{
    "id": 1434895,
    "judges": "Schwab, C.J., and Tanzer, Richardson and Roberts",
    "date_filed": "1995-10-27",
    "date_filed_is_approximate": true,
    "slug": "state-v-anderson",
    "case_name_short": "Anderson",
    "case_name": "State v. Anderson",
    "case_name_full": "STATE OF OREGON, Respondent, v. GUSTAF ANDERSON, Appellant",
    "attorneys": "Gary L. Hooper, Deputy Public Defender, Salem, argued the cause for appellant. With him on the brief was Gary D. Babcock, Public Defender, Salem., Jan P. Londahl, Assistant Attorney General, Salem, argued the cause for respondent. With him on the brief were James A. Redden, Attorney General, and Walter L. Barrie, Solicitor General, Salem.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 24,, reconsideration denied October 12,, petition for review denied October 30, 1979 (288 Or 1)",
    "cross_reference": null,
    "correction": null,
    "citation_count": 18,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate id=\"b57-1\">\n    Argued May 24,\n   </otherdate><decisiondate id=\"Ax\">\n    affirmed September 4,\n   </decisiondate><otherdate id=\"Aca\">\n    reconsideration denied October 12,\n   </otherdate><otherdate id=\"AK\">\n    petition for review denied October 30, 1979 (288 Or 1)\n   </otherdate><br><parties id=\"b57-2\">\n    STATE OF OREGON,\n    <em>\n     Respondent, v.\n    </em>\n    GUSTAF ANDERSON,\n    <em>\n     Appellant.\n    </em>\n</parties><br><docketnumber id=\"b57-7\">\n    (No. 76-934C, CA 12160)\n   </docketnumber><br><citation id=\"b57-8\">\n    599 P2d 1225\n   </citation><br><attorneys id=\"b58-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"30\"> \n     *30\n     </span>\n    Gary L. Hooper, Deputy Public Defender, Salem, argued the cause for appellant. With him on the brief was Gary D. Babcock, Public Defender, Salem.\n   </attorneys><br><attorneys id=\"b58-10\">\n    Jan P. Londahl, Assistant Attorney General, Salem, argued the cause for respondent. With him on the brief were James A. Redden, Attorney General, and Walter L. Barrie, Solicitor General, Salem.\n   </attorneys><br><judges id=\"b58-11\">\n    Before Schwab, Chief Judge, and Tanzer, Richardson, and Roberts, Judges.\n   </judges><br><judges id=\"b58-12\">\n    RICHARDSON, J.\n   </judges>",
    "citations": [
        "599 P.2d 1225",
        "42 Or. App. 29"
    ],
    "opinions": [
        {
            "author_str": "Richardson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n599 P.2d 1225 (1979)\n42 Or.App. 29\nSTATE of Oregon, Respondent,\nv.\nGustaf ANDERSON, Appellant.\nNo. 76-934C; CA 12160.\nCourt of Appeals of Oregon.\nArgued and Submitted May 24, 1979.\nDecided September 4, 1979.\n*1226 Gary L. Hooper, Deputy Public Defender, Salem, argued the cause for appellant. With him on the brief was Gary D. Babcock, Public Defender, Salem.\nJan P. Londahl, Asst. Atty. Gen., Salem, argued the cause for respondent. With him on the brief were James A. Redden, Atty. Gen., and Walter L. Barrie, Sol. Gen., Salem.\nBefore SCHWAB, C.J., and TANZER, RICHARDSON and ROBERTS, JJ.\nRICHARDSON, Judge.\nDefendant appeals his conviction for murder, alleging that the use by the state of prior recorded testimony of certain witnesses from his first trial violated his right of confrontation and that evidence which was seized from his home after a warrantless search should have been suppressed.\nDefendant's first conviction for murder was reversed and remanded for a new trial by this Court State v. Anderson, 33 Or. App. 43, 575 P.2d 677 (1978). Prior to defendant's second trial the state was unable to locate and serve with subpoenas witnesses Charles Jackson, Steve Reyez (Esquibel), Victoria Cook and Marian Ferguson, who had testified during the first trial. At a pretrial omnibus hearing a deputy sheriff, the district attorney and a private *1227 investigator, hired by defendant, testified regarding their unsuccessful efforts to locate the witnesses. The state conceded that the testimony of the missing witnesses was critical to its case. The court found that the state had carried its burden of proving that the missing witnesses were unavailable and allowed the prior recorded testimony which the witnesses gave at defendant's first trial to be read into the record. The second trial, to the court, resulted in a conviction for murder.\nThe court admitted the recorded testimony pursuant to ORS 41.900, which provides:\n\"Evidence may be given of the following facts:\n\"* * *\n\"(8) The testimony of a witness, deceased, or out of state, or unable to testify, given in a former action, suit, or proceeding, or trial thereof, between the same parties, relating to the same matter.\n\"* * *.\"\nA criminal defendant has the constitutional right to confront the witnesses against him (United States Constitution, Amend. VI; Oregon Constitution, Art. I, § 11) in order to have the witnesses' credibility tested face to face by the trier of fact and to provide the defendant an opportunity to cross-examine them. State v. Smyth, 286 Or. 293, 300, 593 P.2d 1166 (1979). This is an important right and should not be dispensed with lightly. However, as the United States Supreme Court recognized in Barber v. Page, 390 U.S. 719, 722, 88 S. Ct. 1318, 20 L. Ed. 2d 255 (1968), there has traditionally been an exception to the right of confrontation where a witness is unavailable and has given recorded testimony at a prior judicial proceeding, against the same defendant, which was subject to cross-examination by that defendant. The Oregon Supreme Court has concluded that ORS 41.900(8) is not violative of the Confrontation Clause where a witness is unavailable and the state has made a good faith but unsuccessful effort to secure the witness for trial. State v. Smyth, supra.\nIf witnesses cannot be located, obviously they are unavailable. The issue becomes whether the state has made a good faith effort to find them. The degree of effort which constitutes due diligence in attempting to secure an unavailable witness depends upon the particular circumstances presented by each case. In this instance the record supports the finding that a diligent effort was made to secure the missing witnesses' attendance.\nCharles Jackson was described as a well known \"hippie type,\" transient individual who maintained several local addresses in the Grants Pass area. He usually maintained some contact with law enforcement officials and they knew him by sight. A subpoena was taken to his last known address on two occasions but he was no longer residing there. Several friends of his were contacted and they reported that they had not seen him for some time. Jackson had mentioned that he was leaving the area as he had been there long enough. The police were unable to locate a forwarding address for him.\nThe other three missing witnesses were traveling and living as a group. They met defendant when they were hitchhiking and he picked them up. They too were described as \"counter culture\" transients. At the time of the first trial they had a semi-permanent residence in a cabin in the hills outside Grants Pass. The subpoenas for the second trial were taken to their last known address but they were no longer living there. The sheriff's office then contacted the local post office and found that Marian Ferguson had a post office box there but it had been inactive for several months. Another address was obtained from the post office and an attempt was made to locate her through that address, to no avail. Sheriff's deputies spoke with other persons living in the cabin and the surrounding area in an attempt to locate the witnesses. One person living in the cabin stated that he had been there for six months and that it was vacant when he arrived. The only lead the deputies uncovered was that the four witnesses reportedly had moved approximately two months earlier and had \"possibly gone someplace into the Los Angeles area.\" One *1228 of them was thought to have gone \"back east somewhere.\" Follow-up contacts with people in the area turned up nothing further. A call to the district attorney's office in Los Angeles was unproductive. Attempts to locate the witnesses continued to the day of trial.[1]\nThe search for the four witnesses was made more difficult because of their lifestyle and attitudes. Initially they were reluctant to deal with the authorities at all. When questioned about the murder they denied any knowledge of it and felt they were better off staying out of it. They were finally persuaded to testify but were reluctant to do so. The itinerant lifestyle of these witnesses made it much more difficult to track them down because they left few tracks. They maintained no permanent employment, had no permanent residence in the area and left no forwarding address. At least one of them was using an assumed name.\nFurther evidence of the fact that the whereabouts of the witnesses remained a mystery is that a private investigator hired by defendant was unable to locate them. He did turn up a lead from which he found that Reyez had been married and that a URESA action had been started in California but was dismissed. He could not contact Reyez's ex-wife by phone. From the URESA petition he discovered her last known address, which was in Los Angeles.\nFrom this record we conclude that the state made a proper showing of a good faith attempt to locate the missing witnesses, see Poe v. Turner, 490 F.2d 329, 331 (10th Cir.1974); Layton v. State, 348 So. 2d 1242 (Fla. Dist. Ct. App. 1977); State v. Biggerstaff, 16 N.C. App. 140, 191 S.E.2d 426 (1972); State v. Roberts, 55 Ohio St. 2d 191, 378 N.E.2d 492, 9 O.O.3d 143 (1978) (dictum); Grizzle v. State, 559 P.2d 474 (Okl.App. 1977). This is not an instance where the authorities acted with casual indifference, Hewell v. State, 136 Ga. App. 420, 221 S.E.2d 219 (1975), waited until the last minute to begin the search, People v. Steeps, 52 A.D.2d 887, 383 N.Y.S.2d 74 (1976), or made a half hearted perfunctory attempt at locating the missing witnesses, McInturf v. State, 544 S.W.2d 417 (Texas Cr.App. 1976); State v. Brown, 91 N.M. 320, 573 P.2d 675 (1977), cert. den. 436 U.S. 928, 98 S. Ct. 2826, 56 L. Ed. 2d 772 (1978). Nor is this a case where substantial positive leads were ignored, People v. Brown, 47 Ill. App. 3d 616, 7 Ill. Dec. 730, 365 N.E.2d 15 (1977); Higgens v. State, 41 Md. App. 177, 396 A.2d 311 (1979), or where the whereabouts of the witnesses, who were outside the jurisdiction of the court, was known but there was no attempt to bring them into the state for trial, e.g., Barber v. Page, supra, State v. Smyth, supra, Williams v. State of Maryland, 375 F. Supp. 745 (D.C.Md. 1974); Anderson v. State, 362 So. 2d 1296 (Ala.App., 1978); State v. Mims, 222 Kan. 335, 564 P.2d 531 (1977); State v. Waits, 92 N.M. 275, 587 P.2d 53 (1978). The admission of the prior testimony was proper.\nIn his second assignment of error defendant contends his motion to suppress evidence seized at the murder scene should have been granted.[2] There were two searches in which evidence was seized; the first on October 18, 1976, the day of the murder, and the second, the next day.\n\nThe October 18 Search\nAt approximately 7:30 p.m. on October 18, 1976, Sergeant Hampton and Walter Miller, a medical technician for the Grants Pass Rural Fire Ambulance, were dispatched to a rural area for assistance at the scene of a shooting. They arrived at defendant's cabin at approximately 8:00 p.m. and found defendant inside with the victim who had been shot and appeared to be dead. Hampton stated he secured the premises *1229 and went outside to keep onlookers away. The medical examiner arrived approximately an hour later and examined and photographed the victim. Hampton turned control of the premises over to the medical examiner and left. At approximately 11 p.m. Detectives Lasater and Dickson arrived. Defendant had been taken to the hospital. Lasater and Dickson photographed the premises by means of a videotape camera. Their purpose was to record the scene as they viewed it before anything was removed or destroyed. They did not conduct a search but photographed only what was in view. Lasater seized a bloody.22 caliber bullet he found lying in plain view next to the victim's body. The spent bullet was the only item seized at that time and was admitted as an exhibit during trial.\nDefendant argues the warrantless seizure of the bullet was improper because there were no exigent circumstances authorizing an exception to the constitutional requirement that the police obtain a search warrant. He cites Mincey v. Arizona, 437 U.S. 385, 98 S. Ct. 2408, 57 L. Ed. 2d 290 (1978), and State v. Brothers, 4 Or. App. 253, 478 P.2d 442 (1970).\nIn Mincey the Supreme Court rejected Arizona's argument that there is a \"crime scene\" exception to the warrant requirement and struck down an exhaustive search which continued for four days after the initial entry by the police. In the course of the opinion the court noted officers may legitimately enter a crime scene in response to an emergency situation and are authorized to seize items in plain view which they have reason to believe are evidence of a crime. In support of this principle the court cited Michigan v. Tyler, 436 U.S. 499, 98 S. Ct. 1942, 56 L. Ed. 2d 486 (1978). In that case a fire broke out in defendant's furniture store around midnight. The fire chief arrived on the scene around 2 a.m. and the fire was extinguished by 4 a.m. A police detective, called by the fire chief, arrived at approximately 3:30 and began to photograph the interior of the building but abandoned his efforts because of smoke and steam. The fire chief and an arson investigator returned four hours later and after a cursory inspection left the scene. The detective and arson investigator returned at 9 a.m. and seized incriminating evidence which was in plain view. The Supreme Court, after noting that a burning building clearly presented exigent circumstances of sufficient proportion to justify a warrantless entry, stated:\n\"Although the Michigan Supreme Court appears to have accepted this principle, its opinion may be read as holding that the exigency justifying a warrantless entry to fight a fire ends, and the need to get a warrant begins, with the dousing of the last flame. * * * We think this view of the firefighting function is unrealistically narrow, however. Fire officials are charged not only with extinguishing fires, but with finding their causes. Prompt determination of the fire's origin may be necessary to prevent its recurrence, as through the detection of continuing dangers such as faulty wiring or a defective furnace. Immediate investigation may also be necessary to preserve evidence from intentional or accidental destruction. * * * For these reasons, officials need no warrant to remain in a building for a reasonable time to investigate the cause of a blaze after it has been extinguished.\" 436 U.S. at 509-10, 98 S.Ct. at 1950.\nBy analogy the same principles would apply to law enforcement officers responding to a report of a shooting. In Michigan v. Tyler, supra, the detective and the arson investigator were not directly involved in abating the immediate emergency which justified the entry of the premises. They entered for the purpose of photographing the scene, investigating the cause of the fire and preserving the evidence from destruction. In the case here under review Detectives Lasater and Dickson arrived as part of the law enforcement agency's response to the shooting report. They, as the investigators in Michigan v. Tyler, supra, were not involved in the immediate emergency situation. Their purpose was to pictorially preserve the crime scene prior to removal of the victim and to prevent accidental *1230 or intentional destruction of evidence. They needed no warrant to remain for these purposes. See State v. Eacret, 40 Or. App. 341, 595 P.2d 490 (1979). The officers photographed only what was in plain view. They conducted no search beyond looking at what was visible to their eyes. Because they were lawfully on the premises they could constitutionally seize items of evidence in plain view. Harris v. United States, 390 U.S. 234, 88 S. Ct. 992, 19 L. Ed. 2d 1067 (1968); State v. Corbin, 22 Or. App. 505, 539 P.2d 1113, rev. den. (1975); State v. Sagner, 12 Or. App. 459, 506 P.2d 510, rev. den. (1973).\n\nThe October 19 Search\nOn the morning of the day following the homicide the police interviewed defendant at the hospital. He was advised of his rights per Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694, 10 ALR3d 974 (1966), and was advised of his right not to consent to a search of his cabin and the consequences of consenting to a search. He gave the officers a statement concerning the shooting and executed a written consent to search his residence. His residence was searched that afternoon and several items were seized and introduced as evidence at trial.\nDefendant contends the search of the previous day was illegal and his consent was thus tainted by the unlawful search. Because we have determined the prior search was lawful this contention must fail. There is no contention defendant's consent was otherwise illegally obtained or that it was not freely and voluntarily given.\nAffirmed.\nNOTES\n[1]  The search began in early May, 1978, as soon as the District Attorney had a trial date set. Trial was held August 29, 1978.\n[2]  Prior to his first trial defendant moved to suppress the evidence seized in the two searches. His motion was denied. He did not raise denial of his motion in the first appeal. The state does not raise the issue of the continuing validity of our holding in State v. Corbin, 22 Or. App. 505, 539 P.2d 1113 (1975), wherein we held ORS 133.673(2) allowed a renewed motion to suppress evidence after a remand.\n\n",
            "ocr": false,
            "opinion_id": 1434895
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Murder"
}