{
    "id": 415757,
    "judges": "Godbold, Kravitch, Krayitch, Morgan",
    "date_filed": 419472000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-anthony-harris",
    "case_name_short": null,
    "case_name": "United States v. Anthony Harris",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Anthony HARRIS, Defendant-Appellant",
    "attorneys": "David L. Allen (Court-appointed), Lawrenceburg, Tenn., for defendant-appellant., Anthony Harris, pro se., Frank W. Donaldson, U.S. Atty., G. Douglas Jones, Asst. U.S. Atty., Birmingham, Ala., for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b598-3\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Anthony HARRIS, Defendant-Appellant.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b598-5\">\n    No. 82-7098.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b598-6\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b598-7\">\n    April 18, 1983.\n   </decisiondate><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b598-18\">\n    David L. Allen (Court-appointed), Lawrenceburg, Tenn., for defendant-appellant.\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b598-19\">\n    Anthony Harris, pro se.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b599-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"509\"> \n     *509\n     </span>\n    Frank W. Donaldson, U.S. Atty., G. Douglas Jones, Asst. U.S. Atty., Birmingham, Ala., for plaintiff-appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b599-6\">\n    Before GODBOLD, Chief Judge, KRAYITCH, Circuit Judge, and MORGAN, Senior Circuit Judge.\n   </p>",
    "citations": [
        "703 F.2d 508"
    ],
    "opinions": [
        {
            "author_str": "Kravitch",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/703/703.F2d.508.82-7098.html",
            "author_id": null,
            "opinion_text": "703 F.2d 508\n    UNITED STATES of America, Plaintiff-Appellee,v.Anthony HARRIS, Defendant-Appellant.\n    No. 82-7098.\n    United States Court of Appeals,Eleventh Circuit.\n    April 18, 1983.\n    \n      David L. Allen (Court-appointed), Lawrenceburg, Tenn., for defendant-appellant.\n      Anthony Harris, pro se.\n      Frank W. Donaldson, U.S. Atty., G. Douglas Jones, Asst. U.S. Atty., Birmingham, Ala., for plaintiff-appellee.\n      Appeal from the United States District Court for the Northern District of Alabama.\n      Before GODBOLD, Chief Judge, KRAVITCH, Circuit Judge, and MORGAN, Senior Circuit Judge.\n      KRAVITCH, Circuit Judge:\n      Appellant, Anthony Harris, was convicted of possessing a firearm in violation of 18 U.S.C.App. Sec. 1202(a),1 which proscribes the possession of a firearm by a convicted felon.  Harris had a history of several felony convictions.  The maximum sentence under Sec. 1202 is two years, but because of Harris' prior criminal record, the district court, pursuant to 18 U.S.C. Sec. 3575(e)(1),2 sentenced him as a \"dangerous special offender\" and imposed a total sentence of ten years.  Harris appeals his conviction on the ground that his appearance before the jury venire in clearly identifiable prison garb prejudiced him in the eyes of the jury that later tried him.  He also appeals from the application of 18 U.S.C. Sec. 3575, arguing that his equal protection rights were violated and that the length of the sentence imposed was an abuse of the trial court's discretion.  We need not reach the questions concerning the application of Sec. 3575 because we find the trial judge erred in not granting a mistrial after counsel objected to Harris' appearance before the jury venire.\n      After the voir dire examination of the jury venire had commenced, the Federal Marshal escorted the appellant to the defense table.  Harris was clothed in a white T-shirt and white jeans that were marked with the words \"Department of Corrections\" or similar lettering.  The Government concedes that the clothing clearly indicated that Harris was presently in custody.  When Harris entered the room, his counsel's back was to the door through which Harris walked.  The jury venire, however, was facing that entrance, and their attention reflexively was drawn in that direction when Harris entered and proceeded to the defense table where he took a seat.  His attorney did not notice the lettering on Harris' clothing until the conclusion of the voir dire.  When Harris rose as the trial judge left the bench, counsel for the first time noticed the lettering on appellant's pants.  At the first available opportunity, he moved for a mistrial on the ground that Harris' presumption of innocence had been compromised by his appearance in clearly identifiable prison clothing.\n      In response to the motion, the Government argued that any error that had occurred was harmless because the jury at trial would learn of Harris' arrest for the instant crime and also of his prior felony convictions;  accordingly, once apprised of these facts, the jury \"would not place special significance on the fact that they had earlier seen the defendant in prison clothes.\"3   The trial court agreed and denied the motion for a mistrial.\n      In Estelle v. Williams, 425 U.S. 501, 96 S. Ct. 1691, 48 L. Ed. 2d 126 (1976), the Supreme Court, faced with a fact situation somewhat similar to that before us, reaffirmed the principle that the right to a fair trial is a fundamental liberty secured by the Constitution.  Implicit in the concept of fair trial is the presumption of innocence.  The Estelle Court noted that, although this presumption is \"not articulated in the Constitution, it is a basic component of a fair trial under our system of criminal justice.\"   Id. at 503, 96 S.Ct. at 1692.  Appearance in prison garb seriously compromises the defendant's right to the presumption of innocence so basic to the adversary system.  We agree with Justice Brennan's statement of the dangers inherent in the situation:\n    \n    \n      1\n      When an accused is tried in identifiable prison garb, the dangers of denial of a fair trial and the possibility of a verdict not based on the evidence are obvious.\n    \n    \n      2\n      Identifiable prison garb robs an accused of the respect and dignity accorded other participants in a trial and constitutionally due the accused as an element of the presumption of innocence, and surely tends to brand him in the eyes of the jurors with an unmistakable mark of guilt.  Jurors may speculate that the accused's pretrial incarceration, although often the result of his inability to raise bail, is explained by the fact he poses a danger to the community or has a prior criminal record;  a significant danger is thus created of corruption of the factfinding process through mere suspicion.  The prejudice may only be subtle and jurors may not even be conscious of its deadly impact, but in a system in which every person is presumed innocent until proved guilty beyond a reasonable doubt, the Due Process Clause forbids toleration of the risk.  Jurors required by the presumption of innocence to accept the accused as a peer, an individual like themselves who is innocent until proved guilty, may well see in an accused garbed in prison attire an obviously guilty person to be recommitted by them to the place where his clothes clearly show he belongs.  It is difficult to conceive of any other situation more fraught with risk to the presumption of innocence and the standard of reasonable doubt.\n    \n    \n      3\n      Estelle v. Williams, 425 U.S. 501, 518-19, 96 S. Ct. 1691, 1699-1700, 48 L. Ed. 2d 126 (1976) (Brennan, J., dissenting).  In Estelle, the Court held that the failure to make a contemporaneous objection to the defendant's appearance in prison garb \"is sufficient to negate the presence of compulsion necessary to establish a constitutional violation.\"    425 U.S. at 513, 96 S.Ct. at 1697.\n    \n    \n      4\n      Estelle dictates, as did the former Fifth Circuit in Hernandez v. Beto, 443 F.2d 634 (5th Cir.), cert. denied, 404 U.S. 897, 92 S. Ct. 201, 30 L. Ed. 2d 174 (1971),4 that trying a defendant in prison clothing infringes his fundamental right to a presumption of innocence.  Hernandez, charged with vehicular homicide while intoxicated, was tried while wearing a white T-shirt and pants with the inscription \"Harris County Jail.\"    His counsel did not object to his appearance because it was apparent that the objection would have been denied as frivolous.  The Fifth Circuit held that this violated Hernandez's due process right to a fair trial;  finding that the evidence was not so overwhelming as to render the error harmless beyond a reasonable doubt, it reversed the conviction.\n    \n    \n      5\n      In two recent cases the Fifth Circuit rejected appellants' claims that their fair trial rights had been denied because they had been forced to appear before their juries in prison garb.  In the first, Boswell v. Alabama, 537 F.2d 100 (5th Cir.1976), the court was presented an opportunity to construe the then very recent Estelle decision.  Boswell, charged with selling marijuana in violation of state law, was brought before the jury venire shackled and in prison garb.  No objection was raised until the next morning, just prior to the start of the trial.  The basis of the court's denial of habeas relief was trifurcate:  (1) defendant had failed to question prospective jurors concerning the effect of his appearance on their ability to render a fair and impartial verdict;  (2) he failed to raise a contemporaneous objection, waiting instead until the next day;  and (3) the evidence of guilt was overwhelming and thus rendered any error harmless beyond a reasonable doubt.\n    \n    \n      6\n      In United States v. Dawson, 563 F.2d 149 (5th Cir.1977), the court rejected a claim that the appellant's right to a fair trial had been denied when he was forced to appear in prison-issue clothing.  Dawson appeared before the court in an ordinary khaki shirt and trousers that bore no marks identifying the wearer as a prisoner.  Unlike the clothing in the present case or in Hernandez, that worn by Dawson bore no lettering.  The Dawson court held that the appellant's rights had not been violated because the clothing did not communicate his status as a prisoner.    Dawson thus stands for the principle that only if the clothing is indicative of the defendant's status as a prisoner are due process concerns implicated.\n    \n    \n      7\n      The communicative nature of the clothing worn by Harris is not in question.5   The pants were clearly marked with words identifying them as prison-issue, and the Government concedes that \"[d]uring the voir dire examination of the prospective jurors, the defendant was escorted into the courtroom wearing white pants and a white T-shirt that clearly indicated that he was presently in custody.\"6   Thus, we need not consider whether the clothing indicated appellant's status as a prisoner;  obviously, it did.\n    \n    \n      8\n      Next, we must consider whether a contemporaneous objection was made.  Harris' counsel did not observe his client enter the courtroom because he was scanning the jury panel for responses to the judge's voir dire questions.  Consequently, he was unaware of the communicative content of his client's attire.  After the jury had been empanelled and sworn, those present in the courtroom stood as the trial judge left the bench.  Only then did counsel become aware of the wording on Harris' clothes.  Prior to that time, counsel could not have objected to the clothing because he was unaware of the problem;  nor could he have availed himself of the opportunity to question prospective jurors about the prejudicial impact of appellant's appearance--by the time that counsel learned of the clothing the jury had already been selected and sworn.  Counsel then raised his objections and properly moved for a mistrial.  This was counsel's first opportunity to call the problem to the court's attention;  hence, we determine that the motion was timely entered.\n    \n    \n      9\n      The Government argued in response to appellant's mistrial motion that any error was harmless because the jury would learn all the details of appellant's arrest for the possession charge.  Additionally, because the elements of the crime of possession of a firearm in violation of 18 U.S.C.App. Sec. 1202 include proof of a prior felony conviction, the Government contended that the jury also would hear evidence of Harris' prior felony convictions.  The trial court agreed and ruled, in effect, that any error was harmless because the jury would hear evidence concerning these facts.\n    \n    \n      10\n      The Government's argument wholly misses the mark.  In most trials, it is apparent that the defendant was arrested for the crime with which he has been charged.  Even where the details of the arrest are not revealed during the course of the trial, the jury can easily infer that the defendant was arrested.  The majority of criminal prosecutions are initiated by an arrest;  contemporary American juries are aware of this fact.  That the jury would learn of Harris' arrest as well as of his prior felony convictions thus does not address the concerns voiced by the Court in Estelle v. Williams, supra.\n    \n    \n      11\n      Clearly identifiable prison garb does more than clothe a defendant with suitable raiment--it also clothes him with an unmistakable mark of guilt.  Forcing a defendant to appear at trial so dressed not only is demeaning;  it reinforces the fact that the defendant has been arrested and projects to the jury the mark of guilt, thus eroding the principle that the defendant is presumed innocent until proven guilty.  This subliminal advertising has no place in our system of criminal justice;  a defendant is entitled to appear free of this mark of guilt.  That the jury will learn of his arrest during the course of the trial does not mitigate the harm occasioned by parading the defendant clothed in a shroud of guilt.  The Government's argument to the contrary simply is misdirected.\n    \n    \n      12\n      On appeal, the Government argues that the evidence of Harris' guilt was overwhelming, thus rendering any error harmless beyond a reasonable doubt.  In Chapman v. California, 386 U.S. 18, 87 S. Ct. 824, 17 L. Ed. 2d 705 (1967), the Supreme Court concluded \"that there may be some constitutional errors which in the setting of a particular case are so unimportant and insignificant that they may, consistent with the Federal Constitution, be deemed harmless, not requiring the automatic reversal of the conviction.\"   Id. at 22, 87 S.Ct. at 827.  \"[B]efore a federal constitutional error can be held harmless, the court must be able to declare a belief that it was harmless beyond a reasonable doubt.\"   Id. at 24, 87 S.Ct. at 828.  As the Hernandez court noted, 443 F.2d at 637, if the evidence of guilt is overwhelming, then the constitutional error occasioned by the defendant's appearance in a prison uniform is harmless under the Chapman test.\n    \n    \n      13\n      While the evidence against Harris was substantial, it was not so overwhelming as to render the constitutional error harmless beyond a reasonable doubt.  Acting on a tip that Harris was connected with an attempt to cash a stolen check, the police approached his car, which was parked in a public parking lot.  Seated in the driver's seat was George Effinger, a co-indictee.  The driver's door was open, and Vanessa Parker was standing near it.  When he looked inside the car, the police officer noticed a small box from which the handle of a weapon protruded.  The officer opened the box and discovered a signal pistol and several .12 gauge shotgun shells.  Effinger and Parker were then placed under arrest.  The appellant and his fiance, Denise Knight, were inside the office building near which the car was parked.  As they returned to the car, they were arrested.\n    \n    \n      14\n      Conflicting testimony was offered concerning how Harris and Knight got to the office building that morning.  The Government sought to prove that Harris had driven the car with the three passengers, but Harris offered evidence tending to show that he and Knight had taken a bus to the office building and that Effinger had driven the car downtown.  Evidence of Harris' conflicting statements about the presence of the pistol in the car was introduced.  Several Government witnesses, many of whom had prior convictions themselves, testified that they had seen Harris with the weapon in the days prior to his arrest.  Effinger testified that he had no knowledge as to who owned the gun.\n    \n    \n      15\n      The jury chose to believe the testimony tending to establish Harris' guilt.  Because the jury deliberated for only twelve minutes before returning its verdict finding Harris guilty, the Government contended that the evidence of his guilt must have been overwhelming.  Nevertheless, there was ample evidence from which the jury could have found that Harris did not have possession of the firearm.  Moreover, an equally plausible explanation for the brevity of the jury's deliberation is that Harris' appearance in prison garb at the voir dire tainted the jury's impartiality.  The length of a jury's deliberation is not necessarily relevant to the measure of the evidence against a defendant.  Hence, we reject the Government's argument.\n    \n    \n      16\n      Where, as in the instant case, there is evidence supporting the defendant's claim of innocence or where the Government's case is not overwhelming, the defendant's appearance in prison garb clearly indicating his custodial status is not harmless beyond a reasonable doubt.   Chapman v. California, 386 U.S. at 24, 87 S. Ct. at 828.  Because Harris was brought into the courtroom wearing clearly identifiable prison garb, his fundamental right to a fair trial was violated.  For that reason, we REVERSE his conviction and REMAND for a new trial.\n    \n    \n      \n        1\n         18 U.S.C.App. Sec. 1202(a) provides, in part:\n        Any person who--\n        (1) has been convicted by a court of the United States or of a State or any political subdivision thereof of a felony ... and who receives, possesses, or transports in commerce or affecting commerce, after the date of the enactment of this Act, any firearm shall be fined not more than $10,000 or imprisoned for not more than two years, or both.\n      \n      \n        2\n         18 U.S.C. Sec. 3575(e)(1) provides:\n        A defendant is a special offender for purposes of this section if--\n        (1) the defendant has previously been convicted in courts of the United States, a State, the District of Columbia, the Commonwealth of Puerto Rico, a territory or possession of the United States, any political subdivision, or any department, agency, or instrumentality thereof for two or more offenses committed on occasions different from one another and from such felony and punishable in such courts by death or imprisonment in excess of one year, for one or more of such convictions the defendant has been imprisoned prior to the commission of such felony, and less than five years have elapsed between the commission of such felony and either the defendant's release, on parole or otherwise, from imprisonment for one such conviction or his commission of the last such previous offense or another offense punishable by death or imprisonment in excess of one year under applicable laws of the United States, a State, the District of Columbia, the Commonwealth of Puerto Rico, a territory or possession of the United States, any political subdivision, or any department, agency or instrumentality thereof.\n      \n      \n        3\n         Brief for the United States of America at 18\n      \n      \n        4\n         In Bonner v. City of Prichard, 661 F.2d 1206, 1209 (11th Cir.1981) (en banc), this circuit adopted as precedent the decisions of the Fifth Circuit rendered prior to October 1, 1981\n      \n      \n        5\n         Where, as in Dawson, the communicative content of the clothing is at issue courts would be greatly assisted if counsel would request that the clothing worn by their clients be entered into the record as an exhibit.  This, it seems to us, would be the best way to augment the record in these cases.  An alternative would be to include in the record photographs of the defendant in the prison clothing.   See United States v. Forrest, 623 F.2d 1107, 1116 (5th Cir.), cert. denied, 449 U.S. 924, 101 S. Ct. 327, 66 L. Ed. 2d 153 (1980)\n      \n      \n        6\n         Brief for the United States of America at 4\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 415757
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}