{
    "id": 752874,
    "judges": "Hamilton, Michael, Wilkinson",
    "date_filed": "1993-02-24",
    "date_filed_is_approximate": true,
    "slug": "dennis-wayne-eaton-v-ronald-angelone-director-virginia-department-of",
    "case_name_short": null,
    "case_name": "Dennis Wayne Eaton v. Ronald Angelone, Director, Virginia Department of Corrections",
    "case_name_full": "Dennis Wayne EATON, Petitioner-Appellant, v. Ronald ANGELONE, Director, Virginia Department of Corrections, Respondent-Appellee",
    "attorneys": "ARGUED: Mark Evan Olive, Tallahassee, FL; Ross Scott Haine, Sr., Lexington, VA, for Appellant. Pamela Anne Rumpz, Assistant Attorney General, Office of the Attorney General, Richmond, VA, for Appellee. ON BRIEF: Richard Cullen, Attorney General of Virginia, Office of the Attorney General, Richmond, VA, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Jan. 26, 1998.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 27,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1074-7\">\n    Dennis Wayne EATON, Petitioner-Appellant, v. Ronald ANGELONE, Director, Virginia Department of Corrections, Respondent-Appellee.\n   </parties><br><docketnumber id=\"b1074-10\">\n    No. 97-15.\n   </docketnumber><br><court id=\"b1074-11\">\n    United States Court of Appeals, Fourth Circuit.\n   </court><br><otherdate id=\"b1074-12\">\n    Argued Jan. 26, 1998.\n   </otherdate><br><decisiondate id=\"b1074-13\">\n    Decided March 24, 1998.\n   </decisiondate><br><attorneys id=\"b1075-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"991\"> \n     *991\n     </span>\n    ARGUED: Mark Evan Olive, Tallahassee, FL; Ross Scott Haine, Sr., Lexington, VA, for Appellant. Pamela Anne Rumpz, Assistant Attorney General, Office of the Attorney General, Richmond, VA, for Appellee. ON BRIEF: Richard Cullen, Attorney General of Virginia, Office of the Attorney General, Richmond, VA, for Appellee.\n   </attorneys><br><judges id=\"b1075-11\">\n    Before WILKINSON, Chief Judge, and HAMILTON and MICHAEL, Circuit Judges.\n   </judges>",
    "citations": [
        "139 F.3d 990"
    ],
    "opinions": [
        {
            "author_str": "Wilkinson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/139/139.F3d.990.97-15.html",
            "author_id": null,
            "opinion_text": "139 F.3d 990\n    Dennis Wayne EATON, Petitioner-Appellant,v.Ronald ANGELONE, Director, Virginia Department ofCorrections, Respondent-Appellee.\n    No. 97-15.\n    United States Court of Appeals,Fourth Circuit.\n    Argued Jan. 26, 1998.Decided March 24, 1998.\n    \n      ARGUED:  Mark Evan Olive, Tallahassee, FL;  Ross Scott Haine, Sr., Lexington, VA, for Appellant.  Pamela Anne Rumpz, Assistant Attorney General, Office of the Attorney General, Richmond, VA, for Appellee.  ON BRIEF:   Richard Cullen, Attorney General of Virginia, Office of the Attorney General, Richmond, VA, for Appellee.\n      Before WILKINSON, Chief Judge, and HAMILTON and MICHAEL, Circuit Judges.\n      Affirmed by published opinion.  Chief Judge WILKINSON wrote the opinion, in which Judge HAMILTON and Judge MICHAEL joined.\n      OPINION\n      WILKINSON, Chief Judge:\n    \n    \n      1\n      Dennis Wayne Eaton was sentenced to death for the murder of Virginia State Trooper Jerry L. Hines.  He appeals the district court's dismissal of his petition for a writ of habeas corpus.  We affirm the judgment.\n    \n    I.\n    \n      2\n      Because Eaton's claims largely focus on alleged defects in his trial and sentencing, we will not recount here the disturbing details of his crimes.  This factual background is set forth both in the district court's opinion and in the opinion of the Virginia Supreme Court denying his direct appeal.  See Eaton v. Commonwealth, 240 Va. 236, 397 S.E.2d 385 (1990).  We focus instead on the process by which Eaton was convicted and sentenced to death.\n    \n    \n      3\n      On May 1, 1989, Eaton was indicted by a grand jury in Rockbridge County, Virginia, for the willful, deliberate, and premeditated murder of Trooper Hines in violation of Va.Code &#167; 18.2-31(f) (now Va.Code &#167; 18.2-31(6)) and for the use of a firearm in the commission of a felony in violation of Va.Code &#167; 18.2-51.1.  Prior to his trial for these offenses, Eaton pled guilty in the Circuit Court of Shenandoah County to charges that arose out of events earlier on the day of Hines' murder.  Those crimes included the first degree murder of Walter Custer, Jr., Eaton's acquaintance, the capital murder of Ripley Marston, Eaton's onetime friend and neighbor, and the robbery of Marston's car.  In this plea agreement Eaton acknowledged he would be ineligible for parole under Va.Code &#167; 53.1-151(B1) and accepted three consecutive life sentences plus forty-four years in prison.\n    \n    \n      4\n      Eaton also pled guilty in the Circuit Court for the City of Salem to the first degree murder of Judy McDonald.  McDonald was with Eaton when Hines was killed, and Eaton killed her as the two sought to elude police after the Hines murder.  For killing McDonald, Eaton received another life sentence, to be served concurrently with his Shenandoah County sentences.  Eaton successfully moved the venue of his trial for the Hines murder and the firearms charge from Rockbridge County to Fauquier County and there pled not guilty to both charges.  After a four-day trial, the jury convicted him of both crimes.\n    \n    \n      5\n      At the sentencing phase, the prosecutor sought the death penalty based solely on the statutory aggravator of Eaton's \"future dangerousness,\" which requires that, \"after consideration of the past criminal record of convictions of the defendant,\" the jury \"find that there is a probability that the defendant would commit criminal acts of violence that would constitute a continuing serious threat to society.\"  Va.Code &#167; 19.2-264.2(1).  Accordingly, at the beginning of the sentencing phase, the judge verbally instructed the jury, in part:\n    \n    \n      6\n      Before the penalty can be fixed at death, the Commonwealth must prove beyond a reasonable doubt that, after consideration of his history and background, there is a probability that he would commit criminal acts of violence that would constitute a continuing serious threat to society.\n    \n    \n      7\n      The Defendant will introduce evidence in mitigation of the punishment which you shall consider.  If, after hearing this evidence, you are satisfied that the Commonwealth has proved this factor beyond a reasonable doubt and you are unanimous, then you shall fix the punishment of the Defendant at death.  Or if you believe, from all of the evidence, that the death penalty is not justified, then you shall fix the punishment of the Defendant at life imprisonment.  If the Commonwealth has failed to prove this factor beyond a reasonable doubt, then you shall fix the punishment of the Defendant at life imprisonment.\n    \n    \n      8\n      The state relied on evidence of the three murders to which Eaton had pled guilty, substantiated in part (and over Eaton's objection) by a version of the Shenandoah County plea agreement that redacted any reference to Eaton's parole ineligibility.  In addition, Chadwick Holley, who had been incarcerated with Eaton at the Roanoke County-Salem Jail, testified that Eaton said he would blame Hines' death on Judy McDonald and joked that he could get away with this because McDonald was dead.  And two other inmates testified that Eaton had fashioned a weapon out of wire and a spring from a shower curtain rod, which he planned to use to overpower a guard, take his weapon, and escape from prison.\n    \n    \n      9\n      In mitigation, a psychologist testified that Eaton was of \"low-average\" intelligence;  a former employer testified that Eaton was a good employee;  a neighbor testified that Eaton had helped her shovel snow and carry groceries;  Eaton's sister and brother testified about his childhood and personality;  and jail employees testified that Eaton was not a troublesome prisoner.\n    \n    \n      10\n      At the conclusion of the sentencing phase of trial, Eaton's counsel proposed jury instructions that would have explicitly defined aggravating and mitigating evidence and would have informed the jury that Eaton was ineligible for parole.  These instructions were rejected by the trial judge, who instead read and gave the jury a written copy of the following instruction:\n    \n    \n      11\n      You have convicted Dennis Wayne Eaton of an offense which may be punished by death.  You must decide whether Dennis Wayne Eaton shall be sentenced to death or to life imprisonment.  Before the penalty can be fixed at death, the Commonwealth must prove beyond a reasonable doubt that, after consideration of his history and background, there is a probability that he would commit criminal acts of violence that would constitute a continuing serious threat to society.\n    \n    \n      12\n      If you find from all the evidence, unanimously, that the Commonwealth has proven beyond a reasonable doubt that, after consideration of his history and background, there is a probability that he would commit criminal acts of violence that would constitute a continuing serious threat to society, then you may fix the punishment of Dennis Wayne Eaton at death or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment of Dennis Wayne Eaton at life imprisonment.\n    \n    \n      13\n      If the Commonwealth has failed to prove beyond a reasonable doubt that, after consideration of his history and background, there is a probability that he would commit criminal acts of violence that would constitute a continuing serious threat to society, then you shall fix the punishment of Dennis Wayne Eaton at life imprisonment.\n    \n    \n      14\n      The jury returned a sentence of death.\n    \n    \n      15\n      Following an unsuccessful motion for a new sentencing hearing, Eaton appealed his conviction and sentence.  The Virginia Supreme Court affirmed both, Eaton, 397 S.E.2d at 399, and denied Eaton's petition for rehearing.  The United States Supreme Court denied Eaton's petition for a writ of certiorari on October 7, 1991.  Eaton v. Commonwealth, 502 U.S. 824, 112 S.Ct. 88, 116 L.Ed.2d 60 (1991).\n    \n    \n      16\n      Eaton's petition for a writ of habeas corpus was denied by the state court without a hearing, and Eaton timely appealed to the Virginia Supreme Court.  That court dismissed the petition and denied the appeal, finding that some claims were procedurally defaulted and rejecting the remaining Assignments of Error on the merits.  The Virginia Supreme Court denied Eaton's petition for rehearing, and the United States Supreme Court denied his petition for a writ of certiorari.  Eaton v. Murray, 513 U.S. 966, 115 S.Ct. 431, 130 L.Ed.2d 344 (1994).\n    \n    \n      17\n      On April 13, 1995, Eaton filed a petition for a writ of habeas corpus in federal district court.  He alleged numerous errors in the guilt and sentencing phases of his capital trial and the state postconviction process, including general claims of ineffective assistance of counsel.  He requested that the court hold an evidentiary hearing.  The district court denied his request and ruled that the bulk of his claims, including those for ineffective assistance, were procedurally barred.  Alternatively, the court rejected his allegations of ineffective assistance of counsel on the merits.  The district court dismissed Eaton's claim that the jury should have been informed of his parole ineligibility as an attempt to take advantage of a new rule barred by Teague v. Lane, 489 U.S. 288, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989) (plurality opinion), and O'Dell v. Netherland, 95 F.3d 1214 (4th Cir.1996), aff'd, --- U.S. ----, 117 S.Ct. 1969, 138 L.Ed.2d 351 (1997).  And the court dismissed the balance of Eaton's claims on the merits.  Eaton now appeals.\n    \n    II.\n    \n      18\n      Eaton first complains that he was sentenced to death by jurors who were neither explicitly told of their obligation to consider mitigating evidence nor informed about the concept of mitigation, either generally or in terms of statutory mitigating factors alleged to be present in his case.  But the Supreme Court in Buchanan v. Angelone rejected a similar challenge to virtually identical sentencing instructions, finding no merit in the claim that \"the Eighth Amendment requires that a capital jury be instructed on the concept of mitigating evidence generally, or on particular statutory mitigating factors.\"  --- U.S. ----, ---- - ----, 118 S.Ct. 757, 758-59, 139 L.Ed.2d 702 (1998).  Thus we also reject Eaton's argument.\n    \n    \n      19\n      Buchanan held that jury instructions that \"direct[ed] the jury to base its decision on 'all the evidence' \" satisfied the constitutional requirement that the sentencing jury have a full opportunity to consider mitigating evidence.  Id. at ----, 118 S.Ct. at 762.   That case approved Virginia's pattern capital sentencing instructions tailored to the \"vileness\" aggravating factor.  Id. at ---- &amp; n. 1, 118 S.Ct. at 759 &amp; n. 1. The judge in Eaton's case also used Virginia's pattern instructions but tailored them to the aggravating factor of future dangerousness.  The few differences between the two sets of instructions only confirm that the instructions used in Eaton's case easily clear the bar set by Buchanan, as they draw even more attention to the jury's responsibility to consider \"all the evidence.\"   Eaton's jury was specifically charged to render a death sentence only \"after consideration of his history and background\"--a phrase that appears three times in Eaton's jury instructions and not at all in Buchanan's.  In addition, and unlike Buchanan, at the beginning of Eaton's trial the judge informed the jury that \"[t]he Defendant will introduce evidence in mitigation of the punishment which you shall consider.\"   Compare Buchanan, --- U.S. at ---- - ----, 118 S.Ct. at 762-63 (no similar instruction).  Thus, in Eaton's case, even more so than in Buchanan, \"the entire context in which the instructions were given expressly informed the jury that it could consider mitigating evidence.\"  Id. at ----, 118 S.Ct. at 762.   Because Eaton's trial not only meets--but exceeds--the Buchanan standard, we reject this ground for habeas relief.III.\n    \n    \n      20\n      Eaton alleges numerous errors of counsel, both at trial and on direct appeal.  The errors are said to have begun before trial, with inadequate investigation of impeaching and exculpatory evidence.  And at trial, Eaton claims his counsel mishandled jury selection.  He also complains counsel failed to raise a whole host of objections to both the admission of evidence and the prosecutor's conduct.  Eaton charges that at the penalty phase his attorneys presented an inadequate case in mitigation because they omitted evidence about his emotional and psychological state and they argued that he should be sentenced to life imprisonment because he wanted to die.  And he claims counsel dropped critical arguments on direct appeal.  Notwithstanding its finding that Eaton procedurally defaulted on these claims, the district court carefully considered the merits of each and ultimately rejected Eaton's ineffectiveness argument.1  We agree with the district court that Eaton has failed to satisfy the two-prong test set forth in Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), to show constitutionally ineffective assistance.\n    \n    \n      21\n      We review the performance of trial counsel with a spirit of deference.  \"It is all too tempting ... to second-guess counsel's assistance after conviction or adverse sentence, and it is all too easy for a court, examining counsel's defense after it has proved unsuccessful, to conclude that a particular act or omission of counsel was unreasonable.\"  Id. at 689, 104 S.Ct. at 2065.   But this case does not present a close question;  Eaton's complaints, though numerous, do not overcome the \"strong presumption that counsel's conduct [fell] within the wide range of reasonable professional assistance,\" id.;   see also Evans v. Thompson, 881 F.2d 117, 124 (4th Cir.1989).  As did the district court, we recognize that the overwhelming case against Eaton made the task of defending him very difficult.  Upon review of the record, we find that counsel's investigation and preparation for trial were sufficient and that counsel's trial strategy was sound.  Further, in the face of the Commonwealth's overwhelming evidence, we can ascribe no prejudice to any alleged errors by counsel;  like the district court, we cannot identify a reasonable probability that Eaton would have escaped conviction and a sentence of death.  Strickland, 466 U.S. at 694, 104 S.Ct. at 2068.\n    \n    \n      22\n      Finally, we uphold the district court's denial of Eaton's request for an evidentiary hearing.  Eaton is entitled to such a hearing only if the state court fact-finding process was deficient in some significant respect.  Townsend v. Sain, 372 U.S. 293, 312-13, 83 S.Ct. 745, 756-57, 9 L.Ed.2d 770 (1963), overruled on other grounds by Keeney v. Tamayo-Reyes, 504 U.S. 1, 112 S.Ct. 1715, 118 L.Ed.2d 318 (1992);  Poyner v. Murray, 964 F.2d 1404, 1414 (4th Cir.1992) (citing Townsend and 28 U.S.C. &#167; 2254(d)).  Not only was the state court fact-finding process not inadequate;  even the \"additional evidence\" Eaton proffers suffers an infirmity as well.  One \"additional fact\" he advances is proffered testimony to rebut the account of two inmates that Eaton planned a violent jailbreak. However, the state courts fully considered this evidence when Eaton moved for a new sentencing hearing.\n    \n    \n      23\n      More fundamentally, we refuse to transform a federal habeas proceeding into a second trial.  In this case an evidentiary hearing would be precisely that.  The Supreme Court has charged us to preserve \"the state trial on the merits [as] the 'main event,' so to speak, rather than a 'tryout on the road' for what will later be the determinative federal habeas hearing.\"  Wainwright v. Sykes, 433 U.S. 72, 90, 97 S.Ct. 2497, 2508, 53 L.Ed.2d 594 (1977).  We would be unfaithful to this charge if we acted to supplant the state fact-finding process with repetitive federal proceedings.  Evidentiary hearings have never been required on federal collateral review of state petitioners' ineffectiveness claims.  See, e.g., Spencer v. Murray, 18 F.3d 229 (4th Cir.1994) (upholding denial of habeas corpus on basis of trial counsel's affidavit);  Sawyers v. Collins, 986 F.2d 1493, 1504 (5th Cir.1993) (upholding denial of habeas corpus without evidentiary hearing even \"if the state court decided the factual issue without the benefit of live testimony\").  Thus the district court's determination that no evidentiary hearing was necessary reflects a proper respect for the different roles of state and federal courts.  And the fact that the district court did not hold an evidentiary hearing on Eaton's ineffective assistance claims in no way indicates that the court slighted these claims.  In fact, the district court carefully considered each and every one of the dozens of errors with which Eaton charged his counsel.  We have reviewed this exhaustive treatment of Eaton's claims, and we adopt the district court's opinion that Eaton received effective assistance of counsel.\n    \n    IV.\n    \n      24\n      Eaton next challenges the trial court's refusal to inform the jury at the sentencing phase that he was ineligible for parole under Virginia law because he had pled guilty and been sentenced to life imprisonment for several prior charges.  In Simmons v. South Carolina, 512 U.S. 154, 114 S.Ct. 2187, 129 L.Ed.2d 133 (1994), the Supreme Court recognized for the first time a defendant's \"narrow right,\" O'Dell, --- U.S. at ----, 117 S.Ct. at 1978, to rebut the State's evidence of future dangerousness with evidence that he is parole ineligible.  Simmons, 512 U.S. at 169, 114 S.Ct. at 2196-97 (plurality opinion);  id. at 177, 114 S.Ct. at 2200-01 (O'Connor, J., joined by Rehnquist, C.J., and Kennedy, J., concurring in the judgment).  In O'Dell the Supreme Court deemed Simmons a \"new rule\" that is unavailable on collateral review of sentences that became final before June 17, 1994, the day Simmons was decided.  O'Dell, --- U.S. at ----, 117 S.Ct. at 1971.   Eaton's conviction became final on October 7, 1991, nearly three years before Simmons.   Thus, O'Dell forecloses Eaton's claim that his sentence must be overturned because he was denied the opportunity to inform the jury of his parole ineligibility.\n    \n    \n      25\n      Eaton, however, seeks to evade O'Dell in three ways.  First he asserts that by the time his conviction became final in 1991 existing precedent dictated the right later recognized in Simmons.   Next he tries to affix a new constitutional label to his demand to inform the sentencing jury of his parole ineligibility in an attempt to preclude O'Dell 's application to his claim.  And finally he asserts a factual distinction between Simmons and his case, insisting that parole ineligibility was part of his sentencing record, a historical fact, while in Simmons parole ineligibility would be the result of the jury's decision, a future contingency.  As discussed below, none of these contentions undercuts the conclusion that Eaton seeks the benefit of a new rule that is unavailable in his case.\n    \n    A.\n    \n      26\n      In finding that Simmons articulated a new rule in 1994, the O'Dell Court asked \"whether 'a state court considering [the defendant's] claim at the time his conviction became final would have felt compelled by existing precedent to conclude that the rule [he] seeks was required by the Constitution.' \"  --- U.S. at ----, 117 S.Ct. at 1973 (quoting Lambrix v. Singletary, 520 U.S. 518, ----, 117 S.Ct. 1517, 1524, 137 L.Ed.2d 771 (1997)) (alterations in Lambrix ).   The conviction at issue in O'Dell became final in 1988, so the Supreme Court's survey of the legal landscape focused on whether any cases at that time \"compelled\" the result ultimately reached in Simmons.   Eaton claims that because his conviction became final three years later, in 1991, O'Dell 's new rule analysis does not control his case.  Eaton claims two decisions during the intervening period between 1988 and 1991 marked \"changes in the legal landscape\" that alter the Teague analysis.  He says Boyde v. California, 494 U.S. 370, 110 S.Ct. 1190, 108 L.Ed.2d 316 (1990), and Payne v. Tennessee, 501 U.S. 808, 111 S.Ct. 2597, 115 L.Ed.2d 720 (1991), both articulate such broad conceptions of what evidence may be relevant to capital sentencing that they \"compelled\" the result later reached in Simmons.\n    \n    \n      27\n      We reject Eaton's assertion that these intervening decisions alter Simmons ' status as a new rule.  Simmons can hardly be said to rely on Boyde and does not even mention Payne, which is not surprising, as neither case bears on the issue of informing the jury about parole ineligibility.  Boyde does reflect the view that a broad range of evidence may be relevant to the sentencing determination, but we decline to derive from the vague intimations of this case any specific \"rule\" that a defendant must be allowed to inform the jury of his parole status.  \"[T]he new-rule doctrine 'would be meaningless if applied at this level of generality.' \"  Gray v. Netherland, 518 U.S. 152, 168-70, 116 S.Ct. 2074, 2084, 135 L.Ed.2d 457 (1996) (citation omitted).  And Payne is entirely inapposite to Eaton's claims.  That case approved states' use of victim impact evidence but signaled absolutely no change in the scope of evidence that the defendant was constitutionally permitted to introduce.  501 U.S. at 826-27, 111 S.Ct. at 2608-09.   Thus, these cases provide no basis for departing from the Supreme Court's determination in O'Dell that Simmons articulated a new rule in 1994.  Inasmuch as Eaton's conviction became final before June 17, 1994, the rule announced in Simmons v. South Carolina has no application to his case.  O'Dell, --- U.S. at ----, 117 S.Ct. at 1971.\n    \n    B.\n    \n      28\n      Next Eaton argues that O'Dell does not control his case because the Simmons right rested on the Fourteenth Amendment, while his claim is premised on the Eighth Amendment guarantee that \"the sentencer [may] not be precluded from considering, as a mitigating factor, any aspect of a defendant's character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.\"  Lockett v. Ohio, 438 U.S. 586, 604, 98 S.Ct. 2954, 2964-65, 57 L.Ed.2d 973 (1978) (plurality opinion);  Eddings v. Oklahoma, 455 U.S. 104, 110, 102 S.Ct. 869, 874, 71 L.Ed.2d 1 (1982) (quoting Lockett plurality).  In reframing his argument this way, Eaton hopes for a favorable answer to a question left open in Simmons, whether a substantially identical entitlement to inform a sentencing jury of parole ineligibility might be predicated on the Eighth Amendment.  See 512 U.S. at 162 n. 4, 114 S.Ct. at 2193 n. 4. But changing the label affixed to his claim in no way alters the conclusion that Eaton seeks the benefit of a new rule.\n    \n    \n      29\n      The cases implementing the generalized Eighth Amendment right to present mitigating evidence simply do not \"compel\" or even suggest a specific right to introduce evidence of parole ineligibility.  Furthermore Eaton's proposed \"Eighth Amendment\" right is functionally indistinguishable from the right announced in Simmons--just like Simmons, Eaton seeks the right to inform the sentencing jury that the alternative to the death penalty in his case really means life imprisonment, without parole.2  This thinly-disguised attempt to circumvent O'Dell and gain (retroactively) the benefit of the right recognized in Simmons is unavailing.  The holding of O'Dell, that the right to introduce evidence of parole ineligibility was a new rule when Simmons announced it, directs the conclusion that Eaton seeks the benefit of a new rule that is simply unavailable on collateral review of his sentence.  And the reasoning of O'Dell graphically illustrates that the rule Eaton seeks would be new, however he chooses to characterize it.  The O'Dell Court surveyed both Eighth and Fourteenth Amendment precedents.  It concluded that until Simmons no case \"compelled\" the view that admission of parole status evidence was a constitutional entitlement, whether as rebuttal evidence under the Fourteenth Amendment or as mitigating evidence under the Eighth.  See --- U.S. at ---- - ----, 117 S.Ct. at 1975-77.   Thus O'Dell squarely and specifically resolves the new rule issue adversely to Eaton's claims.\n    \n    C.\n    \n      30\n      Finally, Eaton advances a factual distinction between his case and Simmons.   He claims that his parole ineligibility was a settled fact, part of his sentencing record, unlike Simmons, where parole ineligibility would be the consequence of one of the jury's sentencing options.  This is a distinction without a difference, for in all crucial respects Eaton's situation is identical to Simmons.\n    \n    \n      31\n      Eaton was never sentenced to \"life imprisonment without parole,\" a punishment not contemplated by the Virginia Code.  Indeed, like Simmons, Eaton was made ineligible for parole by operation of a special provision of state law separate from the section defining his offense and punishment.  South Carolina law at issue in Simmons provided that \"[t]he [Parole] Board shall not grant parole nor is parole authorized to any prisoner serving a sentence for a second or subsequent conviction, following a separate sentencing for a prior conviction, for violent crimes.\"  S.C.Code Ann. &#167; 24-21-640.  Thus, because of Simmons' prior record, had he been sentenced to life imprisonment instead of death, South Carolina law would have made him ineligible for parole.  Simmons, 512 U.S. at 156, 114 S.Ct. at 2190 (plurality opinion).  Likewise, Virginia law provides that \"[a]ny person convicted of three separate felony offenses of ... murder ... shall not be eligible for parole,\" Va.Code &#167; 53.1-151(B1), rendering Eaton parole ineligible even before the Hines trial because of his prior murder convictions.  So in seeking to inform the jury of their parole ineligibility both Eaton and Simmons sought to present to the jury evidence not about themselves, their character or record, but about the operation of state postsentencing law.  No case before Simmons guaranteed a right to do so.  See O'Dell, --- U.S. at ----, 117 S.Ct. at 1977 (surveying case law);  Franklin v. Lynaugh, 487 U.S. 164, 174, 108 S.Ct. 2320, 2327-28, 101 L.Ed.2d 155 (1988) (limiting mitigating evidence to aspects of \"petitioner's 'character,' 'record,' or a 'circumstance of the offense' \").  And the O'Dell Court focused on this exact \"distinction--between information concerning state postsentencing law on the one hand and evidence specifically related to the defendant on the other--\" as the feature of Simmons that made the rule new.  --- U.S. at ----, ----, 117 S.Ct. at 1976, 1977 (\"It is a step from a ruling that a defendant must be permitted to present evidence of [his character] to a requirement that he be afforded an opportunity to describe the extant legal regime.\").\n    \n    \n      32\n      Thus, however characterized, Eaton is here asserting the right to place before his sentencing jury evidence about the \"extant legal regime\" that made him ineligible for parole.  He is seeking what O'Dell clearly says no criminal defendant was entitled to before 1994, and he cannot benefit from this new rule on collateral review of his sentence.3V.\n    \n    \n      33\n      Eaton also objects to Virginia's statutory aggravator for \"future dangerousness.\"   He contends that it does not impose any standard of proof on evidence of prior unadjudicated bad acts like his planned escape from jail.  Thus, he says, it provides constitutionally insufficient guidance for the jury's evaluation of the evidence in aggravation of his crimes.\n    \n    \n      34\n      Courts have routinely considered evidence of prior unadjudicated acts in assessing future dangerousness.  See, e.g., Gray, 518 U.S. at 156-58, 116 S.Ct. at 2078 (defendant sentenced to death, in part, on evidence of previous bad acts that had resulted in neither indictment nor conviction);  Giarratano v. Procunier, 891 F.2d 483, 489-90 (4th Cir.1989) (same);  Muniz v. Johnson, 132 F.3d 214, 224 (5th Cir.1998) (same, finding practice constitutional);  Watkins v. Commonwealth, 229 Va. 469, 331 S.E.2d 422, 436 (1985) (same, approving practice under Virginia law).  In Jurek v. Texas, 428 U.S. 262, 96 S.Ct. 2950, 49 L.Ed.2d 929 (1976), the Supreme Court rejected the claim that the statutory aggravator of future dangerousness impermissibly relied on wholly speculative--that is, unproved and unprovable--predictions of defendant's future behavior.  It is for the jury to assign what weight it will to predictions of future dangerousness.  \"[T]he rules of evidence ... anticipate that relevant, unprivileged evidence should be admitted and its weight left to the fact finder, who would have the benefit of cross examination and contrary evidence by the opposing party.\"  Barefoot v. Estelle, 463 U.S. 880, 898, 103 S.Ct. 3383, 3397, 77 L.Ed.2d 1090 (1983).  Furthermore, the Jurek Court insisted that the jury must \"have before it all possible relevant information about the individual defendant whose fate it must determine.\"  428 U.S. at 276, 96 S.Ct. at 2958.   This certainly includes testimony relating to Eaton's violent propensities while in prison.  See Skipper v. South Carolina, 476 U.S. 1, 7, 106 S.Ct. 1669, 1672, 90 L.Ed.2d 1 (1986);  California v. Ramos, 463 U.S. 992, 1001-03, 103 S.Ct. 3446, 3453-55, 77 L.Ed.2d 1171 (1983);  Barefoot, 463 U.S. at 896-905, 103 S.Ct. at 3396-3401.   Thus, as we held in Briley v. Bass, \"[t]he constitutionality of [Virginia's future dangerousness aggravator] is beyond question\" in light of Jurek.  750 F.2d 1238, 1245 (4th Cir.1984);  see also Giarratano, 891 F.2d at 489-90 (explicitly approving a broad range of evidence of future dangerousness).\n    \n    VI.\n    \n      35\n      For the foregoing reasons, we affirm the judgment of the district court.\n    \n    \n      36\n      AFFIRMED.\n    \n    \n      \n        1\n         Based on the Virginia Supreme Court's disposition of Eaton's state habeas petition, the district court ruled that the substance of the ineffective assistance claims was procedurally defaulted.  We think this is a close question.  On his state habeas appeal, Eaton contended that \"[t]he trial court erred in dismissing without a hearing Appellant's claim that he was denied reasonably effective assistance of counsel.\"   In Eaton's case the Virginia Supreme Court denied the relevant assignments of error on the merits and made no explicit finding of procedural default with respect to Eaton's ineffective assistance claims.  However, in a later case, Yeatts v. Murray, 249 Va. 285, 455 S.E.2d 18 (1995), an identical Assignment of Error was read to challenge only the denial of a state evidentiary hearing, not the substance of the underlying ineffective assistance claims.  In finding that Eaton procedurally defaulted on these claims, the district court relied heavily on the reasoning of the Yeatts case.  But Yeatts was handed down months after Eaton's state habeas appeal was dismissed by the Virginia Supreme Court.  And a federal magistrate judge has found that even Yeatts is not precluded from federal review of his ineffective assistance claims, despite state procedural default.  Yeatts v. Angelone, No. 95-0638-R, Magistrate's Report and Recommendation (W.D.Va. May 29, 1997).   Relying, in part, on the treatment of Eaton's case in the Virginia Supreme Court, the magistrate judge concluded that Yeatts established a new rule of procedural default.  Because we agree with the district court's denial of Eaton's ineffectiveness claims on the merits, we need not resolve the thorny issue of procedural default\n      \n      \n        2\n         The Simmons Court itself was divided on the precise Eighth Amendment claim Eaton now advances, which sends a strong signal that as late as 1994 the Eighth Amendment issue \"was susceptible to debate among reasonable minds,\" the hallmark of a new rule.  Butler v. McKellar, 494 U.S. 407, 415, 110 S.Ct. 1212, 1217-18, 108 L.Ed.2d 347 (1990)\n      \n      \n        3\n         O'Dell also directs the outcome of the final phase of Teague analysis, the determination whether a new rule fits either of the two narrow exceptions to the nonretroactivity principle.  The first exception, \"for new rules 'forbidding criminal punishment of certain primary conduct [and] rules prohibiting a certain category of punishment for a class of defendants because of their status or offense,' \" O'Dell, --- U.S. at ----, 117 S.Ct. at 1973 (quoting Penry v. Lynaugh, 492 U.S. 302, 330, 109 S.Ct. 2934, 2952-53, 106 L.Ed.2d 256 (1989)) (alteration in O'Dell ), is plainly inapplicable here.  And in O'Dell the Court ruled that a right to inform the sentencing jury of parole ineligibility predicated on the Fourteenth Amendment Due Process Clause was not a \"watershed rule[ ] of criminal procedure,\" Teague, 489 U.S. at 311, 109 S.Ct. at 1075-76 (plurality opinion), such that it must be applied even in cases on collateral review.  O'Dell, --- U.S. at ----, 117 S.Ct. at 1978.   We can conceive of no ground for holding that any identical right based on the Eighth Amendment would be any more exceptional\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 752874
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}