{
    "id": 1404808,
    "judges": "Cooper, Graves, Johnstone, Keller, Lambert, Stumbo, Wintersheimer",
    "date_filed": 1022198400000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-tamme",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Tamme",
    "case_name_full": "COMMONWEALTH of Kentucky, Appellant, v. Eugene Frank TAMME, Appellee",
    "attorneys": "Albert B. Chandler III, Attorney General, Connie V. Malone, Assistant Attorney General, Michael G. Wilson, Assistant Attorney General, Criminal Appellate Division, Frankfort, Counsel for Appellants., Dennis Stutsman, Department of Public Advocacy, Frankfort, John E. Selent, R. Kenyon Meyer, Dinsmore & Shohl LLP, Louisville, Counsel for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "As Amended May 24, 2002., Rehearing Denied Sept. 26, 2002.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b489-4\">\n    COMMONWEALTH of Kentucky, Appellant, v. Eugene Frank TAMME, Appellee.\n   </parties><docketnumber id=\"AnP\">\n    No. 2000-SC-0784-MR.\n   </docketnumber><court id=\"AK0A\">\n    Supreme Court of Kentucky.\n   </court><br><decisiondate id=\"b489-7\">\n    March 21, 2002.\n   </decisiondate><br><otherdate id=\"b489-8\">\n    As Amended May 24, 2002.\n   </otherdate><otherdate id=\"AxK\">\n    Rehearing Denied Sept. 26, 2002.\n   </otherdate><br><attorneys id=\"b490-22\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"466\"> \n     *466\n     </span>\n    Albert B. Chandler III, Attorney General, Connie V. Malone, Assistant Attorney General, Michael G. Wilson, Assistant Attorney General, Criminal Appellate Division, Frankfort, Counsel for Appellants.\n   </attorneys><br><attorneys id=\"b490-23\">\n    Dennis Stutsman, Department of Public Advocacy, Frankfort, John E. Selent, R. Kenyon Meyer, Dinsmore\n    <em>\n     &amp;\n    </em>\n    Shohl LLP, Louisville, Counsel for Appellee.\n   </attorneys>",
    "citations": [
        "83 S.W.3d 465"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4563.0,
            "opinion_text": "\n83 S.W.3d 465 (2002)\nCOMMONWEALTH of Kentucky, Appellant,\nv.\nEugene Frank TAMME, Appellee.\nNo. 2000-SC-0784-MR.\nSupreme Court of Kentucky.\nMarch 21, 2002.\nAs Amended May 24, 2002.\nRehearing Denied September 26, 2002.\n*466 Albert B. Chandler III, Attorney General, Connie V. Malone, Assistant Attorney General, Michael G. Wilson, Assistant Attorney General, Criminal Appellate Division, Frankfort, Counsel for Appellants.\nDennis Stutsman, Department of Public Advocacy, Frankfort, John E. Selent, R. Kenyon Meyer, Dinsmore &amp; Shohl LLP, Louisville, Counsel for Appellee.\n*467 WINTERSHEIMER, Justice.\nThis appeal is from a decision of the Fayette Circuit Court vacating Tamme's convictions for two capital murders and sentence of death and ordering a new trial.\nThe history of this proceeding is lengthy. In 1985, a jury found Tamme guilty of two counts of intentional murder, and he was sentenced to death for each of the murders. His convictions were reversed by a majority of this Court in Tamme v. Commonwealth, Ky., 759 S.W.2d 51 (1988). Tamme was tried again in 1994, and again found guilty of two intentional murders and sentenced to death. This Court affirmed the second conviction in Tamme v. Commonwealth, Ky., 973 S.W.2d 13 (1998). In 1999, the United States Supreme Court declined review of Tamme II. Tamme v. Kentucky, 525 U.S. 1153, 119 S. Ct. 1056, 143 L. Ed. 2d 61 (1999).\nAfter having been twice convicted of capital murder and twice been sentenced to death, Tamme sought a new trial pursuant to RCr 10.02 and 10.06 and also moved separately to vacate his conviction under RCr 11.42. He was granted a stay of execution pending resolution of his post-conviction motions. The circuit judge determined that the misrepresentation by counsel of the holding in Tamme I and subsequent failure to make a record in regard to the interwoven relationships of Tamme and his principal accusers in the drug business was ineffective representation that cannot be excused as strategy. The circuit judge also stated that although the testimony of Armstrong corroborates Woodward and might not be sufficient grounds for a new trial alone, when coupled with RCr 11.42 issues, this testimony emphasizes the need for a new trial. Accordingly, she vacated the conviction and ordered a third trial. This appeal by the Commonwealth followed.\nThe Commonwealth argues that the circuit judge erred by overruling the decision of this Court in Tamme I, by holding that the evidence of Tamme's marijuana farming operation should have been admitted at a second trial. The Commonwealth maintains that this is a law of the case situation. It contends that the circuit judge abused her discretion by applying an incorrect, more lenient legal standard when granting Tamme his third trial; that the circuit judge erred by commingling the standards under RCr 11.42 with the new trial standards under RCr 10.02 and 10.06 for newly discovered evidence; that the circuit judge erred by granting a new trial based solely upon the cumulative impeachment testimony of a single newly discovered witness; and that the circuit judge erred in failing to dismiss the new trial motion as untimely because good cause was not shown. Finally, the Commonwealth claims that the circuit judge erred by granting the RCr 11.42 motion because of a failure to satisfy either the deficient performance or prejudice prong of the Strickland test.\nCounsel for Tamme responds that this Court should affirm the opinion of the circuit judge granting the RCr 11.42 motion because his trial counsel rendered ineffective assistance of counsel which resulted in prejudice. Tamme also argues that this Court should affirm the opinion of the circuit judge granting him a new trial on the basis of newly discovered evidence pursuant to RCr 10.02 and 10.06; that this Court lacks jurisdiction to grant the relief requested by the Commonwealth; that the circuit judge applied the correct legal standard in granting him a new trial based on newly discovered evidence; that the opinion of the circuit judge granting him a new trial on that basis was within her discretion and that the testimony of Armstrong would probably change the result if a new trial was granted; and that his testimony *468 was not cumulative, and is newly discovered.\nThe crux of the facts of this case is that Buchanan, a business partner of Tamme's in September of 1984, came forward and told police that he witnessed Tamme shoot both victims and dispose of their bodies in 1983. Tamme testified in his own defense and denied the killings. The case has occupied the dockets of the Court of Justice since 1984.\n\nI. Law of the Case\nTamme was successful in his first appeal by claiming that the evidence of his marijuana farming operation was irrelevant and prejudicial and that his due process rights were violated by its introduction. This Court ruled that his case should be retried with no mention of the marijuana farming. Now, Tamme argues that the marijuana farming evidence should have come in at his second trial and that it was a due process violation when the evidence was not admitted. The only reasonable and legally correct interpretation of Tamme I is that evidence regarding the marijuana farming was not to be allowed. Williamson v. Commonwealth, Ky., 767 S.W.2d 323 (1989) states:\nIt is fundamental that when an issue is finally determined by an appellate court, the trial court must comply with such determination. The court to which the case is remanded is without power to entertain objections or make modifications in the appellate court decision.\nThis admonition, which prevents a RCr 11.42 movant from relitigating issues which were raised and decided in the direct appeal or which could have been raised, was not followed. See Brown v. Commonwealth, Ky., 788 S.W.2d 500 (1990); Sanborn v. Commonwealth, Ky., 975 S.W.2d 905 (1998); Thacker v. Commonwealth, Ky., 476 S.W.2d 838 (1972).\nIn addition, the doctrine of law of the case applies here so as to defeat the arguments of Tamme. It has long been recognized that the final decisions of the court are binding on the parties, the trial court and this Court. See Haight v. Commonwealth, Ky., 938 S.W.2d 243 (1996), citing Martin v. Frasure, Ky., 352 S.W.2d 817 (1961); Taylor v. Mills, Ky., 320 S.W.2d 111 (1958). Obviously, the law of the case doctrine is intended to prevent defendants from endlessly litigating the same issue in appeal after appeal. It also prevents a dissatisfied party from presenting piecemeal issues to the appellate courts so that no decision is ever final. See Marshall v. Merrifield, Ky., 474 S.W.2d 99 (1971), citing Sowders v. Coleman, 223 Ky. 633, 4 S.W.2d 731 (1928)\nIt was reversible error for the circuit judge to grant a new trial in this matter. The trial court should have adjudicated all claims raised by Tamme rather than piecemeal the case by ruling on only two of the many issues raised in the RCr 11.42 procedure.\n\nII. Incorrect legal standard\nThe correct legal standard for adjudicating a motion for a new trial based on newly discovered evidence may be found in Collins v. Commonwealth, Ky., 951 S.W.2d 569 (1997):\nNewly discovered evidence must be of such decisive value or force that it would, with reasonable certainty, change the verdict or that it would probably change the result if a new trial should be granted.\nSimilar pronouncements may be found in Coots v. Commonwealth, Ky., 418 S.W.2d 752 (1967) and Wheeler v. Commonwealth, Ky., 395 S.W.2d 569 (1965). The trial judge did not use this rigorous standard and therefore is in error for *469 granting the new trial. The trial judge indicated that the applicable standard is whether the testimony could reasonably result in a different verdict and whether this testimony could be reasonably persuasive as a part of the entire defense theory. Such is a more liberal standard at variance with the requirements of this Court as previously noted. No precedent was cited supporting the standard used.\nThe trial judge also mixed the standards for adjudicating RCr 11.42 motions with those for adjudicating RCr 10.02 and 10.06 new trial motions. The combination of these standards produced reversible error. We find no precedent for allowing a defendant to combine an insufficient new trial motion with an insufficient RCr 11.42 motion so as to grant a new trial. In this case, the trial judge admitted that the newly discovered evidence, which was the testimony by Armstrong, did not meet the new trial standard, thus it was error to grant such a new trial.\nMoreover, the trial judge erred by granting a new trial based solely on the cumulative impeachment testimony of a single newly discovered witness, Armstrong. See Moore v. Commonwealth, Ky., 983 S.W.2d 479 (1998). This Court has held in Foley v. Commonwealth, Ky., 55 S.W.3d 809 (2000), that the granting of a new trial is disfavored when the grounds are newly discovered evidence which is merely cumulative or impeaching in nature. The reference to Foley v. Commonwealth, Ky., 17 S.W.3d 878 (2000), was inappropriate.\nContrary to the claim by Tamme, this Court has jurisdiction to reinstate the jury verdict in this case. See Commonwealth v. Brindley, Ky., 724 S.W.2d 214 (1986). Reliance on Commonwealth v. Littrell, Ky., 677 S.W.2d 881 (1984), is misplaced. Here, the Commonwealth is not appealing from a verdict of acquittal.\n\nIII. Deficient Performance/Prejudice\nThe trial judge misapplied the legal standards set out in Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984). Strickland, supra, holds that the appropriate question to be considered by a trial court is whether the defendant received representation that fell below an objective standard of reasonableness under the totality of the circumstances. It was error for the trial judge to conclude that Tamme had received ineffective assistance of counsel based solely on the interpretation of Tamme I by defense counsel.\nTamme has the burden of demonstrating that defense counsel denied him his Sixth Amendment right to effective assistance of counsel and that this prejudiced his trial. Foley v. Commonwealth, Ky., 17 S.W.3d 878 (2000); Strickland. He must also demonstrate that counsel made errors that were so serious that counsel was not functioning as the \"counsel\" guaranteed by the Sixth Amendment and that the deficient performance prejudiced the defense and deprived him of a fair trial and produced an unreliable result. See Harper v. Commonwealth, Ky., 978 S.W.2d 311 (1998).\nIn our view, trial counsel for Tamme used a reasonable trial strategy and rendered effective assistance of counsel. The argument that the original decision of this Court was intended to limit any reference to drug activities only to the prosecution, but permit the defense to impeach the credibility of the prosecution's witness with evidence of involvement in the drug operation is absurd. Clearly, the door would be opened and could not stand ajar for the benefit of one of the parties. The trial judge failed to consider the proper *470 standard and Tamme failed to demonstrate how he received an inadequate defense.\nThe trial counsel defending Tamme presented a reasonable performance under all the circumstances. The comment by the trial judge that \"Counsel's misinterpretation of the holding in Tamme I and the subsequent failure to make a record in regard to the interwoven relationships of Tamme and his principal accusers in the drug business was ineffective representation that cannot be excused on mere strategy grounds\" is unconvincing. The real issue was whether the defense performance was reasonably effective assistance of counsel as required by Strickland. As stated by this Court, \"The critical issue is not whether counsel made errors but whether counsel was so thoroughly ineffective that defeat was snatched from the hands of probable victory.\" Foley v. Commonwealth, Ky., 17 S.W.3d 878 (2000).\nThere is always a strong presumption that the conduct of counsel is within the acceptable range of reasonable and effective assistance. Humphrey v. Commonwealth, Ky., 962 S.W.2d 870 (1998). Keeping the evidence out was consistent with the strategy to present an alibi defense and to portray Tamme as a solid citizen in the community. As testified by defense counsel, he believed that the introduction of the drug activity among the witnesses might actually cause Tamme more harm than good. Clearly, this was a tactical or strategic decision made by defense counsel, perfectly acceptable under Strickland.\nThe argument accepted by the circuit judge is based on the type of hindsight decried by Chandler v. United States, 218 F.3d 1305 (11th Cir.2000). A careful review of the testimony from Tamme I supports the defense theory at the time it was presented. Here, both counsel were experienced and knowledgeable in criminal defense work and exhibited all the skill necessary to ensure that Tamme received a fair trial.\nTamme also failed to show the required prejudice as set out in Strickland. He did not demonstrate that the errors alleged against defense counsel were so serious as to deprive him of a fair trial which would produce an unreliable result. Here, Tamme presented only a conclusory claim that but for the misinterpretation of Tamme I by defense counsel he would not have been convicted the second time. We find no support for such a conclusion. There was no proof offered as to how the conduct of defense counsel failed to produce a reasonable defense and thus deprived him of a fair trial at the second trial. Cf. Williams v. Taylor, 529 U.S. 362, 120 S. Ct. 1495, 146 L. Ed. 2d 389 (2000). It was error for the trial judge to grant the RCr 11.42 motion.\nThe decision of the circuit court which granted Tamme post-conviction relief and a new trial is reversed. This case is remanded for consideration of the other issues raised in the RCr 11.42 motion, but not originally addressed by the trial court.\nCOOPER, GRAVES, JOHNSTONE, JJ., concur.\nSTUMBO, J., concurs in result only.\nKELLER, J., concurs by separate opinion joined by LAMBERT, C.J.\nKELLER, Justice, concurring.\nI agree with the majority that the trial court erred when it vacated Appellee's convictions and sentences of death and granted Appellee a new trial. As to Appellee's contention that he was entitled to a new trial because of a newly-discovered impeachment witness, I agree with the analysis in Part II of the majority opinion. *471 With respect to Appellee's argument that he received ineffective assistance of counsel when his trial counsel misinterpreted this Court's opinion[1] on appeal from his first trial, however, I cannot agree with the majority's Part I conclusion that Appellee's trial counsel correctly interpreted Tamme I as prohibiting the defense from introducing any evidence concerning Appellee's drug cultivation and trafficking operations. I nevertheless concur in the result reached by the majority because Appellee has failed to demonstrate that his trial counsel rendered him ineffective assistance of counsel under the standards set forth by the United States Supreme Court in Strickland v. Washington.[2] Accordingly, I again[3] write separately from a majority that improperly applies the law of the case doctrine.\nIn Tamme I, this Court considered Appellee's allegations of error concerning his 1985 trial by jury, and the Court reversed Appellee's convictions and sentences of death because of errors committed during the prosecution's capital sentencing voir dire and because the trial court allowed the Commonwealth to introduce irrelevant, prejudicial evidence concerning Appellee's criminal conduct.[4] With regard to the evidentiary errors, the Court stated:\nAppellant also argues that the repeated references to other unconvicted bad acts violated his right to a fair trial. Appellant claims that the prosecutor erroneously dwelt upon his marijuana farming operation and the allegation that he was a heavy user and supplier of cocaine. The prosecutor also presented evidence of appellant's alleged insurance fraud to the jury. The Commonwealth maintains that such evidence is relevant and necessary to explain the motive and circumstances surrounding the murders. We disagree. Although appellant has a right only to a fair trial, not a perfect one, he is entitled to be tried for the crimes charged in the indictment and no others. Holland v. Commonwealth, Ky., 703 S.W.2d 876, 879 (1985). Evidence that appellant is a drug user and cultivator is highly prejudicial, and only marginally probative in determining who killed Maddox and Sutherland. The evidence of motive, what little there was, tended to prove some sort of jealous-lover scenario, not a drug deal gone sour. The farming of marijuana had virtually nothing to do with the crime other than to produce the scene. On retrial, the jury only needs to be told that the victims were occasional employees of appellant, shot in a field where they worked.[5]\nThe language in this paragraph\u0097which, although apparently dispositive to the majority, is not quoted in the majority opinion\u0097leads today's majority to its conclusion that the Tamme I Court prohibited the defense from introducing evidence that Sutherland and Maddox were murdered as a direct result of their involvement in the drug trade with the primary prosecution witnesses. I have previously expressed my belief that this Court should exercise greater discretion in its invocation of the law of the case doctrine.[6] I see no reason to repeat those views here, however, because *472 I believe the doctrine is inapplicable to this case for an even more fundamental reason\u0097Tamme I addressed an allegation of error regarding the introduction of this evidence at the first trial, but did not finally adjudicate whether Appellee could introduce the evidence for some other relevant purpose. I simply cannot agree with the majority's interpretation of the Tamme I holding,[7] and I thus write separately as to Part I of the Majority Opinion.\nThe majority's application of the law of the case doctrine rests on its conclusion that Tamme I's observation that \"[o]n retrial, the jury only needs to be told that the victims were occasional employees of appellant, shot in a field where they worked\" constitutes a prohibition against the introduction of any evidence relating to Appellee's marijuana cultivation activities by any party for any purpose. While the majority is correct that a trial court must follow an appellate court order that remands a matter with specific instructions,[8] \"a trial court taking a case on remand may generally consider or decide any matter left open by the remanding appellate court\"[9] and \"parties are entitled to introduce additional evidence, supplement pleadings and expand issues in the trial on remand from a reversed judgment, unless there are specific limitations imposed [in the opinion remanding.]\"[10]Tamme I's statement regarding what evidence the jury \"needs to be told\" upon retrial does not even contain traditional prohibitory language,[11] and is not a \"specific limitation\" prohibiting the introduction of the evidence for the purpose Appellee identified in his RCr 11.42 petition.\nCertainly, application of the law of the case doctrine, much like cases where issue or claim preclusion is alleged, \"must rest upon a more solid basis than mere speculation as to what was actually adjudicated in the prior action.\"[12] In order to properly interpret whether an appellate court's opinion imposes a specific limitation, therefore, we must consider both the context of the proceedings and the rationale supporting the opinion.[13] Finally, \"[a]n appellate court's decision should be read with the understanding that it is an error-correcting court.\"[14]\nIn accordance with this inquiry, I would observe that the error addressed In Tamme I was Appellee's allegation that the trial court erred when it denied Appellee's motion in limine to exclude evidence of other possible crimes committed by Appellee. Appellee argued that evidence of his participation in a marijuana cultivation operation was not relevant to the Commonwealth's case because the Commonwealth's proposed motive had nothing to do with drug cultivation. The Commonwealth argued both that the evidence supplied a secondary motive for the murders and that it was \"inextricably intertwined\"[15] with *473 the other evidence in the case because the victims' bodies were found in a marijuana field. This Court rejected the Commonwealth's arguments as to the alleged probativeness of the evidence and explained how the Commonwealth could present its case without making reference to Appellee's marijuana cultivation operations. Tamme I thus found that the evidence was neither relevant to, nor inseparable from, the prosecution's case-in-chief. This finding, however, would not preclude introduction of the evidence for some other relevant purpose.\nThe entire concept of evidentiary relevance is defined by, and is contingent upon, the purpose for which the evidence is offered.[16] Accordingly, \"[i]t is not uncommon for an item of evidence to be admissible for one purpose but not another,\"[17] and the fact that evidence may not be admissible to prove one proposition does not preclude its introduction to prove another proposition.[18] In accordance with KRE 403, trial courts must assess \"multiple admissibility\" or \"limited admissibility\" evidence to determine whether its prejudicial effect substantially outweighs its probative value.[19] If a trial court does not exclude the evidence under KRE 403, however, it \"upon request, shall restrict the evidence to its proper scope and admonish the jury accordingly.\"[20]\nIn my opinion, the majority's conclusion divorces itself from the inherent context-driven relevancy inquiry when it holds that Tamme I\u0097which considered the relevance of the marijuana cultivation evidence in only one context\u0097held that the evidence was inadmissible for any purpose. While Appellee still maintains that evidence relating to his participation in marijuana cultivation is irrelevant to the Commonwealth's case against him, he argues that the evidence directly relates to his defense\u0097that his accusers, themselves participants in the drug operations, killed the victims for reasons relating to those drug operations.\nNone of the cases cited by the majority in support of its application of the law of the case doctrine involve a question of evidentiary relevance, and only one of those cases even involves an evidence issue.[21] Simply put, the law of the case *474 doctrine is not applicable when a subsequent trial presents different facts, issues, or evidence.[22] As Appellee argues that he wished to introduce evidence of the drug operation for a purpose different from the one considered by this Court in Tamme I, I believe this Court errs in holding that the Tamme I decision resolved the question of the admissibility of the evidence for that purpose.\nI nevertheless concur in the result reached by the majority because I agree with the majority's Part III holding that \"it was error for the trial judge to conclude that Tamme had received ineffective assistance of counsel based solely on the interpretation of Tamme I by defense counsel.\"[23] While I happen to disagree with the interpretation of Tamme I reached by both Appellee's trial counsel and today's majority, I recognize that the issue is debatable.[24] Given the fact that members of this Court disagree as to the correct interpretation of Tamme I, I do not believe the fact that Appellee's trial counsel interpreted Tamme I one way rather than the other demonstrates deficient performance.[25]\nAccordingly, I would reverse the Fayette Circuit Court's order granting Appellee post-conviction relief and a new trial and I would remand the case for consideration of the other issues raised in Appellee's RCr 11.42 petition.\nLAMBERT, C.J., joins this concurring opinion.\nNOTES\n[1]  Tamme v. Commonwealth, Ky., 759 S.W.2d 51 (1988) (hereinafter \"Tamme I \").\n[2]  466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984).\n[3]  See Taylor v. Commonwealth, 63 S.W.3d 151, 168 (2001) (Keller, J., dissenting).\n[4]  Tamme I, supra note 1 at 52-54.\n[5]  Id. at 54-54.\n[6]  Taylor v. Commonwealth, supra note 3 at 170 (Keller, J., dissenting).\n[7]  Majority Opinion at 83 S.W.3d 465, 468 (2002) (\"The only reasonable and legally correct interpretation of Tamme I is that evidence regarding the marijuana farming was not to be allowed.\").\n[8]  5 Am.Jur.2d Appellate Review § 787 (1995).\n[9]  Id. at § 792.\n[10]  Id. at § 788 (emphasis added).\n[11]  Cf. Osborne v. Commonwealth, Ky., 43 S.W.3d 234, 241 (2001) (\"The improper admission of the grand jury testimony ... requires reversal for a new trial at which none of Reid's statements inculpating Appellant shall be admitted.\" (emphasis added)).\n[12]  47 Am.Jur.2d Judgments § 727 (1995).\n[13]  5 Am.Jur.2d Appellate Review § 782 (1995).\n[14]  Id.\n[15]  See KRE 404(b)(2).\n[16]  Robert G. Lawson, Kentucky Evidence Law Handbook (3rd Ed.) § 2.05 at 51 (Michie 1993) (hereinafter \"Lawson\") (\"Relevancy is the status (or the relationship) that must exist between a proposition to be established (ultimate fact) and material evidencing the proposition (evidentiary facts) before the latter may be admissible to prove the former.\").\n[17]  1992 Kentucky Evidence Rules Study Committee's Commentary to KRE 105.\n[18]  Lawson, supra note 15 at § 1.05 at 16-17. See also 1 Wigmore, Evidence § 13 at 694 (Tiller rev.1983):\n\nIn other words, when an evidentiary fact is offered for one purpose, and becomes admissible by satisfying all the rules applicable to it in that capacity, it is not inadmissible because it does not satisfy the rules applicable to it in some other capacity and because the jury might improperly consider it in the latter capacity. This doctrine ... is indispensable as a practical rule.\nId.\n[19]  See Id. at § 1.05(III) at 18-19.\n[20]  KRE 105(a).\n[21]  Sowders v. Coleman, 223 Ky. 633, 4 S.W.2d 731 (1928). And, in that case, our predecessor Court affirmed, in face of a law of the case doctrine challenge, the trial court's decision to admit non-hearsay evidence on a topic, see Id. at 732, because, on a prior appeal, see Coleman v. Sowders, 206 Ky. 841, 268 S.W. 579 (1925), it had only prohibited the introduction of hearsay evidence on the topic at retrial. Id. at 581. These cases illustrate the importance of correctly interpreting the instructions given to a trial court upon remand.\n[22]  5 Am.Jur.2d Appellate Review § 611 (1995).\n[23]  Majority Opinion, supra note 7 at 469 (Slip Op. at 6).\n[24]  While I find the issue as one which is subject to alternative interpretations, I note that the majority characterizes the interpretation of Tamme I reached by Appellee's appellate counsel, the trial court, and this concurring Justice as \"absurd,\" Majority Opinion, supra note 7 at 469 (Slip Op. at 7).\n[25]  See Haight v. Commonwealth, Ky., 41 S.W.3d 436, 448 (2001) (\"We are at a loss to see how failure to move to admit evidence\u0097the admissibility of which is still an open question\u0097can ever sink below sufficient performance into deficiency.\").\n\n",
            "ocr": false,
            "opinion_id": 1404808
        },
        {
            "author_str": "Wintersheimer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*467WINTERSHEIMER, Justice.\nThis appeal is from a decision of the Fayette Circuit Court vacating Tamme’s convictions for two capital murders and sentence of death and ordering a new trial.\nThe history of this proceeding is lengthy. In 1985, a jury found Tamme guilty of two counts of intentional murder, and he was sentenced to death for each of the murders. His convictions were reversed by a majority of this Court in Tamme v. Commonwealth, Ky., 759 S.W.2d 51 (1988). Tamme was tried again in 1994, and again found guilty of two intentional murders and sentenced to death. This Court affirmed the second conviction in Tamme v. Commonwealth, Ky., 973 S.W.2d 13 (1998). In 1999, the United States Supreme Court declined review of Tamme II. Tamme v. Kentucky, 525 U.S. 1153, 119 S.Ct. 1056, 143 L.Ed.2d 61 (1999).\nAfter having been twice convicted of capital murder and twice been sentenced to death, Tamme sought a new trial pursuant to RCr 10.02 and 10.06 and also moved separately to vacate his conviction under RCr 11.42. He was granted a stay of execution pending resolution of his post-conviction motions. The circuit judge determined that the misrepresentation by counsel of the holding in Tamme I and subsequent failure to make a record in regard to the interwoven relationships of Tamme and his principal accusers in the drug business was ineffective representation that cannot be excused as strategy. The circuit judge also stated that although the testimony of Armstrong corroborates Woodward and might not be sufficient grounds for a new trial alone, when coupled with RCr 11.42 issues, this testimony emphasizes the need for a new trial. Accordingly, she vacated the conviction and ordered a third trial. This appeal by the Commonwealth followed.\nThe Commonwealth argues that the circuit judge erred by overruling the decision of this Court in Tamme I, by holding that the evidence of Tamme’s marijuana farming operation should have been admitted at a second trial. The Commonwealth maintains that this is a law of the ease situation. It contends that the circuit judge abused her discretion by applying an incorrect, more lenient legal standard when granting Tamme his third trial; that the circuit judge erred by commingling the standards under RCr 11.42 with the new trial standards under RCr 10.02 and 10.06 for newly discovered evidence; that the circuit judge erred by granting a new trial based solely upon the cumulative impeachment testimony of a single newly discovered witness; and that the circuit judge erred in failing to dismiss the new trial motion as untimely because good cause was not shown. Finally, the Commonwealth claims that the circuit judge erred by granting the RCr 11.42 motion because of a failure to satisfy either the deficient performance or prejudice prong of the Strickland test.\nCounsel for Tamme responds that this Court should affirm the opinion of the circuit judge granting the RCr 11.42 motion because his trial counsel rendered ineffective assistance of counsel which resulted in prejudice. Tamme also argues that this Court should affirm the opinion of the circuit judge granting him a new trial on the basis of newly discovered evidence pursuant to RCr 10.02 and 10.06; that this Court lacks jurisdiction to grant the relief requested by the Commonwealth; that the circuit judge applied the correct legal standard in granting him a new trial based on newly discovered evidence; that the opinion of the circuit judge granting him a new trial on that basis was within her discretion and that the testimony of Armstrong would probably change the result if a new trial was granted; and that his testimony *468was not cumulative, and is newly discovered.\nThe crux of the facts of this case is that Buchanan, a business partner of Tamme’s in September of 1984, came forward and told police that he witnessed Tamme shoot both victims and dispose of their bodies in 1983. Tamme testified in his own defense and denied the killings. The case has occupied the dockets of the Court of Justice since 1984.\nI. Law of the Case\nTamme was successful in his first appeal by claiming that the evidence of his marijuana farming operation was irrelevant and prejudicial and that his due process rights were violated by its introduction. This Court ruled that his case should be retried with no mention of the marijuana farming. Now, Tamme argues that the marijuana farming evidence should have come in at his second trial and that it was a due process violation when the evidence was not admitted. The only reasonable and legally correct interpretation of Tamme I is that evidence regarding the marijuana farming was not to be allowed. Williamson v. Commonwealth, Ky., 767 S.W.2d 323 (1989) states:\nIt is fundamental that when an issue is finally determined by an appellate court, the trial court must comply with such determination. The court to which the case is remanded is without power to entertain objections or make modifications in the appellate court decision.\nThis admonition, which prevents a RCr 11.42 movant from relitigating issues which were raised and decided in the direct appeal or which could have been raised, was not followed. See Brown v. Commonwealth, Ky., 788 S.W.2d 500 (1990); Sanborn v. Commonwealth, Ky., 975 S.W.2d 905 (1998); Thacker v. Commonwealth, Ky., 476 S.W.2d 838 (1972).\nIn addition, the doctrine of law of the case applies here so as to defeat the arguments of Tamme. It has long been recognized that the final decisions of the court are binding on the parties, the trial court and this Court. See Haight v. Commonwealth, Ky., 938 S.W.2d 243 (1996), citing Martin v. Frasure, Ky., 352 S.W.2d 817 (1961); Taylor v. Mills, Ky., 320 S.W.2d 111 (1958). Obviously, the law of the case doctrine is intended to prevent defendants from endlessly litigating the same issue in appeal after appeal. It also prevents a dissatisfied party from presenting piecemeal issues to the appellate courts so that no decision is ever final. See Marshall v. Merrifield, Ky., 474 S.W.2d 99 (1971), citing Sowders v. Coleman, 223 Ky. 633, 4 S.W.2d 731 (1928)\nIt was reversible error for the circuit judge to grant a new trial in this matter. The trial court should have adjudicated all claims raised by Tamme rather than piecemeal the case by ruling on only two of the many issues raised in the RCr 11.42 procedure.\nII. Incorrect legal standard\nThe correct legal standard for adjudicating a motion for a new trial based on newly discovered evidence may be found in Collins v. Commonwealth, Ky., 951 S.W.2d 569 (1997):\nNewly discovered evidence must be of such decisive value or force that it would, with reasonable certainty, change the verdict or that it would probably change the result if a new trial should be granted.\nSimilar pronouncements may be found in Coots v. Commonwealth, Ky., 418 S.W.2d 752 (1967) and Wheeler v. Commonwealth, Ky., 395 S.W.2d 569 (1965). The trial judge did not use this rigorous standard and therefore is in error for *469granting the new trial. The trial judge indicated that the applicable standard is whether the testimony could reasonably result in a different verdict and whether this testimony could be reasonably persuasive as a part of the entire defense theory. Such is a more liberal standard at variance with the requirements of this Court as previously noted. No precedent was cited supporting the standard used.\nThe trial judge also mixed the standards for adjudicating RCr 11.42 motions with those for adjudicating RCr 10.02 and 10.06 new trial motions. The combination of these standards produced reversible error. We find no precedent for allowing a defendant to combine an insufficient new trial motion with an insufficient RCr 11.42 motion so as to grant a new trial. In this case, the trial judge admitted that the newly discovered evidence, which was the testimony by Armstrong, did not meet the new trial standard, thus it was error to grant such a new trial.\nMoreover, the trial judge erred by granting a new trial based solely on the cumulative impeachment testimony of a single newly discovered witness, Armstrong. See Moore v. Commonwealth, Ky., 983 S.W.2d 479 (1998). This Court has held in Foley v. Commonwealth, Ky., 55 S.W.3d 809 (2000), that the granting of a new trial is disfavored when the grounds are newly discovered evidence which is merely cumulative or impeaching in nature. The reference to Foley v. Commonwealth, Ky., 17 S.W.3d 878 (2000), was inappropriate.\nContrary to the claim by Tamme, this Court has jurisdiction to reinstate the jury verdict in this case. See Commonwealth v. Brindley, Ky., 724 S.W.2d 214 (1986). Reliance on Commonwealth v. Littrell, Ky., 677 S.W.2d 881 (1984), is misplaced. Here, the Commonwealth is not appealing from a verdict of acquittal.\nIII. Deficient Performanee/Prejudice\nThe trial judge misapplied the legal standards set out in Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). Strickland, supra, holds that the appropriate question to be considered by a trial court is whether the defendant received representation that fell below an objective standard of reasonableness under the totality of the circumstances. It was error for the trial judge to conclude that Tamme had received ineffective assistance of counsel based solely on the interpretation of Tamme I by defense counsel.\nTamme has the burden of demonstrating that defense counsel denied him his Sixth Amendment right to effective assistance of counsel and that this prejudiced his trial. Foley v. Commonwealth, Ky., 17 S.W.3d 878 (2000); Strickland. He must also demonstrate that counsel made errors that were so serious that counsel was not functioning as the “counsel” guaranteed by the Sixth Amendment and that the deficient performance prejudiced the defense and deprived him of a fair trial and produced an unreliable result. See Harper v. Commonwealth, Ky., 978 S.W.2d 311 (1998).\nIn our view, trial counsel for Tamme used a reasonable trial strategy and rendered effective assistance of counsel. The argument that the original decision of this Court was intended to limit any reference to drug activities only to the prosecution, but permit the defense to impeach the credibility of the prosecution’s witness with evidence of involvement in the drug operation is absurd. Clearly, the door would be opened and could not stand ajar for the benefit of one of the parties. The trial judge failed to consider the proper *470standard and Tamme failed to demonstrate how he received an inadequate defense.\nThe trial counsel defending Tam-me presented a reasonable performance under all the circumstances. The comment by the trial judge that “Counsel’s misinterpretation of the holding in Tam-me I and the subsequent failure to make a record in regard to the interwoven relationships of Tamme and his principal accusers in the drug business was ineffective representation that cannot be excused on mere strategy grounds” is unconvincing. The real issue was whether the defense performance was reasonably effective assistance of counsel as required by Strickland. As stated by this Court, “The critical issue is not whether counsel made errors but whether counsel was so thoroughly ineffective that defeat was snatched from the hands of probable victory.” Foley v. Commonwealth, Ky., 17 S.W.3d 878 (2000).\nThere is always a strong presumption that the conduct of counsel is within the acceptable range of reasonable and effective assistance. Humphrey v. Commonwealth, Ky., 962 S.W.2d 870 (1998). Keeping the evidence out was consistent with the strategy to present an alibi defense and to portray Tamme as a solid citizen in the community. As testified by defense counsel, he believed that the introduction of the drug activity among the witnesses might actually cause Tamme more harm than good. Clearly, this was a tactical or strategic decision made by defense counsel, perfectly acceptable under Strickland.\nThe argument accepted by the circuit judge is based on the type of hindsight decried by Chandler v. United States, 218 F.3d 1305 (11th Cir.2000). A careful review of the testimony from Tamme I supports the defense theory at the time it was presented. Here, both counsel were experienced and knowledgeable in criminal defense work and exhibited all the skill necessary to ensure that Tamme received a fair trial.\nTamme also failed to show the required prejudice as set out in Strickland. He did not demonstrate that the errors alleged against defense counsel were so serious as to deprive him of a fair trial which would produce an unreliable result. Here, Tam-me presented only a conclusory claim that but for the misinterpretation of Tamme I by defense counsel he would not have been convicted the second time. We find no support for such a conclusion. There was no proof offered as to how the conduct of defense counsel failed to produce a reasonable defense and thus deprived him of a fair trial at the second trial. Cf. Williams v. Taylor, 529 U.S. 362,120 S.Ct. 1495,146 L.Ed.2d 389, (2000). It was error for the trial judge to grant the RCr 11.42 motion.\nThe decision of the circuit court which granted Tamme post-conviction relief and a new trial is reversed. This case is remanded for consideration of the other issues raised in the RCr 11.42 motion, but not originally addressed by the trial court.\nCOOPER, GRAVES, JOHNSTONE, JJ., concur.\nSTUMBO, J., concurs in result only.\nKELLER, J., concurs by separate opinion joined by LAMBERT, C.J.\n",
            "ocr": false,
            "opinion_id": 9622369
        },
        {
            "author_str": "Keller",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKELLER, Justice,\nconcurring.\nI agree with the majority that the trial court erred when it vacated Appellee’s convictions and sentences of death and granted Appellee a new trial. As to Ap-pellee’s contention that he was entitled to a new trial because of a newly-discovered impeachment witness, I agree with the analysis in Part II of the majority opinion. *471With respect to Appellee’s argument that he received ineffective assistance of counsel when his trial counsel misinterpreted this Court’s opinion1 on appeal from his first trial, however, I cannot agree with the majority’s Part I conclusion that Ap-pellee’s trial counsel correctly interpreted Tamme I as prohibiting the defense from introducing any evidence concerning Ap-pellee’s drug cultivation and trafficking operations. I nevertheless concur in the result reached by the majority because Appellee has failed to demonstrate that his trial counsel rendered him ineffective assistance of counsel under the standards set forth by the United States Supreme Court in Strickland v. Washington.2, Accordingly, I again3 write separately from a majority that improperly applies the law of the case doctrine.\nIn Tamme I, this Court considered Ap-pellee’s allegations of error concerning his 1985 trial by jury, and the Court reversed Appellee’s convictions and sentences of death because of errors committed during the prosecution’s capital sentencing voir dire and because the trial court allowed the Commonwealth to introduce irrelevant, prejudicial evidence concerning Appellee’s criminal conduct.4 With regard to the evi-dentiary errors, the Court stated:\nAppellant also argues that the repeated references to other unconvicted bad acts violated his right to a fair trial. Appellant claims that the prosecutor erroneously dwelt upon his marijuana farming operation and the allegation that he was a heavy user and supplier of cocaine. The prosecutor also presented evidence of appellant’s alleged insurance fraud to the jury. The Commonwealth maintains that such evidence is relevant and necessary to explain the motive and circumstances surrounding the murders. We disagree. Although appellant has a right only to a fair trial, not a perfect one, he is entitled to be tried for the crimes charged in the indictment and no others. Holland v. Commonwealth, Ky., 703 S.W.2d 876, 879 (1985). Evidence that appellant is a drug user and cultivator is highly prejudicial, and only marginally probative in determining who killed Maddox and Sutherland. The evidence of motive, what little there was, tended to prove some sort of jealous-lover scenario, not a drug deal gone sour. The farming of marijuana had virtually nothing to do with the crime other than to produce the scene. On retrial, the jury only needs to be told that the victims were occasional employees of appellant, shot in a field where they worked.5\nThe language in this paragraph — which, although apparently dispositive to the majority, is not quoted in the majority opinion — leads today’s majority to its conclusion that the Tamme I Court prohibited the defense from introducing evidence that Sutherland and Maddox were murdered as a direct result of their involvement in the drug trade with the primary prosecution witnesses. I have previously expressed my belief that this Court should exercise greater discretion in its invocation of the law of the case doctrine.6 I see no reason to repeat those views here, however, be*472cause I believe the doctrine is inapplicable to this case for an even more fundamental reason — Tamme I addressed an allegation of error regarding the introduction of this evidence at the first trial, but did not finally adjudicate whether Appellee could introduce the evidence for some other relevant purpose. I simply cannot agree with the majority’s interpretation of the Tam-me I holding,7 and I thus write separately as to Part I of the Majority Opinion.\nThe majority’s application of the law of the case doctrine rests on its conclusion that Tamme I’s observation that “[o]n retrial, the jury only needs to be told that the victims were occasional employees of appellant, shot in a field where they worked” constitutes a prohibition against the introduction of any evidence relating to Appellee’s marijuana cultivation activities by any party for any purpose. While the majority is correct that a trial court must follow an appellate court order that remands a matter with specific instructions,8 “a trial court taking a case on remand may generally consider or decide any matter left open by the remanding appellate court”9 and “parties are entitled to introduce additional evidence, supplement pleadings and expand issues in the trial on remand from a reversed judgment, unless there are specific limitations imposed [in the opinion remanding.]”10 Tamme I’s statement regarding what evidence the jury “needs to be told” upon retrial does not even contain traditional prohibitory language,11 and is not a “specific limitation” prohibiting the introduction of the evidence for the purpose Appel-lee identified in his RCr 11.42 petition.\nCertainly, application of the law of the case doctrine, much like cases where issue or claim preclusion is alleged, “must rest upon a more solid basis than mere speculation as to what was actually adjudicated in the prior action.”12 In order to properly interpret whether an appellate court’s opinion imposes a specific limitation, therefore, we must consider both the context of the proceedings and the rationale supporting the opinion.13 Finally, “[a]n appellate court’s decision should be read with the understanding that it is an error-correcting court.”14\nIn accordance with this inquiry, I would observe that the error addressed In Tam-me I was Appellee’s allegation that the trial court erred when it denied Appellee’s motion in limine to exclude evidence of other possible crimes committed by Appel-lee. Appellee argued that evidence of his participation in a marijuana cultivation operation was not relevant to the Commonwealth’s case because the Commonwealth’s proposed motive had nothing to do with drug cultivation. The Commonwealth argued both that the evidence supplied a secondary motive for the murders and that it was “inextricably intertwined”15 with *473the other evidence in the case because the victims’ bodies were found in a marijuana field. This Court rejected the Commonwealth’s arguments as to the alleged pro-bativeness of the evidence and explained how the Commonwealth could present its case without making reference to Appel-lee’s marijuana cultivation operations. Tamme I thus found that the evidence was neither relevant to, nor inseparable from, the prosecution’s case-in-chief. ’ This finding, however, would not preclude introduction of the evidence for some other relevant purpose.\nThe entire concept of evidentiary relevance is defined by, and is contingent upon, the purpose for which the evidence is offered.16 Accordingly, “[i]t is not uncommon for an item of evidence to be admissible for one purpose but not another,” 17 and the fact that evidence may not be admissible to prove one proposition does not preclude its introduction to prove another proposition.18 In accordance with KRE 408, trial courts must assess “multiple admissibility” or “limited admissibility” evidence to determine whether its prejudicial effect substantially outweighs its probative value.19 If a trial court does not exclude the evidence under KRE 403, however, it “upon request, shall restrict the evidence to its proper scope and admonish the jury accordingly.”20\nIn my opinion, the majority’s conclusion divorces itself from the inherent context-driven relevancy inquiry when it holds that Tamme / — which considered the relevance of the marijuana cultivation evidence in only one context — held that the evidence was inadmissible for any purpose. While Appellee still maintains that evidence relating to his participation in marijuana cultivation is irrelevant to the Commonwealth’s case against him, he argues that the evidence directly relates to his defense — -that his accusers, themselves participants in the drug operations, killed the victims for reasons relating to those drug operations.\nNone of the cases cited by the majority in support of its application of the law of the case doctrine involve a question of evidentiary relevance, and only one of those cases even involves an evidence issue.21 Simply put, the law of the case *474doctrine is not applicable when a subsequent trial presents different facts, issues, or evidence.22 As Appellee argues that he wished to introduce evidence of the drug operation for a purpose different from the one considered by this Court in Tamme I, I believe this Court errs in holding that the Tamme I decision resolved the question of the admissibility of the evidence for that purpose.\nI nevertheless concur in the result reached by the majority because I agree with the majority’s Part III holding that “it was error for the trial judge to conclude that Tamme had received ineffective assistance of counsel based solely on the interpretation of Tamme I by defense counsel.”23 While I happen to disagree with the interpretation of Tamme I reached by both Appellee’s trial counsel and today’s majority, I recognize that the issue is debatable.24 Given the fact that members of this Court disagree as to the correct interpretation of Tamme I, I do not believe the fact that Appellee’s trial counsel interpreted Tamme I one way rather than the other demonstrates deficient performance.25\nAccordingly, I would reverse the Fay-ette Circuit Court’s order granting Appel-lee post-conviction relief and a new trial and I would remand the case for eonsider-ation of the other issues raised in Appel-lee’s RCr 11.42 petition.\nLAMBERT, C.J., joins this concurring opinion.\n\n. Tamme v. Commonwealth, Ky., 759 S.W.2d 51 (1988) (hereinafter \"Tamme I ”).\n\n\n. 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).\n\n\n. See Taylor v. Commonwealth, 63 S.W.3d 151, 168 (2001) (Keller, J., dissenting).\n\n\n. Tamme I, supra note 1 at 52-54.\n\n\n. Id. at 54-54.\n\n\n. Taylor v. Commonwealth, supra note 3 at 170 (Keller, J., dissenting).\n\n\n. Majority Opinion at 83 S.W.3d 465, 468 (2002) (\"The only reasonable and legally correct interpretation of Tamme I is that evidence regarding the marijuana farming was not to be allowed.”).\n\n\n. 5 Am.Jur.2d Appellate Review § 787 (1995).\n\n\n. Id. at § 792.\n\n\n. Id. at § 788 (emphasis added).\n\n\n. Cf. Osborne v. Commonwealth, Ky., 43 S.W.3d 234, 241 (2001) (\"The improper admission of the grand jury testimony ... requires reversal for a new trial at which none of Reid’s statements inculpating Appellant shall be admitted.\" (emphasis added)).\n\n\n. 47 Am Jur.2d Judgments % 727 (1995).\n\n\n. 5 Am.Jur.2d Appellate Review § 782 (1995).\n\n\n. Id.\n\n\n. See KRE 404(b)(2).\n\n\n. Robert G. Lawson, Kentucky Evidence Law Handbook (3rd Ed.) § 2.05 at 51 (Michie 1993) (hereinafter “Lawson'') (“Relevancy is the status (or the relationship) that must exist between a proposition to be established (ultimate fact) and material evidencing the proposition (evidentiary facts) before the latter may be admissible to prove the former.”).\n\n\n. 1992 Kentucky Evidence Rules Study Committee's Commentary to KRE 105.\n\n\n. Lawson, supra note 15 at § 1.05 at 16-17. See also 1 Wigmore, Evidence § 13 at 694 (Tiller rev. 1983):\nIn other words, when an evidentiary fact is offered for one purpose, and becomes admissible by satisfying all the rules applicable to it in that capacity, it is not inadmissible because it does not satisfy the rules applicable to it in some other capacity and because the jury might improperly consider it in the latter capacity. This doctrine ... is indispensable as a practical rule.\n\nId.\n\n\n\n. See Id. at § 1.05(111) at 18-19.\n\n\n. KRE 105(a).\n\n\n. Sowders v. Coleman, 223 Ky. 633, 4 S.W.2d 731 (1928). And, in that case, our predecessor Court affirmed, in face of a law of the case doctrine challenge, the trial court’s decision to admit non-hearsay evidence on a topic, see Id. at 732, because, on a prior appeal, see Coleman v. Sowders, 206 Ky. 841, 268 S.W. 579 (1925), it had only prohibited the introduction of hearsay evidence on the topic at retrial. Id. at 581. These cases illustrate the importance of correctly interpreting the instructions given to a trial court upon remand.\n\n\n. 5 Am.Jur.2d Appellate Review § 611 (1995).\n\n\n. Majority Opinion, supra note 7 at 469 (Slip Op. at 6).\n\n\n. While I find the issue as one which is subject to alternative interpretations, I note that the majority characterizes the interpretation of Tamme I reached by Appellee's appellate counsel, the trial court, and this concurring Justice as \"absurd,” Majority Opinion, supra note 7 at 469 (Slip Op. at 7).\n\n\n.See Haight v. Commonwealth, Ky., 41 S.W.3d 436, 448 (2001) (\"We are at a loss to see how failure to move to admit evidence— the admissibility of which is still an open question — can ever sink below sufficient performance into deficiency.”).\n\n",
            "ocr": false,
            "opinion_id": 9622371
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}