{
    "id": 1478584,
    "judges": "Wathen, C.J., and Roberts, Glassman, Clifford, Collins, Rudman and Dana",
    "date_filed": "2016-04-01",
    "date_filed_is_approximate": true,
    "slug": "state-v-uffelman",
    "case_name_short": "Uffelman",
    "case_name": "State v. Uffelman",
    "case_name_full": "STATE of Maine v. Richard B. UFFELMAN",
    "attorneys": "Michael E. Carpenter, Atty. Gen., Charles K. Leadbetter (orally), Asst. Atty. Gen., Augusta, for plaintiff., Tina Schneider, (orally), Portland, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 28, 1993.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b406-3\">\n    STATE of Maine v. Richard B. UFFELMAN.\n   </parties><br><court id=\"b406-6\">\n    Supreme Judicial Court of Maine.\n   </court><br><otherdate id=\"b406-7\">\n    Argued April 28, 1993.\n   </otherdate><br><decisiondate id=\"b406-8\">\n    Decided June 2, 1993.\n   </decisiondate><br><attorneys id=\"b406-23\">\n    Michael E. Carpenter, Atty. Gen., Charles K. Leadbetter (orally), Asst. Atty. Gen., Augusta, for plaintiff.\n   </attorneys><br><attorneys id=\"b406-24\">\n    Tina Schneider, (orally), Portland, for defendant.\n   </attorneys><br><judges id=\"b406-25\">\n    Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ.\n   </judges>",
    "citations": [
        "626 A.2d 340"
    ],
    "opinions": [
        {
            "author_str": "Rudman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n626 A.2d 340 (1993)\nSTATE of Maine\nv.\nRichard B. UFFELMAN.\nSupreme Judicial Court of Maine.\nArgued April 28, 1993.\nDecided June 2, 1993.\nMichael E. Carpenter, Atty. Gen., Charles K. Leadbetter (orally), Asst. Atty. Gen., Augusta, for plaintiff.\nTina Schneider, (orally), Portland, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ.\n*341 RUDMAN, Justice.\nRichard B. Uffelman appeals from the judgments entered on jury verdicts in the Superior Court (Aroostook County, Browne, A.R.J.), convicting him of two counts of intentional or knowing murder. See 17-A M.R.S.A. § 201(1)(A) (1983). Uffelman's contentions on appeal fall into three categories: (1) denial of his right to a speedy trial; (2) claims of ineffective assistance of counsel; and (3) alleged obvious errors in the court's jury instructions. We affirm the judgments of the Superior Court.\n\nFactual Background\nUffelman, his wife, and two children, were living in Machiasport in 1987 when Michael and Florence Phillips moved into a new home diagonally across the street from their home. The relationship between the two families deteriorated to the point where each family filed a series of complaints against the other with various law enforcement personnel. Due to his apparent fear of the Phillips family, Uffelman installed a sophisticated alarm system, planned an intricate system of escape routes, and kept an arsenal of weapons at his home.\nThe Phillips family, themselves concerned for their safety, set up a VCR camcorder at their home that focused on Uffelman's home located across the street. On August 29, 1989, after finishing their dinner, Michael and Florence Phillips went for a walk. As they walked past Uffelman's home, they were met with a barrage of gunfire. After wounding both Michael and Florence, Uffelman ran into the street and shot them both at point blank range, killing them. Uffelman then ran back into his home and phoned the police. The incident was captured by the camcorder. Uffelman claimed that Michael and Florence initiated the incident and that he fired at them in self-defense and the defense of his family.\nAfter being indicted on two counts of intentional or knowing murder by the Washington County Grand Jury on September 7, 1989, Uffelman entered pleas of not guilty and not criminally responsible by reason of insanity to both counts. Venue for trial was subsequently changed to Aroostook County. The trial was bifurcated and the jury, following the first phase, found Uffelman guilty of murder on both counts. Two days later, following the second phase of trial, the jury rejected Uffelman's insanity defense. On December 30, 1991, Uffelman was sentenced to the custody of the Department of Corrections for a term of 50 years for the murder of Michael Phillips, and a concurrent life sentence for the murder of Florence Phillips. This appeal followed.\n\nI.\n\nSpeedy Trial Right\nUffelman contends that the twenty-five month delay between his indictment, on September 7, 1989, and his trial, commencing on October 7, 1991, violated his Constitutional right to a speedy trial. See U.S. Const. amend. VI; Me. Const. art. I, § 6. In reviewing allegations of speedy trial violations, we apply the four factors originally set forth by the United States Supreme Court in Barker v. Wingo, 407 U.S. 514, 530-32, 92 S.Ct. 2182, 2191-93, 33 L.Ed.2d 101 (1972): (1) length of delay; (2) reasons for delay; (3) defendant's assertion of his right; and (4) prejudice to defendant. See State v. Joubert, 603 A.2d 861, 863 (Me.1992). While the length of the delay, and the prompt assertion by Uffelman of his right to a speedy trial, necessitate an inquiry into his claim, application of the second Barker factor, namely, the reasons for the delay, is fatal to Uffelman's contention. The great bulk of the delay was occasioned by Uffelman, as a result of his request to obtain an independent psychiatric evaluation, his motion for a change of venue, and his motion for a continuance to permit a change of counsel. Accordingly, his constitutional right to a speedy trial was not violated.\n\nII.\n\nIneffective Assistance of Counsel\nUffelman next argues that comments made by his attorney during trial deprived *342 him of the effective assistance of counsel. When raised on direct appeal, a claim of ineffective assistance of counsel \"will not even be considered unless the record discloses, beyond the possibility of rational disagreement, that the defendant was inadequately represented.\" State v. Reynoso, 604 A.2d 441, 442 (Me.1992) (citing State v. Mitchell, 593 A.2d 1047, 1050 (Me.1991)). \"Even then, the appellant must show that `but for counsel's unprofessional errors the result of the proceedings would have been different.'\" Id. (quoting Strickland v. Washington, 466 U.S. 668, 694, 104 S.Ct. 2052, 2068, 80 L.Ed.2d 674 reh'g denied 467 U.S. 1267, 104 S.Ct. 3562, 82 L.Ed.2d 864 (1984)). The present record simply fails to demonstrate beyond the possibility of rational disagreement that Uffelman was inadequately represented at trial, or to reflect unprofessional errors that affected the outcome of the trial.\n\nIII.\n\nJury Instructions\nUffelman contends that the trial court erred in its instruction on reasonable doubt by analogizing the jurors' responsibility to the decisions they make in their private lives. Specifically, in describing the standard of beyond a reasonable doubt, the court described it as that kind of doubt that causes a person to hesitate to act in their own personal affairs.\nWe have previously noted that \"the preferable practice is to avoid any resort to this analogy.\" State v. Estes, 418 A.2d 1108, 1116 (Me.1980). We again express our disapproval of this type of analogy and reiterate the danger it presents by potentially trivializing the important responsibility of jurors in cases such as this. See e.g., State v. Pelletier, 434 A.2d 52, 56 (Me.1981) (citing State v. Carey, 303 A.2d 446, 450 (Me.1973)). We reaffirm our previously stated preference concerning a reasonable doubt instruction that\nthe trial court must convey to the jurors the knowledge that before they may convict a defendant of a criminal offense the evidence must be sufficient to convince them of the defendant's guilt and that the degree of conviction which they must have is a conscientious belief that the charge is almost certainly true.\nState v. Estes, 418 A.2d at 1116.\nUffelman also objects to a portion of the court's instruction on the law of self-defense, wherein the court instructed that Uffelman would not be permitted to use deadly force in response to the victims' use of such force if he knew that another person (for example, his wife or children) had intentionally and unlawfully provoked the victims into using deadly force against them. In articulating the circumstances in which Uffelman would not have been justified in using deadly force, the court read, nearly verbatim, the appropriate statutory language. See 17-A M.R.S.A. § 108(2)(C) (1983) (setting forth when a person is not justified in using deadly force).\nUffelman further objects to the court's instruction reciting the possible jury verdicts. After instructing the jury to treat each count separately and individually, the court then recited some, but not all, of the possible combinations that the jury could reach, giving as an example, a verdict of guilty of murder of one victim and a verdict of guilty of manslaughter of the other. Uffelman contends that, once the court recited some of the combinations, it erred by not explicitly stating all of them.\nUffelman failed to object at trial to the court's instructions, we, therefore, apply the obvious error standard of M.R.Crim.P. 52(b). We must determine whether any errors, if made, were so \"highly prejudicial to the defendant and so tainted the proceeding as virtually to deprive the aggrieved party of a fair trial.\" State v. Pierce, 438 A.2d 247, 252 (Me. 1981). After reviewing the court's charge in its entirety, we conclude that the court did not commit any error, let alone obvious error, in its instructions on self-defense and the possible jury verdicts, and the court's charge on reasonable doubt was not obvious error prejudicing Uffelman's right to a fair trial. Uffelman's additional claims of error to other portions of the court's charge are without merit.\n*343 The entry is:\nJudgments affirmed.\nAll concurring.\n",
            "ocr": false,
            "opinion_id": 1478584
        }
    ],
    "court_short_name": "Supreme Judicial Court of Maine",
    "court_full_name": "Supreme Judicial Court of Maine",
    "court_type": "S",
    "court_jurisdiction": "Maine, ME",
    "crime_category": "Murder"
}