{
    "id": 7996173,
    "judges": "Bird, Brooke, Kuhn, Moore, Ostrander, Steere, Stone",
    "date_filed": -1633651200000,
    "date_filed_is_approximate": false,
    "slug": "gray-v-brown-sehler-co",
    "case_name_short": "Gray",
    "case_name": "Gray v. Brown & Sehler Co.",
    "case_name_full": "GRAY v. BROWN & SEHLER CO.",
    "attorneys": "Maynard, Freeland & Munshaw, for appellant., Boland J. Cleland (Earl F. Phelps, of counsel), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Master and Servant — Workmen’s Compensation Law — Action at Law — Election of Remedies — Release.</p> <p>Where the widow of a deceased employee filed a claim under the workmen’s compensation act with the employer, who was subject to its provisions, such action operated as a re-' lease of the employer from all claims and demands at law (section 1, part 6, Act No. 10, Extra Session 1912, 2 Comp. Laws 1915, § 5488), and where an action was brought, based on the 'employer’s common-law liability, the court below properly directed a verdict for the defendant.</p>",
    "summary": "Error to Kent ;• Brown, J. Case by Thomas Gray, administrator of the estate of Morton B. Jameson, deceased, against Brown & Sehler Company for the negligent killing of plaintiffs intestate. Judgment for defendant on a directed verdict. Plaintiff brings error.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": "Submitted January 31, 1918.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "200 Mich. 177"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFellows, J.\nThis action at law is brought under the “Death Act” to recover damages for the negligent killing of a workman who met his death by the falling of the walls of defendant’s plant, which had been destroyed by fire. The same accident occasioned the case of Opitz v. Hoertz, 194 Mich. 626, which came to this court on certiorari to the industrial accident board. In that case the question of liability for compensation was not disputed, the contested question being which defendant was liable. In the instant case plaintiff seeks to recover damages under a declaration counting on defendant’s negligence. At the close of the case defendant moved for a directed verdict upon three grounds, which, briefly stated, were:\n(1) The parties were operating under the workmen’s compensation law and proceedings must be had under that law.\n(2) Decedent’s widow and dependent had filed claim for compensation under that act, which fact barred an action at law and required that compensation be received under its provisions.\n(8) The proof did not show instantaneous death.\nThe court directed a verdict on the first of these grounds.\nWe find it unnecessary to discuss the reasons given by the learned circuit judge for his action as we are clearly of opinion that defendant must prevail on the *179second ground of the motion. After bringing this suit the widow and dependent, by her attorneys, filed with the industrial accident board and served on defendant, a formal claim for compensation under the provisions of Act No. 10, Extra Session 1912 (2 Comp. Laws 1915, § 5428 et seq.). There is no claim that any mistake as to her remedy caused her to do this. It was done by her attorney, and we must assume it was deliberately done; it is dated but a few days before the six months’ limit of the statute had expired.\nUpon the trial defendant admitted its liability under the act and offered to pay compensation according to its provisions. We therefore have this situation presented: The dependent deliberately makes claim for compensation under the terms of the workmen’s compensation act; the employer admits liability. The act itself provides, section 1, part 6 (2 Comp. Laws 1915, § 5488) :\n“If the employee, or his dependents, in case of his death, of any employer subject to the provisions of this act files any claim with, or accepts any payment from such employer, or any insurance company carrying such risks, or from the commissioner of insurance on account of personal injury, or makes any agreement, or submits any question to arbitration under this act, such action shall constitute a release to such employer of all claims or demands at law, if any, arising from such injury.”\nThis section makes the filing of a claim a “release” of “all claims and demands at law,” and is one of the essential features of the acf This court and other courts of last resort have so frequently commented on the purposes of this act and similar legislation in other States, that it is unnecessary to here repeat what has so often been said, further than to say, that among its purposes was the elimination of expense and delays growing out of litigation between employees and em*180ployers, a purpose which could be easily frustrated by permitting employees to bring litigation based upon common law liability,- while at the same time holding fast to the statutory right to compensation. .This the legislature clearly sought to prevent by this section. It is patent that the legislature contemplated that parties should not be permitted to play fast and loose with this meritorious legislation; that the legislature clearly had this in mind when this provision was incorporated in the act. The language is clear and unequivocal, and, therefore, not open to construction.\nWe repeat that we have not before us the question of a mistaken election of remedy; nor have we before us the question of an employee engaged in interstate commerce, as was the case of Waters v. Guile, 234 Fed. 532, and kindred cases, where it is held that congress, acting under the commerce clause of the Federal Constitution, has occupied the field, and the Federal employers’ liability act of April 22, 1908, affords the sole and exclusive remedy for injuries, received, a doctrine which was accepted by this court in Carey v. Railway Co., ante, 12. But the doctrine of these cases is based on the theory that congress, having legislated upon a subject committed to it, has, thereby, excluded the State from legislation on the same subject, and that, therefore, the State legislation must fail when sought to be applied to employees engaged in interstate commerce. But here we are dealing with a Michigan employer and a Michigan employee and a Michigan statute enacted within the scope of the power of the Michigan legislature. By its express terms the employer is released from liability in a suit at law by the filing of á claim for compensation under this act. The dependent of decedent having claimed compensation under the act, and the employer, defendant here, having admitted liability and offered to pay compensation under its provisions, nothing remains except to *181determine the amount of such compensation. This must be done under the provisions. of the act. An action at law is not maintainable and a verdict for defendant was properly directed.\nThe judgment must be affirmed.\nBird, Moore, Steere, Brooke, and Stone, JJ., concurred. Ostrander, C. J., and Kuhn, J., did not sit.\n",
            "ocr": true,
            "opinion_id": 7949898
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}