{
    "id": 1444040,
    "judges": "Stephen G. Larson",
    "date_filed": "1995-04-22",
    "date_filed_is_approximate": true,
    "slug": "mccarns-v-dexter",
    "case_name_short": "McCarns",
    "case_name": "McCarns v. Dexter",
    "case_name_full": "Charles McCARNS, AKA Charles Francis McCarns III, AKA Charles Francis McCarnes III, Petitioner, v. Debra DEXTER,1 Respondent",
    "attorneys": "Roger S. Hanson, Roger S. Hanson Law Offices, Santa Ana, CA, for Petitioner., J. Conrad Schroeder, Office of the Attorney General of California, Los Angeles, CA, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1180-6\">\n    Charles McCARNS, aka Charles Francis McCarns III, aka Charles Francis McCarnes III, Petitioner, v. Debra DEXTER,\n    <a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">\n     1\n    </a>\n    Respondent.\n   </parties><br><docketnumber id=\"b1180-9\">\n    No. EDCV 05-1047-SGL(RC).\n   </docketnumber><br><court id=\"b1180-10\">\n    United States District Court, C.D. California.\n   </court><br><decisiondate id=\"b1180-12\">\n    Jan. 28, 2008.\n   </decisiondate><br><attorneys id=\"b1182-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1140\"> \n     *1140\n     </span>\n    Roger S. Hanson, Roger S. Hanson Law Offices, Santa Ana, CA, for Petitioner.\n   </attorneys><br><attorneys id=\"b1182-12\">\n    J. Conrad Schroeder, Office of the Attorney General of California, Los Angeles, CA, for Respondent.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" id=\"fn1\" label=\"1\">\n<a class=\"footnote\" href=\"#fn1_ref\">\n     1\n    </a>\n<p id=\"b1180-17\">\n     . Pursuant to Fed.R.Civ.P. 25(d)(1), Debra Dexter, current Warden of Ironwood State Prison, is substituted as the respondent in this action.\n    </p>\n</div></div>",
    "citations": [
        "534 F. Supp. 2d 1138"
    ],
    "opinions": [
        {
            "author_str": "Larson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1861.0,
            "opinion_text": "\n534 F. Supp. 2d 1138 (2008)\nCharles McCARNS, aka Charles Francis McCarns III, aka Charles Francis McCarnes III, Petitioner,\nv.\nDebra DEXTER,[1] Respondent.\nNo. EDCV 05-1047-SGL(RC).\nUnited States District Court, C.D. California.\nJanuary 28, 2008.\n*1139 *1140 Roger S. Hanson, Roger S. Hanson Law Offices, Santa Ana, CA, for Petitioner.\nJ. Conrad Schroeder, Office of the Attorney General of California, Los Angeles, CA, for Respondent.\n\nORDER ADOPTING REPORT AND RECOMMENDATION OF UNITED STATES MAGISTRATE JUDGE\nSTEPHEN G. LARSON, District Judge.\nPursuant to 28 U.S.C. Section 636, the Court has reviewed the Petition and other papers along with the attached Report and Recommendation of United States Magistrate Judge Rosalyn M. Chapman, and has made a de novo determination.\nIT IS ORDERED that (1) the Report and Recommendation is approved and adopted; (2) the Report and Recommendation is adopted as the findings of fact and conclusions of law herein; (3) the Court determines that the Governor's reversal of the Board's decision to grant parole to petitioner is not supported by \"some evidence\" in the record, and the Court, thus, finds petitioner was denied due process of the law; (4) Ground One is denied on the merits; and (5) Judgment shall be entered granting the petition for writ of habeas corpus, and reinstating the parole date set by the Board of Prison Terms.\nIT IS FURTHER ORDERED that the Clerk shall serve copies of this Order, the Magistrate Judge's Report and Recommendation and Judgment by the United States mail on the parties.\n\nJUDGMENT\nPursuant to the Order of the Court adopting the findings, conclusions, and recommendations of United States Magistrate Judge Rosalyn M. Chapman,\n*1141 IT IS ADJUDGED that the petition for writ of habeas corpus is granted, and the parole date set by the Board of Prison Terms shall be reinstated.\n\nREPORT AND RECOMMENDATION OF A UNITED STATES MAGISTRATE JUDGE\nROSALYN CHAPMAN, United States Magistrate Judge.\nThis Report and Recommendation is submitted to the Honorable Stephen G. Larson, United States District Judge, by Magistrate Judge Rosalyn M. Chapman, pursuant to the provisions of 28 U.S.C. § 636 and General. Order 05-07, of the United States District Court for the Central District of California.\n\nBACKGROUND\n\nI\nOn July 27, 1984, in Riverside County Superior Court case no. CR21509, a jury convicted petitioner Charles McCarnes, aka Charles Francis McCarnes III, aka Charles Francis McCarnes III, of two counts of second degree murder in violation of California Penal Code (\"P.C.\") § 187(a) (counts 1 &amp; 2), two counts of vehicular manslaughter with gross negligence in violation of P.C. § 192.3(1) (counts 3 &amp; 4), one count of driving under the influence with bodily injury in violation of California Vehicle Code (\"Veh. C.\") § 23153(a) (count 5), one count of driving under the influence with .10% alcohol and bodily injury in violation of Veh. C. § 23158(b) (count 6) and one count of hit and run resulting in death in violation of Veh. C. §.20001 (count 7). Lodgment, Exhs. 1-2; People v. McCarnes, 179 Cal. App. 3d 525, 527, 224 Cal. Rptr. 846 (1986). The petitioner had previously pleaded guilty to a misdemeanor charge of driving while his license was, suspended or revoked for driving under the influence in violation of Veh. C. § 14601.2(a) (count 8), and he had admitted four previous convictions for driving under the influence of alcohol. Ibid. On October 2, 1984, petitioner was sentenced to two concurrent terms of 15 years to life plus a consecutive determinate term of four years and 8 months. Lodgment, Exh. 1; McCarnes, 179 Cal. App.3d at 527, 224 Cal. Rptr. 846.\nThe petitioner appealed his convictions and sentence to the California Court of Appeal, which affirmed the judgment in a published opinion filed March 31, 1986. McCarnes, 179 Cal.App.3d at 525-36, 224 Cal. Rptr. 846. The petitioner then filed a petition for review in the California Supreme Court, which denied the petition on July 31, 1986.\n\nII\nThe California Court of Appeal made the following factual findings in affirming petitioner's convictions and sentence:\nAbout two o'clock on a summer Saturday afternoon [in 1983], [petitioner] was driving his Chevrolet west on Allesandro Boulevard just west of its intersection with Moreno Beach Boulevard, east of Riverside. His blood alcohol level was about .27 percent.FN1 He tried to pass a Datsun station wagon at a speed of \"65-plus.\"FN2 During the passing maneuver, [petitioner] drove into the eastbound lane of Allesandro (a two-lane highway) and collided head-on with a VW station wagon. There were six people in the VW: Frank Ferreira and his wife Jacqueline; their baby daughter Jennifer, who was almost 2; their neice [sic] Lisa; their teenage nephew Patrick, and Frank's 15-year-old sister Elizabeth.\nFN1. A blood sample taken from [petitioner] about 2 hours later revealed an alcohol level of .23 percent. A criminologist testified that the average burn-off rate was about .02 *1142 an hour, and that the .23 figure was equivalent to .27 2 hours earlier.\nFN2. This estimate of [petitioner's] speed was given at trial by a passenger in the Datsun.\nAfter the collision, [petitioner] walked over to the vicinity of the VW. A bystander was giving artificial respiration to the baby, who, according to a witness, was missing \"a big chunk of her head.\" [Petitioner] leaned over, said \"`Don't die, baby, don't die\" and walked away. A deputy sheriff arrived on the scene and was told that [petitioner] had left the scene. The sheriff drove after [petitioner]. When the sheriff approached him, [petitioner] ran into a field. The sheriff ran after him and overtook him. [Petitioner] told the sheriff that he had tried \"to do CPR on the baby.\" [¶] A CHP officer administered a field sobriety test to [petitioner] within an hour of the collision. The officer testified at trial that in his opinion [petitioner] was \"extremely intoxicated.\" The criminalist (see fn. 1, supra) testified that a person had to be a \"pretty experienced drinker\" to reach a level of .27 percent, and that many persons would become unconscious with a blood alcohol level of less than .30 percent. [¶] As a result of injuries received in the collision, Frank Ferreira and his baby daughter died; Frank's wife Jacqueline had four broken ribs; their nephew Patrick had two broken arms, a broken femur and a broken pelvic bone; their neice [sic] Lisa had torn ligaments in her knee, and Frank's sister Elizabeth had a broken nose and front teeth knocked out.\nMcCarnes, 179 Cal.App.3d at 527-28, 224 Cal. Rptr. 846.\n\nIII\nBetween 1995 and 2003, the California Board of Prison Terms (\"Board\") found petitioner unsuitable for parole on seven occasions.[2] Lodgment, Exh. 3. On October 19, 2004, at petitioner's eighth parole suitability hearing, a panel of the Board found petitioner suitable for parole. Lodgment, Exh. 4. In reaching its conclusion, the Board stated:\n[T]he Panel reviewed all of the information received from the public and relied on the following circumstances in concluding that you are suitable for parole and would not pose an unreasonable risk of danger to society or a threat to public safety if released from prison. The things that we considered in coming to this decision was [sic][1][you] ha[ve] no juvenile record of assaulting others. [2] . . . [F]or the most part [you] do[ ] seem to have a very stable social history and reasonably stable relationships with others. [3][You] ha[ve] certainly participated in programs while [you have] been incarcerated that will enhance [your] ability to function within the law upon release. And those would include selfhelp programs such as Impact. But of most importance, [your] participation in substance abuse programming since 1989.[4][You] ha[ve] completed two vocational programs[:] electronic data processing and landscaping[,] and ha[ve] also made an effort to keep up [your] knowledge regarding air conditioning refrigeration that [you] had started to educate [your]self on prior to this commitment offense. [5][You] lack[ ] a significant criminal history, although I do want to note that once again, that we did consider the fact that [you] certainly had a history of driving . . . while intoxicated *1143 and that in this particular case, that would be significant. So [it is] not . . . that [you] lack[ ] a significant criminal history. . . . It's just that it seems to all fall within a certain period of time. [6][You] certainly ha[ve], we believe, a greater understanding of the commitment offense and ha[ve] matured and that . . . should \u0097 and certainly the psychiatric evaluations agree [\u0097] reduce [your] probability of recidivism. [7][You] do[ ] have . . . good and realistic parole plans. [You] ha[ve] several job offers. [You] ha[ve] lots of family support. [You have] clearly maintained close family ties while [you have] been in prison [8] [You have] had positive institutional behavior. [You have] had no [CDC] 115's at all since [you have] been incarcerated. [9] And I do believe that [you] ha[ve] an understanding of what the impact of this crime was and that [you are] remorseful. [10] The psychiatric evaluation dated June of 2003, authored by Doctor Payne is very supportive of release. It states that if released to the community, Mr. \u0097 I'm sorry. If released to the community, [you] would not present a significant risk to the public. Says that the likelihood of relapse is virtually nil, as past risk factors are negligible at the present time. [You] do[ ] see that [you were] diluted [sic] in [your] way of thinking in the past, as is the case of an alcoholic. He also. says [you] ha[ve] good insight into [your] past and current behavior and ha[ve] been abstinent from alcohol. [You have] developed strategies to deal with the unlikely probability of relapse, which are the basics for people with alcohol dependence problems. And the last psych report, which was in 1989, in August, Doctor Carswell also said that at that time, [you] showed good insight into [your] commitment offense. [Your] judgment appeared to be sound and if released to the community, [your] violence potential is estimated to be no higher than the average citizen in the community.\n* * *\nThe results of what you did, I think are the part that's made it really difficult for everyone in dealing with this case. The fact that you drank \u0097 you drank and drove is bad enough. But the fact that this family was destroyed by this is really awful. But it's our feeling that you've done everything that you can do to ensure that nothing like this will ever happen again. So we just hope that you will continue. And also I think it's important for you to remember that this is just the first step and that you know, if for some reason Decision Review or the Governor's Office decides that they disagree with us, that they believe that we've made a mistake, I just want to encourage you to continue your positive programming and not be discouraged by that. Here we really do feel that you've done everything that you can do to address the issue of your \u0097 of your alcoholism. And that completes the reading of the decision.\nLodgment, Exh. 4 at 66-68, 70-71 (emphasis added). The Board then determined petitioner's parole date:\nThe base life offense of which the prisoner has been convicted is second-degree murder, Penal Code Section 187. The offense occurred on 6/23/83. The term is derived from the matrix located in the CCR Title XV at 2403, which is second degree murder committed after 11/8/78. The Panel finds that Category C Three is appropriate, and that there was no prior relationship to the victims and the victims died as a result of severe trauma caused by the inmate. The Panel assesses a term of 252 months for the base offense and notes that this is the *1144 aggravated term. The circumstances in aggravation are as follows: One, that one of the victims in particular was very vulnerable because of being of such a young age. The prisoner has a history of criminal behavior, for which the term is not being enhanced. And all of that behavior was related to his drinking and driving. And the manner in which the crime was committed certainly created a potential for serious injury to people other than the numerous victims that were injured and killed in this particular case. In addition to the life offense, the Panel assessed 98-96 months for the [concurrent] life sentence that was imposed by the court.\n* * *\nSo that's an additional 96 months, making a total term of 348 months. So the total term calculation is as follows: Base life term, 252 months. Other terms, 96 months, for a total of 348. The postconviction credits from 4/18/87 to today's date are 70 months, leaving a total period of confinement of 278 months. The Panel is imposing the following special conditions of parole: That would be not to use alcoholic beverages, to submit to anti[-]narcotic and THC testing and to attend the parole outpatient clinic for evaluation. . . .\n* * *\n[W]hen you start to compute the time, you'll realize that you still have a substantial period of time left to do in custody. 278 months is somewhere around 23 years. . . . And so you've only got credit for 17 years at this point because your term didn't start until 1987, because of the DSL term that you had to serve. So you still have some time to do. And again, if the Governor approves the action that we've taken, you still have time to do. So it's not like you're going to get released tomorrow or any time real soon.\nId. at 68-72.\nOn March 15, 2005, Governor Arnold Schwarzenegger (\"the Governor\") reversed the Board's decision granting petitioner parole,[3] stating:\nSince his imprisonment, [petitioner] has made a positive adjustment to prison life and has worked to enhance his ability to function within the law upon release. He has remained discipline-free, has obtained a Bachelor of Arts degree in Social Sciences from San Jose State University, and has upgraded vocationally by availing himself of training in electronic data processing, landscaping, air conditioning and refrigeration, and mill and cabinet. He also has held a number of skilled vocational jobs as a dental technician, clerk, tutor/aide, and vocational counseling clerk. He has participated in numerous self-help and therapy groups, including Alcoholics Anonymous since 1989, Lifeskills, Executive Ethics-The Science of Morality, and Impact Self-Help, and he has volunteered for a study on the effects of slang [on] prison life and has participated in the Veterans Group of Ironwood since 2003. While [petitioner's] mental-health and Life Prisoner evaluations conclude alcohol would be a significant risk factor, they consistently assess his risk of future dangerousness as being \"no greater than the average inmate\" or \"low.\" All of these factors support [petitioner's] release from prison to parole. [¶] [Petitioner] also has maintained supportive relationships with his family and others *1145 while in prison. And he has made plans upon parole that include living with his mother in Los Angeles, his county of last residence, and pursuing several, job offers. To his credit, he additionally has contacted a substance-abuse-prevention organization to find a sponsor and facilitate his adjustment when paroled. While not a factor weighing against him, the parole date granted to [petitioner] by the Board is not until 2010 arid even though his parole plans are confirmed at this time and would otherwise be realistic, there is nothing in the record before me to indicate whether his plans will remain viable or be realistic more than five years from now. [¶] When [petitioner] drove drunk and killed Mr. Ferreira and his daughter, he was a 31-year-old alcoholic driving above the speed limit, with a suspended license \u0097 and with at least six prior convictions for driving under the influence. According to the probation officer's report, [petitioner] was given probation on four occasions following conviction, was another time ordered to attend substance-abuse programs and, on his last conviction, was sentenced to 360 days in county jail. Yet, neither treatment nor custody deterred [petitioner's] murderous conduct. He has shown blatant disregard for human life and for the law time and time again. Needless to say, the similarities between his past convictions and his life offense, plus his inability or unwillingness to conform his behavior despite multiple chances to do so, make his criminal history significant \u0097 and a factor weighing against his parole suitability. [¶] On the day of the murders, [petitioner] was driving with a .23 percent blood-alcohol level, above the speed limit at approximately 65 miles per hour on a city street, and with a suspended driver's license. By his own account in the 2003 mental-health evaluation, he was going \"like a bat out of hell,\" passing cars he perceived as \"too slow.\" He hit the Ferreira car head-on \u0097 ending the lives of two people and injuring four others \u0097 but left the scene of the accident, demonstrating exceptionally callous disregard for human suffering and life. His actions resulted in two counts of second-degree murder, two counts of driving while intoxicated resulting in great bodily injury, and hit and run with death. As such, the gravity alone of what [petitioner] did is sufficient to conclude at this time that his release from prison would pose an unreasonable public-safety risk. [¶] In 1984, shortly after the murders, [petitioner] told the probation officer that he only was guilty of manslaughter and \"was not a murderer.\" In 2003, he explained to a mental-health evaluator that at the time of the murders he did not think he was addicted to alcohol and that, while he knew driving under the influence was wrong, he thought there were no significant consequences to his drinking and convictions were similar to traffic tickets where you paid fines, served a little time, and no one got hurt. [Petitioner] appears to have since gained some insight and seems to now grasp the nature, magnitude, and consequences of his actions. He also says that he accepts full responsibility and is remorseful for ending the lives of Mr. Ferreira and his young daughter and for injuring four other individuals. I note that a representative from the Riverside County District Attorney's Office attended [petitioner's] 2004 hearing and opposed ins parole, citing minimization of responsibility and also gravity of the offense and [petitioner's] criminal history. [¶] At age 53 now, [petitioner] has been in prison a long time and has made creditable progress during this time. Although the Board granted him a parole *1146 date to occur in 2010, given the current record before me and after carefully considering the very same factors as the Board, I cannot conclude at this time that [petitioner] is suitable for parole because the especially heinous nature of the murders he committed and his related criminal history presently out weigh any positive factors tending to support his parole. Accordingly, because I believe his release from prison would pose an unreasonable risk of danger to society, I REVERSE the Board of Prison Terms' 2004 decision to grant parole to [petitioner].\nLodgment, Exh. 5 at 102-04 (emphasis added).\nOn May 27, 2005, petitioner, proceeding through counsel, filed a habeas corpus petition challenging the Governor's parole decision in the Riverside County Superior Court, which denied the petition on June 21, 2005, holding \"[t]he Governor's reversal was not arbitrary, was not an abuse of discretion, and was not a denial of due process.\" Lodgment, Exh. 6. On July 12, 2005, petitioner filed a habeas corpus petition in the California Court of Appeal, which denied the petition on July 22, 2005. Lodgment, Exh. 7. Finally, on July 29, 2005, petitioner filed a petition for review hi the California Supreme Court, which denied the petition on October 19, 2005. Lodgment, Exh. 8; In re McCarns, California Supreme Court case no. S135948.\n\nIV\nOn November 15, 2005, petitioner, proceeding through counsel, filed the pending habeas corpus petition under 28 U.S.C. § 2254 challenging the Governor's reversal of the Board's 2004 decision to grant him parole. On March 3, 2006, respondent answered the petition, and on March 9, 2006, petitioner filed a reply.\nThe petition raises the following grounds for habeas corpus relief:\nGround One \u0097 \"Governor Schwarzenegger's Failure to Personally Review The Documents Relied On By The Granting Panel, To Consider Petitioner's Case At All, Or To Be Involved In The Decision Other Than to Sign Or Designate Staff To Sign It Abrogated Petitioner's Right To Due Process And His Liberty Interest In Parole\";\nGround Two \u0097 \"The Governor's Sole Ground For Reversal, the Notion that Petitioner's Parole Would Pose `An Unreasonable Risk of Danger to Society,' was Supported by no Evidence Whatsoever and was Inapposite to the Record\";\nGround Three \u0097 \"Because the Governor's Three Findings in Support of his `Unreasonable Risk' Ground were Arbitrary, Supported by No Evidence, Inapposite to the Record, Irrelevant to Parole Determination, Inherent in all Second Degree Murders, and/or Speculative, the Decision Abrogated Due Process and Petitioner's Liberty Interest in Parole\";\nGround Four \u0097 \"Reversal of Parole Based on Alleged Factors of Petitioner's 26-year-old Offense Without Articulating A Nexus to his Current Parole Suitability Abrogated Due Process Because it was Arbitrary in the Extreme\"; and\nGround Five \u0097 \"Due Process Does not Permit the Gravity of Petitioner's Unchangeable Offenses to be Employed in this Manner to Interminably Preclude His Parole.\"\n\nDISCUSSION\n\nV\nThe Antiterrorism and Effective Death Penalty. Act of 1996 (\"AEDPA\") \"circumscribes a federal habeas court's review of a state court decision.\" Lockyer v. Andrade, 538 U.S. 68, 70, 123 S. Ct. 1166, 1172, 155 L.Ed2d 144 (2003); Wiggins v. Smith, 539 U.S. 510, 520, 123 S. Ct. 2527, 2534, 156 *1147 L.Ed.2d 471 (2003). As amended by AEDPA, 28 U.S.C. § 2254(d). provides:\nAn application for a writ of habeas corpus on behalf of a person in custody pursuant to the judgment of a State court shall not be granted with respect to any claim that was adjudicated on the merits in State court proceedings unless: the adjudication of the claim \u0097 [¶] (1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or [¶] (2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\n28 U.S.C. § 2254(d). Further, under AEDPA, a federal court shall presume a state court's determination of factual issues is correct, and petitioner has the burden of rebutting this presumption by clear and convincing evidence. 28 U.S.C. §. 2254(e)(1).\n\"Under the `contrary to' clause, a federal habeas court may grant the writ if the state court arrives at a conclusion opposite to that reached by. [the Supreme] Court on a question of law or if the, state court decides a case differently than [the Supreme] Court has on\"a set of materially indistinguishable facts.\" Williams v. Taylor, 529 U.S. 362, 412-13, 120 S. Ct. 1495, 1523, 146 L. Ed. 2d 389 (2000); Bell v. Cone, 535 U.S. 685, 694, 122 S. Ct. 1843, 1850, 152 L. Ed. 2d 914 (2002). \"Under the `unreasonable application' clause, a federal habeas court may grant the writ if the state court identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the [petitioner's] case.\" Williams, 529 U.S. at 413, 120 S.Ct, at 1523; Andrade, 538 U.S. at 75, 123 S.Ct. at 1174.\n\"Section 2254(d)(1)'s `clearly established' phrase `refers to the holdings, as opposed to the dicta, of [the Supreme] Court's decisions as of the time of the relevant state-court decision.'\" Andrade, 538 U.S. at 71, 123 S.Ct. at 1172 (quoting Williams, 529 U.S. at 412, 120 S.Ct. at 1523). \"Although the statutory formulation restricts federal law to Supreme Court precedent, . . . `Ninth Circuit precedent may be persuasive authority for purposes of determining whether a particular state court decision is an unreasonable application of Supreme Court law, and may also help . . . determine what law is clearly established.\" Sims v. Rowland, 414 F.3d 1148, 1151 (9th Cir.), cert. denied, 546 U.S. 1066, 126 S. Ct. 809, 163 L. Ed. 2d 637 (2005); Robinson v. Ignacio, 360 F.3d 1044, 1057 (9th Cir.2004).\nThe California Supreme Court reached the merits of petitioner's claims when it denied his petition for review without comment or citation to authority. Gaston v. Palmer, 417 F.3d 1030, 1038 (9th Cir.2005), amended by, 447 F.3d 1165 (9th Cir.2006), cert. denied, ___ U.S. ___, 127 S. Ct. 979, 166 L. Ed. 2d 742 (2007); Hunter v. Aispuro, 982 F.2d 344, 348 (9th Cir. 1992), cert. denied, 510 U.S. 887, 114 S. Ct. 240, 126 L. Ed. 2d 194 (1993). \"Where there has been one reasoned state judgment rejecting a federal claim, later unexplained orders upholding that judgment or rejecting the same claim rest upon the same ground.\" Ylst v. Nunnemaker, 501 U.S. 797, 803, 111 S. Ct. 2590, 2594, 115 L. Ed. 2d 706 (1991); Castillo v. McFadden, 399 F.3d 993, 1001 (9th Cir.), cert. denied, 546 U.S. 818, 126 S. Ct. 348, 163 L. Ed. 2d 58 (2005). Thus, in addressing petitioner's claims, this Court will consider the reasoning of the Riverside County Superior Court, which issued a brief written decision addressing most of them. Medley v. Runnels, 506 F.3d 857, 862 (9th Cir.2007) *1148 (en banc); Stenson v. Lambert, 504 F.3d 873, 884 (9th Cir.2007). However, to the extent petitioner's claims have not been addressed by any reasoned state court decision, this Court must conduct \"an independent review of the record . . . to determine whether the state court clearly erred in its application of controlling federal law.\" Delgado v. Lewis, 223 F.3d 976, 982 (9th Cir.2000); Brown v. Ornoski, 503 F.3d 1006, 1010-11 (9th Cir.2007).\n\nVI\nThe Fourteenth Amendment's due process clause provides that a person may not be deprived of life, liberty, or property without due process of law. The Supreme Court \"examine[s] procedural due process questions in two steps: the first asks whether there exists a liberty or property interest which has been interfered with by the State, . . .; the second examines whether the procedures attendant upon that deprivation were constitutionally sufficient.\" Kentucky Dep't of Corr. v. Thompson, 490 U.S. 454, 460, 109 S. Ct. 1904, 1908, 104 L. Ed. 2d 506 (1989) (citations omitted); Hayward v. Marshall, 512 F.3d 536, 541 (9th Cir.2008); Sass v. Cal. Bd. of Prison Terms, 461 F.3d 1123, 1127 (9th Cir.2006).\nIn California, \"prisoners have a liberty interest in parole[,] . . . [which] arises as a result of California Penal Code section 3041(b). . . .\"[4]Hayward, at 541; Sass, 461 F.3d at 1127-28; see also Irons v. Carey, 505 F.3d 846, 850 (9th Cir.2007) (\"California Penal Code section 3041 vests [petitioner] and all other California prisoners whose sentences provide for the possibility of parole with a constitutionally protected liberty interest in the receipt of a parole release date, a liberty interest that is protected by the procedural safeguards of the Due Process Clause.\"). \"Thus, by reversing [petitioner's] parole grant, the Governor deprived [petitioner] of a constitutionally-protected liberty interest.\" Hayward, at 541.\nThe Board's decision \"with respect to the granting, denial, revocation, or suspension of parole of a person sentenced to an indeterminate term upon conviction of murder\" does not become final for 30 days, dung which time the Governor may review the Board's decision. Cal. Const. Art. 5, § 8(b). \"[T]he Governor, in considering whether to reverse a grant of parole by the Board, must consider the same factors the Board is required to consider.\" Hayward, at 542; see also Cal. Const. Art. 5, § 8(b) (\"The Governor may only affirm, modify, or reverse the [Board's] decision . . . on the basis of the same factors which the [Board] is required to consider.\"); In re Rosenkrantz, 29 Cal. 4th 616, 625-26, 128 Cal. Rptr. 2d 104, 115, 59 P.3d 174 (2002) (California law \"does not grant a Governor unfettered discretion over parole matters, but rather explicitly requires his or her parole decision to be based upon the same factors that the Board is required to consider.\"), cert. denied, 538 U.S. 980, 123 S. Ct. 1808, 155 L. Ed. 2d 669 (2003). Further, if, as here, the Governor decides to reverse the Board's parole decision, he must provide a written decision specifying his reasons. P.C. § 3041.2(b).\n*1149 In Grounds Two through Five petitioner claims he was denied due. Process of law when the Governor found his \"release from prison would pose an unreasonable risk of danger to society\" and determined he is unsuitable for parole. Petition at 12:14-29:16. The Riverside County Superior Court rejected these claims, tersely stating:\nThe Governor's reversal of [the Board's] decision is constitutionally and statutorily authorized. The reversal is/was based on review of all factors of the case and the determination that petitioner still posed an unreasonable risk of danger to society if released. The Governor's reversal was not arbitrary, was not an abuse of discretion, and was not a denial of due process.\nLodgment, Exh. 6 at 105 (emphasis in original). This Court finds the Superior Court's determination to be an unreasonable application of clearly established federal law.\nIn Superintendent, Mass. Corr. Inst. v. Hill, 472 U.S. 445, 105 S. Ct. 2768, 86 L. Ed. 2d 356 (1985), \"the Supreme Court . . . clearly established that a parole board's decision deprives a prisoner of due process with respect to [his liberty] interest [in parole] if the board's decision is not supported by `some evidence in the record,' or is `otherwise arbitrary.'\" Hayward, at 542 (citations omitted); Hill, 472 U.S. at 455, 105 S.Ct. at 2774; Irons, 505 F.3d at 851. The \"some evidence standard . . . assures that the record is not so devoid of evidence that the [Governor's] findings . . . were without, support or otherwise arbitrary.'\" Sass, 461 F.3d at 1129 (quoting Hill, 472 U.S. at 457, 105 S.Ct. at 2775).\nWhen this Court assesses \"whether a state parole board's suitability determination was supported by some evidence in a habeas case, our analysis is framed by the statutes and regulations governing parole suitability determinations in [California].\" Hayward, at 542 (citation and internal \"quotation marks omitted); Irons, 505 F.3d at 851. Thus, this Court \"must look to California law to determine the findings that are necessary to deem a prisoner unsuitable for parole, and then must review the record in order, to determine whether the state court decision holding that these findings were supported by `some evidence' in [petitioner's] case constituted an unreasonable application of the `some evidence' principle articulated in Hill [.]\" Irons, 505 F.3d at 851; Hayward, at 542.\nAs the Ninth Circuit has held:\nUnder California law, prisoners serving an indeterminate life sentence, like [petitioner], become eligible for a parole date after serving minimum terms of confinement required by statute. California law provides that, at that point, the Board \"shall set a release date unless it determines that the gravity of the current convicted offense or offenses, or the timing and gravity of current or past convicted offense or offenses, is such that consideration of the public safety requires a more lengthy period of incarceration for\" the prisoner.\nHayward, at 542 (citations omitted); see also In re Dannenberg, 34 Cal. 4th 1061, 1078, 23 Cal. Rptr. 3d 417, 426, 104 P.3d 783 (\"[I]ndeterminate sentencees may serve up to life in prison, but they become eligible for parole consideration after serving minimum terms of confinement.\"), cert. denied, 546 U.S. 844, 126 S. Ct. 92, 163 L. Ed. 2d 109 (2005). Then \"[t]he Board decides whether a prisoner is too dangerous to be suitable for parole by applying factors it has set forth in the California Code of Regulations.\" Hayward, at 542 (footnote omitted). These factors include the inmate's:\nsocial history; past and present mental state; past criminal history, including *1150 involvement in other criminal misconduct which is reliably documented; the base and other commitment offenses, including behavior before, during and after the crime; past and present attitude toward the crime; any conditions of treatment or control, including the use of special conditions under which the [inmate] may safely be released to the community; and any other information which bears on the prisoner's suitability for release.\n15 California Code of Regulations (\"C.C.R.\") § 2402(b-d) (2004). However, the overarching consideration in parole suitability decisions is whether \"a prisoner's release will unreasonably endanger public safety.\" Hayward, at 542; Irons, 505 F.3d at 851. Thus, \"`[t]he test is not whether some evidence supports the reasons the Governor cites for denying parole, but whether some evidence indicates a parolee's release unreasonably endangers public safety. Some evidence of the existence of a particular factor does not necessarily equate to some evidence the parolee's release unreasonably endangers public safety.'\" Hayward, at 542 (quoting In re Lee, 143 Cal. App. 4th 1400, 1408, 49 Cal. Rptr. 3d 931 (2006)).\nCircumstances tending to establish suitability for parole are that the inmate:\n(1) does not possess a record of violent crime committed while a juvenile; (2) has a stable social history; (3) has shown signs of remorse; (4) committed the crime as the result of significant stress in his life, especially if the stress has built over a long period of time; (5) committed the criminal offense as a result of battered woman syndrome; (6) lacks any significant history of violent crime; (7) is of an age that reduces the probability of recidivism; (8) has made realistic plans for release or has developed marketable skills that can be put to use upon release; and (9) has engaged in institutional activities that indicate an enhanced ability to function within the law upon release.\nRosenkrantz, 29 Cal.4th at 654, 128 Cal. Rptr.2d at 138, 59 P.3d 174, 15 C.C.R. § 2402(d) (2004). On the other hand, circumstances tending to establish unsuitability for parole are that the inmate:\n(1) committed the offense in an especially heinous, atrocious or cruel manner; (2) possesses a previous record of violence; (3) has an unstable social history; (4) previously has sexually assaulted another individual in a sadistic manner; (5) has a lengthy history of severe mental problems related to the offense; and (6) has engaged in serious misconduct while in prison.\nRosenkrantz, 29 Cal.4th at 653-54, 128 Cal.Rptr.2d at 137, 59 P.3d 174 (footnote omitted); 15 C.C.R. § 2402(c) (2004).\nHere, the Governor found petitioner unsuitable for parole because of his \"criminal history\" of six prior convictions for driving under the influence and \"the gravity alone of what [petitioner] did. . . .\"[5] Lodgment, Exh. 5 at 103. Specifically, with regard to petitioner's prior drunk driving convictions, the Governor found petitioner \"was given probation on four occasions following conviction, was another time ordered to attend substance-abuse programs and, on his last conviction, was sentenced to 360 days in county jail\" prior to the commitment offense. Id. The Governor further opined: *1151 Needless to say, the similarities between his past convictions and his life offense, plus his inability or unwillingness to conform his behavior despite multiple chances to do so, make his criminal history significant, \u0097 and a factor weighing against his parole suitability.\nId. Regarding the nature of the commitment offense, the Governor noted that, in addition to,\"ending the lives of two people and injuring four others[,]\" petitioner:\nleft the scene of the accident, demonstrating exceptionally callous disregard for human suffering and life . . . As such, the gravity alone of what [petitioner] did is sufficient to conclude at this time that his release from prison would pose an unreasonable public-safety risk.\nId. Finally, the Governor summarized his determinations by stating:\nI cannot conclude at this time that [petitioner] is suitable for parole because the especially heinous nature of the murders he committed and his related criminal history presently outweigh any positive factors tending to support his parole.\nId. at 104.\nThe Governor found petitioner unsuitable for parole, in part, due to his criminal history of six prior driving under the influence (\"DUI\") convictions. \"A prisoner's `past criminal history, including involvement in other criminal misconduct which is reliably documented' is relevant to determining his or her suitability for parole.\" In re Roderick, 154 Cal. App. 4th 242, 275, 65 Cal. Rptr. 3d 16 (2007) (quoting 15 § 2402(b) (2004))\" In this regard, \"a `[p]revious [r]ecord of [v]iolence' is a circumstance tending to show unsuitability for parole[,]\" Roderick, 154 Cal App.4th at 275, 65 Cal. Rptr. 3d 1615 C.C.R. § 2402(c)(2) (2004), while a lack of \"any significant history of violent crime\" tends to show parole suitability. 15 C.C.R. § 2402(d)(6) (2004); In re Scott, 133 Cal. App. 4th 573, 602, 34 Cal. Rptr. 3d 905 (2005). Here, petitioner does not have a criminal history of violence, which tends to show he is suitable for parole, rather than unsuitable. Moreover, the Governor's finding to the contrary \u0097 especially given the length of time between petitioner's past DUI convictions and the Governor's reversal of the parole decision, and the fact petitioner's alcoholism has been in remission for many years \u0097 is not supported by any evidence in the record. See Scott, 133 Cal.App.4th at 602-03, 34 Cal. Rptr. 3d 905 (no evidence supported Governor's finding that inmate had a significant criminal history when only prior convictions inmate suffered were misdemeanor reckless driving involving no injury and vandalism); Pirtle v. Cal. Bd. of Prison Terms, 2007 WL 1140817, *15 (E.D.Cal.) (holding no evidence supported Board's conclusion that inmate's \"twenty-five year old criminal record[,]\" which consisted of felony and misdemeanor drunk driving offenses and other misdemeanors, \"shows that he would pose a danger to the public if released\"), adopted by, 2007 WL 1544620 (E.D.Cal. 2007). Indeed, since petitioner's prior DUI convictions occurred more than 21 years before his parole hearing, and petitioner's alcoholism has long been in remission, petitioner's criminal history does not support a determination that petitioner poses any threat to public safety. Hayward, at 545 (\"Though [petitioner] was arrested many times before he committed the murder in this case, these arrests occurred thirty or more years ago and . . . do not support a conclusion that [petitioner] currently poses any threat to public safety. It, can hardly be doubted that time may attenuate the taint of certain prior misconduct, and this is particularly true as applied to consideration of [petitioner's] misconduct before he committed the murder that led to his conviction.\").\n*1152 The Governor also determined petitioner is unsuitable for, parole due to the \"especially heinous nature\" of petitioner's commitment offense, in that petitioner was driving while intoxicated and hit another vehicle, killing two people and injuring four, and then petitioner left the scene of the accident. Clearly, \"[a] prisoner's commitment offense may constitute a circumstance tending to show that a prisoner is presently too dangerous to be found suitable for parole, but the denial of parole may be predicated on a prisoner's commitment offense only where the [Governor] can `point to factors beyond the minimum elements of the crime for which the inmate was committed' that demonstrate the inmate will, at the time of the suitability hearing, present a danger to society if released.\" Irons, 505 F.3d at 852 (citing Dannenberg, 34 Cal.4th at 1071, 23 Cal. Rptr.3d at 421, 104 P.3d 783). That is, the commitment offense may be a factor tending to show parole unsuitability if \"[t]he prisoner committed the offense in an especially heinous, atrocious or cruel manner.\" 15 C.C.R. § 2402(c)(1) (2004). Factors supporting a finding that the inmate committed the offense in an especially heinous, atrocious, or cruel manner include the following:\n(A) multiple victims were attacked, injured, or killed in the same or separate incidents; (B) the offense was carried out in a dispassionate and calculated manner, such as an execution-style murder; (C) the victim was abused, deified, or mutilated during or after the offense; (D) the offense was carried out in a manner that demonstrates an exceptionally callous disregard for human suffering; and (E) the motive for the crime, is inexplicable or very trivial in relation to the offense.\nRosenkrantz, 29 Cal.4th at 653-54 n. 11, 128 Cal.Rptr.2d at 137 n. 11, 59 P.3d 174 15 C.C.R. § 2402(c)(1)(a-e) (2004).\nHere, none of the foregoing factors exist; rather, the factors the Governor noted, that petitioner drove while intoxicated, caused a fatal accident and then left the scene of the accident, are merely elements of the offenses of which petitioner was convicted. Moreover, \"`all second degree murders by definition involve some callousness \u0097 i.e., lack of emotion or sympathy, emotional insensitivity, indifference to the feelings and suffering of others.'\" In re Smith, 114 Cal. App. 4th 343, 7 Cal. Rptr. 3d 655 (2003) (emphasis in original); Fowler v. Butler, 2007 WL 1555726, *8 (E.D.Cal.), adopted by, 2007 WL 1725684 (E.D.Cal. 2007). Rather, there must be \"some evidence that the particular circumstances of [the inmate's] crime \u0097 circumstances beyond the minimum elements of his conviction \u0097 indicate[ ] exceptional callousness and cruelty with trivial provocation, and thus suggest[ ] [petitioner] remains a danger to public safety.\" Dannenberg, 34 Cal.4th at 1098, 23 Cal. Rptr. 3d 417, 104 P.3d at 804-05; In re Montgomery, 156 Cal. App. 4th 930, 946, 67 Cal. Rptr. 3d 721, 732 (2007). In petitioner's case, his commitment offenses \"do[ ] not rationally indicate that [petitioner] will present an unreasonable public safety risk if released from prison.\" In re Weider, 145 Cal. App. 4th 570, 589, 52 Cal. Rptr. 3d 147 (2006); Lee, 143 Cal.App.4th at 1411-12, 49 Cal. Rptr. 3d 931; see also Somers v. Schwartz, 2007 WL 2177880, *9 (E.D.Cal.2007) (holding \"[t]he state court applied federal law unreasonably in finding [the commitment offense of second degree murder stemming from fatal traffic accident while drunk driving] was supported by some evidence\" when \"[t]here is no evidence that petitioner demonstrated a callous disregard for human suffering [when] the victim died on impact or shortly thereafter\"). Indeed, this Court \"cannot conclude . . . [petitioner's] crime involves actions more aggravated or violent than the minimum necessary *1153 to sustain a conviction for second degree murder.\" Roderick, 154 Cal.App.4th at 266, 65 Cal. Rptr. 3d 16.\nThe respondent argues \"the opposition of the Riverside County District Attorney's office provided some evidence that Petitioner was unsuitable for parole.\"[6] Memorandum at 18:16-19:10. That is not so since the Governor did not state thin was a reason for reversing the Board's grant of parole. See In re DeLuna, 126 Cal. App. 4th 585, 593-94, 24 Cal. Rptr. 3d 643 (2005) (Review is limited \"to the stated factors found by the Board [or Governor], and all the evidence presented at the parole hearing which is relevant to those findings, not to findings that the Attorney General now suggests the Board [or Governor] might have made.\"). In any event, the district attorney's \"opinion [opposing parole], without more, cannot be considered `some evidence' under Hill that supports the Governor's reversal of parole.\" Hayward, at 545 n. 9 (citing Rosenkrantz v. Marshall 444 F. Supp. 2d 1063, 1080 n. 14 (C.D.Cal.2006)).\nFinally, the Court finds Sass, which affirmed the Board's denial of parole to an inmate convicted of second degree murder while driving under the influence of alcohol, is both factually and legally distinguishable from this case. It is factually distinguishable in that, here, petitioner had served beyond his minimum sentence at the time of the Governor's decision. The petitioner was sentenced to 19 years and 8 months in state prison on October 2, 1984, and, at the time the Governor reversed petitioner's grant of parole on March 15, 2005, petitioner had been incarcerated for more than 22 years in state prison. On the other hand, Sass had served less than 15 years at the time of his second and third parole suitability hearings. Sass, 461 F.3d at 1125-26; see also Brown v. Kane, 2007 WL 1288448, *4 (N.D.Cal.2007) (Irons limited the holdings of Biggs, Sass, and itself to inmates deemed unsuitable prior to the expiration of their minimum sentences and held the door open for inmates deemed unsuitable after the expiration of their minimum sentences).\nThe petitioner's case is also legally distinguishable from Sass since petitioner has shown he is rehabilitated; thus, there is no evidence petitioner \"will present an unreasonable public safety risk if released from prison.\" Scott, 133 Cal.App.4th at 595, 34 Cal. Rptr. 3d 905. As the California Court of Appeal has held:\nThe commitment offense can negate suitability only if circumstances of the crime, reliably establish by evidence in the record rationally indicate that the offender will present an unreasonable public safety risk if released from prison. Yet, the predicative value of the commitment offense may be very questionable after a long period of time. Thus, denial of release solely on the basis of the gravity of the commitment offense warrants especially close scrutiny.\nId. at 594-95, 34 Cal. Rptr. 3d 905 (citations and footnotes omitted); In re Dannenberg, 156 Cal. App. 4th 1387, 1398, 68 Cal. Rptr. 3d 188, 196 (2007); In re Barker, 151 Cal. App. 4th 346, 372, 59 Cal. Rptr. 3d 746 (2007).\nHere, there is undisputed evidence of petitioner's rehabilitation in prison: petitioner has been discipline free for his whole incarceration; petitioner has obtained a university degree; petitioner has upgraded vocational certificates; petitioner has held a number of skilled vocational jobs; petitioner has participated in numerous *1154 self-help and therapy groups, including, most importantly, Alcoholics Anonymous since 1989; petitioner has positive psychological assessments, finding petitioner \"would not present a significant risk to the public [and] . . . the likelihood of relapse is virtually nil . . .\"; petitioner has gained insight into his crimes and has sincere remorse for them; and petitioner has realistic parole plans. All of these factors demonstrate petitioner is suitable for parole, see 15 C.C.R. § 2402(d)(3)(8), (9) (2004), as both the Board and Governor recognized. See Lodgment, Exhs. 4-5. Thus, \"in the circumstances of petitioner's case, the facts surrounding petitioner's crime no longer amount to `some evidence' supporting the conclusion that petitioner would pose an unreasonable risk of danger if released on parole.\" Rosenkrantz, 444 F.Supp.2d at 1086; see also Thomas v. Brown, 513 F. Supp. 2d 1124, 1136 (N.D.Cal.2006) (\"In light of the extensive evidence of [the inmate's] inprison rehabilitation and exemplary behavior, the reliance on the unchanging factor of the murder to deny [the inmate] parole for the tenth time and 20 years into his 17-to-life sentence violated his right to due process.\"); Wyrick v. Mendoza-Powers, 2007 WL 2695635, *6-7 (E.D.Cal.2007) (\"In light of Petitioner's exemplary prison behavior, evidence of rehabilitation and proven selfcontrol, . . . the circumstances of Petitioner's offense no longer have a predictive value. The circumstances of the offense do not amount to some evidence to support the Board's conclusion that Petitioner poses an unreasonable risk of danger to the public if released. [¶] Therefore, the Board's denial of parole has resulted in a due process violation. The petition should be granted, and the Board should be ordered to set a parole release date.\"); Brown, 2007 WL 1288448 at *6 (\"This court must consider that at some point after an inmate has served his minimum sentence the probative value of his commitment offense as an indicator of `unreasonable risk of danger to society' recedes below the `some evidence' required by due process to support a denial of parole. A decision to revoke parole based solely on an inmate's commitment offense that can no longer be considered probative of dangerousness to society would be arbitrary and not comport with the `some evidence' standard. This is one of those cases. When the Governor reversed the [Board's] grant of parole . . . in 2005, [the inmate] had served more than 25 years in prison and exceeded his 15-year minimum sentence by more than ten years.\" (citations and footnote omitted)); McCullough v. Kane, 2007 WL 1593227, *9 (N.D.Cal. 2007) (\"In light of the extensive evidence of [the inmate's] in-prison rehabilitation and exemplary behavior, the reliance on the unchanging facts of the murder and his juvenile criminality to deny him parole 21 years into his 15-to-life sentence violated his right to due process. The some evidence standard provides more protection than against fabricated charges or bureaucratic mistakes \u0097 the some evidence standard also protects against arbitrary decisions. The Governor's decision was arbitrary and therefore did not comport with the some evidence standard.\". (citation omitted)).\nFor the reasons stated herein, the Court finds the Governor's reversal of the Board's grant of parole to petitioner is not supported by \"some evidence\" in the record, and the Superior Court's conclusion to the contrary was an unreasonable application of clearly established federal law. Hayward, at 545; Rosenkrantz, 444 F.Supp.2d at 1087; Martin v. Marshall, 431 F. Supp. 2d 1038, 1049 (N.D.Cal.2006), amended by, 448 F. Supp. 2d 1143 (N.D.Cal. 2006); McCullough, 2007 WL 1593227 at *9. Thus, petitioner is \"entitled to the release date ordered by the Board.\" Scott, *1155 133 Cal.App.4th at 603, 34 Cal. Rptr. 3d 905; Thomas, 513 F.Supp.2d 1136-37; McCullough, 2007 WL 1593227 at *9.\n\nVII\nIn Ground One, petitioner claims he was denied due process of law when the Governor failed to personally review the documents the BOP relied upon in granting him parole and failed to consider his case at all, but merely signed the reversal. Petition at 10:2-12:2.[7] There is no factual basis for this claim, which has no merit.\nUnder California law, if the Governor exercises his discretion to review the Board's decision granting, denying, revoking or suspending an inmate's parole, he must \"review materials provided by the parole authority.\" P.C. § 3041.2(a). A \"presumption of regularity supports the official acts of public officers, and, in the absence of clear evidence to the contrary, courts presume that they have properly discharged their official duties.\" United States v. Chem. Found., 272 U.S. 1, 14-15, 47 S. Ct. 1, 6, 71 L. Ed. 131 (1926); County of Del Norte v. United States, 732 F.2d 1462, 1468 (9th Cir.1984), cert. denied, 469 U.S. 1189, 105 S. Ct. 958, 83 L. Ed. 2d 964 (1985); see also In re Arafiles, 6 Cal. App. 4th 1467, 1478, 8 Cal. Rptr. 2d 492 (1992) (presuming \"the Governor properly performed his review function within the constitutional and statutory framework\" when Governor reversed Board's decision to grant inmate parole), cert. denied, 507 U.S. 934, 113 S. Ct. 1321, 122 L. Ed. 2d 707 (1993). Here, the Governor specifically stated he had reviewed the \"current record before [him] and . . . carefully consider[ed] the very same factors as the Board[,]\" Lodgment, Exh. 5 at 104, and the petitioner has presented absolutely no competent evidence to support his claim that the Governor failed to personally review his records. Therefore, petitioner's conclusory allegations do not warrant habeas corpus relief. Jones v. Gomez, 66 F.3d 199, 204-05 &amp; n. 1 (9th Cir.1995), cert. denied, 517 U.S. 1143, 116 S. Ct. 1437, 134 L. Ed. 2d 559 (1996); James v. Borg, 24 F.3d 20, 26 (9th Cir.), cert. denied, 513 U.S. 935, 115 S. Ct. 333, 130 L. Ed. 2d 291 (1994); see also Staben v. Hernandez, 2007 WL 2238657, *25 (S.D.Cal.2007) (rejecting inmate's due process claim that Governor reversed Board's decision to grant parole without personally reviewing the records since \"there is no evidence to support Petitioner's accusation that Governor Davis did not personally review the decision,\" and holding \"[t]he statute does not require Governor Davis to personally draft his decisions; the fact that he personally signed the decision establishes that he personally reviewed the decision\").\nAs such, the California Supreme Court's denial of Ground One was neither contrary to, nor an unreasonable application of, clearly established federal law. 28 U.S.C. § 2254(d).\n\nRECOMMENDATION\nIT IS RECOMMENDED that the Court issue an Order: (1) approving and adopting this Report and Recommendation; (2) adopting the Report and Recommendation *1156 as the findings of fact and conclusions of law herein; (3) finding the Governor's reversal of the Board's decision to grant parole to petitioner is not supported by \"some evidence\" in the record, and petitioner was, thus, denied due process of the law,; (4) denying Ground One on the merits; and (5) granting the petition for writ of habeas corpus, and reinstating the parole date set by the Board of Prison Terms, and entering Judgment accordingly.\nNOTES\n[1]  Pursuant to Fed.R.Civ.P. 25(d)(1), Debra Dexter, current Warden of Ironwood State Prison, is substituted as the respondent in this action.\n[2]  The Board of Prison Terms was abolished effective July 1, 2005, and replaced with the Board of Parole Hearings. P.C. § 5075(a).\n[3]  Subsequent to the Governor's reversal, petitioner had another parole suitability hearing on January 30, 2007, at which time he agreed to a one year postponement of his suitability hearing. Supplemental Lodgment no. 1.\n[4]  At the time of petitioner's parole hearing, California Penal Code § 3041(b) provided the Board:\n\nshall set a release date unless it determines that the gravity of the current convicted offense or offenses, or the timing and gravity of current or past convicted offense or offenses, is such that consideration of the public safety requires a more lengthy period of incarceration for this individual, and that a parole date, therefore, cannot be fixed at this meeting.\nP.C. § 3041(b) (2004).\n[5]  Although petitioner cites a third factor \u0097 the Governor's statement that \"there is nothing in the record before me to indicate whether [petitioner's] plans [for parole] will remain viable or be realistic more than five years from now\" \u0097 the Governor specifically disavowed this was a factor supporting the denial of parole to petitioner. See Lodgment, Exh. 5 at 103.\n[6]  In reversing the Board's decision, the Governor noted that a \"representative from the Riverside County. District Attorney's Office attended [petitioner's] 2004 hearing and opposed his parole.\" Lodgment, Exh. 5 at 103.\n[7]  According to petitioner:\n\n[The Board] and the Governor's staff write all of the \"Governor's\" decisions, by preparing a list of all conceivably negative facts and non-\"facts\" concerning the commitment offense that omit most parole-favorable evidence on which the [Board] panel based its decision to grant parole. The Governor or a designated member of his staff signs the report but the Governor does not personally review, as required, all or any of the materials reviewed by the [Board] panel that granted parole. Governor Schwarzenegger's only involvement is to sign or designate a staff member to sign the report.\nPetition at 10:8-17 (emphasis in original).\n\n",
            "ocr": false,
            "opinion_id": 1444040
        }
    ],
    "court_short_name": "C.D. California",
    "court_full_name": "District Court, C.D. California",
    "court_type": "FD",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}