{
    "id": 1452231,
    "judges": "LaNGtry, Langtry, Port, Schwab",
    "date_filed": "1988-06-30",
    "date_filed_is_approximate": true,
    "slug": "brom-v-newell",
    "case_name_short": "Brom",
    "case_name": "Brom v. Newell",
    "case_name_full": "ROBERT GORDON BROM, Appellant, v. NEWELL Et Al (No. 78101), Respondents",
    "attorneys": ". Stanley E. Erickson, Portland, argued the cause for appellant. With, him on the briefs were Wilson and Erickson, Portland., William B. Ganessa, Assistant Attorney General, Salem, argued the cause for respondents. With him on the brief were Lee Johnson, Attorney General, and John W. Osburn, Solicitor General, Salem.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued October 2,",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate id=\"Aum\">\n    Argued October 2,\n   </otherdate><decisiondate id=\"AJ3\">\n    affirmed November 5, 1973\n   </decisiondate><br><parties id=\"b260-5\">\n    ROBERT GORDON BROM,\n    <em>\n     Appellant, v.\n    </em>\n    NEWELL et al (No. 78101), Respondents.\n   </parties><citation id=\"Aex\">\n    515 P2d 418\n   </citation><br><attorneys id=\"b261-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"247\"> \n     *247\n     </span>\n    .\n    <em>\n     Stanley E. Erickson,\n    </em>\n    Portland, argued the cause for appellant. With, him on the briefs were Wilson and Erickson, Portland.\n   </attorneys><br><attorneys id=\"b261-10\">\n<em>\n     William B. Ganessa,\n    </em>\n    Assistant Attorney General, Salem, argued the cause for respondents. With him on the brief were Lee Johnson, Attorney General, and John W. Osburn, Solicitor General, Salem.\n   </attorneys><br><judges id=\"b261-11\">\n    Before Schwab, Chief Judge, and LaNGtry and Port, Judges.\n   </judges>",
    "citations": [
        "515 P.2d 418",
        "15 Or. App. 246"
    ],
    "opinions": [
        {
            "author_str": "Langtry",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n515 P.2d 418 (1973)\nRobert Gordon BROM, Appellant,\nv.\nWilliam F. NEWELL et al., Respondents.\nCourt of Appeals of Oregon.\nArgued and Submitted October 2, 1973.\nDecided November 5, 1973.\nStanley E. Erickson, Portland, argued the cause for appellant. With him on the briefs were Wilson &amp; Erickson, Portland.\nWilliam R. Canessa, Asst. Atty. Gen., Salem, argued the cause for respondents. With him on the brief were Lee Johnson, Atty. Gen., and John W. Osburn, Sol. Gen., Salem.\nBefore SCHWAB, C.J., and LANGTRY and FORT, JJ.\nLANGTRY, Judge.\nThis is an appeal in a habeas corpus proceeding. Petitioner, an inmate of the Oregon State Penitentiary, challenges the decision of the State Board of Parole and Probation not to consider him for parole until February 1980. The circuit court rejected petitioner's arguments and found the parole board's action was valid.\nIn November 1960 a bizarre double murder took place in Portland, Oregon known as the Peyton-Allan murders. In 1962 petitioner was convicted of armed robbery and sentenced to 15 years in the Oregon State Penitentiary. In June 1967 he was *419 paroled. In August 1968 he was charged with the Peyton-Allan murders, and in March 1970 he was convicted in that connection on counts of first degree and second degree murder and received sentences of life and 25 years, to run consecutively. His convictions were affirmed by this court. State v. Brom, 8 Or. App. 598, 494 P.2d 434, Sup.Ct. review denied (1972). At that time a person convicted of murder in the first degree was not eligible for parole until he had served at least 10 years of his sentence. Former ORS 144.230. In August 1970 the parole board set February 1980 as the date for considering whether Brom should be released on parole. The 1971 legislature repealed former ORS 144.230. Oregon Laws 1971, ch. 743, § 432.\nIn May 1972 the parole board considered setting an earlier date for Brom's parole hearing. After deliberation, the board refused to change the parole consideration date. Brom testified that at the May meeting he requested that the board postpone its decision until he could present more information on a proposed parole program, and the board granted this request. One board member testified that the board reached a decision not to change the date and so informed Brom.\nOn August 8, 1972 Douglas Tatting and Dr. John Blaylock, residents of Hawaii, appeared before two members of the board at a regular meeting and presented detailed information about a proposed parole program for Brom in Hawaii. It appears to have substantial merit. At the conclusion of this presentation the board again decided not to change the February 1980 date for considering Brom for parole.[1]\nPetitioner has specifically challenged the board's decision of August 8, 1972, but in substance is attacking the May 1972 decision as well. He alleges that the board's decision is invalid because the board exercised its function erroneously and arbitrarily and exceeded its jurisdiction to the injury of substantial rights of the petitioner in several particulars.\nIn a recent habeas corpus case we stated:\n\"Decisions of the Board of Parole and Probation are subject to judicial review on the very limited basis of whether they are arbitrary and capricious; plaintiff has the burden of proving the Board's decision violates this standard. Anderson v. Alexander, 191 Or. 409, 229 P.2d 633, 230 P.2d 770, 29 A.L.R. 2d 1051 (1951); Thompson v. Cupp, 5 Or. App. 393, 484 P.2d 858 (1971); State ex rel Gilmore v. Cupp, 1 Or. App. 22, 458 P.2d 711 (1969). We hold this is the standard of review of a decision denying restoration of pre-parole good time, just as it is the standard of review for any other Board decision.\" Burns v. Newell, Or. App., 96 Adv.Sh. 1204, 1209, 507 P.2d 414, Sup.Ct. review denied (1973).[2]\nIn addition to alleging that the parole board's decision was arbitrary, Brom further charges that the board disregarded the presentation made on his behalf by Tatting and Blaylock and disregarded the statutory guidelines for parole consideration established in ORS ch. 144.\nThe court below made findings of fact to the effect that the board did not disregard the presentation made on Brom's behalf. These findings of fact were supported by adequate evidence in the record and we may not disturb them upon appeal. Ball v. Gladden, 250 Or. 485, 443 P.2d 621 (1968).\nThe thrust of Brom's argument that the board failed to follow the statutory guidelines for parole consideration is based on the fact that the record contains no after sentence report from either the district attorney or the sentencing judge as required *420 by ORS 144.210. Brom argues that the failure of the board to obtain and consider these reports renders invalid the board's decision.[3]\n\"Within six months after the admission to the state penitentiary of a convicted person, and from time to time, the State Board of Parole and Probation shall cause to be brought before it all information regarding such convicted person.\" ORS 144.220.\n\"No prisoner in the state penitentiary shall be paroled unless it is the opinion of the board that, within a reasonable probability, the prisoner will, after parole, remain outside the institution without violating the law and that such release is not incompatible with the welfare of society.\" ORS 144.240.\n\"Good conduct and efficient performance of duties assigned in the state penitentiary will be factors considered by the State Board of Parole and Probation in granting parole.\" ORS 144.250.\nA decision denying parole could be considered arbitrary and capricious if the board failed to consider available information favorable to the prisoner. It also would be possible to consider such a decision to be arbitrary and capricious where the board failed to procure any information concerning the prisoner, depending upon the facts of a particular case. However, no parole may be granted \"unless it is the opinion of the board that, within a reasonable probability, the prisoner will, after parole, remain outside the institution without violating the law and that such release is not incompatible with the welfare of society.\" ORS 144.240. As indicated below, there was an adequate basis for the board's decision; hence, the failure to obtain and consider the missing reports cannot be considered prejudicial to the petitioner absent a showing that the reports if considered would have supported his request for an early parole date.\nThe ultimate question in this appeal is: Has the petitioner proven that the board's action was arbitrary and capricious? The two members of the board who participated in the decision stated, inter alia, they felt the crimes Brom had been convicted of were so serious that they could not vote for his early release on parole.\nThere was substantial evidence presented to the board to the effect that convicted murderers make the best parole risks and the incidence of recidivism in such cases is extremely low. However, the possibility of a successful parole is only one of the statutorily required factors the board must consider; the board must also consider the \"welfare of society.\" The record shows the parole board members were of the opinion that the early release of this prisoner, convicted of two brutal murders, would not be compatible with the welfare of society. We are not inclined to disagree with this determination, particularly in light of the recent restatement by the 1973 legislature of the standards to be considered by the parole board in such situations:\n\"Whenever the State Board of Parole considers the release of a prisoner who, by its rules or order, is eligible for release on parole, it shall be the policy of the board to order his release, unless the board is of the opinion that his release should be deferred or denied because:\n\"* * * * *\n\"(3) His release at that time would depreciate the seriousness of his crime or promote disrespect for law;\n\"* * * * *.\" Oregon Laws 1973, ch. 694, § 4.\nAffirmed.\nNOTES\n[1]  One member of the parole board testified that the board could, if it wanted to, release Brom at any time.\n[2]  The 1973 legislature has provided for direct review of parole board decisions. Oregon Laws 1973, ch. 694, § 24. This opinion does not construe the scope of review under the new law.\n[3]  Oregon Laws 1973, ch. 694, § 6, provides:\n\n\"Before making a determination regarding a prisoner's release on parole, the State Board of Parole may cause to be brought before it records and information regarding the prisoner, including:\n\"(1) The reports, statements and information specified in ORS 144.210;\n\"* * * * *.\" (Emphasis supplied.)\n\n",
            "ocr": false,
            "opinion_id": 1452231
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Murder"
}