{
    "id": 1463432,
    "judges": "MacMAHON",
    "date_filed": 246067200000,
    "date_filed_is_approximate": false,
    "slug": "pobliner-v-fogg",
    "case_name_short": "Pobliner",
    "case_name": "Pobliner v. Fogg",
    "case_name_full": "Jay T. POBLINER, Petitioner, v. Walter FOGG, Superintendent of the Green Haven Correctional Facility, Respondent",
    "attorneys": "Gerald B. Lefcourt, New York City, for petitioner., Denis Dillon, Dist. Atty., Nassau County, Mineóla, N, Y., by Martin I. Saperstein, William C. Donnino, Asst. Dist. Attys., Mineóla, N. Y., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b978-5\">\n    Jay T. POBLINER, Petitioner, v. Walter FOGG, Superintendent of the Green Haven Correctional Facility, Respondent.\n   </parties><br><docketnumber id=\"b978-7\">\n    No. 77 Civ. 438 (LFM).\n   </docketnumber><br><court id=\"b978-8\">\n    United States District Court, S. D. New York.\n   </court><br><decisiondate id=\"b978-10\">\n    Oct. 19, 1977.\n   </decisiondate><br><attorneys id=\"b978-24\">\n    Gerald B. Lefcourt, New York City, for petitioner.\n   </attorneys><br><attorneys id=\"b978-25\">\n    Denis Dillon, Dist. Atty., Nassau County, Mineóla, N, Y., by Martin I. Saperstein, William C. Donnino, Asst. Dist. Attys., Mineóla, N. Y., for respondent.\n   </attorneys>",
    "citations": [
        "438 F. Supp. 890"
    ],
    "opinions": [
        {
            "author_str": "MacMAHON",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2008.0,
            "opinion_text": "\n438 F. Supp. 890 (1977)\nJay T. POBLINER, Petitioner,\nv.\nWalter FOGG, Superintendent of the Green Haven Correctional Facility, Respondent.\nNo. 77 Civ. 438 (LFM).\nUnited States District Court, S. D. New York.\nOctober 19, 1977.\nGerald B. Lefcourt, New York City, for petitioner.\nDenis Dillon, Dist. Atty., Nassau County, Mineola, N. Y., by Martin I. Saperstein, William C. Donnino, Asst. Dist. Attys., Mineola, N. Y., for respondent.\nMacMAHON, District Judge.\nPetitioner Jay T. Pobliner applies, pursuant to 28 U.S.C. § 2254, for a writ of habeas corpus from a conviction in New York state court for the murder of his wife on December 27, 1968. The Appellate Division affirmed *891 without opinion, 39 A.D.2d 1018, 334 N.Y.S.2d 816 (App.Div.1972), the New York Court of Appeals affirmed in a written opinion, 32 N.Y.2d 356, 345 N.Y.S.2d 482, 298 N.E.2d 637 (1973), and the United States Supreme Court denied certiorari, 416 U.S. 905, 94 S. Ct. 1609, 40 L. Ed. 2d 110 (1974).\n\nI.\nPetitioner seeks federal habeas corpus relief, alleging deprivation of his constitutional rights because of wiretaps placed on two telephones at the home of his parents in Manhattan. Petitioner claims that the wiretaps violated (1) his Fourth Amendment right to be free from unreasonable searches and seizures, (2) his Sixth Amendment right to the effective assistance of counsel, and (3) the standards for electronic surveillance set forth in Title III of the Omnibus Crime Control and Safe Streets Act of 1968, 18 U.S.C. §§ 2510 et seq.\nOn December 27, 1968, Brenda Pobliner was found shot to death in the bedroom of the Merrick, Long Island home she shared with petitioner, her husband, and for sometime thereafter police investigators were unable to obtain evidence sufficient to name the murderer. It appears that during the period of the investigation, petitioner was staying at the home of his parents and that the investigators obtained a court order authorizing a tap on the telephones at the home of petitioner's parents. The surveillance was conducted from January 16 to February 5, 1969, and many conversations were intercepted, including some conversations between Pobliner or members of his family and his attorneys.\nPobliner was not indicted until March 28, 1969 after his friend, Joe Hall from North Carolina, contacted the police and told them that petitioner had admitted the murder to him and also that Hall had previously procured for petitioner an unregistered pistol, which was the same caliber as the murder weapon.\nPetitioner's first trial occurred in February 1970, a year after the conversations were intercepted, and ended in a mistrial. Petitioner's counsel had moved prior to trial to suppress evidence resulting from the wiretaps, on the principal grounds that the affidavits in support of the application were insufficient and that interceptions were not minimized to eliminate overhearing of innocent or privileged conversations. Upon representation by the state that it would not offer any evidence derived from the wiretaps, the trial court ruled that the state would be precluded from using any of the tapes \"either directly or indirectly during the course of this trial.\" The court went further, offering defense counsel the opportunity to object to the use of any evidence allegedly \"tainted\" by the wiretaps. The trial court stated that objection could be made \"at any time you feel that you are approaching an area where the district attorney has used leads that he might have obtained from the tapes. . . .\"\nWhen petitioner's second trial began in September 1970, some seven months after the first, the district attorney specifically requested a hearing to establish the legality of the wiretaps. Petitioner's counsel strongly objected, and the trial judge denied the state's application. The court also explicitly offered defense counsel a hearing to inquire into the circumstances surrounding some blank tapes and/or inaudible portions of other tapes, but the offer was declined.\nDefense counsel did subsequently object to the proffered testimony of Hall and one Eddie Gaines, on the ground that the police had been led to these witnesses by information gleaned from the wiretaps. The trial court conducted a hearing on the taint issue and found \"by clear and convincing proof\" that the state had adequate bases, independent of the wiretap evidence, to lead to Hall and Gaines.\nDuring the course of the trial, petitioner offered the alibi testimony of Illis Jurisson, who testified that he had stayed at the Pobliners' home the night of the murder and had seen or heard nothing implicating petitioner in the killing. The state brought out on cross-examination that, shortly after the murder, Jurisson had been admitted to *892 a hospital for mental treatments, with the assistance of Pobliner and Herbert Handman, who was both Pobliner's and Jurisson's attorney; that Jurisson had received \"electrotherapy\" while in the hospital; that Pobliner had paid $900 toward the hospital bill; that Pobliner and his father had lent Jurisson money in the past; that Pobliner's father had put up bail for Jurisson in connection with his detention as a material witness in the case; and that Jurisson was then on the payroll at a company owned by Pobliner's father. Petitioner complains that this information elicited on cross-examination was also obtained from the wiretapped conversations, although no such objection was made at trial.\n\nII.\n\nFourth Amendment and Statutory Claims.\nFederal habeas corpus relief is clearly unwarranted here on the claim that the wiretaps constituted an unreasonable search and seizure in contravention of the Fourth Amendment. As the Supreme Court ruled in Stone v. Powell, 428 U.S. 465, 482, 96 S. Ct. 3037, 3046, 49 L. Ed. 2d 1067 (1976):\n\"where the State has provided an opportunity for full and fair litigation of a Fourth Amendment claim, the Constitution does not require that a state prisoner be granted federal habeas corpus relief on the ground that evidence obtained in an unconstitutional search or seizure was introduced at his trial.\"\nIn this case, not only did petitioner have a full and fair opportunity to litigate the legality of the wiretaps, he actually obtained the full relief available \u0097 a blanket order suppressing the wiretap evidence, plus carte blanche to convene a taint hearing whenever he \"felt\" the district attorney was using the fruits of the interception. In fact, petitioner did exercise this privilege in connection with the testimony of Hall and Gaines. Nor do we see in this case any justification under either 28 U.S.C. § 2254(d) or Townsend v. Sain, 372 U.S. 293, 83 S. Ct. 745, 9 L. Ed. 2d 770 (1963), to conduct a hearing or otherwise to review the trial court's rulings, which were based on full, fair and adequate procedures and were supported by the evidence presented.\nSimilarly, petitioner's claim that the wiretaps were also illegal under Title III of the Omnibus Crime Control and Safe Streets Act of 1968, 18 U.S.C. §§ 2510 et seq., must fail. Federal habeas corpus review of alleged violations of Title III is limited to the same extent as alleged Fourth Amendment violations under Stone v. Powell, supra. Zagarino v. West, 422 F. Supp. 812 (E.D.N.Y.1976). Furthermore, 18 U.S.C. § 2518(10)(a) provides that the remedy for violations of the wiretapping strictures of Title III is suppression, and, as we have noted, petitioner was granted suppression by the trial court.\n\nIII.\n\nSixth Amendment Claim.\nPetitioner contends that the interception of attorney-client conversations violated his Sixth Amendment right to the effective assistance of counsel for his defense. There can be no doubt that private consultation between a defendant and his attorney is a vital element of that right. See United States v. Rosner, 485 F.2d 1213, 1224 (2d Cir. 1973). However, the facts of this case and applicable law convince us that federal habeas corpus relief is not warranted.\nPetitioner urges that interception of attorney-client conversations in a criminal case is per se unconstitutional and that his conviction must be overturned even without a showing that such interceptions in any way prejudiced the defense. This proposition was rejected by the Supreme Court in Weatherford v. Bursey, 429 U.S. 545, 97 S. Ct. 837, 50 L. Ed. 2d 30 (1977). In reviewing its earlier per curiam decisions in Black v. United States, 385 U.S. 26, 87 S. Ct. 190, 17 L. Ed. 2d 26 (1966), and O'Brien v. United States, 386 U.S. 345, 87 S. Ct. 1158, 18 L. Ed. 2d 94 (1967), both of which ordered new trials on the basis of post-trial revelation of eavesdropping on conversations with counsel, the Court in Weatherford commented:\n\n*893 \"If anything is to be inferred from these two cases with respect to the right to counsel, it is that when conversations with counsel have been overheard, the constitutionality of the conviction depends on whether the overheard conversations have produced, directly or indirectly, any of the evidence offered at trial.\" 429 U.S. at 552, 97 S.Ct. at 842 (emphasis added).\nThe trial court in this case did grant suppression of all evidence resulting \"directly or indirectly\" from the tapes, thus affording petitioner all the relief available to him under Weatherford. If some evidence resulting from the eavesdropping was introduced during the trial, it could only have resulted from petitioner's failure to take advantage of the trial court's continuing offer to rule on taint questions whenever requested by counsel. Specifically, we note that counsel made no objection that the state's cross-examination of Jurisson was derived from the wiretaps, even though petitioner and his counsel had had full opportunity to listen to the tapes, to review transcripts and notes of the conversations, and to convene a hearing to inquire into the blank and inaudible tapes.\nIn Wainwright v. Sykes, ___ U.S. ___, 97 S. Ct. 2497, 53 L. Ed. 2d 594 (1977), the Supreme Court ruled that where a state defendant failed to raise a federal constitutional claim by contemporaneous objection at the trial, federal habeas review of that claim is barred absent a showing of (1) cause for failing to make the objection, and (2) prejudice resulting from the alleged violation.[*] In petitioner's case, counsel did object generally to the interception of attorney-client conversations and moved to dismiss the indictment. The trial court's denial of that motion was affirmed on appeal, 345 N.Y.S.2d at 488, 298 N.E.2d at 642. Even those cases most heavily relied on by petitioner held only that a new trial was required, at which time the potential detrimental effects of the interceptions could be eliminated. See, e. g., O'Brien v. United States, supra; Black v. United States, supra; Caldwell v. United States, 92 U.S.App. D.C. 355, 205 F.2d 879 (1953); Coplon v. United States, 89 U.S.App.D.C. 103, 191 F.2d 749 (1951).\nPetitioner having thus raised the issue prior to trial, his case is not entirely similar to Gates v. Henderson, supra, where the Court of Appeals held that petitioner's failure to articulate a Fourth Amendment claim at trial precluded federal habeas corpus review. Nevertheless, we think petitioner had an obligation as the trial progressed to raise specific objections to the introduction of tainted material. Indeed, he did object and obtained a ruling concerning the testimony of Gaines and Hall, plainly indicating that counsel understood his privilege, under the trial court's suppression order, to raise such objections when he \"felt\" the state was getting into areas that may have been affected by the wiretaps. As the New York Court of Appeals noted in affirming the conviction, because of petitioner's failure to object to the cross-examination of Jurisson, that issue was not preserved for appeal. 345 N.Y.S.2d at 489, 298 N.E.2d at 643, citing New York CPL § 470.05, subd. 2, Consol.Laws, c. 11-a.\nAs recognized by the New York Court of Appeals in this case, by the Second Circuit in Gates v. Henderson, supra, and by the Supreme Court in Wainwright v. Sykes, supra, the failure to object at trial deprives the parties of the opportunity fully to adjudicate factual issues essential to determination of a constitutional question. Specifically as that doctrine relates to this case, the state contends (as it did on appeal in the state courts) that it had independent, untainted sources for the information elicited from Jurisson on cross-examination. Petitioner's failure to object contemporaneously deprived the state of the opportunity to *894 establish that fact, as it did with Gaines and Hall. Furthermore, we can see no \"cause\" for petitioner's failure to object, particularly in view of counsel's use of appropriate taint objections on two occasions, coupled with counsel's longstanding knowledge of the contents of the tapes and awareness of their potential impact on the state's case.\nWe turn to the question of whether petitioner was prejudiced by the state's interception of attorney-client conversations (Weatherford and Wainwright, supra) and conclude that he was not.\nFirst, considering only the possible use of evidence derived from the interceptions, which the Supreme Court in Weatherford indicated as the only ground for challenge under the Sixth Amendment, any danger of such use was eliminated by counsel's knowledge of the contents of the tapes, the trial court's broad suppression order, and the full and fair opportunity for counsel to object to specific items of evidence.\nSecond, even if we look beyond the \"use of evidence\" rule enunciated in Weatherford, we find no prejudice resulting from intrusion on the so-called \"councils of the defense\" in terms of trial strategy or preparation. The overheard conversations here occurred almost immediately after the murder, before Hall told the police about Pobliner's admissions and the gun he had obtained for petitioner, seven weeks before petitioner was indicted and some nineteen months before the trial resulting in conviction. The recorded conversations, moveover, contain nothing of significance in terms of preparation or strategy, and it appears that petitioner and his parents were aware of the possibility of interception, made obvious references to that fact, and guarded their conversations accordingly.\nThese facts, combined with the length of time between the interceptions and the trial, counsel's full appreciation of the recorded conversations, and the trial court's willingness to ensure that intercepted material not infect the trial, compel our conclusion that such interception as occurred in this case did not result in prejudice to petitioner, nor did it deprive him of the effective assistance of counsel guaranteed by the Sixth Amendment.\nIn the absence of some showing of cause for failing to object or prejudice to petitioner, federal habeas corpus relief is not available.\n\nIV.\n\nAlleged Suppression of Exculpatory Evidence.\nPetitioner also complains that the state withheld information concerning statements by one Harriet Pollack which tend to exculpate him. United States v. Agurs, 427 U.S. 97, 96 S. Ct. 2392, 49 L. Ed. 2d 342 (1976); Brady v. Maryland, 373 U.S. 83, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963). The context in which this claim arises is as follows:\nThe state introduced the testimony of Adele and Donald Pober, neighbors of the Pobliners in Merrick, to the effect that they telephoned Pobliner at work after Mrs. Pobliner had been found dead. Mr. Pober testified that he did not tell Pobliner that his wife was \"bleeding,\" yet Pobliner told his garage attendant in Manhattan that he needed a ride home right away because his wife was bleeding, thus indicating some awareness of the injury to her which he could not have obtained from the telephone call by Pober. Petitioner claims that Mrs. Pollack could testify, and the prosecution knew, that Adele Pober had informed her that Donald Pober had in fact told Pobliner that his wife was bleeding.\nThe defense knew of the existence of Mrs. Pollack as a witness even before the trial and so represented in a post-trial coram nobis proceeding. Petitioner submitted sworn affidavits in support of the coram nobis motion, acknowledging that defense investigators had interviewed Mrs. Pollack prior to trial and knew of the information allegedly conveyed to her by Mrs. Pober. Moreover, one of petitioner's attorneys interviewed her and took extensive notes of the interview, much of which was highly inculpatory of petitioner, thus explaining *895 the defense's refusal to call her as a witness. In view of these revelations right after trial, petitioner's later efforts to undo their effect are unavailing.\nFurthermore, Mrs. Pollack's supposed exculpatory information is hardly \"material\" in the sense required by United States v. Agurs, supra. The Court there held that prosecutorial non-disclosure of exculpatory evidence \"must be evaluated in the context of the entire record.\" 427 U.S. at 112, 96 S.Ct. at 2402. The Court went on:\n\"If there is no reasonable doubt about guilt whether or not the additional evidence is considered, there is no justification for a new trial. On the other hand, if the verdict is already of questionable validity, additional evidence of relatively minor importance might be sufficient to create a reasonable doubt.\" 427 U.S. at 112-13, 96 S.Ct. at 2402.\nIn this case, while the prosecution did argue the inference of guilty knowledge to be drawn from petitioner's alleged awareness of his wife's bleeding, we can by no means conclude that if that inference were negated by Mrs. Pollack's testimony, there would arise a reasonable doubt about guilt in view of the other, much more highly inculpatory evidence against petitioner. In short, we conclude that the verdict is not of questionable validity and that Mrs. Pollack's purported testimony would be of relatively minor importance. United States v. Agurs, supra, 427 U.S. at 113, 96 S. Ct. 2392.\nPetitioner was not denied due process of law by the failure of the state to reveal Mrs. Pollack's statements, both because (1) the existence of Mrs. Pollack and her conversations with Mrs. Pober were known to the defense prior to trial, and (2) her testimony would not be material as a matter of law under United States v. Agurs, supra.\nNo issues are presented requiring a hearing under 28 U.S.C. § 2254(d) or Townsend v. Sain, supra, 372 U.S. at 313, 83 S. Ct. 745. Accordingly, the petition is denied.\nSo ordered.\nNOTES\n[*]   This holding limits the dicta of Fay v. Noia, 372 U.S. 391, 83 S. Ct. 822, 9 L. Ed. 2d 837 (1963), which intimated that federal review of such a claim would not be barred unless the failure to make a constitutional challenge at the trial was attributable to a knowing waiver or deliberate bypass of available state procedures. See also Gates v. Henderson, Docket No. 76-2065 (2d Cir. Aug. 19, 1977) (en banc).\n\n",
            "ocr": false,
            "opinion_id": 1463432
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}