{
    "id": 1512548,
    "judges": "Per Curiam",
    "date_filed": "2007-12-08",
    "date_filed_is_approximate": true,
    "slug": "pilon-v-commonwealth",
    "case_name_short": "Pilon",
    "case_name": "Pilon v. Commonwealth",
    "case_name_full": "Richard Earl PILON, Appellant, v. COMMONWEALTH of Kentucky, Appellee",
    "attorneys": "Terrence R. Fitzgerald, Deputy Public Defender, Thomas R. Thomas, Asst. Dist. Public Defender, Louisville, for appellant., Robert F. Stephens, Atty. Gen., Patrick B. Kimberlin, III, Asst. Atty. Gen., Frankfort, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Jan. 14, 1977.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b266-13\">\n    Richard Earl PILON, Appellant, v. COMMONWEALTH of Kentucky, Appellee.\n   </parties><br><court id=\"b266-16\">\n    Supreme Court of Kentucky.\n   </court><br><decisiondate id=\"b266-17\">\n    Oct. 15, 1976.\n   </decisiondate><br><otherdate id=\"b266-18\">\n    Rehearing Denied Jan. 14, 1977.\n   </otherdate><br><attorneys id=\"b267-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"229\"> \n     *229\n     </span>\n    Terrence R. Fitzgerald, Deputy Public Defender, Thomas R. Thomas, Asst. Dist. Public Defender, Louisville, for appellant.\n   </attorneys><br><attorneys id=\"b267-19\">\n    Robert F. Stephens, Atty. Gen., Patrick B. Kimberlin, III, Asst. Atty. Gen., Frankfort, for appellee.\n   </attorneys>",
    "citations": [
        "544 S.W.2d 228"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n544 S.W.2d 228 (1976)\nRichard Earl PILON, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nSupreme Court of Kentucky.\nOctober 15, 1976.\nRehearing Denied January 14, 1977.\n*229 Terrence R. Fitzgerald, Deputy Public Defender, Thomas R. Thomas, Asst. Dist. Public Defender, Louisville, for appellant.\nRobert F. Stephens, Atty. Gen., Patrick B. Kimberlin, III, Asst. Atty. Gen., Frankfort, for appellee.\nPER CURIAM.\nRichard Earl Pilon appeals from a judgment entered on a jury verdict finding him guilty of manslaughter in the first degree and fixing his punishment at ten years' imprisonment.\nMarvin Cole Marcum, the seventeen-month-old son of Nola Marcum (Pilon), died at Norton-Children's Hospital at 6:50 p.m. on May 8, 1975. He had been brutally and severely beaten. Dr. Stuart Wolfson, a pathologist, stated that Marvin's death was caused by a loss of blood due to a laceration of the spleen. The doctor testified that a person sustaining an injury of this type could not live for more than seven or eight hours after the time of injury. The doctor observed multiple bruises over the body of Marvin.\nA composite of the evidence of Richard Earl Pilon and Nola Marcum (Pilon) is as follows: Richard, Nola, Marvin, and his three-year-old sister, Stacy, lived together in a mobile home in Jefferson County. On May 7, 1975, at about 10 a.m., Pilon, Nola, and the children went fishing after which they all went to a drive-in movie. The children went to sleep in the back of the car during the movie, around 10 p.m. The entire party returned to the trailer at 4 a. m. on May 8 and immediately went to bed. Pilon and Nola got up around noon. The children were already up and playing in *230 their room. Pilon made breakfast while Nola fixed her uniform so she could go to work. They were all together until Pilon, accompanied by Marvin and Stacy, took Nola to work at 2:30 p.m. From there Pilon, accompanied by the children, went to the office of Dr. Kincaid who had performed surgery on Pilon's hand. They were at the doctor's office from around 3:45 p.m. to 5 p.m.\nMarvin had been slightly ill most of the day with flu or a cold, but his ailment appeared to become more pronounced with the passage of time. Dr. Kincaid observed that the child was acutely ill and recommended that Pilon take him to a hospital. Pilon proceeded from the doctor's office to the house of a friend, Richard Childers, and asked him to look at the child. Childers testified that the child was as \"pale as a ghost.\" Pilon and the children then returned to the trailer, and Marvin was put to bed. By 6 p.m. Marvin's condition had become critical. Pilon called Nola who met him at 6:30 p.m., and they proceeded to the hospital only to discover that Marvin had died before they could get medical assistance.\nPilon and Nola, in their testimony, attempted to explain the presence of the bruises on Marvin's body by showing that the child was overly clumsy for his age and prone to falling down and bruising easily. The witness Childers who had seen the child at approximately 5 p.m. on the day of his death testified that he observed no bruises on the body other than those on the head. Nola testified that on the way to the hospital she had raised the top of Marvin's pajamas and placed her hand on his stomach and that at the time she observed no bruises on his stomach or chest. Pilon, fortuitously, observed this same condition by looking through the rear-view mirror as he rushed toward the hospital.\nNola testified that she had not struck Marvin or at any time abused him. She was with him until approximately 2:30 p.m. of that day. Pilon testified that he had never touched the child. His evidence discloses, however, one conclusive fact: he was with the child either with the mother or alone during the entire day of May 8, 1975. Pilon asserts upon appeal that the court should have granted him a directed verdict, as the evidence against him was totally insufficient to support his conviction. This court is well aware of the rule as set out in Marcum v. Commonwealth, Ky., 496 S.W.2d 346 (1973), but has concluded that Marcum would not be controlling in this case because the evidence here clearly demonstrates that Pilon, during all of the time within which Marvin could have sustained his fatal injury, had complete, exclusive, and absolute control over Marvin, and the opportunity to harm the child was Pilon's alone. The medical testimony unrefutably establishes that Marvin could have lived a maximum of seven to eight hours after having been injured which would place the time of his injury at not earlier than 11 a. m. to 12 noon and possibly much later in the afternoon. The times are maximums and not minimums. Although Nola was at home until 2:30 she observed no outward manifestation of the child's injury. It was only after the child was within the exclusive custody of Pilon that there was a noticeable deterioration in his physical condition. This so concerned Dr. Kincaid that he suggested that the child be taken to a hospital.\nAlthough Pilon argues that he cannot be convicted on evidence that is as consistent with innocence as with guilt, Fugate v. Commonwealth, Ky., 445 S.W.2d 675 (1969), this court does not so construe the evidence. The totality of the evidence definitely tips the balance of the scales against Pilon. It is true that the evidence is circumstantial. Pilon and the mother denied that he abused the child in any way. However, the fact remains that the child was beaten to death. In view of the evidence and the inferences that may justifiably be drawn therefrom, a reasonable mind might fairly find Pilon guilty beyond a reasonable doubt. This court is of the opinion that although the evidence was largely circumstantial it was sufficient to take the case to the jury and sustain the jury verdict. Cf. United States *231 v. May, Court of Appeals, 6th Circuit, 430 F.2d 715 (1970).\nPilon asserts that the introduction of photographs of the dead child prejudiced his right to a fair trial. The cause of the death of Marvin Cole Marcum was a pivotal issue at the trial. The condition of his body and the evidence of trauma were essential to sustain the pathologist's opinion that Marvin's death was caused by a loss of blood due to a laceration of the spleen. The pictures were neither inflammatory or gory in detail but simply depicted bruises and marks on a young child consistent with the testimony given. Perry v. Commonwealth, Ky., 514 S.W.2d 202 (1974).\nPilon next asserts that he was entitled to an instruction on reckless homicide. Instructions in a criminal prosecution must have a source within the framework of the evidence introduced at the trial. There is no evidence in this record which would justify the giving of a reckless-homicide instruction. After all, Pilon and the mother both testified that he had not touched Marvin at any time prior to his death. Thus, there is an absolute void in the record upon which the trial court might have justified the requested instruction. Cf. Edwards v. Commonwealth, Ky., 489 S.W.2d 23 (1973).\nFinally, Pilon claims that Dr. Kincaid should not have been permitted to testify on behalf of the Commonwealth as a rebuttal witness. The trial court is afforded a great degree of discretion in determining when rebuttal evidence will be received. RCr 9.42. Where there is no clear showing of arbitrariness or an abuse of discretion, the ruling of the trial court will not be disturbed.\nThe judgment is affirmed.\nAll concur.\n",
            "ocr": false,
            "opinion_id": 1512548
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}