{
    "id": 1518902,
    "judges": "Davis, C.J., and Cummings and Vance",
    "date_filed": 876873600000,
    "date_filed_is_approximate": false,
    "slug": "deckard-v-state",
    "case_name_short": "Deckard",
    "case_name": "Deckard v. State",
    "case_name_full": "Grady DECKARD, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "H. Todd McCray, San Antonio, for appellant., Bill Turner, District Attorney, Douglas Howell, III, Asst. District Attorney, Bryan, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b571-7\">\n    Grady DECKARD, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b571-10\">\n    No. 10-94-351-CR.\n   </docketnumber><br><court id=\"b571-11\">\n    Court of Appeals of Texas, Waco.\n   </court><br><decisiondate id=\"b571-13\">\n    Oct. 15, 1997.\n   </decisiondate><br><attorneys id=\"b572-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"542\"> \n     *542\n     </span>\n    H. Todd McCray, San Antonio, for appellant.\n   </attorneys><br><attorneys id=\"b572-11\">\n    Bill Turner, District Attorney, Douglas Howell, III, Asst. District Attorney, Bryan, for appellee.\n   </attorneys><br><judges id=\"b572-13\">\n    Before DAVIS, C.J., and CUMMINGS and VANCE, JJ.\n   </judges>",
    "citations": [
        "953 S.W.2d 541"
    ],
    "opinions": [
        {
            "author_str": "Cummings",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8318.0,
            "opinion_text": "\n953 S.W.2d 541 (1997)\nGrady DECKARD, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 10-94-351-CR.\nCourt of Appeals of Texas, Waco.\nOctober 15, 1997.\n*542 H. Todd McCray, San Antonio, for appellant.\nBill Turner, District Attorney, Douglas Howell, III, Asst. District Attorney, Bryan, for appellee.\nBefore DAVIS, C.J., and CUMMINGS and VANCE, JJ.\n\nOPINION ON REMAND\nCUMMINGS, Justice.\nFollowing a bench trial, the appellant, Grady Deckard, was convicted of aggravated perjury and sentenced to five years' confinement in the Institutional Division of the Texas Department of Criminal Justice. See TEX. PEN.CODE ANN. § 37.03 (Vernon 1994). On appeal, Deckard disputes the sufficiency of the evidence showing his in-court testimony was false.\n\nI. Factual Background\nIn the fall of 1985, Deckard was being detained in the Brazos County Jail on attempted murder charges. During his detention, Deckard informed a jail administrator that Robert Black, a capital murder defendant, was planning an attempt to escape from the jail. Based on this information, the district attorney called Deckard to testify, during the punishment phase of Black's capital murder trial, about Black's plans to escape from the Brazos County Jail.\nThe jurors in Black's case imposed a death sentence on Black and attorneys from the Texas Appellate Practice and Educational Resource Center (\"Resource Center\")[1] began representing Black on his petition for a writ of habeas corpus. As a part of their representation of Black, investigators from the Resource Center visited Deckard to ask him about his testimony, and Deckard told them his previous testimony at Black's trial had been untrue. The investigators assured Deckard that the statute of limitations for perjury had run and he could not be prosecuted for any lies told at Black's trial. Consequently, Deckard was called as a witness at Black's hearing on his petition for a writ of habeas corpus. At the hearing Deckard stated he never heard Black planning an escape attempt, but he had lied about this because the jail administrator had promised to make *543 him a trustee[2] if he told the jail officials about Black's escape plans. Immediately after giving this testimony, Deckard was arrested and charged with perjury.\nThe State proceeded to trial on the July 9, 1992 indictment which charged that Deckard had committed aggravated perjury by lying at Black's habeas corpus hearing. The State alleged that Deckard's testimony at Black's trial was true and Black had actually told Deckard about his plans to escape from the Brazos County Jail. After a bench trial, Deckard was convicted on the aggravated perjury charge.\nII. Points of Error\nBefore beginning our review of the evidence supporting Deckard's conviction, we must first determine what type of sufficiency review Deckard is seeking: legal sufficiency, factual sufficiency, or both. In Deckard's original appeal to this court, he raised one point of error disputing the legal sufficiency of the evidence to support his conviction. This court affirmed his conviction, but the Court of Criminal Appeals vacated that judgment because the Court found the sufficiency of the evidence had been measured against the wrong indictment. The Court's opinion directs us to reconsider Deckard's legal sufficiency claim as it relates to the July 9, 1992 indictment. Deckard v. State, No. 1496-96 (Tex.Crim.App.1997) (not designated for publication). Thus, we must necessarily review the legal sufficiency of the evidence supporting Deckard's conviction. However, in Deckard's first point of error he claims that the State did not produce factually sufficient evidence to support a conviction. Then in points two through five Deckard argues why specific evidence is \"insufficient\" to establish Deckard's guilt. Nowhere in his brief does Deckard set out the appropriate standard of review for either a legal or factual sufficiency point and in his prayer for relief he requests both a reversal and rendition of a judgment of acquittal or in the alternative a reversal and remand for a new trial. In the interest of justice, we will consider Deckard's brief to have raised complaints about both the legal and factual sufficiency of the evidence supporting Deckard's conviction.[3]See Calhoun v. State, 951 S.W.2d 803, 810 (Tex.App.\u0097 Waco 1997, no pet.h.); see also Turro v. State, 950 S.W.2d 390, 397-98 (Tex.App.\u0097 Fort Worth 1997, pet.filed).\n\nA. Legal Sufficiency of the Evidence\nA challenge to the legal sufficiency of the evidence is resolved by looking at the evidence in the light most favorable to the verdict to determine if a rational fact-finder could have found the essential elements of the crime beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 2789, 61 L. Ed. 2d 560 (1979); Jones v. State, 944 S.W.2d 642, 647 (Tex.Crim.App. 1996). During a bench trial the trial court is the \"exclusive judge of the credibility of the witnesses and the weight to be given to their testimony,\" and on appeal the judge's determination of the weight and credibility of the evidence will not be re-evaluated. Joseph v. State, 897 S.W.2d 374, 376 (Tex.Crim.App. 1995); see also Hernandez v. State, 938 S.W.2d 503, 513 (Tex.App.\u0097Waco 1997, pet. ref'd); DeLeon v. State, 937 S.W.2d 129, 131 (Tex.App.\u0097Waco 1996, pet. ref'd).\nIn an aggravated perjury prosecution the State must prove the defendant:\n(1) with intent to deceive and (2) with knowledge of the statement's meaning, (3) made a false statement under oath, (4) that was required or authorized by law to be made under oath, (5) in connection with an official proceeding, and (6) that the false statement was material.\nBonilla v. State, 933 S.W.2d 538, 540 (Tex. App.\u0097Houston [1st Dist.] 1995, no pet.); see Tex. Pen.Code Ann. §§ 37.02, 37.03 (Vernon *544 1994); McCullar v. State, 696 S.W.2d 579, 581 (Tex.Crim.App.1985). Furthermore, the Code of Criminal Procedure requires that a perjury conviction not be based \"solely upon the testimony of one witness other than the defendant.\" Tex.Code Crim. Proc. Ann. § 38.18(a) (Vernon 1979).\nDeckard, in five points of error, asserts that insufficient evidence exists to show he made a false statement under oath when he testified at Black's habeas corpus hearing that Black never discussed a plan to escape from the Brazos County Jail with Deckard.[4] Deckard argues that, although the record reflects he made two contradictory statements under oath, this alone is insufficient to support his conviction for perjury. We agree with Deckard on this point. In this case Deckard was not charged using § 37.06 of the Penal Code which allows the State to merely allege the defendant made contradictory statements under oath and eliminates the need for the State to prove at trial which statement was false. See Tex. Pen.Code Ann. § 37.06 (Vernon 1994). Presumably this provision was not used because the statute of limitations had run as to Deckard's testimony given in Black's trial. See Ex parte Zain, 940 S.W.2d 253, 253-54 (Tex. App.\u0097San Antonio 1997, no pet.) (finding the statute of limitations for aggravated perjury is two years); see also Ex Parte Matthews, 933 S.W.2d 134, 136 (Tex.Crim.App.1996). Instead the indictment affirmatively alleges that Deckard's testimony at Black's habeas corpus hearing was false, and the State had the burden to prove this falsity beyond a reasonable doubt at trial. See Benson v. State, 661 S.W.2d 708, 713 (Tex.Crim.App. 1983) (on rehearing).\nThe State, in meeting its burden of proof, may present evidence that Deckard's original testimony was actually true, and consequently, his later statements directly contradicting this truthful testimony must necessarily be false. See Brasher v. State, 715 S.W.2d 827, 831 (Tex.App.\u0097Houston [14th Dist.] 1986, no pet.) (perjury may be proved by circumstantial evidence). At Deckard's trial, the State produced evidence that Black had actually planned an attempt to escape from the jail. A jail officer from the Brazos County Jail testified that a hand-drawn map of the jail and surrounding area was found under Black's mattress in his cell. The officer testified that this map could have aided Black in an escape attempt. While in jail Black also attempted suicide, and jail officials believed this might have been an attempt to escape from custody. Also, Deckard's testimony at Black's trial showed he knew how Black might attempt to escape. Deckard testified that Black had considered escaping when he was transported to MHMR for medication, and the jail administrator, Ron Huddleston, confirmed that Black made many requests to go to the MHMR facility. The State also introduced into evidence a letter written by Deckard to his lawyer which states: \"The only reason I told [the jail administrator] anything is because he promised to make me a trustee, so of course I told him what I knew.\"[5]\nFurthermore, there were inconsistencies in Deckard's testimony at the habeas corpus hearing which the trial judge could have considered in finding that Deckard's recantation was not credible and his former testimony was in-fact true. When he testified at the habeas corpus hearing Deckard attempted to explain what had occurred in the Brazos County Jail which led him to lie at Black's trial. Deckard stated that, while he was in jail, Huddleston, the jail administrator, approached him to ask if Black was planning an *545 escape. Deckard said he told Huddleston he did not know of any plans to escape but he agreed to try to find out what Black was planning in return for Huddleston's promise to make him a trustee. Deckard then explained that Huddleston began to come visit him every few days to ask what Deckard had learned about the escape. Deckard stated he kept telling Huddleston he knew of no escape plan, but Huddleston's visits caused problems with the other inmates who began to think Deckard was a \"snitch.\" Thus, Deckard claims he fabricated a story to tell Huddleston about Black's escape plans in order to get out of his jail unit, \"O-Tank,\" and be made a trustee. Deckard claimed he was made a trustee only after testifying in Black's trial about Black's escape plan.\nThe State, both at the habeas corpus hearing and at Deckard's perjury trial, attempted to persuade the judge that Deckard's new story should not be accepted as truth. Huddleston testified that he did not approach Deckard asking about the escape, but Deckard first approached him with news of Black's plans. Huddleston stated he had known Deckard for many years and believed what Deckard had told him about the escape plan, so he asked Deckard to continuing listening to Black's plans. Huddleston claimed he never promised to make Deckard a trustee in exchange for providing information from Black, but that Deckard was made a trustee for security reasons after the other inmates learned Deckard was acting as an informant. Finally, Huddleston contradicted Deckard's testimony regarding when Deckard was made a trustee. Huddleston said Deckard became a trustee prior to giving testimony at Black's trial. Additionally, the State introduced into evidence a jail record listing the rules for trustees which was signed by Deckard prior to the date he testified at Black's trial, and Deckard in his testimony at Black's trial states he was already a trustee. From these inconsistencies in Deckard's story, the State argues that the trial judge, in resolving the conflicts in the evidence, could have found beyond a reasonable doubt that Deckard's testimony at the habeas corpus hearing was not credible and his former statements were accurate.\nAfter looking at the evidence in the light most favorable to the verdict, we conclude there is legally sufficient evidence from which the trial judge, acting as the fact-finder, could have found beyond a reasonable doubt that Deckard's testimony at Black's habeas corpus hearing was false. The State's evidence showed Black was actually planning an escape and Deckard's statement that Black considered escaping during an MHMR visit was corroborated by testimony that Black actually asked many times to go to MHMR. Deckard's legal sufficiency points are overruled.\n\nB. Factual Sufficiency of the Evidence\nWhen conducting a factual sufficiency review, the appellate court looks at all the evidence in the record and will reverse a conviction if the verdict is \"so contrary to the overwhelming weight of the evidence as to be clearly wrong and unjust.\" Jones v. State, 944 S.W.2d 642, 647 (Tex.Crim.App.1996) (quoting Clewis v. State, 922 S.W.2d 126, 129 (Tex.Crim.App.1996)); see Mata v. State, 939 S.W.2d 719, 725 (Tex.App.\u0097Waco 1997, no pet.). The evidence supporting Deckard's claim that his testimony at Black's habeas corpus hearing was truthful consists primarily of his own testimony about what happened in the Brazos County Jail. As discussed above, Deckard claims Huddleston approached him looking for information about Black's escape plans, and Huddleston promised to make him a trustee in exchange this information. Deckard testified this promise from Huddleston motivated him to testify falsely that Black had told him he was going to escape. Deckard said he realized lying during Black's trial was wrong and this caused him to confess to the investigator from the Resource Center that his testimony had been fabricated. The investigator from the Resource Center testified that Deckard admitted that his prior testimony was false before the investigator told him the statute of limitations had run and Deckard could not be prosecuted for those false statements. Also, Deckard introduced into evidence a letter he wrote to his lawyer which states:\nRon Huddleston has moved me back into `O' tank because he wants me to try and get info[rmation] for him on Bob Black *546 trying to escape so here I sit in `O' tank. Hell if Bob ever found out I'd be in serious danger. I haven't and don't plan on reporting to Ron H. about Bob Black because he is not my [business.][6]\nThis letter would suggest that Deckard did not approach Huddleston with information about the escape, but Huddleston sought out Deckard's help to learn what Black had planned.\nAfter reviewing all the evidence in the record, we cannot conclude that factually-insufficient evidence supports the trial judge's conclusion that Deckard's testimony at the habeas corpus hearing was false. The trial judge, in acting as the fact-finder, had to resolve the conflicting testimony of the witnesses and assess their credibility. There is evidence in the record Black was actually trying to escape and Deckard's testimony that the escape might occur during an MHMR visit was corroborated by Huddleston's testimony that Black had made many requests to visit MHMR. Also, the judge could have concluded that Deckard was not a credible witness due to the conflicts between his testimony and that of Huddleston. Consequently, Deckard's factual sufficiency points are overruled because the verdict rendered by the trial court is not so contrary to the overwhelming weight of the evidence as to be clearly wrong and unjust.\nThe judgment is affirmed.\nNOTES\n[1]  The Texas Appellate Practice and Educational Resource Center is \"a community defender organization dedicated to ensuring that death row inmates in Texas have adequate legal counsel.\" Texas Appellate Practice and Educ. Resource Ctr. v. Patterson, 902 S.W.2d 686, 687 (Tex.App.\u0097 Austin 1995, writ denied).\n[2]  Trustees at the Brazos County Jail are inmates who work around the jail and receive extra privileges for doing this work.\n[3]  However, in future cases, we suggest appellate counsel brief legal and factual sufficiency points separately and include information on the appropriate standard of review in each point. See Nevels v. State, 954 S.W.2d 154, 159 n. 4 (Tex. App.\u0097Waco 1997, no pet. h.); see also McDuff v. State, 939 S.W.2d 607, 613 (Tex.Crim.App.1997).\n[4]  Deckard's points of error are: (1) factually-insufficient evidence establishes that Deckard made a false statement under oath; (2) &amp; (3) evidence that Deckard made inconsistent statements under oath is insufficient to prove Deckard's testimony at the habeas corpus hearing was false; (4) proof of Deckard's unsworn statement to the jail administrator about the escape plan is insufficient to establish Deckard's testimony at the habeas corpus hearing was false; and (5) evidence that Black had actually planned an escape is insufficient to show that Black discussed his escape plans with Deckard. As these points all relate to the sufficiency of the evidence showing Deckard's testimony at the habeas corpus hearing was false, our opinion will combine the discussion of these points to determine if there is sufficient evidence in the record which shows Deckard made a false statement under oath as charged in the indictment.\n[5]  This letter was State's Exhibit B.\n[6]  This letter was defense Exhibit A.\n\n",
            "ocr": false,
            "opinion_id": 1518902
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}