{
    "id": 722572,
    "judges": "Bauer, Flaum, Ripple",
    "date_filed": 837561600000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-david-lanzotti-connie-l-hughes-kenneth-w-smith-mary",
    "case_name_short": null,
    "case_name": "United States v. David Lanzotti, Connie L. Hughes, Kenneth W. Smith, Mary Freeman, and Allstar Music, Inc.",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. David LANZOTTI, Connie L. Hughes, Kenneth W. Smith, Mary Freeman, and Allstar Music, Inc., Defendants-Appellants",
    "attorneys": "Frances C. Hulin, Patrick J. Chesley (argued), Office of the United States Attorney, Springfield, IL, for the U.S. in No. 95-2780., L. Lee Smith (argued), Westervelt, Johnson, Nicoll & Keller, Peoria, IL, Michael B. Metnick, Kathryn Saltmarsh, Metnick, Wise, Cherry & Frazier, Springfield, IL, for David Lanzotti in No. 95-2780., Patrick J. Chesley (argued), Office of the United States Attorney, Springfield, IL, for the U.S. in Nos. 95-2798, 95-2821, 95-2822 and 95-2824., L. Lee Smith (argued), Westervelt, Johnson, Nicoll & Keller, Peoria, IL, Michael B. Metnick Metnick, Wise, Cherry & Frazier, Springfield, IL, Robert Weiner, Springfield, IL, for Connie L. Hughes in No. 95-2798., L. Lee Smith (argued), Westervelt, Johnson, Nicoll & Keller, Peoria, IL, James E. Shadid, Peoria, IL, for Kenneth W. Smith in No. 95-2821., L. Lee Smith (argued), Westervelt, Johnson, Nicoll & Keller, Peoria, IL, Ronald Hamm, Hamm & Hanna, Peoria, IL, for Mary Freeman in No. 95-2822., L. Lee Smith (argued), Thomas A. McCon-naughay, Westervelt, Johnson, Nicoll & Keller, Peoria, IL, for Allstar Music, Incorporated in No. 95-2824.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Jan. 10, 1996.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1265-10\">\n    UNITED STATES of America, Plaintiff-Appellee, v. David LANZOTTI, Connie L. Hughes, Kenneth W. Smith, Mary Freeman, and Allstar Music, Inc., Defendants-Appellants.\n   </parties><br><docketnumber id=\"b1265-13\">\n    Nos. 95-2780, 95-2798, 95-2821, 95-2822 and 95-2824.\n   </docketnumber><br><court id=\"b1265-15\">\n    United States Court of Appeals, Seventh Circuit.\n   </court><br><otherdate id=\"b1265-16\">\n    Argued Jan. 10, 1996.\n   </otherdate><br><decisiondate id=\"b1265-17\">\n    Decided July 17, 1996.\n   </decisiondate><br><attorneys id=\"b1266-22\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1218\"> \n     *1218\n     </span>\n    Frances C. Hulin, Patrick J. Chesley (argued), Office of the United States Attorney, Springfield, IL, for the U.S. in No. 95-2780.\n   </attorneys><br><attorneys id=\"b1266-23\">\n    L. Lee Smith (argued), Westervelt, Johnson, Nicoll &amp; Keller, Peoria, IL, Michael B. Metnick, Kathryn Saltmarsh, Metnick, Wise, Cherry &amp; Frazier, Springfield, IL, for David Lanzotti in No. 95-2780.\n   </attorneys><br><attorneys id=\"b1266-24\">\n    Patrick J. Chesley (argued), Office of the United States Attorney, Springfield, IL, for the U.S. in Nos. 95-2798, 95-2821, 95-2822 and 95-2824.\n   </attorneys><br><attorneys id=\"b1266-25\">\n    L. Lee Smith (argued), Westervelt, Johnson, Nicoll &amp; Keller, Peoria, IL, Michael B. Metnick Metnick, Wise, Cherry &amp; Frazier, Springfield, IL, Robert Weiner, Springfield, IL, for Connie L. Hughes in No. 95-2798.\n   </attorneys><br><attorneys id=\"b1266-26\">\n    L. Lee Smith (argued), Westervelt, Johnson, Nicoll &amp; Keller, Peoria, IL, James E. Shadid, Peoria, IL, for Kenneth W. Smith in No. 95-2821.\n   </attorneys><br><attorneys id=\"b1266-27\">\n    L. Lee Smith (argued), Westervelt, Johnson, Nicoll &amp; Keller, Peoria, IL, Ronald Hamm, Hamm &amp; Hanna, Peoria, IL, for Mary Freeman in No. 95-2822.\n   </attorneys><br><attorneys id=\"b1266-28\">\n    L. Lee Smith (argued), Thomas A. McCon-naughay, Westervelt, Johnson, Nicoll &amp; Keller, Peoria, IL, for Allstar Music, Incorporated in No. 95-2824.\n   </attorneys><br><judges id=\"b1266-29\">\n    Before BAUER, FLAUM, and RIPPLE, Circuit Judges.\n   </judges><footnote label=\"5\">\n<p id=\"b1268-6\">\n     . At trial the government argued that the gambling business included the tavern owners who paid off their patrons. The defendants do not contest this characterization of the gambling business on appeal.\n    </p>\n</footnote>",
    "citations": [
        "90 F.3d 1217"
    ],
    "opinions": [
        {
            "author_str": "Flaum",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/90/90.F3d.1217.95-2824.95-2822.95-2821.95-2798.95-2780.html",
            "author_id": null,
            "opinion_text": "90 F.3d 1217\n    UNITED STATES of America, Plaintiff-Appellee,v.David LANZOTTI, Connie L. Hughes, Kenneth W. Smith, MaryFreeman, and Allstar Music, Inc., Defendants-Appellants.\n    Nos. 95-2780, 95-2798, 95-2821, 95-2822 and 95-2824.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Jan. 10, 1996.Decided July 17, 1996.\n    \n      Frances C. Hulin, Patrick J. Chesley (argued), Office of the United States Attorney, Springfield, IL, for the U.S. in No. 95-2780.\n      L. Lee Smith (argued), Westervelt, Johnson, Nicoll &amp; Keller, Peoria, IL, Michael B. Metnick, Kathryn Saltmarsh, Metnick, Wise, Cherry &amp; Frazier, Springfield, IL, for David Lanzotti in No. 95-2780.\n      Patrick J. Chesley (argued), Office of the United States Attorney, Springfield, IL, for the U.S. in Nos. 95-2798, 95-2821, 95-2822 and 95-2824.\n      L. Lee Smith (argued), Westervelt, Johnson, Nicoll &amp; Keller, Peoria, IL, Michael B. Metnick Metnick, Wise, Cherry &amp; Frazier, Springfield, IL, Robert Weiner, Springfield, IL, for Connie L. Hughes in No. 95-2798.\n      L. Lee Smith (argued), Westervelt, Johnson, Nicoll &amp; Keller, Peoria, IL, James E. Shadid, Peoria, IL, for Kenneth W. Smith in No. 95-2821.\n      L. Lee Smith (argued), Westervelt, Johnson, Nicoll &amp; Keller, Peoria, IL, Ronald Hamm, Hamm &amp; Hanna, Peoria, IL, for Mary Freeman in No. 95-2822.\n      L. Lee Smith (argued), Thomas A. McConnaughay, Westervelt, Johnson, Nicoll &amp; Keller, Peoria, IL, for Allstar Music, Incorporated in No. 95-2824.\n      Before BAUER, FLAUM, and RIPPLE, Circuit Judges.\n      FLAUM, Circuit Judge.\n    \n    \n      1\n      Defendants were tried before a jury for participating in an illegal gambling business in violation of 18 U.S.C. &#167; 1955.  The jury found all of the defendants guilty, and the defendants moved for a new trial, arguing that the government had failed to prove a violation of state gambling law, as required by &#167; 1955.  The government responded by contending that the evidence adduced at trial demonstrated that the defendants aided and abetted a state gambling violation.  The district court granted the defendants' motion, holding that, because the jury instructions did not adequately communicate the aiding and abetting theory to the jury, it would be fundamentally unfair to convict the defendants on that theory.  After the case was set for retrial, the defendants moved to dismiss the charge against them on the ground that a retrial would violate the Fifth Amendment's prohibition against double jeopardy.  The district court denied the motion to dismiss, and the defendants appealed.  We affirm.\n    \n    I.\n    \n      2\n      The defendants were tried on the &#167; 1955 charge by a jury beginning on December 6, 1994.1  The trial evidence, viewed in the light most favorable to the government, established that Allstar Music, Inc.  (\"Allstar\") leased video poker and video slot machines to various locations, mostly taverns, where the devices were used for gambling.  The taverns would pay their patrons who won on the machines, and Allstar and the taverns would split the profits reaped by the machines.  The individual defendants are current or former employees of Allstar who were involved in the gambling business.2\n    \n    \n      3\n      Section 1955 makes it a crime to \"conduct[ ], finance[ ], manage[ ], direct[ ] or own[ ] all or part of an illegal gambling business.\"  18 U.S.C. &#167; 1955(a).  To prove the existence of an illegal gambling business, the government must demonstrate that the business violated \"the law of [the] State or political subdivision in which it is conducted.\"  18 U.S.C. &#167; 1955(b)(1)(i).3  Count I of the indictment charged defendants with violating Illinois law, specifically 720 ILCS 5/28-1.  Subsection (a)(1) of this provision provides that a person commits the offense of gambling when he \"[p]lays a game of chance or skill for money or other thing of value.\"  720 ILCS 5/28-1(a)(1).  Subsection (a)(3) provides that a person commits the offense of gambling when he \"[o]perates, keeps, owns, uses, purchases, exhibits, rents, sells, bargains for the sale or lease of, manufactures or distributes any gambling device.\"  720 ILCS 5/28-1(a)(3).  The government initially represented to the district court that it intended to prove a state law violation under subsections (a)(1) and (a)(3) of that section.  During the trial, however, the government informed the district court and the defendants that it was relying exclusively on proving a violation of subsection (a)(1).  In accordance with the government's theory of liability, the jury was instructed that \"under the laws of the State of Illinois the offense of gambling occurs whenever a game of chance or skill is played for money or other things of value.\"   The jury was also given a general aiding and abetting instruction, but this instruction was never linked to the alleged violation of state law.4  In its closing argument, the government presented an aiding and abetting theory, but only with respect to an unrelated count.\n    \n    \n      4\n      On January 18, 1995 the jury found all of the defendants guilty of violating &#167; 1955.  The defendants then moved for a new trial pursuant to Fed.R.Crim.P. 33, arguing that, because the tavern patrons and not the gambling business \"played a game of chance or skill for money,\" the gambling business did not violate subsection (a)(1).  In response, the government conceded that the gambling business did not play a game of chance or skill for money within the meaning of 720 ILCS 5/28-1(a)(1).  The government contended, however, that the gambling business violated state law by aiding and abetting the patrons' violation of subsection(a)(1).  In other words, the gambling business intentionally facilitated the violation by providing the gambling devices and paying patrons who won on them.5  The district court granted the defendants' motion for a new trial with respect to the &#167; 1955 charge.  The court held that the government could not fairly rely on the aiding and abetting theory to uphold the conviction, summarizing its reasoning as follows:\n    \n    \n      5\n      In viewing the jury instructions in the context of the trial as a whole, the Court notes, and the Government concedes, that the Government's theory of conviction was never argued to the jury in the opening statement or closing argument.  This fact, coupled with the fact that the issue was not fully and fairly communicated by the jury instructions, leads us to conclude that the interests of justice mandate a new trial on count I.\n    \n    \n      6\n      The district court thereafter set the &#167; 1955 count for retrial.\n    \n    \n      7\n      Soon after the &#167; 1955 count was set for retrial, the defendants moved to dismiss the count on double jeopardy grounds, arguing that the district court had found that there was insufficient evidence to support the theory of conviction that was actually communicated to the jury.  The court denied the motion to dismiss, reasoning that it granted a new trial because of trial error, i.e., the failure of the instructions to adequately communicate the aiding and abetting theory to the jury.  The district court further stated that \"there was overwhelming evidence supporting the Government's [aiding and abetting] theory of conviction.\"6  On appeal, the defendants once again interpret the district court's granting of a new trial as a finding of insufficient evidence to convict them.\n    \n    II.\n    \n      8\n      The Double Jeopardy Clause of the Fifth Amendment provides that no person shall \"be subject for the same offence to be twice put in jeopardy of life or limb.\"   U.S. CONST. amend.  V. The Supreme Court has consistently held that the Double Jeopardy Clause \"does not prevent the government from retrying a defendant who succeeds in getting his first conviction set aside ... because of some error in the proceedings leading to conviction.\"  Lockhart v. Nelson, 488 U.S. 33, 38, 109 S. Ct. 285, 289, 102 L. Ed. 2d 265 (1988) (citing United States v. Ball, 163 U.S. 662, 16 S. Ct. 1192, 41 L. Ed. 300 (1896)).  Justice Harlan astutely explained the basis for this respected principle of double jeopardy jurisprudence:\n    \n    \n      9\n      Corresponding to the right of an accused to be given a fair trial is the societal interest in punishing one whose guilt is clear after he has obtained such a trial.  It would be a high price indeed for society to pay were every accused granted immunity from punishment because of any defect sufficient to constitute reversible error in the proceedings leading to conviction.  From the standpoint of a defendant, it is at least doubtful that appellate courts would be as zealous as they now are in protecting against the effects of improprieties at the trial or pretrial stage if they knew that reversal of a conviction would put the accused irrevocably beyond the reach of further prosecution.  In reality, therefore, the practice of retrial serves defendants' rights as well as society's interest.\n    \n    \n      10\n      United States v. Tateo, 377 U.S. 463, 466, 84 S. Ct. 1587, 1589, 12 L. Ed. 2d 448 (1964).  The Court has more recently recognized the distinction between reversals based on trial error and those resulting from evidence insufficient to sustain the jury's verdict.  Burks v. United States, 437 U.S. 1, 15, 98 S. Ct. 2141, 2149, 57 L. Ed. 2d 1 (1978).  Burks held that the Double Jeopardy Clause bars retrial where a conviction has been overturned because of insufficient evidence.  Id. at 18, 98 S.Ct. at 2150-51.   Thus, in light of Burks and prior Supreme Court precedent, it is well-established that \"the successful appeal of a judgment of conviction, on any ground other than the insufficiency of the evidence to support the verdict, poses no bar to further prosecution on the same charge.\"  Montana v. Hall, 481 U.S. 400, 402, 107 S. Ct. 1825, 1826, 95 L. Ed. 2d 354 (1987) (quoting United States v. Scott, 437 U.S. 82, 90-91, 98 S. Ct. 2187, 2193-94, 57 L. Ed. 2d 65 (1978)).\n    \n    \n      11\n      Although the district court, in deciding the motion to dismiss, stated that it had granted a new trial as a result of trial error, the district court's characterization of its own ruling is not dispositive.  See, e.g., United States v. Martin Linen Supply Co., 430 U.S. 564, 571, 97 S. Ct. 1349, 1354, 51 L. Ed. 2d 642 (1977).  We must instead examine whether the district court's grant of a new trial was, in essence, a determination that the evidence was insufficient to sustain a judgment of conviction.7  It is not difficult to discern why the district court overturned the jury's conviction.  The court found that 720 ILCS 5/28-1(a)(1) could not directly cover the conduct of the gambling business in this case.8  Moreover, the aiding and abetting theory had not been properly communicated to the jury either through the arguments of the prosecution or through the jury instructions.9  Thus, the court concluded that it would be fundamentally unfair to convict the defendants on such a theory.  The defendants maintain that because there was no evidence demonstrating a direct violation of 720 ILCS 5/28-1(a)(1), which they argue was the only theory of liability offered to the jury, the district court's ruling constituted a reversal for insufficient evidence.  In effect, the defendants ask us to hold that the Double Jeopardy Clause bars retrial where a jury's conviction is reversed because the legal theory of guilt presented to the jury is incapable of encompassing the facts proved at trial.  After a careful examination of Supreme Court precedent, however, we decline to adopt the defendants' position.\n    \n    \n      12\n      Underlying the rule of Burks is the fundamental proposition that \"the Double Jeopardy Clause affords the defendant who obtains a judgment of acquittal at the trial level absolute immunity from further prosecution for the same offense.\"  Lockhart, 488 U.S. at 39, 109 S.Ct. at 290;  see also Sanabria v. United States, 437 U.S. 54, 64, 98 S. Ct. 2170, 2178-79, 57 L. Ed. 2d 43 (1978).  Burks reasoned that an appellate reversal for insufficient evidence is the functional equivalent of an acquittal on the offense charged.  437 U.S. at 10-11, 98 S.Ct. at 2146-47.   An appellate reversal for insufficiency of the evidence effectively translates to a determination that the trial court erred by submitting the case to the jury rather than directing a verdict for the defendant.  Id. at 11, 98 S.Ct. at 2147.   Thus, the Court refused to \"create a purely arbitrary distinction\" between defendants based on whether the trial court or the reviewing court concluded that the evidence was insufficient to convict them.  Id. The Burks Court contrasted reversal for insufficient evidence with reversal resulting from error in the trial proceedings:\n    \n    \n      13\n      In short, reversal for trial error, as distinguished from evidentiary sufficiency, does not constitute a decision to the effect that the government has failed to prove its case.  As such, it implies nothing with respect to the guilt or innocence of the defendant.  Rather, it is a determination that a defendant has been convicted through a judicial process which is defective in some fundamental respect, e.g., incorrect receipt or rejection of evidence, incorrect instructions, or prosecutorial misconduct.  When this occurs, the accused has a strong interest in obtaining a fair readjudication of his guilt free from error, just as society maintains a valid concern for ensuring that the guilty are punished.\n    \n    \n      14\n      Burks, 437 U.S. at 15-16, 98 S.Ct. at 2149-50.   We conclude that, because the evidence adduced at trial in this case was sufficient to demonstrate a violation of the Illinois law that was charged in the indictment, and the trial court concluded as much, the trial court's decision is not properly characterized as an acquittal.\n    \n    \n      15\n      An \"acquittal\" in the context of double jeopardy means a \"resolution, correct or not, of some or all of the factual elements of the offense charged.\"  Id. at 10, 98 S.Ct. at 2147.   Thus, for a ruling to be considered a functional acquittal, it must speak to the factual innocence of the defendant.  Id. at 15, 98 S.Ct. at 2149;  Scott, 437 U.S. at 97-98, 98 S.Ct. at 2197-98.10  To establish liability under &#167; 1955, the government must prove, among other elements, that the gambling business violated state law.  The indictment charged the defendants with operating an illegal gambling business in violation of 720 ILCS 5/28-1, and the defendants do not seriously dispute that the evidence at trial was sufficient to support a conviction under either subsection (a)(1) or (a)(3) of that section.11  Indeed, the district court believed that the evidence against the defendants was \"overwhelming\" to support a conviction under either subsection.  Nevertheless, the defendants maintain that the district court, in effect, acquitted the defendants by finding that the gambling business did not itself play any gambling device.  The government, however, proved the exact conduct of the defendants that it set out to prove.  Specifically, the government showed that Allstar leased gambling machines to taverns, the taverns would pay their patrons who won on the machines, and Allstar and the taverns would split the profits reaped by the machines.  Thus, the government presented sufficient evidence to support its factual theory of what happened.  Rather than resolving a factual issue, the district court decided, as a matter of law, that the legal theory of direct liability under 720 ILCS 5/28-1(a)(1) could not apply to this set of facts.  This decision, which was based on the district court's view of the law and not its view of the evidence, cannot be the functional equivalent of an acquittal.12  Therefore, because the district court's determination does not imply that the defendants were factually innocent of the crime with which they were charged, the Double Jeopardy Clause does not bar retrial.\n    \n    \n      16\n      Simply put, the district court granted a new trial because of the prosecution's mistaken assumption that the facts of this case could prove a direct violation of subsection (a)(1).  This legal error of the prosecution caused the defendants to be convicted through a flawed judicial process.13  We fail to see a meaningful distinction between the reversal in this case and a reversal for a legally incorrect jury instruction (which Burks gave as a specific example of trial error).  In both situations the jury is misinformed regarding the correct legal standard applicable to the facts before it, and a reversal of the jury's conviction represents nothing more than a decision to that effect.   See Forman v. United States, 361 U.S. 416, 424-26, 80 S. Ct. 481, 486-87, 4 L. Ed. 2d 412 (1960) (pre-Burks case allowing retrial on an alternative theory of liability where there was no evidence supporting guilt under instructions given to jury).\n    \n    \n      17\n      Our characterization of the reversal in this case is supported by precedent involving reversals as a result of legally defective indictments.  In Hall, a conviction for incest was reversed because, at the time of the offense, the incest statute did not apply to sexual assaults against stepchildren.  The Court allowed a retrial under a broader sexual assault statute, remarking that:\n    \n    \n      18\n      under the Montana court's reading of the Montana sexual assault statute, [defendant]'s conduct apparently was criminal at the time he engaged in it.  If that is so, the State simply relied on the wrong statute in its ... information.  It is clear that the Constitution permits retrial after a conviction is reversed because of a defect in the charging instrument.\n    \n    \n      19\n      Hall, 481 U.S. at 404, 107 S.Ct. at 1827.   Several circuits have followed Hall's lead and permitted retrial after conviction reversals that were based on legally deficient theories.   See Parker v. Norris, 64 F.3d 1178, 1180-82 (8th Cir.1995) (allowing retrial under premeditated murder provision after government charged and convicted defendant under felony murder provision that did not apply to the defendant's acts), cert. denied, --- U.S. ----, 116 S. Ct. 820, 133 L. Ed. 2d 764 (1996);  United States v. Todd, 964 F.2d 925, 929-930 (9th Cir.1992) (allowing retrial on related offense of sexual contact where government charged and convicted defendant under sexual intercourse statute that did not apply to defendant's acts);  United States v. Miller, 952 F.2d 866, 870-74 (5th Cir.1992) (allowing retrial on permissible theory of mail fraud after conviction on legally deficient \"intangible rights\" theory had been overturned), cert. denied, 505 U.S. 1220, 112 S. Ct. 3029, 120 L. Ed. 2d 900;  United States v. Davis, 873 F.2d 900, 903-07 (6th Cir.1989) (same), cert. denied, 493 U.S. 923, 110 S. Ct. 292, 107 L. Ed. 2d 271.14\n    \n    \n      20\n      The reversals in the aforementioned cases stemmed from the prosecution mistakenly charging (and then trying and convicting) the defendants under an inapplicable legal theory.  Analogously, during trial, the prosecution in this case simply relied on the wrong theory of liability under 720 ILCS 5/28-1 to establish the predicate state violation element of 18 U.S.C. &#167; 1955.  As in Hall, the defendants' conduct here clearly \"was criminal at the time [they] engaged in it.\"  481 U.S. at 404, 107 S. Ct. at 1827.   Moreover, given the evidence in this case, there was no illicit incentive for the government to proceed under the (a)(1) direct liability theory, while holding the aiding and abetting and (a)(3) theories in reserve.  The prosecution's factual theory of the case clearly constituted a violation of state law under the latter two legal theories, but was not (according to the district court) sufficient to establish a direct violation of subsection (a)(1).  Since, according to the defendants, the jury was only instructed regarding a direct violation of subsection (a)(1), the jury could have easily acquitted them.15  In that case, the Double Jeopardy Clause undoubtedly would have prevented the government from retrying the defendants for the \"same offense\" under the two alternative theories.   See Sanabria, 437 U.S. at 64-65, 98 S.Ct. at 2178-79.   Thus, the government mistakenly relied, to its own potential detriment, on an inapplicable predicate offense.16  Certainly the government's culpability here was greater than that of the prosecution in Miller and Davis, who relied on a legal theory endorsed in their circuits and only later invalidated by the Supreme Court.  Yet Hall teaches that the prosecution's oversight regarding the applicability of a law, without more, will not bar a retrial for the same conduct under a correct legal theory.17  Allowing a retrial in this instance protects \"the right of an accused to be given a fair trial\" as well as \"the societal interest in punishing one whose guilt is clear after he has obtained such a trial.\"  Tateo, 377 U.S. at 466, 84 S.Ct. at 1589.\n    \n    \n      21\n      In any event, even if we were to adopt the defendants' position that the Double Jeopardy Clause bars retrial after a reversal because of the inapplicability of the legal theory of guilt presented to the jury, in this case the aiding and abetting theory was presented to the jury.  The jury was given an aiding and abetting instruction, and although the instruction was not integrated with the state law element of &#167; 1955, the jury could have properly applied the instruction to reach its verdict.  The district court overturned the conviction because the aiding and abetting theory was not \"fully and fairly communicated by the jury instructions.\"   We therefore see no need to speculate as to whether the government \"manufactured\" the aiding and abetting theory post-trial.  The failure to integrate the aiding and abetting instruction with the state law violation was instructional error, and the Double Jeopardy Clause does not bar a retrial after a reversal on that basis.   See Burks, 437 U.S. at 15, 98 S. Ct. at 2149 (listing incorrect instructions as a specific example of trial error);  United States v. Manzella, 791 F.2d 1263, 1268-70 (7th Cir.1986) (finding drastically compressed Pinkerton instruction was trial error and permitting retrial).\n    \n    III.\n    \n      22\n      Although the application of the Double Jeopardy Clause \"has not proved to be facile or routine,\" United States v. DiFrancesco, 449 U.S. 117, 127, 101 S. Ct. 426, 432, 66 L. Ed. 2d 328 (1980), we are confident that the Clause permits a retrial of the defendants.  On retrial, the government, consistently with this opinion, may attempt to establish a predicate state law violation under subsection (a)(3), subsection (a)(1) (by using an aiding and abetting theory), or both.   See Hall, 481 U.S. at 404, 107 S.Ct. at 1827.   The judgment of the district court denying the defendants' motion to dismiss the &#167; 1955 charge is therefore AFFIRMED.\n    \n    \n      \n        1\n         Count I of the indictment charged these defendants, along with four other people, with violating 18 U.S.C. &#167; 1955.  Additional counts were brought against David Lanzotti and Howard Furkin, the owner of Allstar.  This appeal concerns only count I of the indictment\n      \n      \n        2\n         Specifically, David Lanzotti and Connie Hughes were responsible for collecting the profits from the gambling machines, Ken Smith serviced and modified the machines, and Mary Freeman was the head bookkeeper and office manager of Allstar\n      \n      \n        3\n         The government is also required to show that the business involved five or more people and was either in \"substantially continuous operation\" or had \"a gross revenue of $2,000 in any single day.\"  18 U.S.C. &#167; 1955(b)(ii), (iii)\n      \n      \n        4\n         Count I of the indictment did in fact reference 18 U.S.C. &#167; 2, the federal aiding and abetting statute\n      \n      \n        5\n         At trial the government argued that the gambling business included the tavern owners who paid off their patrons.  The defendants do not contest this characterization of the gambling business on appeal\n      \n      \n        6\n         In ruling on a motion to reconsider this decision, the district court added that it never made \"a determination that the evidence was insufficient to support a conviction under 18 U.S.C. &#167; 1955.  Indeed, the evidence against Defendant was overwhelming to support a conviction under either 720 ILCS 5/28-1(a)(1) or (a)(3).\"\n      \n      \n        7\n         Although this case involves a trial judge, rather than an appellate court, setting aside a conviction, neither the government nor the defendants attempt to distinguish the rule of Burks on this basis\n      \n      \n        8\n         Although the government has conceded that this is the correct view of the law, we believe that it is not implausible to view the \"house\" as \"playing\" the games of chance with the tavern patrons\n      \n      \n        9\n         In fact, the district court believed that the prosecution manufactured the aiding and abetting theory post-trial in an attempt to sustain the jury's verdict\n      \n      \n        10\n         The Supreme Court has noted in this regard that:\n        while an acquittal on the merits by the trier of fact can never represent a determination that the criminal defendant is innocent in any absolute sense, a defendant who has been released by a court for reasons required by the Constitution or laws, but which are unrelated to factual guilt or innocence, has not been determined to be innocent in any sense of that word, absolute or otherwise....  [T]his Court has had no difficulty in distinguishing between those rulings which relate to the ultimate question of guilt or innocence and those which serve other purposes.\n        Scott, 437 U.S. at 98 n. 11, 98 S. Ct. at 2197 n. 11 (internal quotations and citations omitted).\n      \n      \n        11\n         The defendants cursorily argue that the government's aiding and abetting theory of conviction is not viable because aiders and abettors cannot be counted towards the \"five or more persons\" requirement of 18 U.S.C. &#167; 1955.   See United States v. Morris, 612 F.2d 483, 494 (10th Cir.1979).  Morris, however, simply held that aiders and abettors of the gambling business cannot be counted towards the &#167; 1955 requirement that the gambling business \"involve five or more persons who conduct, finance, manage, supervise, direct, or own\" the business.  Here, the government's theory is that the gambling business aided and abetted a violation of subsection (a)(1).  The defendants have failed to argue that aiding and abetting a state law offense cannot constitute a violation of state law under &#167; 1955.  In any event, the defendants conduct clearly falls under 720 ILCS 5/28-1(a)(3), which prohibits, among other activities, operating, keeping, and renting gambling devices\n      \n      \n        12\n         The defendants' reliance on Sanabria is therefore misplaced.  The defendant in Sanabria was acquitted at trial, and the issue was whether a retrial under a new theory of liability would be on the \"same offense\" as that on which he was previously acquitted.  437 U.S. at 64-65, 98 S. Ct. at 2178-79\n      \n      \n        13\n         The government's closing argument ably reflects its error.  With respect to showing a state law violation, the government only argued that the machines that the defendants operated were games of skill and chance and that they were \"certainly played for money in this case.\"   The use of the passive voice implies that there could be a state law violation under subsection (a)(1) without a finding that the gambling business played the devices.  Similarly, the jury instruction relevant to the Illinois law violation, which was proposed by the defendants, stated that \"under the laws of the State of Illinois the offense of gambling occurs whenever a game of chance or skill is played for money or other things of value.\"   In light of the government's argument and the defendants' jury instruction, both of which used the passive voice, the jury may have convicted the defendants without finding that the gambling business itself played any games of chance.  We note that the defendants' technically correct but potentially misleading instruction may have lulled the government into a false sense of security regarding the legal sufficiency of its theory of conviction\n      \n      \n        14\n         The juries in all of these cases, including Hall, were instructed under the legal theories that were consistent with the indictments\n      \n      \n        15\n         We must emphasize, however, that it would have been reasonable, if not legally accurate, for the jury to find that the \"house\" played a game of chance for money\n      \n      \n        16\n         We note that forbidding retrial in this situation would only encourage sandbagging by defendants, who would have every incentive to allow a trial to commence on a legally inapplicable theory.  Regardless of whether the jury acquitted or convicted the defendant under that theory, he would not be ultimately punished for his alleged crime\n      \n      \n        17\n         Significantly, there has been no allegation of bad faith or over-reaching on the part of the prosecution\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 722572
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}