{
    "id": 1519843,
    "judges": "Somerville, C.J., and Clark and Manford",
    "date_filed": "2018-02-18",
    "date_filed_is_approximate": true,
    "slug": "state-v-croka",
    "case_name_short": "Croka",
    "case_name": "State v. Croka",
    "case_name_full": "STATE of Missouri, Respondent, v. Estus Calvin CROKA, Sr., Appellant",
    "attorneys": "Donald G. Stouffer, Edward P. Cleary, Marshall, for appellant., Neil MacFarlane, Asst. Atty. Gen., Jefferson City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 17,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b425-7\">\n    STATE of Missouri, Respondent, v. Estus Calvin CROKA, Sr., Appellant.\n   </parties><br><docketnumber id=\"b425-10\">\n    No. WD 33443.\n   </docketnumber><br><court id=\"b425-11\">\n    Missouri Court of Appeals, Western District.\n   </court><br><decisiondate id=\"b425-12\">\n    Jan. 25, 1983.\n   </decisiondate><br><attorneys id=\"b425-26\">\n    Donald G. Stouffer, Edward P. Cleary, Marshall, for appellant.\n   </attorneys><br><attorneys id=\"b425-27\">\n    Neil MacFarlane, Asst. Atty. Gen., Jefferson City, for respondent.\n   </attorneys><br><judges id=\"b425-28\">\n    Before SOMERVILLE, C.J., and CLARK and MANFORD, JJ.\n   </judges>",
    "citations": [
        "646 S.W.2d 389"
    ],
    "opinions": [
        {
            "author_str": "Clark",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n646 S.W.2d 389 (1983)\nSTATE of Missouri, Respondent,\nv.\nEstus Calvin CROKA, Sr., Appellant.\nNo. WD 33443.\nMissouri Court of Appeals, Western District.\nJanuary 25, 1983.\nDonald G. Stouffer, Edward P. Cleary, Marshall, for appellant.\nNeil MacFarlane, Asst. Atty. Gen., Jefferson City, for respondent.\nBefore SOMERVILLE, C.J., and CLARK and MANFORD, JJ.\n*390 CLARK, Judge.\nEstus Calvin Croka, Sr. was jury tried and convicted of the offense of second degree murder. He appeals the judgment of conviction and sentence of twenty-five years. Reversed and remanded.\nAppellant raises six points of error among which, two points are discussed in this opinion. The first, involving comment by the prosecutor during voir dire as to testimony the defendant would give, requires that the conviction be reversed. Although the first point suffices to decide the case, a second point raising a question as to participation by the prosecuting attorney after he had been disqualified, requires discussion because of implications affecting retrial. The other points Croka presents will not be considered because it is assumed their factual origin will not recur.\nOnly a brief statement of the evidence is necessary to place in perspective the two points of error considered. That evidence disclosed one Raymond Hemmes was killed on April 7, 1979 by a single shot from a rifle while seated in a chair at his home. Present at the time were Croka, his then wife Betty Jean Miller and the latter's daughter by a former marriage, Joann Vanderen.[1] The previous month, March, 1979, Betty had commenced divorce proceedings against Croka and had left the family home. According to Betty and her daughter, Croka entered the Hemmes house at about 9:00 p.m. on the night of the crime and fired the shot which killed Hemmes.\nThe first point of error contends that a motion for mistrial should have been granted when the prosecuting attorney stated to the jury panel during voir dire that they would be obliged to decide the facts of the case based on conflicting testimony from the state's witnesses on one side and the defendant on the other. The pertinent remarks were as follows:\n\"Just as the Court decides which law is applicable or which laws are applicable to this case, and will instruct you on that law, you people are the judges of the evidence, and must determine the facts from the evidence. * * *\nDoes everybody agree that those people who serve on the final jury must decide what happened at Mr. Hemmes's house on the night of April 7th, 1979? That is your job. Now, in doing that you will hear testimony from several witnesses. I think there will be three, maybe four, testify for the State, and I anticipate the defendant will testify. And I anticipate, as I always do in a criminal trial, that the testimony from each side will conflict. In other words, one side may say this is what happened, and the other side will say it's a bit different.\" (Emphasis added).\nThe initial motion by the defendant for a mistrial was overruled. The motion was renewed, with citation of authority, and at this point, the court reserved ruling and directed the trial to proceed. When the motion was taken up for ruling after the verdict had been returned, the court acknowledged \"that there is definitely error in the case\" but the motion was overruled on the ground the defendant had suffered no prejudice.\nIn State v. Lindsey, 578 S.W.2d 903 (Mo. banc 1979), the court observed that comment prohibited by Article I, § 19 of the Missouri Constitution is not limited to statements regarding the failure of a defendant to testify, but includes the use of language having the effect of compelling a defendant to testify. The defendant is not to be goaded into giving evidence because the jury has been challenged at the outset to observe whether or not the defendant takes the stand. Such comments influence the jury so as to deny the defendant a fair trial and can never be harmless.\nIn the present case, the prosecutor's statement was far more pernicious than the comment condemned in Lindsey where the prosecutor stated during voir dire that the *391 defendant didn't have to take the stand if he didn't want to. Here, the prosecutor forecast to the jury that its fact finding test would entail a decision as to which version of the events would be accepted, the account related by the state's witnesses or the testimony as given by the defendant. Quite obviously, this cast upon the defendant an unpalatable choice. A decision to take the stand would confirm the prosecutor's description to the jury of how the evidence would unfold but would subject Croka to the hazards of cross-examination and any unfavorable impressions which Croka's testimony and demeanor might unwittingly convey. Moreover, were Croka to testify, that circumstance alone would confirm the implicit but erroneous suggestion in the prosecutor's statement that the jury should decide Croka's fate based on belief or disbelief of his testimony.\nOn the other hand, the exercise by Croka of his constitutional immunity from giving evidence in his own prosecution would raise serious unfavorable implications. Having been informed by the prosecutor in advance to anticipate hearing Croka's own version of the events giving rise to the criminal charge, the jury would naturally be inclined to speculate that failure of Croka to testify was the result of some turn of events in presentation of the state's evidence. Regardless of any curative instruction, the jury would assume Croka had at first intended to testify and he would suffer the adverse effect of denying the jury his own explanation to counter the state's case.\nIn defense of the prosecutor's remarks, the state has contended there was never any doubt Croka would testify and that the nature and strength of the state's case was such that Croka was obligated to testify if he expected to follow any reasonable mode of defense. The trial judge apparently accepted the premise that the prosecutor's comment was permissible if the circumstances warranted an expectation by the state that Croka would testify. That view is confirmed by the comment of the court made in response to the defendant's objection: \"I will reserve that ruling until such time as (Croka) does not take the stand\" (Emphasis added). The trial judge failed to perceive the dilemma, above noted, which the prosecutor's remarks posed for the defense.\nIt is significant to note here that the jury had not been addressed by defense counsel at the point when the objection was lodged. The prosecutor's remarks were therefore not responsive nor retaliatory and this case is distinguishable from those in which defense counsel may have informed the jury during voir dire or in opening statement that the accused would testify.\nIn this case, Croka did ultimately testify, but that fact is immaterial to the point of error. The statement to the jury is to be assessed by its effect at the time made. The effect was to coerce Croka in the later choice he was entitled to make regarding presentation of the defense, a decision rightly deferable until the state had closed its presentation. The error could not be redeemed by the fact that Croka did testify. The point is directly ruled by State v. Lindsey and requires reversal of the conviction.\nThe state alternatively contends that if the prosecutor's voir dire comments were improper, any error was waived when defense counsel failed to make a prompt objection immediately thereafter. The record does indicate that the prosecutor continued his voir dire after the remarks quoted above and that such voir dire continued through some nine pages of the transcript before an interruption and a side bar conference produced objection by the defense to this and other matters which had occurred during the state's voir dire examination. The defense contends the objection was made at the first opportunity when such could be done without unduly attracting the attention of the jury panel to the subject and before the state had completed voir dire.\nWhether this error, impinging as it does on a fundamental constitutional right, could be waived by inaction is a doubtful premise. Even were that to be assumed, however, the circumstances do not entitle the state to claim the benefit of waiver. *392 Again, the facts here are distinguishable from those cases in which the objectional matter is in the form of a question to which objection must be interposed before a response is elicited. Appellant contends and the record confirms that immediate objection was deferred for only a brief period as a matter of trial strategy and that the delay did not affect appellant's right nor the ability of the court to take corrective action. Moreover, the state did not at the time contend a waiver had occurred, indicating acceptance of the court's decision to rule at a later point in the trial. This record presents no case for decision on whether some corrective action short of a mistrial would have sufficed. It is enough that the court erroneously overruled the objection at a later time on the mistaken ground that defendant suffered no prejudice from the error because he did testify. The objection should have been sustained and, as State v. Lindsey, supra, declares error of this character can never be harmless.\nThe second point of error considered in this opinion requires the recounting of some facts concerning representation of the parties by counsel. It is the withdrawal and substitution of attorneys which generated the problem addressed.\nThe initial complaint was filed against Croka April 8, 1979. He was found to be indigent and co-counsel, George Huff and Edward Cleary, were appointed. Huff, however, moved for and was granted leave to withdraw. In place of Huff, R.L. Alexander was appointed, but he too was permitted to withdraw on a conflict of interest. On May 23, 1979, Gary Busker was appointed. From that date until August 3, 1979, a period of time which included the conduct of the preliminary hearing and the binding over of Croka for trial, Croka was represented by Cleary and Busker. On the last mentioned date, Busker filed his motion to withdraw showing as grounds therefor his appointment as assistant prosecuting attorney for Saline County. The motion was granted and Donald Stouffer was appointed in his stead. Throughout the remainder of the case, Croka was represented by Cleary and Stouffer.\nOn September 13, 1979, counsel for Croka filed a motion to disqualify the Saline County Prosecuting Attorney on the ground of conflict of interest. The motion alleged that Busker, then a member of the prosecutor's staff, as former counsel for Croka had acquired information from the accused in confidence while preparing the defense. Inexplicably, the trial court overruled the motion. Notwithstanding that ruling, the Saline County prosecutor did thereafter file a withdrawal from the case and the state was subsequently represented by an assistant attorney general in the capacity of special prosecutor.\nThe next significant event occurred at the deposition of one Betty Peterson[2] (apparently not related to prosecuting attorney Peterson), a prosecution witness deposed by the defense on October 9, 1979. In the course of the deposition, the witness acknowledged being in the office of prosecuting attorney Peterson earlier that day. She had discussed the case with Peterson and he had told her \"what to expect.\" Croka contended in his new trial motion and argues here that the trial court erred in failing to disqualify prosecutor Peterson and in failing to grant a new trial because of improper conduct by prosecutor Peterson after he had withdrawn.\nIn State v. Burns, 322 S.W.2d 736 (Mo. 1959), attorney Colson was employed by Burns to defend him on the charge in issue, he was paid a fee and engaged in some preparatory work including an interview with Burns to secure his version of the affair. Thereafter, Colson took office as prosecuting attorney and turned the Burns case over to one of his assistants to handle the prosecution. Colson, however, appeared in court at least once on behalf of the state to oppose a continuance Burns sought and it was admitted Colson drew the instructions to be used when the case was finally tried. Burns did not raise the conflict issue until filing his motion for new trial.\n*393 The opinion found no impediment to consideration of the point because it was not raised until the new trial motion was filed. Also deemed unnecessary was any measurement of actual prejudice incurred, if any. The court condemned any participation in the case by Colson because his action was such that it infringed upon the generally recognized concepts of proper conduct of prosecuting officials. He, Colson, \"placed himself in a position antagonistic to the defendant, and wholly inconsistent with his prior employment.\" The conviction was reversed on this ground.\nA later case, State v. Boyd, 560 S.W.2d 296 (Mo.App.1977), presented a fact situation very similar to the present case but with a reversal of roles. In Boyd, one Bryant was a member of the public defender's staff when an attorney in that office assumed Boyd's defense. Bryant had no connection whatever with Boyd's case and knew nothing about it. Bryant later joined the prosecutor's office and was the principal attorney in the prosecution of Boyd. The court held that Bryant should have been disqualified, not because of any actual prejudice but to avoid the appearance of impropriety. The court also noted constitutional implications affecting the right to due process and a fair trial where there may potentially be an unfair advantage to the prosecution by reason of a prior professional relationship between a member of its staff and a criminal defendant concerning the same or closely related matter, citing Branan v. State, 161 Ind.App. 443, 316 N.E.2d 406 (Ind.App.1974).\nIn the present case, Busker acquired knowledge about the case from Croka while acting as his appointed counsel. When Busker joined the prosecutor's office, that office was thereby disqualified from prosecuting the case irrespective of the assumed facts that Busker revealed no confidences and did not himself participate in the prosecution. The disqualification does not result from information acquired and used to Croka's detriment, but because Peterson's office was placed in a position where continued involvement would create an appearance of impropriety.\nAs noted earlier, the prosecutor apparently recognized the situation of conflict and filed his withdrawal despite the previous order of the court erroneously denying Croka's motion for this relief. Had nothing more occurred, the withdrawal would presumably have cured the error. The deposition, however, served to identify some participation in the case by Peterson after he withdrew, thus nullifying the effect of the withdrawal for purposes of considering the point of error. The question is what relief is appropriate when the prosecuting attorney is disqualified on grounds of conflict of interest, withdraws from the case and then takes some active step on behalf of the prosecution.\nBecause the conviction here is reversed on other grounds as described above, the impropriety of the discussion between the prosecuting attorney and the witness is mooted for purposes of disposition of this appeal. There remains, however, the latent problem of actual prejudice, if any, which the incident may have generated. This record permits no evaluation of such claim.\nThe trial court is therefore instructed, upon retrial, to permit defense counsel an opportunity, should he choose to do so, to inquire into the substance of the conversation between prosecuting attorney Peterson and witness Peterson on the record. If as a result of such hearing, it be determined that the defendant has suffered actual prejudice, the trial court is instructed to take appropriate measures in accordance with the facts adduced and the views expressed in this opinion.\nThe judgment of conviction is reversed and the case is remanded for a new trial.\nAll concur.\nNOTES\n[1]  The witness bore the name Peterson when her deposition was taken, the name being a former or maiden name.\n[2]  The witness is the same person as Joann Vanderan.\n\n",
            "ocr": false,
            "opinion_id": 1519843
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}