{
    "id": 1526167,
    "judges": "Van Der Voort, Larsen and Lavelle",
    "date_filed": 298080000000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-hanna",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Hanna",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. David Leroy HANNA, Appellant",
    "attorneys": "Timothy R. Bonner, Assistant Public Defender, Mercer, for appellant., Charles S. Hersh, Assistant District Attorney, Mercer, for Com., appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 7, 1979., Petition for Allowance of Appeal Denied Oct. 2, 1979.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b47-3\">\n    405 A.2d 1280\n   </citation><br><parties id=\"b47-4\">\n    COMMONWEALTH of Pennsylvania v. David Leroy HANNA, Appellant.\n   </parties><br><court id=\"b47-7\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b47-8\">\n    Argued May 7, 1979.\n   </otherdate><br><decisiondate id=\"b47-9\">\n    Decided June 13, 1979.\n   </decisiondate><br><otherdate id=\"b47-10\">\n    Petition for Allowance of Appeal Denied Oct. 2, 1979.\n   </otherdate><br><attorneys id=\"b49-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"17\"> \n     *17\n     </span>\n    Timothy R. Bonner, Assistant Public Defender, Mercer, for appellant.\n   </attorneys><br><attorneys id=\"b49-5\">\n    Charles S. Hersh, Assistant District Attorney, Mercer, for Com., appellee.\n   </attorneys><br><judges id=\"b49-6\">\n    Before VAN der VOORT, LARSEN and LAVELLE, JJ.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b49-10\">\n     Justice Rolf Larsen of the Supreme Court of Pennsylvania, and Judge John E. Lavelle of the Court of Common Pleas of Schuylkill County, Pennsylvania, are sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "405 A.2d 1280",
        "267 Pa. Super. 15"
    ],
    "opinions": [
        {
            "author_str": "Voort",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n267 Pa. Super. 15 (1979)\n405 A.2d 1280\nCOMMONWEALTH of Pennsylvania\nv.\nDavid Leroy HANNA, Appellant.\nSuperior Court of Pennsylvania.\nArgued May 7, 1979.\nDecided June 13, 1979.\nPetition for Allowance of Appeal Denied October 2, 1979.\n*17 Timothy R. Bonner, Assistant Public Defender, Mercer, for appellant.\nCharles S. Hersh, Assistant District Attorney, Mercer, for Com., appellee.\nBefore VAN der VOORT, LARSEN and LAVELLE, JJ.[*]\nVAN der VOORT, Judge:\nAppeal is taken from judgment of sentence rendered following jury trial and verdict of guilty of murder in the first degree.[1] Pertinent facts are that on September 6, 1977, in the early morning hours, State Police were investigating an apparently abandoned automobile parked on the roadside when they came upon the unconscious body of one James Miles in a nearby ditch. At first it appeared that Miles had been the victim of a hit-and-run accident. He was removed to a hospital, where he died. Numerous bruises were noted on the body. Pursuant to interviews conducted on September 6, the name of appellant surfaced as one who had an unrequited romantic interest in the girlfriend of decedent, a girl in whose company it was known Miles to have been shortly before the crime. Investigating officers interviewed appellant at his residence.\nThe facts are not disputed that appellant spoke freely to the officers, telling them that he knew Miles, that he had been driving alone the prior evening, and that he owned two cars, one being at the present residence and the other at a second home some distance away. After the officers expressed interest in seeing this second auto, appellant offered to accompany them to its location. This accomplished, appellant stated that the police needed no search warrant to examine the vehicle. The investigators expressed concern at finding blood, mud, and hairs on the under side of the car. *18 Again appellant disdained a need for a warrant and cooperated to the extent of providing a cloth to aid in the removal of this foreign matter. Further appellant agreed to a more thorough investigation, and drove the car to a nearby service garage where it could be placed on a hoist.\nOnce there, however, the officers had determined that their investigation to that point was showing the accident not to have been of a hit-and-run variety, but rather done with purpose, the evidence pointing toward appellant. Consequently, he was given his Miranda warnings. Nevertheless, appellant continued to cooperate by allowing the vehicle to be hoisted. Thereupon, the officers observed an amount of mud, blood, and grass. One of the officers left to obtain a search warrant so that samples of the material could be removed for analysis, and to another officer appellant confessed to murder.\nAppellant alleges error in the lower court's refusal to suppress his statements both before and following his receipt of the Miranda warnings. At the time of the officers' initial contact with appellant until the various factors of the investigation coalesced to indicate that the decedent had fallen afoul of a crime other than a hit-and-run driver, it is clear that appellant was not a suspect. He was then merely one of thirty or so people who were being questioned. We have provided in some detail hereinabove the factual setting to show the investigatory nature of the proceedings and appellant's cooperative bent. Not until the many seemingly disparate pieces of the puzzle of the crime began to fall into place and point toward appellant was he considered a suspect, or one upon whom the investigation centered or focused to the possible exclusion of others. It was also then that he received his Miranda warnings. This is correct procedure, for it is not a constitutional necessity for one to be warned of a right of silence until his liberty has been deprived, either physically or intrinsically as the focus of police investigation. Prior to the warnings appellant had been free to leave, and could not be said to have been subjected to custody in any sense. Commonwealth v. *19 McLaughlin, 475 Pa. 97, 379 A.2d 1056 (1977). There was no error in allowing the statement made during investigation, and consequently no taint of post-Miranda statements or search, given or allowed voluntarily.\nNext appellant argues that the jury should have been instructed as to the penalties of the lesser included offenses of murder, citing Commonwealth v. Jones, 457 Pa. 563, 319 A.2d 142 (1974) and Commonwealth v. Hilliard, 471 Pa. 318, 370 A.2d 322 (1977). Appellant's reliance on the cited cases is misplaced as neither case makes any such holding. There is no requirement that the court in a murder case charge the jury as to the sentences for any crimes other than for murder. \"Crimes Code\", supra, 18 Pa.C.S. § 1311(b).\nFurther appellant alleges error in that the charge as to corpus delicti was so confusing as to be inadequate. It is correct to charge that first a jury must find that a crime was committed \u0097 that a corpus delicti must be established. Then a confession can be weighed and the jury instructed that the Commonwealth must prove guilt beyond a reasonable doubt. A confession is not to play a part in the proof of corpus delicti. The charge in this case comported with the mandates of law. See Commonwealth v. Tallon, 478 Pa. 468, 387 A.2d 77 (1978), Opinion in Support of Affirmance by O'Brien, J.\nAlso as to corpus delicti, appellant argues insufficient evidence and that the jury failed to follow the charge. It is well established that corpus delicti may be proved by circumstantial evidence which need not necessarily rule out every possibility of unintentional death. We find that the proof offered as to the death of decedent Miles proved corpus delicti beyond reasonable doubt. There is no merit in arguing that the jury could not have followed the charge to a logical conclusion of finding a felonious killing.\nAffirmed.\nNOTES\n[*]  Justice Rolf Larsen of the Supreme Court of Pennsylvania, and Judge John E. Lavelle of the Court of Common Pleas of Schuylkill County, Pennsylvania, are sitting by designation.\n[1]  \"Crimes Code\", Act of 1972, Dec. 6, P.L. 1482, as amended, 18 Pa.C.S. § 2502(a).\n\n",
            "ocr": false,
            "opinion_id": 1526167
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}