{
    "id": 759795,
    "judges": null,
    "date_filed": "2016-08-27",
    "date_filed_is_approximate": true,
    "slug": "brian-kato-kaelin-v-globe-communications-corporation-a-delaware",
    "case_name_short": null,
    "case_name": null,
    "case_name_full": "Brian \"Kato\" Kaelin v. Globe Communications Corporation, a Delaware Corporation Globe International, Inc., a Foreign Corporation Jim Fraguela, an Individual and Does 1 Through 50, Inclusive",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 24,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "162 F.3d 1036"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/162/162.F3d.1036.97-55232.html",
            "author_id": null,
            "opinion_text": "162 F.3d 1036\n    27 Media L. Rep. 1142, 98 Cal. Daily Op. Serv. 9387,99 Cal. Daily Op. Serv. 9387,98 Daily Journal D.A.R. 13,105\n    Brian \"Kato\" KAELIN, Plaintiff-Appellant,v.GLOBE COMMUNICATIONS CORPORATION, a Delaware corporation;Globe International, Inc., a foreign corporation;Jim Fraguela, an individual;  and Does 1through 50, inclusive,Defendants-Appellees.\n    No. 97-55232.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted June 2, 1998.Decided Dec. 30, 1998.\n    \n      Gary L. Bostwick, Bostwick &amp; Hoffman, Santa Monica, California, for the plaintiff-appellant.\n      Amy D. Hogue, Pillsbury Madison &amp; Sutro, Los Angeles, California, for the defendants-appellees.\n      Appeal from the United States District Court for the Central District of California;  Dickran Tevrizian, District Judge, Presiding.  D.C. No. CV-96-02935-DT.\n      Before:  FLETCHER, D. W. NELSON, and SILVERMAN, Circuit Judges.\n      SILVERMAN, Circuit Judge:\n    \n    \n      1\n      One week after O.J. Simpson was acquitted of the murders of Nicole Brown Simpson and Ronald Goldman, the front page of the National Examiner proclaimed the following:\n    \n    \n      2\n      COPS THINK KATO DID IT!\n    \n    \n      3\n      ... he fears they want him for perjury, say pals\n    \n    \n      4\n      The cops did not think that Kato Kaelin murdered Brown and Goldman.  The publisher of the National Examiner did not believe that they did.  Furthermore, its editor testified at deposition that he was concerned that the front page headline did not accurately reflect the content of the article about Kaelin that appeared inside the publication at page 17.  We hold that reasonable jurors could find that clear and convincing evidence established:  (1) the front page headline falsely insinuated that the police believed that Kaelin committed the murders;  and (2) the false insinuation was not necessarily cured by the subheading or by the non-defamatory story about Kaelin that appeared 17 pages away.  We also hold that Kaelin produced sufficiently clear and convincing evidence of the newspaper's knowledge of falsity or reckless disregard for the truth of its headline to defeat a motion for summary judgment.  We reverse the grant of summary judgment in favor of the publisher and remand for trial.FACTUAL AND PROCEDURAL BACKGROUND\n    \n    \n      5\n      Brian \"Kato\" Kaelin became known to the public during the course of the criminal trial of O.J. Simpson as the houseguest at Simpson's estate.  Kaelin testified to various events surrounding the killings of Nicole Brown Simpson and Ronald Goldman.  Simpson was acquitted of the double murders on October 3, 1995.  One week later, the National Examiner, a weekly newspaper published by Globe Communications Corporation, featured the following headline on its cover:\n    \n    \n      6\n      COPS THINK KATO DID IT!\n    \n    \n      7\n      ... he fears they want him for perjury, say pals1\n    \n    \n      8\n      Inside the paper, on page 17, in large, boldface, capital letters, the following headline appeared over the text of the article:\n    \n    \n      9\n      KATO KAELIN ...\n    \n    \n      10\n      COPS THINK HE DID IT!\n    \n    \n      11\n      ... he fears they want him for perjury, say pals\n    \n    \n      12\n      The first four paragraphs of the article read as follows:\n    \n    \n      13\n      Kato Kaelin is still a suspect in the murder of Nicole Brown Simpson and Ron Goldman, friends fear.\n    \n    \n      14\n      They are worried that LAPD cops are desperately looking for a way to put Kato behind bars for perjury.\n    \n    \n      15\n      \"We're sure the cops have been trying to prove that Kato didn't tell them everything he knows, that somehow he spoiled their case against O.J.,\" says one pal.  \"It's not true, but we think they're out to get even with Kato.\"\n    \n    \n      16\n      \"I'm worried that Kato will get a persecution complex.  He'll end up looking around every corner and thinking he sees a cop.\"\n    \n    \n      17\n      The remainder of the article contained other comments supposedly made by Kaelin's friends regarding the Simpson case.  It also contained several references to a book about Kaelin by author Marc Eliot.\n    \n    \n      18\n      In a letter dated October 12, 1995, Kaelin demanded a retraction.  Globe refused.  Kaelin then filed this libel action against Globe in the Superior Court of California, and Globe removed it to federal court on the basis of diversity of citizenship.\n    \n    \n      19\n      During discovery, John Garton, the news editor of the National Examiner and Globe's designated representative, testified at deposition as follows:\n    \n    \n      20\n      Q. Okay.  Did you have any concerns when you saw this headline of September 22nd [the deadline for the article] about the way this headline was framed?\n    \n    \n      21\n      A. I wasn't mad about it.\n    \n    \n      22\n      Q. What do you mean by that?\n    \n    \n      23\n      A. Journalistically I didn't think it was the best headline in the world.\n    \n    \n      24\n      Q. Were you concerned that it implied that Kato had committed the murders or played some role in them?\n    \n    \n      25\n      A. No, I just didn't think it was very accurate to the story.  It could have been better.\n    \n    \n      26\n      *   *   *   *   *   *\n    \n    \n      27\n      Q. Other than what is actually written in Exhibit 2 [prior published articles], any of the things that are in those articles, did the National Examiner have in its possession on September 22nd, 1995 any information that a police officer anywhere thought that Kato Kaelin was involved in Nicole Brown Simpson's and Ronald Goldman's murders?\n    \n    \n      28\n      A. No.\n    \n    \n      29\n      *   *   *   *   *   *\n    \n    \n      30\n      Q. ...  What did you think, on September 22nd, 1995 about what the words \"Cops Think He Did It\" meant?   What is the \"it\" to which this statement--\n    \n    \n      31\n      A.  Perjury.\n    \n    \n      32\n      Q. Perjury?\n    \n    \n      33\n      A. Mm-hmm.\n    \n    \n      34\n      Q. Did you have any concern that a reader might connect the \"Cops Think He Did It\" with the other information in the article that refers to allegations that Mr. Kaelin was involved in the murders themselves?A. I was a bit concerned about it, yes, but in fact I thought the second part of the headline coped with that....\n    \n    \n      35\n      Globe filed a motion for summary judgment, claiming, in pertinent part, that Kaelin could not prove that Globe acted with actual malice.  Focusing its analysis on the text of the article rather than on the headline, which was the heart of Kaelin's claim, the district court ruled that Kaelin \"... has not submitted any evidence which tends to show that Defendants actually doubted the truth of the story or acted in reckless disregard of the truth....\"  With respect to the headline, the district court stated:\n    \n    \n      36\n      Plaintiff contends that Garton did have a problem with the headline and therefore, there is proof that Defendants acted with malice.  However, although Garton did testify in his deposition that he had some concerns with the part of the headline that read \"Cops Think Kato Did It\" from a journalistic standpoint, he also testified that he thought the other part of the headline, \"... he fears they want him for perjury, say pals,\" coped with that.  See Garton Decl., p. 168.  While Globe employees might not have acted with the professionalism that would be expected at a more reputable journalistic institution before running the article about Plaintiff, the failure to act reasonably is not enough to establish malice.  [Citation omitted]\n    \n    STANDARD OF REVIEW\n    \n      37\n      We review a grant of summary judgment de novo.  Bagdadi v. Nazar, 84 F.3d 1194, 1197 (9th Cir.1996).  We must decide, viewing the evidence in the light most favorable to the nonmoving party, whether there are any genuine issues of material fact and whether the district court correctly applied the relevant substantive law.  Id.\n    \n    \n      38\n      A public figure in a defamation case \"cannot recover unless he proves by clear and convincing evidence that the defendant published the defamatory statement with actual malice, i.e., with 'knowledge that it was false or with reckless disregard of whether it was false or not.' \"  Masson v. New Yorker Magazine, Inc., 501 U.S. 496, 510, 111 S.Ct. 2419, 115 L.Ed.2d 447 (1991) (quoting New York Times Co. v. Sullivan, 376 U.S. 254, 279-80, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964)).  The parties do not dispute that Kaelin is a public figure.  The question of whether evidence in the record is sufficient to support a finding of actual malice is one of law.  Harte-Hanks Communications, Inc. v. Connaughton, 491 U.S. 657, 685, 109 S.Ct. 2678, 105 L.Ed.2d 562 (1989).  The appropriate summary judgment question is whether a reasonable jury could find, by clear and convincing evidence, that Kaelin has shown actual malice.  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 255-56, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).\n    \n    \n      39\n      We must draw all justifiable inferences in favor of Kaelin, \"including questions of credibility and of the weight to be accorded particular evidence.\"  Masson, 501 U.S. at 520, 111 S.Ct. 2419.  \"[T]he plaintiff, to survive the defendant's motion, need only present evidence from which a jury might return a verdict in his favor.  If he does so, there is a genuine issue of fact that requires a trial.\"  Anderson, 477 U.S. at 257, 106 S.Ct. 2505.\n    \n    DISCUSSION\n    \n      40\n      * Although Kaelin complains about the first sentence of the article on page 17, we assume for the purposes of this appeal that the text of the story is not defamatory.  This case is about the headlines, especially the one appearing on the cover.  The first issue is whether the headlines alone are susceptible of a false and defamatory meaning and, if so, whether they can be the basis of a libel action even though the accompanying story is not defamatory.\n    \n    \n      41\n      * As already seen, the front page headline consists of two sentences.  The first--\"COPS THINK KATO DID IT!\"--states what the cops supposedly think.  The second--\"... he fears they want him for perjury, say pals\"--is what Kato's pals supposedly said.  These two sentences express two different thoughts and are not mutually exclusive.\n    \n    \n      42\n      California courts in libel cases have emphasized that \"the publication is to be measured, not so much by its effect when subjected to the critical analysis of a mind trained in the law, but by the natural and probable effect upon the mind of the average reader.\"  Bates v. Campbell, 213 Cal. 438, 2 P.2d 383, 385 (Cal.1931);  see also Corman v. Blanchard, 211 Cal.App.2d 126, 27 Cal.Rptr. 327, 332 (1962).  Since the publication occurred just one week after O.J. Simpson's highly publicized acquittal for murder, we believe that a reasonable person, at that time, might well have concluded that the \"it\" in the first sentence of the cover and internal headlines referred to the murders.  Such a reading of the first sentence is not negated by or inconsistent with the second sentence as a matter of logic, grammar, or otherwise.  In our view, an ordinary reader reasonably could have read the headline to mean that the cops think that Kato committed the murders and that Kato fears that he is wanted for perjury.\n    \n    \n      43\n      Globe argues that the \"it\" refers to perjury.  Even assuming that such a reading is reasonably possible, it is not the only reading that is reasonably possible as a matter of law.  So long as the publication is reasonably susceptible of a defamatory meaning, a factual question for the jury exists.  See Kahn v. Bower, 232 Cal.App.3d 1599, 284 Cal.Rptr. 244, 249-50 (1991);  Weller v. American Broadcasting Companies, Inc., 232 Cal.App.3d 991, 283 Cal.Rptr. 644, 651 (1991).\n    \n    B\n    \n      44\n      Globe argues that even if the front page headline could be found to be false and defamatory, the totality of the publication is not.  Globe's position is that because the text of the accompanying story is not defamatory, the headline by itself cannot be the basis of a libel action under California law.\n    \n    \n      45\n      It is true that a defamatory meaning must be found, if at all, in a reading of the publication as a whole.  See Stevens v. Storke, 191 Cal. 329, 216 P. 371, 373 (Cal.1923);  Selleck v. Globe International Inc., 166 Cal.App.3d 1123, 212 Cal.Rptr. 838, 843-44 (1985) (court must examine newspaper's headlines, caption, and article as a whole, looking \"to what is explicitly stated as well as what insinuation and implication can be reasonably drawn from the publication\");  Corman v. Blanchard, 211 Cal.App.2d 126, 27 Cal.Rptr. 327, 332 (1963) (examination of entire allegedly defamatory pamphlet necessary \"to understand its import and the effect which it was intended to have on the reader\").  This is a rule of reason.  Defamation actions cannot be based on snippets taken out of context.  By the same token, not every word of an allegedly defamatory publication has to be false and defamatory to sustain a libel action.  See Masson, 501 U.S. at 510, 111 S.Ct. 2419 (interpreting California law, the Court explained, \"[T]he test of libel is not quantitative;  a single sentence may be the basis for an action in libel even though buried in a much longer text ....\") (quoting Washburn v. Wright, 261 Cal.App.2d 789, 68 Cal.Rptr. 224, 228 (1968)).\n    \n    \n      46\n      Although California courts have not had occasion to opine on whether a headline alone can be the basis of a libel action, it is certainly clear under California law that headlines are not irrelevant, extraneous, or liability-free zones.  They are essential elements of a publication.  See Selleck, 212 Cal.Rptr. at 844;  Davis v. Hearst, 160 Cal. 143, 116 P. 530, 549 (Cal.1911).\n    \n    \n      47\n      In Selleck, for example, Globe published headlines, a caption to a photograph, and the text of an article, all of which created the false impression that the father of actor Tom Selleck had granted an interview to Globe.  Selleck, 212 Cal.Rptr. at 841.   While not addressing whether any one element of the publication alone would support a libel claim, the court explained that \"[h]eadlines and captions of an allegedly libelous article are regarded as a part of the article.\"  Id. at 844.   The court concluded that \"the article, including the headline and caption and taking into account the circumstances of its publication, is reasonably susceptible of a defamatory meaning on its face and therefore is libelous per se.\"  Id. at 844 (emphasis added).\n    \n    \n      48\n      In Davis, 116 P. at 535, the Supreme Court of California concerned itself with three headlines that read as follows:\n    \n    \n      49\n      Mayor Investigates the Board of Education's Acts\n    \n    \n      50\n      Exposures Made by 'Examiner' Found to be True\n    \n    Pasadena Council Will Act\n    \n      51\n      Although the article explained that the mayor's investigation covered only one matter, the court found that the text did not negate the effect of the headlines, which implied that the mayor had discovered more than one impropriety.  It stated that \"[t]he mere fact that in the body of the article the mayor's investigations are limited to a single charge is not controlling.  The captions and headlines are themselves a part of the libel.\"  Id. at 549.\n    \n    \n      52\n      As we held in Eastwood v. National Enquirer, Inc., 123 F.3d 1249, 1256 (9th Cir.1997), a diversity case applying California law, a court must examine the totality of the circumstances of the publication.  In Eastwood, we held that the publisher of the National Enquirer could be found to have defamed Clint Eastwood by falsely representing in a front page headline and in more subtle ways that he had consented to an exclusive interview with the paper.  Id. Our conclusion was based not on any requirement that each part of the article be independently defamatory, but rather on the fact that the totality of the circumstances showed the editors' intent to mislead readers.  Id.\n    \n    \n      53\n      Globe argues that the entirety of the publication, including the story itself, clears up any false and defamatory meaning that could be found on the cover.  Whether it does or not is a question of fact for the jury.  The Kaelin story was located 17 pages away from the cover.  In this respect, the National Examiner's front page headline is unlike a conventional headline that immediately precedes a newspaper story, and nowhere does the cover headline reference the internal page where readers could locate the article.  A reasonable juror could conclude that the Kaelin article was too far removed from the cover headline to have the salutary effect that Globe claims.\n    \n    \n      54\n      In Eastwood, we recognized the peculiar nature of front page headlines when we pointed out that \"the editors falsely suggested to the ordinary reader of their publication--as well as those who merely glance at the headlines while waiting at the supermarket checkout counter--that Eastwood had willingly chatted with someone from the Enquirer.\"  Eastwood, 123 F.3d at 1256 (emphasis added).  Eastwood shows that in analyzing the totality of the circumstances of an allegedly defamatory publication, the effect of a front page headline is neither insignificant nor unprecedented.  In any event, it is a fact question for a jury.\n    \n    \n      55\n      Other cases point in that direction as well.  Empire Printing Co. v. Roden, 247 F.2d 8, 14 (9th Cir.1957), involved an article suggesting that public officials might have committed the crime of embezzlement under Alaska law.  We cited Michigan law in stating that \"[w]hat a newspaper article actually says or carries to its readers must be judged by the publication as a whole.  The headlines alone may be enough to make libelous per se an otherwise innocuous article.\"  (emphasis added).  Discussing multiple headlines above inconsistent text, we said:\n    \n    \n      56\n      The fact that the text of the article under the heading relating to graft and corruption refers to a wholly different matter is a circumstance[ ] which the jury had a right to consider, but it did not compel them to ignore the very possible purpose sought in weaving all these headlines together, especially in view of the substantial evidence of actual malice on the part of the publishers.  The jury could conclude that the headline was placed where it was for its effect upon the reader in connection with the other headlines.\n    \n    \n      57\n      Id. at 15.\n    \n    \n      58\n      Viewing the facts in the light most favorable to Kaelin as we are required to do, we hold that Kaelin has come forward with clear and convincing evidence to get to a jury on the issue of whether the headlines are susceptible of a false and defamatory meaning.\n    \n    II\n    \n      59\n      To defeat a motion for summary judgment, Kaelin also must come forward with clear and convincing evidence that Globe published the defamatory statements with actual malice.  Masson, 501 U.S. at 510, 111 S.Ct. 2419.   The Supreme Court has defined actual malice as publication with the knowledge that a statement is false, or with a reckless disregard for truth or falsity.  New York Times Co. v. Sullivan, 376 U.S. 254, 280, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964).  \"Mere negligence does not suffice.  Rather, the plaintiff must demonstrate that the author 'in fact entertained serious doubts as to the truth of his publication.' \"  Masson, 501 U.S. at 510, 111 S.Ct. 2419 (quoting St. Amant v. Thompson, 390 U.S. 727, 731, 88 S.Ct. 1323, 20 L.Ed.2d 262 (1968)).  Actual malice also can be established by showing that the author \"acted with 'a high degree of awareness of ... probable falsity.' \"  Masson, 501 U.S. at 510, 111 S.Ct. 2419 (quoting Garrison v. Louisiana, 379 U.S. 64, 74, 85 S.Ct. 209, 13 L.Ed.2d 125 (1964)).  If a plaintiff can come forward with clear and convincing evidence from which a jury could find actual malice, he is entitled to a trial even if there is conflicting evidence on the issue.  Anderson, 477 U.S. at 257, 106 S.Ct. 2505.\n    \n    \n      60\n      Kaelin has produced the following evidence from which we believe a reasonable juror could find actual malice:\n    \n    \n      61\n      First, Globe editor John Garton testified at his deposition that he saw the headline before it ran and did not think that it \"was very accurate to the story.\"   He stated that he was \"a bit concerned\" that readers might connect the \"it\" in the headline with the murders.  This is direct evidence from which a reasonable juror could find that Globe knew that the headline was factually inaccurate or that Globe acted with reckless disregard for the truth.  It is for a jury to decide whether, as Globe argues, it intended to clarify the sentence \"COPS THINK KATO DID IT!\" with the sentence that followed, \"... he fears they want him for perjury, say pals.\"   The editors' statements of their subjective intention are matters of credibility for a jury.  See Eastwood, 123 F.3d at 1252.\n    \n    \n      62\n      Second, it is undisputed that Globe ran the headline \"COPS THINK KATO DID IT!\" knowing that it had no reason to believe that Kaelin was a murder suspect.  This is not a case where Globe relied in good faith on information that turned out to be false.  It is undisputed that Globe never believed Kaelin to be a suspect in the murders.  The fact that Globe ran the headlines anyway -- \"act[ing] with a 'high degree of awareness of ... probable falsity' \"--is circumstantial evidence of actual malice.  Masson, 501 U.S. at 510, 111 S.Ct. 2419 (quoting Garrison, 379 U.S. at 74, 85 S.Ct. 209;  see also Eastwood, 123 F.3d at 1253 (\"As we have yet to see a defendant who admits to entertaining serious subjective doubt about the authenticity of an article it published, we must be guided by circumstantial evidence.  By examining the editors' actions, we try to understand their motives.\")).\n    \n    \n      63\n      Third, Garton testified at his deposition that \"the front page of the tabloid paper is what we sell the paper on, not what's inside it.\"   That testimony permits a reasonable juror to draw the inference that Globe had a pecuniary motive for running a headline that, in Garton's words, was not \"very accurate to the story.\"\n    \n    \n      64\n      In Eastwood, we found \"... from the totality of their choices, that the editors intended to convey the impression--known by them to be false--that Eastwood wilfully submitted to an interview by the Enquirer.  This intentional conduct satisfies the 'actual malice' standard, permitting a verdict for Eastwood.\"  Eastwood, 123 F.3d at 1256 (emphasis added).  The totality of Globe's choices permits the same sort of inference of intentional conduct here.\n    \n    CONCLUSION\n    \n      65\n      Because the issue at this stage of the case is only whether Kaelin has come forward with evidence adequate to survive summary judgment, we analyze the facts and draw the inferences in the light most favorable to him.  We hold today that a reasonable juror could find, by clear and convincing evidence, that the headlines are defamatory, and that Globe's editors acted with actual malice in their decision to run a headline from which a reasonable juror could conclude that Kaelin was a murder suspect.  Since we conclude that Kaelin has come forward with evidence from which a jury could find clear and convincing proof of actual malice, Globe's motion for summary judgment should have been denied.\n    \n    REVERSED AND REMANDED.ATTACHMENT\n    \n      66\n      NOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLENOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLE\n    \n    \n      \n        1\n         Copies of the front page and page 17 are appended to this opinion\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 759795
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}