{
    "id": 1530711,
    "judges": "Leisure",
    "date_filed": 888969600000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-muyet",
    "case_name_short": "Muyet",
    "case_name": "United States v. Muyet",
    "case_name_full": "UNITED STATES of America, v. Jose MUYET, A/K/A “Raze,” Et Al., Defendants",
    "attorneys": "Mary Jo White, U.S. Atty. for, the Southern District of New York, New York City (Thomas M. Finnegan, Jay Holtmeier, of counsel), for U.S., . John Burke, Brooklyn, NY, for John Muyet., Jay L. Weiner, New York City, for Jose Muyet.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b608-3\">\n    UNITED STATES of America, v. Jose MUYET, a/k/a “Raze,” et al., Defendants.\n   </parties><br><docketnumber id=\"b608-5\">\n    No. S3 95 Cr. 941 (PKL).\n   </docketnumber><br><court id=\"b608-6\">\n    United States District Court, S.D. New York.\n   </court><br><decisiondate id=\"b608-8\">\n    March 4, 1998.\n   </decisiondate><br><attorneys id=\"b610-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"552\"> \n     *552\n     </span>\n    Mary Jo White, U.S. Atty. for, the Southern District of New York, New York City (Thomas M. Finnegan, Jay Holtmeier, of counsel), for U.S.\n   </attorneys><br><attorneys id=\"b610-7\">\n    . John Burke, Brooklyn, NY, for John Muyet.\n   </attorneys><br><attorneys id=\"b610-8\">\n    Jay L. Weiner, New York City, for Jose Muyet.\n   </attorneys>",
    "citations": [
        "994 F. Supp. 550"
    ],
    "opinions": [
        {
            "author_str": "Leisure",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1903.0,
            "opinion_text": "\n994 F. Supp. 550 (1998)\nUNITED STATES of America,\nv.\nJose MUYET, a/k/a \"Raze,\" et al., Defendants.\nNo. S3 95 Cr. 941 (PKL).\nUnited States District Court, S.D. New York.\nMarch 4, 1998.\n*551 *552 Mary Jo White, U.S. Atty. for the Southern District of New York, New York City (Thomas M. Finnegan, Jay Holtmeier, of counsel), for U.S.\nJohn Burke, Brooklyn, NY, for John Muyet.\nJay L. Weiner, New York City, for Jose Muyet.\n\nOPINION AND ORDER\nLEISURE, District Judge.\nOn April 10, 1997, Defendants John and Jose Muyet and their three codefendants were convicted, following a five-month jury trial, of various offenses arising out of their participation in the so-called \"Nasty Boys\" criminal enterprise. The Muyets now move the Court pursuant to Rules 29, 33, and 34 of the Federal Rules of Criminal Procedure. They seek dismissal of the charges against them based on insufficiency of evidence, a new trial based on claims of Governmental misconduct and ineffective assistance of counsel, and an arrested judgment based on lack of Federal jurisdiction and a claim that the charges against them more properly should have been brought in state court. Additionally, the Muyets have moved to have the Court recuse itself from hearing and deciding all post-trial motions, pursuant to Title 28, United States Code (\"U.S.C.\"), sections 144 and 455(a), based on claims that the Court can no longer make a fair and just determination with respect to these defendants. For the reasons stated below, the motions are denied.\n\nBACKGROUND\nAccording to the evidence adduced at trial, Jose Muyet, a/k/a \"Raze,\" along with his brother John Muyet, a/k/a \"Buddha,\" operated a drug gang known as the Nasty Boys in the Bronx, New York, for a period of several years. The gang operated from an apartment building known as the Airborne building, selling both heroin and crack. The Nasty Boys resorted to violence quickly and often to maintain order, stifle competition, and protect their business.\nThe jury convicted Jose Muyet of violating the Racketeering Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. § 1962(c) (Count One of the Indictment),[1] conspiracy to violate RICO, 18 U.S.C. § 1962(d) (Count Two), committing violent crimes in aid of racketeering, 18 U.S.C. § 1959 (Counts Three through Twenty-three and Twenty-five through Twenty-nine), narcotics conspiracy, 21 U.S.C. § 846 (Count Thirty), and use and carrying of a firearm, 18 U.S.C. § 924(c) (Counts Thirty-one through *553 Thirty-five and Thirty-seven through Forty-two). The jury convicted defendant John Muyet of the RICO charges (Counts One and Two),[2] violent crimes in aid of racketeering (Counts Fifteen through Twenty-four, Twenty-eight, and Twenty-nine), narcotics conspiracy (Count Thirty), and use and carrying of a firearm (Counts Thirty-six through Thirty-nine, Forty-one and Forty-two).\n\nDISCUSSION\n\nI. RECUSAL\nThe Muyets move for the Court to recuse itself from the consideration of all post-trial motions submitted by the defendants. Title 28, U.S.C. § 144 provides for disqualification \"[w]henever a party to any proceeding in a district court makes and files a timely and sufficient affidavit that the judge before whom the matter is pending has a personal bias or prejudice ... against him.\" 28 U.S.C. § 455(a) provides that \"[a]ny justice, judge, or magistrate of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.\"\nIn his brief, John Muyet claims that the Court \"cannot make a fair and impartial decision\" on these motions. Specifically, John Muyet points to a statement by the Court that \"[y]ou don't like to pay attention when you are hearing something you don't want to hear that seems to be with your attitude.\" John Muyet also alleges that the Court disparaged the defense on a number of occasions. John Muyet specifically points to two such instances. The first involved the testimony of John Muyet's mother, who testified through an interpreter. John Muyet alleges that the Court's observation that his mother may have more proficiency of English than she pretended suggested bias against the defense.[3] The second instance occurred when the Court commented that a defense lawyer \"conveniently\" overlooked a portion of a witness's testimony while cross-examining that witness. The Muyets argue that these statements create a reasonable basis to question the Court's impartiality, and asks for the Court's recusal. Cf. MacDraw, Inc. v. CIT Group Equipment, Inc., 138 F.3d 33, 38 (2d Cir.1998) (Winter, C.J.) (\"Appellants correctly note that Judge Chin did express negative concerns about the merits of MacDraw's case and the conduct of appellants in litigating it. However, such remarks are common and often important to a trial judge's administration of a case. Although they may occasionally wound counsel's pride, they can be informative and helpful to counsel who are not hypersensitive.\")\nAs the United States Court of Appeals for the Second Circuit has explained, *554 \"the substantive standard for recusal is whether a reasonable person, knowing all the facts, would conclude that the court's impartiality might reasonably be questioned.\" Apple v. Jewish Hospital and Medical Center, 829 F.2d 326, 333 (2d Cir.1987); see also United States v. Pitera, 5 F.3d 624, 626 (2d Cir.1993). Therefore, in reviewing a recusal motion, a court must proceed by \"examining the record facts and the law, and then deciding whether a reasonable person knowing and understanding all the relevant facts would recuse the judge.\" In re Drexel Burnham Lambert Inc., 861 F.2d 1307, 1313 (2d Cir.1988).\nThe Second Circuit suggests broad latitude in a district judge's review of a recusal motion. As the Court observed, \"The decision whether to grant or deny a recusal motion ... is a matter confided to the district court's discretion,\" Apple, 829 F.2d at 333, and the district court will be reversed only for abuse of that discretion. See United States v. Lovaglia, 954 F.2d 811, 815 (2d Cir.1992). Thus, the Drexel Court provided a cogent analysis regarding the discretion afforded to district judges in recusal motions:\nThe judge presiding over a case is in the best position to appreciate the implications of those matters alleged in a recusal motion. In deciding whether to recuse himself, the trial judge must carefully weigh the policy of promoting public confidence in the judiciary against the possibility that those questioning his impartiality might be seeking to avoid the adverse consequences of his presiding over their case. Litigants are entitled to an unbiased judge, not to a judge of their choosing.\n861 F.2d at 1312.\nThe United States Supreme Court most recently addressed these considerations in the context of sections 144 and 455(a) in Liteky v. United States, 510 U.S. 540, 114 S. Ct. 1147, 127 L. Ed. 2d 474 (1994). In Liteky, the defendants in a criminal case claimed that the law required recusal of the assigned judge because the judge had displayed \"impatience, disregard for the defense and animosity\" toward the defendants in a prior trial before the same judge. Id. at 542 (internal quotation marks omitted). In rejecting the defendants' claims the Court stated:\n[O]pinions formed by the judge on the basis of facts introduced or events occurring in the course of the current proceedings, or of prior proceedings, do not constitute a basis for a bias or partiality motion unless they display a deep-seated favoritism or antagonism that would make fair judgment impossible. Thus, judicial remarks during the course of a trial that are critical or disapproving of, or even hostile to, counsel, the parties, or their cases, ordinarily do not support a bias or partiality challenge. They may do so if they reveal an opinion that derives from an extrajudicial source; and they will do so if they reveal such a high degree of favoritism or antagonism as to make fair judgment impossible.... Not establishing bias or partiality, however, are expressions of impatience, annoyance, and even anger, that are within the bounds of what imperfect men and women, even after having been confirmed as federal judges, sometimes display. A judge's ordinary efforts at courtroom administration \u0097 even a stern and short-tempered judge's ordinary efforts at courtroom administration \u0097 remain immune.\nId. at 555-56 (emphasis in original).\nIn their motion asking the Court to recuse itself, the Muyets claim that the Court made statements that call the Court's impartiality into question. As noted, supra, the Second Circuit standard for recusal is that \"a reasonable person, knowing all the facts, would conclude that the court's impartiality would reasonably be questioned.\" Apple, 829 F.2d at 333. Further, Liteky requires a court facing an impartiality challenge based on judicial remarks made during trial, and not based on any extrajudicial source, to recuse itself only if the statements at issue \"reveal such a high degree of favoritism or antagonism as to make fair judgment impossible.\" 510 U.S. at 555. As the Muyets do not claim that the Court maintained or revealed any opinions which derived from an extrajudicial source, the question is whether this Court has shown such a high degree of antagonism *555 to the defendants as to make fair judgment impossible.\nThe Court's statements and conduct that give rise to defendants' concern do not satisfy the applicable standard for recusal. While the Court indeed faced occasional instances over the five-month trial period when its patience with the defendants (as well as with the Government) was tested, there is nothing in the record, nor outside of the record, which can be said to demonstrate any \"deep-seated favoritism or antagonism\" toward defendants. Accordingly, a thorough review of the entire record of the trial demonstrates that there exists no basis upon which a reasonable person could question the impartiality of the Court. Therefore, the Court will not recuse itself from the consideration of defendants' post-trial motions. \"A judge is as much obliged not to recuse himself when it is not called for as he is obliged to when it is.\" Drexel, 861 F.2d at 1312.\n\nII. RULE 29 MOTIONS BY THE MUYETS\n\nA. Legal Standard\n\nWhen a defendant moves for judgment under the Federal Rules of Criminal Procedure, the Court must determine, based on all of the relevant evidence, whether a rational juror \"might fairly conclude guilt beyond a reasonable doubt.\" United States v. Mariani, 725 F.2d 862, 865 (2d Cir.1984) (quoting United States v. Taylor, 464 F.2d 240, 243 (2d Cir.1972)); accord United States v. Bloome, 784 F. Supp. 23, 25 (E.D.N.Y. 1992). The Court must resolve all reasonable inferences in favor of the Government, see Mariani, 725 F.2d at 865, and resolve all issues of credibility in favor of the jury's verdict. See, e.g., United States v. Weiss, 930 F.2d 185, 191 (2d Cir.1991); United States v. Roldan-Zapata, 916 F.2d 795, 802 (2d Cir.1990). To succeed on the motion, the defendant[s] must persuade the Court that, \"viewing the evidence in the light most favorable to the government, ... no rational trier of fact could have found the essential elements of the crime charged beyond a reasonable doubt.\" United States v. Leslie, 103 F.3d 1093, 1100 (2d Cir.), cert. denied, ___ U.S. ____, 117 S. Ct. 1713, 137 L. Ed. 2d 837 (1997) (quoting United States v. Taylor, 92 F.3d 1313, 1333 (2d Cir.1996), cert. denied, ___ U.S. ____, 117 S. Ct. 771, 136 L. Ed. 2d 717 (1997)) (internal quotation marks omitted).\n\nB. Claims by Jose Muyet\n\nJose Muyet challenges his convictions under § 1959, Violent Crimes in Aid of Racketeering Activity, which criminalizes engaging in certain activities, such as murder, attempted murder, and conspiracy to commit murder \"as consideration for the receipt of, or as consideration for a promise or agreement to pay, anything of pecuniary value from an enterprise engaged in racketeering activity, or for the purpose of gaining entrance to or maintaining or increasing position in an enterprise engaged in racketeering activity.\" 18 U.S.C. § 1959(a) (emphasis added). \"In order to establish that a crime of violence was committed `for the purpose of ... maintaining or increasing position in' a RICO enterprise, the government is required to prove ... that the defendant's general purpose in committing the crime of violence was to maintain or increase his position in the enterprise.\" United States v. Thai, 29 F.3d 785, 817 (2d Cir.1994); see also United States v. Concepcion, 983 F.2d 369, 381 (2d Cir.1992). A motive sufficient to satisfy the requirements of § 1959(a) exists if \"the jury could properly infer that the defendant committed his violent crime because he knew it was expected of him by reason of his membership in the enterprise or that he committed it in furtherance of that membership.\" Concepcion, 983 F.2d at 381; see also Thai, 29 F.3d at 817. By its ordinary usage, the phrase \"for the purpose of .... maintaining or increasing position in\" the enterprise means that the defendant had to have held a position in the enterprise and committed the charged underlying crime of violence with a motive of retaining or enhancing that position. See Concepcion, 983 F.2d at 381.\nThe jury convicted Jose Muyet of twenty-six counts of violent crimes in aid of *556 racketeering, in violation of § 1959(a).[4] Based on the totality of the evidence presented against Jose Muyet at trial, a rational jury undoubtedly could conclude that Jose Muyet committed the violent crimes charged because it was expected of him as a leader of the Nasty Boys or in furtherance of his membership in the Nasty Boys.\nJose Muyet challenges the sufficiency of the evidence relating to the murder of Herman Figueroa. The evidence presented at trial showed that at the time of the Figueroa murder, Jose Muyet was a manager in the enterprise who reported to then-leader Adrian Lopez, a/k/a \"Big Daddy,\" and was responsible for the drug sales at 1314 Seneca Avenue. Figueroa sought to take that spot to use for his own drug sales. Muyet informed Luis Quinones that there was a \"hit\" out on Figueroa \"because he (Figueroa) wanted to take 1314 over.\" (Tr. 3527-28). Quinones volunteered to take the contract, obtained Jose Muyet's permission, and agreed to a payment price from Muyet. On the day of the killing, Jose Muyet gave the order for Quinones to begin his attack on Figueroa.\nJose Muyet claims that the evidence shows only that Figueroa was murdered \"for the purpose of expanding the economic base of the Nasty Boys\" and \"had nothing to do with the defendant's status in the organization.\" (Jose Muyet Br. 42). This argument fails, however, because a rational jury could infer that Jose Muyet acted to maintain or increase his position in the enterprise from evidence that he committed a violent crime in order to expand or protect the economic base of the drug enterprise. A rational jury thus could determine that Jose Muyet eliminated the competition (Figueroa) to maintain or increase his position within the drug enterprise.\nJose Muyet's claims concerning the sufficiency of the evidence against him for the remaining acts likewise fail. The evidence showed that Raphael Cruz was murdered to accommodate a drug source of the Nasty Boys and to secure an additional supply for the enterprise. As Jose Muyet was the leader of the gang, a rational jury easily could conclude that Jose Muyet ordered and participated in this killing in order to maintain or increase his position in the Nasty Boys. The evidence presented at trial indicated that Antonio and Julio Flores were murdered for their perceived disloyalty to the Nasty Boys. A jury reasonably could infer that Jose Muyet ordered the murders of Antonio and Julio Flores in order to maintain discipline and thereby maintain his position within the enterprise.\nTestimony at trial indicated that Jose Muyet ordered the murders of Angel Luis Rivera, Nelson Pacheco, and Antonio Cruz to avoid trouble from \"Carlito\", another drug dealer. (Tr. 1687). Carlito was a supplier of \"crack\" cocaine and firearms for the Nasty Boys. Carlito warned Jose Muyet that if Muyet did not take care of Rivera, Pacheco, and Cruz, the Nasty Boys would have trouble from Carlito. (Tr. 1688). A rational jury could infer that Muyet then ordered the murders in order to prevent damage to the enterprise and thereby also maintain or increase his position in the Nasty Boys.\nBoth the Salcedos and Miguel Parrilla obstructed plans to expand the operations of the Nasty Boys. A rational jury could conclude *557 that Jose Muyet, as leader of the Nasty Boys, ordered the attack on the Salcedos and the murder of Parrilla because he was expected to eliminate obstacles to the planned expansion of the enterprise. Therefore, Jose Muyet acted in order to maintain or increase his position in the Nasty Boys.\nFinally, the evidence presented at trial indicated that Radames Vega, although a member of the Nasty Boys, was considered a liability because of his work habits and his cavalier attitude towards law enforcement. Additionally, Vega received a large share of the Nasty Boys' profits because he controlled the access to the gang's heroin suppliers. A proper inference is that Jose Muyet eliminated Vega both to become the sole, undisputed leader of the Nasty Boys and to increase his share of the profits. Thus, a rational jury could determine that Jose Muyet acted to maintain or increase his position in the enterprise.\n\nC. Claims by John Muyet\n\nJohn Muyet argues that insufficient evidence exists to sustain the jury's convictions of him. He argues that no evidence showed that he was a member of the Nasty Boys, that he was convicted of a number of offenses based solely on the testimony of cooperating witnesses, that insufficient evidence supports his convictions relating to the murders of Julio Flores and the Sanchez brothers, and that he was not a \"distributor\" of narcotics as required to sustain his narcotics conspiracy conviction. Each of John Muyet's claims is devoid of merit.\nJohn Muyet's claim that insufficient evidence was presented to establish that he was a member of the Nasty Boys is absurd and deserves only the briefest of mention. Extensive testimony throughout the five month trial portrayed John Muyet not only as a member of the Nasty Boys, but as one of the gang's leaders. A rational jury unquestionably could conclude that John Muyet was a member of the Nasty Boys.\nJohn Muyet next claims that the jury convicted him of a number of offenses even though the \"evidence against him all came from cooperating witnesses.\" (John Burke Aff. 3). Quite simply, this argument is irrelevant. There was ample testimony before the jury concerning John Muyet's role in these crimes and the jury obviously chose to credit these witnesses. In the context of a Rule 29 motion, the Court will not substitute John Muyet's credibility assessments for those of the jury.\nJohn Muyet also claims insufficiency of evidence concerning the crimes relating to the murder of Julio Flores, a/k/a \"Junbee\". The testimony of Quinones and Robert Corona unequivocally established John Muyet's participation in this activity. Once again, the jury is responsible for credibility determinations. The evidence presented at trial clearly provided a sufficient basis for a rational jury to convict John Muyet of the crimes related to the murder of Flores.\nWith regard to the murder of the Sanchez brothers, John Muyet argues that the Government failed to prove that the murders were committed to maintain or increase his position in the Nasty Boys enterprise. The murder of the Sanchez brothers resulted from an incident between the Nasty Boys and a rival drug gang. The rival gang confronted the Nasty Boys and demanded that the Nasty Boys leave their distribution area. The testimony of Quinones and Corona indicates that John Muyet, livid at this show of disrespect, ordered all available members to help retaliate. The Nasty Boys then conducted a drive-by shooting of the rival gang, killing innocent bystanders Carlos and Raymond Sanchez in the process.[5] The jury properly could infer that as a leader of the Nasty Boys, John Muyet was expected to act decisively following a challenge to the group, and that he acted to maintain or increase his position in the enterprise. John Muyet also points to alleged discrepancies in the testimony of Quinones and Corona in furtherance of his claim of insufficiency of evidence of his *558 participation in the killing of the Sanchez brothers. The jury evaluated the testimony and determined that John Muyet committed these crimes. Its judgment certainly is rational, and the Court will not disturb its verdict.\nFinally, John Muyet contends that the evidence presented at trial was insufficient to prove that he conspired to \"distribute\" narcotics. Instead, he claims that the Government proved only that he was a \"retailer,\" and that the Court must dismiss the narcotics conspiracy count. This challenge has no merit whatsoever. Section 841(a) provides that \"[e]xcept as authorized by this subchapter, it shall be unlawful for any person knowingly or intentionally \u0097 (1) to manufacture, distribute, or dispense or possess with intent to manufacture, distribute, or dispense, a controlled substance.\" § 841(a)(1). Within the Controlled Substances Act, \"distribute\" means \"to deliver (other than by administering or dispensing) a controlled substance.\" § 802(11). Section 802(8) defines \"delivery\" as \"the actual, constructive, or attempted transfer of a controlled substance.\" \"Administer\" means \"the direct application of a controlled substance to the body of a patient or research subject by (A) a practitioner ... or (B) the patient or research subject at the direction and in the presence of the practitioner.\" § 802(2). Section 802(10) defines \"dispense\" as \"to deliver a controlled substance to an ultimate user or research subject ... by a practitioner.\" \"Practitioner\" means \"a physician, dentist, veterinarian, scientific investigator, pharmacy, hospital, or other person licensed, registered, or otherwise permitted by the United States ... to distribute, dispense, conduct research with respect to, administer, or use in teaching or chemical analysis, a controlled substance in the course of professional practice or research.\"\nThe application of these definitions to John Muyet's conduct clearly shows that his argument has no basis. The evidence presented at trial could lead a reasonable jury to conclude that John Muyet transferred controlled substances to other individuals. Since John Muyet certainly does not fall into the definition of \"practitioner,\" section 841 proscribes the conduct in which he engaged. Accordingly, his conviction stands.\n\nIII. RULE 33 MOTIONS BY THE MUYETS\nThe Muyets move for new trials pursuant to Rule 33 of the Federal Rules of Criminal Procedure. Both defendants claim that they were deprived of a fair trial because of pervasive perjury by Government witnesses, and that they received ineffective assistance of counsel.\n\nA. Perjury Committed by Government Witnesses\n\nRule 33 confers broad discretion upon a trial court to set aside a jury verdict and order a new trial in order to avert a perceived miscarriage of justice. See United States v. Sanchez, 969 F.2d 1409, 1413 (2d Cir.1992). The trial court is entitled to weigh the evidence and in so doing evaluate for itself the credibility of witnesses. See id. A court should exercise this discretion sparingly, and motions for a new trial based on the identification of perjured testimony \"should be granted only with great caution and in the most extraordinary of circumstances.\" Id. at 1414; see also United States v. DiPaolo, 835 F.2d 46, 49 (2d Cir.1987). Trial courts must defer to the jury's assessment of the weight of the evidence and the credibility of the witnesses. See Sanchez, 969 F.2d at 1414; see also United States v. LeRoy, 687 F.2d 610, 616 (2d Cir.1982).\nOnly in exceptional circumstances may the trial judge intrude upon the jury function of credibility assessment. See Sanchez, 969 F.2d at 1414. A defendant arguing for a new trial on the basis of perjured testimony must first demonstrate that a witness committed perjury. See United States v. Torres, 128 F.3d 38, 49 (2d Cir.1997); see also United States v. White, 972 F.2d 16, 20 (2d Cir.1992). If the prosecution was unaware of the perjury, the defendant also \"must show `that the jury probably would have acquitted in the absence of the false testimony.'\" Torres, 128 F.3d at 49 (quoting United States v. Moore, 54 F.3d 92, 99 (2d Cir.1995)). If the prosecution knew or should have known about the perjury, a court *559 will set aside the conviction \"`if there is any reasonable likelihood that the false testimony could have affected the judgment of the jury.'\" Torres, 128 F.3d at 49 (quoting United States v. Wallach, 935 F.2d 445, 456 (2d Cir.1991)).\nJose Muyet alleges that all seven cooperating witnesses who testified on behalf of the Government, as well as several police officers, perjured themselves. John Muyet claims that the testimony of Government cooperating witnesses Quinones and Robert Corona conflicted, meaning that one of them committed perjury. John Muyet also alleges another isolated portion of Corona's testimony is perjurious.\nAs explained, supra, a party alleging perjury must prove that witnesses indeed perjured themselves. Jose Muyet has not made this showing. He has only pointed to various passages of the testimony and concluded that \"the government's case was rife with perjury.\" (Jose Muyet Br. 40). Determinations of credibility must be made by the jury, and not Jose Muyet. The testimony of each Government cooperating witness was subjected to searching, lengthy cross-examination. The Court will not usurp the jury function simply because Jose Muyet interprets the evidence differently than the jury's findings.\nLikewise, John Muyet utterly has failed to prove any perjury on the part of Government witnesses. Quinones testified that during the shooting of the Sanchez brothers, John Muyet possessed the \"Calico\" handgun. Corona testified that he was the one who carried this gun. Though John Muyet claims that this testimony is indicative of perjury, he is mistaken. The conflict to which he points between the testimony of Quinones and Corona is a minor detail, at best. These witnesses testified about numerous activities related to the Nasty Boys that occurred over several years. Additionally, Quinones and Corona were subjected to lengthy cross-examination.\nJohn Muyet next argues that since a portion of Corona's testimony is in conflict with that of Victor Tirado, one of them must have perjured himself. As Tirado testified for the defense, it is unremarkable that his testimony conflicted with the Government's version of events. The jury made its credibility determinations based on the evidence presented, performing its unique function as the finders of fact. This Court will not substitute John Muyet's desired interpretation of the evidence for that of the jury.\nEven if the Muyets could prove perjury by Government witnesses, this alone is not sufficient to justify a new trial. Absent Government knowledge of the perjury, a defendant must also show that the jury probably would have acquitted him in the absence of the false testimony. If a defendant proves that the Government knew or should have known of the perjury, he still must demonstrate a reasonable likelihood that the false testimony could have affected the judgment of the jury. As the Muyets fail to prove the existence of any perjured testimony, this inquiry is irrelevant. However, the Court notes that the evidence adduced at trial against these two defendants was overwhelming.\n\nB. Ineffective Assistance of Counsel\n\nThe Muyets both claim that they received ineffective assistance of counsel and that the Court therefore must grant them a new trial. The Supreme Court stated that in order to prove ineffective assistance of counsel, a defendant must demonstrate both (1) that counsel's performance was deficient, by showing that counsel made errors so serious as not to function as the \"counsel\" guaranteed defendant under the Sixth Amendment to the United States Constitution, and (2) that the deficient performance prejudiced the defense. Strickland v. Washington, 466 U.S. 668, 687, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984).\nThe proper standard for attorney performance is that of reasonably effective assistance. See id. To succeed on an ineffective assistance claim, a defendant must show that counsel's conduct fell below \"an objective standard of reasonableness under prevailing professional norms.\" See id. at 688; see also United States v. Kirsh, 54 F.3d 1062, 1071 (2d Cir.1995). In assessing the defendant's ineffective assistance claims, the court \"must indulge in a strong presumption that counsel's conduct falls within the wide range of *560 reasonable professional assistance.\" Strickland, 466 U.S. at 689. \"Strategic choices made after thorough investigation of law and facts relevant to plausible options are virtually unchallengeable.\" Id. at 690; see also Kirsh, 54 F.3d at 1071. A court evaluating counsel's performance must do so from counsel's perspective at the time of the alleged error and in light of the circumstances. See Strickland, 466 U.S. at 689; see also Kimmelman v. Morrison, 477 U.S. 365, 381, 106 S. Ct. 2574, 91 L. Ed. 2d 305 (1986). This is because an assessment of counsel's performance must make every effort \"to eliminate the distorting effects of hindsight.\" Strickland, 466 U.S. at 689.\nOnce a defendant shows that counsel acted incompetently, the defendant also must prove that counsel's errors were prejudicial. To prove prejudice, a defendant \"must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" Strickland, 466 U.S. at 694; see also Kimmelman, 477 U.S. at 381. \"A reasonable probability is a probability sufficient to undermine confidence in the outcome.\" Strickland, 466 U.S. at 694.\n\n1. Claims by Jose Muyet\n\nJose Muyet claims that his trial attorney, Roy Kulcsar, Esq. (\"Kulscar\"), slept through significant portions of the trial. According to Jose Muyet, this behavior constitutes ineffective assistance of counsel per se and is not subject to the Strickland analysis. However, the Second Circuit has found per se violations of the right to counsel in only two instances: (1) where the attorney was not licensed to practice law because he failed to satisfy the substantive requirements of admission to the bar, and (2) where the attorney was implicated in the defendant's crime. See United States v. O'Neil, 118 F.3d 65, 70-71 (2d Cir.1997), cert. denied, ___ U.S. ____, 118 S. Ct. 728, 139 L. Ed. 2d 666 (1998). Although the Second Circuit suggested in Tippins v. Walker, 77 F.3d 682, 687-689 (2d Cir.1996), that an attorney's sleeping through a substantial portion of the defendant's trial may constitute ineffective assistance of counsel per se, the holding of O'Neil clarified that it does not. Thus, Jose Muyet's allegations concerning sleeping by his trial attorney are subject to the Strickland analysis.\nThe defendants have presented affidavits in which they claim that Kulscar slept every day of the trial, several times per day, for five to ten minutes at a time. This is patently false. Kulscar sat at the front defense table in the position of lead defense counsel, closest to the jury box nearly every day of the proceedings. Therefore, he was in the direct line of sight of the Court for virtually the entire trial. The Court never noticed Kulscar sleeping; if he had slept anywhere near the amount alleged by the Muyets it would have been impossible for the Court not to observe his sleeping.\nSeveral of the attorneys have submitted affidavits concerning Kulscar's alleged sleeping, but did not exaggerate the situation to the same degree as the Muyets. Mitchell A. Golub, Esq., trial attorney for John Muyet, indicated that on \"several occasions,\" the Muyets indicated to him that Kulcsar was sleeping. (Golub Aff.). Mr. Golub did not say that he ever personally noticed Kulscar sleeping. Robert L. Weinstein, Esq., who served as trial attorney for codefendant Pedro Narvaez, stated that on \"two or three occasions\" he noticed that Kulcsar's eyes were closed. (Weinstein Aff.). Finally, Lee A. Ginsberg, Esq., Antonio Feliciano's trial attorney, stated that on \"several occasions\" he noticed that Kulscar appeared to be sleeping, but he did not know how long Kulscar had been in that state. (Ginsberg Aff.).\nEven if the Court accepted the attorneys' observations as fact, the instant motion readily would be distinguishable from Tippins. In Tippins, it was undisputed that the defense counsel was in a state of unconsciousness (actually snoring in the courtroom) throughout the trial. See Tippins, 77 F.3d at 688. At critical times in the trial, Tippins effectively \"had no counsel to sort out what initiatives were open\" to him. See id. at 687. During the five-month trial of the so-called Nasty Boys, Kulscar unquestionably was the most vocal of the five defense lawyers. In fact, Jose Muyet cites Kulscar's repeated objections as another instance of ineffective assistance of counsel.\n*561 Based on its observations of Kulscar throughout the lengthy trial, the Court determines that his level of alertness and attentiveness to the proceedings in no way fell below prevailing professional norms and was not unprofessional error.\nJose Muyet next claims that Kulscar's cross-examination of Abelardo Ramos constitutes ineffective assistance of counsel because Kulscar elicited a link between the murder of Rafael Cruz and the criminal enterprise. The line of questioning pursued by Kulscar is a strategic issue, and the Court must not view this decision through the distorting effects of hindsight. The defense counsel may have asked these questions of Ramos in order to attack Ramos's credibility or to show inconsistencies in the testimony of other Government witnesses. Competent attorneys routinely seek to elicit testimony for these reasons. The actions of Kulscar were not unprofessional error.\nConcerning Kulscar's alleged overly-long cross-examinations and too-frequent objections, the Court simply notes that every individual has his or her own personal style that suits the individual. Kulcsar is a successful and respected attorney who has honed his professional technique through many years of trial. What one may consider to be tedious another may consider as great attention to detail. Kulcsar made the strategic choice to object often and to conduct his cross-examinations in the manner he felt to be the most effective. These strategic choices are virtually unreviewable and did not constitute ineffective assistance of counsel.\nJose Muyet also questions the decision whether or not to call several witnesses. \"[T]he tactical decision of whether to call specific witnesses \u0097 even ones that might offer exculpatory evidence \u0097 is ordinarily not viewed as a lapse of professional representation.\" United States v. Schmidt, 105 F.3d 82, 90 (2d Cir.), cert. denied, ___ U.S. ____, 118 S. Ct. 130, 139 L. Ed. 2d 80 (1997); see also United States v. Romero, 54 F.3d 56, 60 (2d Cir.1995), cert. denied, ___ U.S. ____, 116 S. Ct. 1449, 134 L. Ed. 2d 568 (1996). Jose Muyet argues that the decision to call Joseph Quirk, a crime scene/ballistics expert, was unprofessional error. Unquestionably, the Government effectively cross-examined Quirk. However, the facts of the case gave Quirk little with which to work. Following a thorough investigation of the law and facts relevant to the plausible options, the defense made the strategic decision to call an expert to rebut some of the Government's evidence. This choice is virtually unreviewable in the context of an ineffective assistance claim. See Strickland, 466 U.S. at 690.\nJose Muyet concludes his laundry list of grievances with reference to five separate witnesses whom Kulscar did not call to testify, each of whom purportedly would have provided exculpatory testimony. Not one of these five individuals (Freddie Valloy, a/k/a \"Cabellon\", Detective Joseph Cruz, Pablo Reyes, Julio Beniquez, and Dominique Raia) has provided an affidavit concerning the subject matter of his or her testimony. Kulscar, as well as several other defense attorneys, spent significant time discussing whether to call Valloy. The attorneys decided not to have this witness testify, and Jose Muyet stated in court that he agreed with the decision. Defense counsel requested that Detective Cruz be made available, but the Detective was assigned to a detail in Europe throughout the trial. Even if Detective Cruz had testified as Jose Muyet claims, this would be a defense admission to narcotics conspiracy. Thus, the decision not to call Detective Cruz contained an obvious strategic component. Counsel made the strategic decision not to call Reyes and Beniquez to testify. This is understandable, as both men were incarcerated and had criminal pasts. Finally, the Court likely would have excluded the proposed testimony of Raia as irrelevant, since her proposed testimony concerned activities that occurred outside of the time period charged in the Indictment. Following a thorough assessment of the options, Kulscar made strategic choices not to call these witnesses to testify. These decisions do not constitute unprofessional error.\nBesides failing to prove that Kulscar's conduct fell below an objective standard of reasonableness, Jose Muyet fails to show that Kulscar's actions were prejudicial. The Government presented convincing and overwhelming *562 evidence against Jose Muyet. Seven Government cooperating witnesses, numerous law enforcement officers, a ballistics expert, a medical examiner, and lay witnesses testified as to Jose Muyet's numerous criminal activities. Physical evidence, including photographs, documents, and hospital records, supported the live testimony. Therefore, Jose Muyet's claims of ineffective assistance of counsel must fail.\n\n2. Claims by John Muyet\n\nJohn Muyet submits a list of eighteen alleged instances of ineffective assistance of counsel. Thirteen of these instances involve the failure to call witnesses who purportedly would have provided exculpatory evidence, five involve other claims of unprofessional error, and each is completely lacking of merit. John Muyet has provided no affidavits from any of the thirteen individuals whom he argues his trial counsel, Mitchell A. Golub, Esq. (\"Golub\"), should have called.\nGolub made the strategic decision not to call the listed individuals to testify. Many of them, including Jamie Rodriguez, Valloy, Robert Flores, a/k/a \"CBS\", Andrew Rodriguez, Teo Johnson, and Marqueo Stroud, had significant criminal pasts. A reasonably competent attorney certainly could determine that the risks of these witnesses outweighed the benefits. The other individuals included three law enforcement officers (Lieutenant Sean O'Toole and Detective Anna Torres of the New York City Police Department as well as Special Agent Brian Gallagher of the Bureau of Alcohol, Tobacco and Firearms), unidentified witnesses (those who called 911 concerning the Sanchez murders), an unavailable witness (Marcos Reyes), Eliza Cassamandero,[6] and Raisa Corona, the wife of Government cooperating witness Robert Corona. The testimony of these witnesses was either impossible to obtain, damaging to John Muyet's defense, or related only to an insignificant portion of the case.\nGolub presented a thorough defense of John Muyet throughout the entire five-month trial. He clearly investigated the law and facts relevant to this case and made the choice not to call these witnesses to testify. Trial counsel's decisions not to call these witnesses are strategic in nature and are virtually unchallengeable in the context of ineffective assistance claims. See Strickland, 466 U.S. at 690.\nJohn Muyet's other complaints about the performance of his trial counsel also must fail. John Muyet states that Golub failed to emphasize inconsistencies between witnesses relating to the murder of the Sanchez brothers and failed to capitalize on purported inconsistencies concerning the introduction of crack into the Nasty Boys' operation. The inconsistency claimed by John Muyet relating to the Sanchez murders is that Ramos testified that two vehicles were used in the crime while other witnesses saw three. Concerning the introduction of crack, John Muyet does not present the testimony that he claims conflicts. Regardless, these obviously are very insignificant points in the totality of a five-month trial. Golub's decision to emphasize different issues in his summation is not unprofessional error.\nJohn Muyet argues that Golub erred by not requesting a missing witness charge to the jury when the Government did not call Reyes to testify. The Government was unable to locate Reyes. He was as available to the defense as he was to the Government. Thus, a missing witness charge was inappropriate. Also, John Muyet claims that counsel failed to \"effectively object\" to the portion of the jury charge based on Pinkerton v. United States, 328 U.S. 640, 66 S. Ct. 1180, 90 L. Ed. 1489 (1946). (John Muyet Aff. 4). Based on the nature and circumstances of the case, the Pinkerton charge was appropriate. Golub did not commit any unprofessional errors concerning the jury charge.\nFinally, John Muyet claims that Golub's failure to cross-examine Corona about the locations and times of meetings between them constitutes ineffective assistance of counsel. Purportedly, this examination would have led to impeachment of Corona's *563 testimony by evidence and records of John Muyet's work schedule at his mother's store. The various defense attorneys cross-examined Corona for approximately four days, longer than any other Government witness. During this time, the defense attorneys vigorously attacked Corona's credibility in numerous ways. The additional cross-examination is not something that would sway a jury in the face of the crucible of cross to which he had already been subjected. Moreover, John Muyet's mother testified as to his work at her store, attempting to provide him with an alibi for the Julio Flores murder. She also suggested that John Muyet worked at the store on a regular basis during the time period at issue. Golub's decision not to pursue this specific avenue on cross-examination was not unprofessional error.\nBesides failing to prove that the conduct of Golub fell below an objective standard of reasonableness, John Muyet also fails to show that Golub's actions were prejudicial. The Government presented voluminous and significant evidence of John Muyet's criminal activity. Six Government cooperating witnesses, numerous law enforcement officers, and ballistics and medical experts testified as to the defendant's crimes. John Muyet's claims of ineffective assistance of counsel are meritless.\n\nIV. RULE 34 MOTIONS BY THE MUYETS\nThe Muyets argue that this Court should arrest the judgments against them because the Court was without jurisdiction over the RICO and violent crimes in aid of racketeering counts of the indictment, and an independent state ground for prosecution of their activities exists.\n\nA. Standard for Rule 34 Motions\n\nRule 34 of the Federal Rules of Criminal Procedure provides that \"[t]he court on motion of a defendant shall arrest judgment if the indictment or information does not charge an offense or if the court was without jurisdiction.\" In deciding a Rule 34 motion, \"A court may not look beyond the face of the `record' which consists of `no more than the indictment, the plea, the verdict ... when the plea is \"not guilty\" ... and the sentence....'\" United States v. Stolon, 555 F. Supp. 238, 239 (E.D.N.Y.1983) (quoting United States v. Bradford, 194 F.2d 197, 201 (2d Cir.1952)).\n\nB. The Muyets' Claims\n\nIn United States v. Lopez, 514 U.S. 549, 561, 115 S. Ct. 1624, 131 L. Ed. 2d 626 (1995), the Supreme Court held that 18 U.S.C. § 922(q), which prohibited possession of a firearm in a school zone, violated the Commerce Clause because the prohibited activity did not affect interstate commerce. The Muyets complain that the RICO and violent crimes in aid of racketeering activity statutes that served as the basis for a number of their convictions similarly violate the Commerce Clause. This argument has no basis whatsoever.\nThe Lopez Court contrasted § 922(q) with statutes that contain a \"jurisdictional element which would ensure, through case-by-case inquiry, that the (prohibited activity) affects interstate commerce.\" Id. at 561-62. The language of the RICO statute specifically contains such a jurisdictional element:\nIt shall be unlawful for any person employed by or associated with any enterprise engaged in, or the activities of which affect, interstate or foreign commerce, to conduct or participate, directly or indirectly, in the conduct of such enterprise's affairs through a pattern of racketeering activity or collection of unlawful debt.\n18 U.S.C. § 1962(c). Likewise, the language of the violent crimes in aid of racketeering activity statute contains a jurisdictional element:\n(a) Whoever, as consideration for the receipt of, or as consideration for a promise or agreement to pay, anything of pecuniary value from an enterprise engaged in racketeering activity, or for the purpose of gaining entrance to or maintaining or increasing position in an enterprise engaged in racketeering activity, murders, kidnaps, maims, assaults with a dangerous weapon, commits assault resulting in serious bodily injury upon, or threatens to commit a *564 crime of violence against any individual in violation of the laws of any State or the United States, or attempts or conspires so to do, shall be punished \u0097 ....\n(b) As used in this section \u0097\n(2) \"enterprise\" includes any partnership, corporation, association, or other legal entity, and any union or group of individuals associated in fact although not a legal entity, which is engaged in, or the activities of which affect, interstate commerce.\n18 U.S.C. § 1959.\nThe Supreme Court has reviewed RICO cases since Lopez, and has not found any violation of the Commerce Clause. See, e.g., United States v. Robertson, 514 U.S. 669, 115 S. Ct. 1732, 131 L. Ed. 2d 714 (1995). The Second Circuit has not yet faced a specific Lopez challenge to RICO, but when faced with such a challenge to the Hobbs Act, the Court stated that \"[w]e find nothing in Lopez to suggest that the Court intended to heighten the threshold for establishing jurisdiction under ]statutes which require a particularized showing of jurisdiction].\" United States v. Farrish, 122 F.3d 146, 149 (2d Cir.1997), cert. denied, ___ U.S. ____, 118 S. Ct. 1056, 140 L. Ed. 2d 118 (1998).\nJudge John F. Keenan of this Court addressed a Lopez challenge to RICO, 18 U.S.C. §§ 1962(c) and (d), the violence in aid of racketeering statute, 18 U.S.C. § 1959, and the use of a firearm during and in relation to a crime of violence statute, 18 U.S.C. § 924(c), and held that those crimes \"affect interstate commerce in a very real way. They interfere with persons, provisions of services, and other things which are related to and very much in interstate commerce.\" United States v. Torres, S2 94 Cr. 466(JFK), 1995 WL 459247, at *2 (S.D.N.Y. Aug. 2, 1995), aff'd, 129 F.3d 710 (2d Cir.1997). On appeal in Torres, the Second Circuit was not presented with a claim that the RICO statutory provisions violated the Commerce Clause. However, the Court did determine that § 1959, violent crimes in aid of racketeering activity, did not violate the Commerce Clause. The Court held that § 1959 is constitutional, for there must exist a nexus between the act charged and interstate commerce before federal jurisdiction will attach. See Torres, 129 F.3d at 717. Thus, based on the language of the respective statutes and the case law developed subsequent to Lopez, it is clear that the RICO statutes and the violent crimes in aid of racketeering activity statute are within Congress's powers under the Commerce Clause and are constitutional.\nThe Muyets also argue that because an \"independent state ground\" exists for the prosecution of these offenses, the Court must arrest judgment. This argument is meritless. A cursory perusal of Title 18 of the United States Code indicates that hundreds of federal laws exist that make certain activities criminal. Most if not all of these activities also are classified as criminal under state law.\nThe indictment in this case contains a proper jurisdictional element for each crime charged. The indictment therefore charges crimes over which this Court has jurisdiction. The Court therefore denies the Muyets' motions under Rule 34.\n\nCONCLUSION\nFor the reasons stated above, defendants' motions pursuant to Rules 29, 33, and 34 of the Federal Rules of Criminal Procedure are HEREBY DENIED.\nSO ORDERED.\nNOTES\n[1]  As to Count One, the Indictment alleged and the jury found that Jose Muyet committed the following predicate racketeering acts: conspiracy to murder Herman Figueroa (act 1(a)); murder of Herman Figueroa (act 1(b)); conspiracy to murder Rafael Cruz (act 2(a)); murder of Rafael Cruz (act 2(b)); conspiracy to murder Angel Luis Rivera, Nelson Pacheco and Antonio Cruz (act 3(a)); murder of Angel Luis Rivera (act 3(b)); murder of Nelson Pacheco (act 4); murder of Antonio Cruz (act 5); conspiracy to murder members of the Wolfpack (act 6(a)); attempted murder of members of the Wolfpack (act 6(b)); conspiracy to murder Antonio Flores (act 7(a)); murder of Antonio Flores (act 7(b)); conspiracy to murder Julio Flores (act 8(a)); murder of Julio Flores (act 8(b)); conspiracy to murder members of a rival drug gang (act 9(a)); attempted murder of members of a rival drug gang (act 9(b)); murder of Carlos Sanchez (act 9(c)); murder of Raymond Sanchez (act 10); conspiracy to murder Miguel Parrilla (act 11(a)); attempted murder of Miguel Parrilla (act 11(b)); murder of Miguel Parrilla (act 11(c)); conspiracy to murder Alexis Salcedo and Hermenio Salcedo (act 13(a)); attempted murder of Alexis Salcedo (act 13(b)); attempted murder of Hermenio Salcedo (act 13(c)); conspiracy to murder Radames Vega (act 14(a)); murder of Radames Vega (act 14(b)); and conspiracy to distribute narcotics (act 15).\n[2]  As to Count One, the Indictment alleged and the jury found that John Muyet committed the following predicate racketeering acts: conspiracy to murder Julio Flores (act 8(a)); murder of Julio Flores (act 8(b)); conspiracy to murder members of a rival drug gang (act 9(a)); attempted murder of members of a rival drug gang (act 9(b)); murder of Carlos Sanchez (act 9(c)); murder of Raymond Sanchez (act 10); conspiracy to murder Miguel Parrilla (act 11(a)); attempted murder of Miguel Parrilla (act 11(b)); murder of Miguel Parrilla (act 11(c)); conspiracy to murder Diego Garcia (act 12); conspiracy to murder Radames Vega (act 14(a)); murder of Radames Vega (act 14(b)); and conspiracy to distribute narcotics (act 15).\n[3]  The alleged disparaging statement by the Court must be placed in its proper context. During the cross-examination of John Muyet's mother, the Government adduced that she was using an interpreter even though she wrote and spoke English. Following complaints about the Court-certified interpreters, the Court stated \"when we have translations given, even when a witness could have been speaking in English perfectly well, as we have learned, when we have translations, and we are not satisfied with the interpreter's translation, I am going to permit defense counsel to bring that to our attention.\" John Muyet's trial counsel, Mitchell Golub, Esq., argued that the Court's comment could be construed as the Court indicating that the witness was lying about her ability to speak English. The Court then clarified the matter for the jury by stating, \"I want to say first that I spoke out of turn when I indicated that this witness speaks English and understands English, and writes English, and yet has an interpreter. This is not the first case I have had where a person, whose first language is the preferred language, and particularly with the pressures of testifying under oath, wants to be using the witness's first language, and have it translated. This is not unusual. And the requests are always accommodated by the Court. That's what we are doing here. So I apologize to the extent that I gave the wrong impression that maybe she could have proceeded in English. That is not the case. The request has been made and she is being accommodated.\"\n[4]  The jury found that Jose Muyet committed the following violent crimes in aid of racketeering activity: conspiracy to murder Herman Figueroa (Count 3); murder of Herman Figueroa (Count 4); conspiracy to murder Rafael Cruz (Count 5); murder of Rafael Cruz (Count 6); conspiracy to murder Angel Luis Rivera, Nelson Pacheco and Antonio Cruz (Count 7); murder of Angel Luis Rivera (Count 8); murder of Nelson Pacheco (Count 9); murder of Antonio Cruz (Count 10); conspiracy to murder members of the Wolfpack (Count 11); attempted murder of members of the Wolfpack (Count 12); conspiracy to murder Antonio Flores (Count 13); murder of Antonio Flores (Count 14); conspiracy to murder Julio Flores (Count 15); murder of Julio Flores (Count 16); conspiracy to murder members of a rival drug gang (Count 17); attempted murder of members of a rival drug gang (Count 18); murder of Carlos Sanchez (Count 19); murder of Raymond Sanchez (Count 20); conspiracy to murder Miguel Parrilla (Count 21); attempted murder of Miguel Parrilla (Count 22); murder of Miguel Parrilla (Count 23); conspiracy to murder Alexis Salcedo and Hermenio Salcedo (Count 25); attempted murder of Alexis Salcedo (Count 26); attempted murder of Hermenio Salcedo (Count 27); conspiracy to murder Radames Vega (Count 28); and murder of Radames Vega (Count 29).\n[5]  The fact that the Sanchez brothers were not intended victims of the crime is irrelevant. See United States v. Malpeso, 115 F.3d 155, 164 (2d Cir.1997) (If murder occurred in course of a plot to murder in violation of § 1959(a), irrelevant whether victim was intended or unintended); see also Concepcion, 983 F.2d at 381-82.\n[6]  John Muyet identifies this individual as Eliza Cassamandero. The Government identifies her as Eliza Casanova.\n\n",
            "ocr": false,
            "opinion_id": 1530711
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}