{
    "id": 1540516,
    "judges": "Cavanaugh, Melinson and Watkins",
    "date_filed": "1987-12-13",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-shaw",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Shaw",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellee, v. Andre SHAW, Appellant",
    "attorneys": "Norris E. Gelman, Philadelphia, for appellant., Donna G. Zucker, Assistant District Attorney, Philadelphia, for Com., appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted April 18, 1988.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b563-7\">\n    550 A.2d 555\n   </citation><parties id=\"AuN\">\n    COMMONWEALTH of Pennsylvania, Appellee, v. Andre SHAW, Appellant.\n   </parties><court id=\"A7l\">\n    Superior Court of Pennsylvania.\n   </court><otherdate id=\"AFl\">\n    Submitted April 18, 1988.\n   </otherdate><decisiondate id=\"ARKu\">\n    Filed Nov. 7, 1988.\n   </decisiondate><br><attorneys id=\"b565-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"493\"> \n     *493\n     </span>\n    Norris E. Gelman, Philadelphia, for appellant.\n   </attorneys><br><attorneys id=\"b565-9\">\n    Donna G. Zucker, Assistant District Attorney, Philadelphia, for Com., appellee.\n   </attorneys><br><judges id=\"b565-10\">\n    Before CAVANAUGH, MELINSON and WATKINS, JJ.\n   </judges>",
    "citations": [
        "550 A.2d 555",
        "379 Pa. Super. 491"
    ],
    "opinions": [
        {
            "author_str": "Cavanaugh",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n379 Pa. Superior Ct. 491 (1988)\n550 A.2d 555\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nAndre SHAW, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted April 18, 1988.\nFiled November 7, 1988.\n*493 Norris E. Gelman, Philadelphia, for appellant.\nDonna G. Zucker, Assistant District Attorney, Philadelphia, for Com., appellee.\nBefore CAVANAUGH, MELINSON and WATKINS, JJ.\nCAVANAUGH, Judge:\nThe appeal is from the denial of a request for relief pursuant to the Post Conviction Hearing Act (PCHA), 42 Pa.C.S.A. § 9541 et seq. Appellant challenges the length of sentences imposed after his second trial for murder and robbery. He argues that his current aggregate sentence of twenty to forty years is in fact harsher than his original *494 sentence of life imprisonment and a concurrent term of ten to twenty years. Additionally, appellant takes issue with the sentence credit for the amount of time spent in custody prior to imposition of his second sentences. Finally, in a pro se supplemental brief, appellant seeks a new sentence based upon the trial court's consideration of impermissible factors.\nAppellant was originally tried for murder, aggravated robbery, and burglary in March, 1973 and was convicted by a jury of these charges. He was sentenced to a life term of imprisonment for first degree murder and a concurrent term of ten to twenty years imprisonment for the aggravated robbery. On appeal of these convictions, the Pennsylvania Supreme Court awarded appellant a new trial on the basis of the illegality of appellant's arrest. Commonwealth v. Shaw, 476 Pa. 543, 383 A.2d 496 (1978).\nThe second trial was held before the Honorable Edwin S. Malmed and a jury in June, 1978. The result of this trial was convictions of second degree murder and robbery. After the filing of post-verdict motions, and argument thereon, Judge Malmed sentenced appellant to maximum terms of imprisonment, i.e., ten to twenty years on the second degree murder[1] and a consecutive term of ten to twenty years on the aggravated robbery.\nAppellant took a direct appeal from his second convictions, which were affirmed. Commonwealth v. Shaw, 494 Pa. 364, 431 A.2d 897 (1981).\nAppellant sought PCHA relief, and for the first time raised the issues currently before us. As stated in the brief for appellant, those issues are as follows:\n1. Was appellant given an increased sentence following his retrial in violation of the double jeopardy clauses of the state and federal constitutions, and was trial counsel ineffective for failing to object to the sentencing on these grounds and was appellate counsel ineffective for *495 failing to raise these arguments via ineffectiveness of trial counsel allegations on direct appeal?\n2. Should appellant have been given full credit for the time he served on both the murder and robbery convictions when resentenced and were not both trial counsel and appellate counsel ineffective for failing to raise these arguments at sentencing and on direct appeal respectively?\nAdditionally, the following issue is raised in the pro se supplemental brief for the appellant:[2]\n3. [Were] appellant's sentences imposed after a successful appeal based upon impermissible factors and were both trial and appellant counsel ineffective for failing to raise this issue when each should have raised it?\nA claim of ineffectiveness of counsel requires a determination whether the claim is of arguable merit, and, if so, whether the course chosen by counsel had a reasonable basis designed to serve the client's interests. Finally, a showing that counsel's performance caused actual prejudice is required before counsel is considered constitutionally ineffective. Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987); Commonwealth v. Christy, 511 Pa. 490, 515 A.2d 832 (1986); Commonwealth v. Wienckowski, 371 Pa.Super. 153, 537 A.2d 866 (1988).\nThe first issue provides no basis upon which to find a claim of arguable merit since it is directly controlled by the *496 case Commonwealth v. Brenizer, 477 Pa. 534, 384 A.2d 1218 (1978). As noted by the PCHA court, Brenizer presented a nearly identical issue where a defendant, who had received concurrent terms of life and ten to twenty years for murder/robbery convictions, after retrial received consecutive ten to twenty year terms. The Supreme Court rejected the argument that the later sentence was actually harsher than the first because it delayed defendant's eligibility for parole. Since a life sentence precludes parole, the court found that the second sentence, which provided for the opportunity of parole after expiration of the minimum sentence, was not more severe than the first sentence.\nAppellant attempts to distinguish Brenizer by stating that his case does not deal with parole eligibility. As articulated in appellant's counselled brief:\nBrenizer argued that these consecutive sentences were \"harsher\" because they \"required him to wait longer before he became eligible for parole.\"\nThe court rejected this argument as well it should since it was clear that parole eligibility was not the critical factor involved. As to parole eligibility, it was, and is, clear that with life sentence, there is no parole eligibility and that only the Governor, upon the Board of Pardons recommendation, may commute a life sentence. See Article 4, Section 9, Pa. Constitution. Thus, parole eligibility, delayed parole, and anything to do with parole is irrelevant when a life sentence has been imposed, and the Court had no choice in Brenizer but to reject the arguments as made. See Justice Roberts' dissent in Commonwealth v. McClendon, 495 Pa. 467, 434 A.2d 1185 at 1191 (1981).\nAppellant's position herein is simply that his present sentence of 20-40 years is harsher than a life sentence with a concurrent 10-20 year term. This is so since appellant is eligible for parole only after having served his minimum sentence of 20 years. See Act of August 6, 1941, 61 P.S. Section 331.21.\n\n*497 Appellant's life sentence was subject to commutation at any time, and the average time served on a life sentence imposed when appellant's was imposed was far less than 20 years. See \"Time Served by Commuted Lifers, 1971-1980,\" Dept. of Justice Bureau of Corrections, Planning &amp; Research Division, Harrisburg, 1981.\nThus, appellant's consecutive sentences which totalled 20-40 years violated both the state and federal constitutions.\nBrief for Appellant at 10-11. (Emphasis added.)\nWe are not persuaded by this argument that appellant is not basing his claim for relief upon parole eligibility. As the emphasized sentence from his brief indicates, appellant's position reduces to an assertion that his new sentence requires him to serve a longer term since he is not eligible for release from prison as quickly as he was under his original sentence. As such, we are obligated to apply the holding of Brenizer.\nWere we writing upon a clean slate, we would be inclined to agree with appellant that there is an issue that his new sentence may indeed be harsher than his original one. As noted by the appellant, a life sentence may be commuted by the Governor. We further agree that the average term a person sentenced to life might expect to serve may be a period of less than twenty years. Statistics demonstrate that the grant of commutation in this Commonwealth has much to do with the philosophy of the incumbent governor. However, we are without authority to fail to follow Brenizer, and for this reason find appellant's first claim to be without merit.\nThe second issue relates to the proper computation of credit for time served to which appellant is entitled. Appellant contends that since six and a half years elapsed between the time of his being taken into custody and his being sentenced after the second trial, a portion of which period he was serving concurrent sentences, he is entitled to a credit of six and a half years on each sentence. That is, that his original murder sentence and robbery sentence *498 were being served concurrently, and, therefore, he should be afforded six and half years credit for each sentence since the time spent in jail was being counted against each sentence.\nThe calculation of credit for time served is provided for by statute:\n§ 9760. Credit for time served\n\nAfter reviewing the information submitted under section 9737 (relating to report of outstanding charges and sentences) the court shall give credit as follows:\n(1) Credit against the maximum term and any minimum term shall be given to the defendant for all time spent in custody as a result of the criminal charge for which a prison sentence is imposed or as a reult of the conduct on which such a charge is based. Credit shall include credit for time spent in custody prior to trial, during trial, pending sentence, and pending the resolution of an appeal.\n(2) Credit against the maximum term and any minimum term shall be given to the defendant for all time spent in custody under a prior sentence if he is later reprosecuted and resentenced for the same offense or for another offense based on the same act or acts. This shall include credit in accordance with paragraph (1) of this section for all time spent in custody as a result of both the original charge and any subsequent charge for the same offense or for another offense based on the same act or acts.\n(3) If the defendant is serving multiple sentences, and if one of the sentences is set aside as the result of direct or collateral attack, credit against the maximum and any minimum term of the remaining sentences shall be given for all time served in relation to the sentence set aside since the commission of the offenses on which the sentences were based.\n(4) If the defendant is arrested on one charge and later prosecuted on another charge growing out of an act or acts that occurred prior to his arrest, credit against the maximum term and any minimum term of any sentence *499 resulting from such prosecution shall be given for all time spent in custody under the former charge that has not been credited against another sentence.\n1974, Dec. 30, P.L. 1052, No. 345 § 1, effective in 90 days. As amended 1980, Oct. 5, P.L. 693, No. 142, § 401(a), effective in 60 days.\n42 Pa.C.S.A. § 9760, replacing 19 P.S. § 898.\nThe basic law regarding credit for time served is contained in Commonwealth v. Ulmer, 211 Pa.Super. 193, 238 A.2d 38 (1967). In that case this court considered for the first time whether a person granted a new trial and resentenced should be given credit for time served under an invalid sentence for the same acts. In answering this question in the affirmative, we stated as follows:\nThe principle underlying this statute [19 P.S. § 898, predecessor to 42 Pa.C.S.A. § 9706] is that a defendant should receive credit for time spent in custody prior to the imposition of sentence for a particular offense. See Commonwealth ex rel. Bleecher v. Rundle, 207 Pa.Super. 443, 217 A.2d 772 (1966). If the first sentence is subsequently invalidated and a person is retried and convicted for having committed the same act, he should not be denied credit merely because a new trial is required. Although the trial and conviction may be voided on appeal, the time illegally exacted is an indisputable fact . . . A prisoner seeking review of his case should not be required to do so at the risk of having a new sentence imposed which, aggravated with the time already served, would greatly exceed the maximum sentence which the court might originally have imposed.\nWe therefore conclude that § 898 of the Penal Code, noted above, requires that a defendant convicted after a new trial shall receive credit for time served under the invalid sentence for the same criminal acts.\nId., 211 Pa.Superior Ct. at 196, 197, 238 A.2d at 39-40.\nUlmer, however, did not present a situation involving concurrent sentences. Subsequent caselaw also leaves open the question posed in the instant case. See e.g., Commonwealth *500 v. Bailey, 258 Pa.Super. 364, 392 A.2d 836 (1978); Commonwealth v. Meise, 225 Pa.Super. 524, 312 A.2d 48 (1973).\nThere has evolved the principle that there is no entitlement to double credit for time spent in custody. See, Lantzy v. Commonwealth, 44 Pa.Comm.Ct. 396, 403 A.2d 1069 (1979). However, again, the context does not involve prior serving of concurrent sentences.\nThe PCHA court disposed of this issue on the basis that there was insufficient evidence presented regarding the number of years for which credit had been given to appellant. We note that the record reflects that at sentencing, before Judge Malmed, sentence on the murder charge was imposed and credit time was to be computed by the prison authorities. Sentence on the aggravated robbery was imposed to run consecutively. The only other evidence of record consists of appellant's testimony at the PCHA hearing. His direct testimony provides in relevant part:\nQ. Incidentally, sir, after you were sentenced were you given credit for time served prior thereto?\nA. No, sir.\nQ. You were given credit, you had served six years and approximately six months prior, am I correct?\nA. Yes.\nQ. And that was given to you or one of your two ten year sentences, is that correct?\nA. Right.\nQ. But not given to you as to the other sentence, am I correct?\nA. No, sir.\nQ. When you first served that six years and six months both of those sentences were concurrent, am I correct?\nA. Yes.\nNotes of Testimony, 7/24/85 at 5-6.\nWe are constrained to agree with the PCHA court's finding that on this record appellant failed to sufficiently show the actual period of time for which he has received *501 credit. Indeed, such computation may not have already been made since the question most often appears at time of application for parole. We find that absent sufficient reliable evidence concerning the computation by the prison authorities or state parole board, or both, of appellant's credit for time served we can find no error by the PCHA court, without prejudice to appellant's rights to appropriately raise this issue.\nThe final argument raised relates to whether the lower court considered improper factors in the imposition of sentence. Appellant points to the following statements by the sentencing court as indication of improper motivation:\nMr. Shaw, I have considered your situation very carefully and I am going to state some very brutal facts to you.\nIt is my feeling, it has been my feeling since the jury returned its verdict, that you were indeed a very lucky man and that you were indeed lucky that you have such capable counsel as Mr. O'Donnell who somehow was able to persuade the jury to come in with a verdict of second-degree murder. If ever there was a case of first-degree murder, this was it, but the jury gave you a break, a break that I do not understand, but we cannot, and I haven't any inclination to fight the jury's verdict.\nNow, you have not shown any remorse at any time. As I understand it, you still insist on an alibi to the effect you were not present during this occurrence at all, didn't participate in it, but instead, you were at your home at the time of the occurrence.\nNotes of Testimony, 11/28/78 at 42.\nWe agree with appellant to the degree that the court at sentencing made improper commentary upon the jury verdict and expression of its personal belief that the crime charged constituted first degree murder rather than second degree murder as found by the jury. We are further concerned that implicit in these remarks is a negative comment upon the exercise of appellant's right to appeal his first judgment of sentence. Nonetheless, we find that the *502 sentence imposed, the maximum lawful sentence, was not improper in light of all the circumstances which were before the court. Judge Malmed considered appellant's prior record and experience with the criminal justice system. He stated that he had had the opportunity to look at the presentence reports and the mental health evaluation. See Commonwealth v. Devers, 519 Pa. 88, 546 A.2d 12 (1988). We are convinced that the lower court, despite its commentary upon appellant's maintenance of his innocence of the crime and the leniency of the jury verdict, evidenced a consideration of all relevant factors before it imposed sentence. Under the circumstances we are powerless to overturn the judgment of the sentencing court. Therefore, we do not find prior counsel ineffective for not raising this issue.\nORDER AFFIRMED.\nMELINSON, J., concurs in the result.\nNOTES\n[1]  At the time of the commission of the offense the maximum punishment for second degree murder was twenty years incarceration.\n[2]  We consider this issue, although contained in a pro se brief filed after a counselled brief, upon the authority of Commonwealth v. Gaerttner, 518 Pa. 452, 543 A.2d 1091 (1988). In a per curiam, single paragraph order, the Supreme Court remanded a case to this court for consideration of the issues raised in a pro se brief. This court, in an unpublished decision, declined to consider on the basis of Superior Court precedent, those issues in the pro se brief since appellant was represented by counsel on appeal and the pro se brief was filed before the counselled brief. We see no legal reason to distinguish the holding of Gaerttner, and, therefore, consider the issue in the pro se brief. See also, Commonwealth v. Kibler, 294 Pa.Super. 30, 439 A.2d 734 (1982) (court considered pro se brief where appellant filed it after counselled brief was filed; appellant had not made a choice as to whether he wanted to act on his own behalf or through counsel). (The first issue in the pro se brief is identical with the second issue in the counselled brief, and we treat these issues together.)\n\n",
            "ocr": false,
            "opinion_id": 1540516
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}