{
    "id": 1032317,
    "judges": null,
    "date_filed": 1373241600000,
    "date_filed_is_approximate": false,
    "slug": "raymond-whitley-v-evelyn-seifert-warden",
    "case_name_short": null,
    "case_name": "Raymond Whitley v. Evelyn Seifert, Warden",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Civil-Other",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.courtswv.gov/supreme-court/memo-decisions/spring2013/12-0869memo.pdf",
            "author_id": null,
            "opinion_text": "                             STATE OF WEST VIRGINIA\n\n                           SUPREME COURT OF APPEALS\n\n                                                                                    FILED\n                                                                                    July 8, 2013\n Raymond Whitley,                                                             RORY L. PERRY II, CLERK\n                                                                            SUPREME COURT OF APPEALS\n Petitioner Below, Petitioner                                                   OF WEST VIRGINIA\n\n\n\n vs.) No. 12-0869 (Fayette County 12-C-213-H)\n\n Evelyn Seifert, Warden Northern Correctional Facility,\n Respondent Below, Respondent\n\n                                MEMORANDUM DECISION\n\n       Petitioner Raymond Whitley, pro se, appeals the order of the Circuit Court of Fayette\nCounty, entered July 12, 2012, denying his petition for a writ of habeas corpus. The respondent\nwarden, by counsel Office of the Attorney General, filed a summary response or, in the alternative,\nmotion to dismiss.\n\n       The Court has considered the parties’ briefs and the record on appeal. The facts and legal\narguments are adequately presented, and the decisional process would not be significantly aided\nby oral argument. Upon consideration of the standard of review, the briefs, and the record\npresented, the Court finds no substantial question of law and no prejudicial error. For these\nreasons, a memorandum decision is appropriate under Rule 21 of the Rules of Appellate\nProcedure.\n\n       Following a 2003 trial, a jury found petitioner guilty of first degree murder, with a\nrecommendation of mercy, and of conspiracy to commit a felony. Petitioner’s direct appeal was\nuntimely, but was nonetheless reviewed by this Court. The appeal was refused by an order entered\nNovember 10, 2004.\n\n        In addition to the instant habeas petition, petitioner filed two previous petitions, Civil\nAction No. 05-C-11-H and Civil Action No. 12-C-83-H. In Civil Action No. 05-C-11-H, petitioner\nwas appointed habeas counsel and, according to his instant petition, was also provided with an\nevidentiary hearing. The circuit court denied the petition in Civil Action No. 05-C-11-H. When\npetitioner subsequently appealed, this Court affirmed the denial of habeas relief in Whitley v.\nRubenstein, No. 101215 (W.Va. Supreme Court, February 25, 2011) (memorandum decision).\n\n        In Civil Action No. 12-C-83-H, petitioner specified three instances where he alleged trial\ncounsel provided ineffective assistance: (1) failing to move to strike certain jurors; (2) failing to\nchallenge the qualifications of two of the State’s witnesses; and (3) asking that the jury not be\ninstructed on the lesser included offense of murder in the second degree. The circuit court denied\n                                                 1\n\fthe petition in Civil Action No. 12-C-83-H by an order entered June 19, 2012, that contained\ndetailed findings.\n\n        Petitioner filed the instant petition on June 28, 2012. In denying the instant petition, the\ncircuit court found that “[t]he present Petition alleges grounds for relief identical to those raised in\na previous Petition filed by the [p]etitioner on March 7, 2012 in Civil Action No. 12-C-83-H.” The\ncircuit court further found in pertinent part as follows:\n\n               5.\t     A review of the case file in Civil Action No. 05-C-11-H\n                       clearly reveals that the issue of ineffective assistance of\n                       [trial] counsel was raised in paragraph 8, section D, of the\n                       Amended Petition filed in said case.\n\n               6.\t     Though the Amended Petition in Civil Action No.\n                       05-C-11-H does not address with particularity the specific\n                       ineffective assistance of counsel issues raised in the Petition\n                       now before the Court, the performance of [p]etitioner’s trial\n                       counsel was fully addressed by the Court in Conclusions of\n                       Law 20 through and including 24 of the Final Order entered\n                       in Civil Action No. 05-C-11-H on March 12, 2010. Said\n                       order denied the requested writ.\n\n               7.\t     Petitioner signed a “Habeas Corpus Grounds for Relief List\n                       Claimed” on June 6, 2006 in Civil Action No. 05-C-11-H\n                       acknowledging that the issue of ineffective assistance of trial\n                       counsel was a ground raised in the Amended Petition.\n\n         Accordingly, the circuit court denied the instant petition in Civil Action No. 12-C-213-H\nbecause “[t]he Court fully and finally adjudicated all issues regarding the performance of\n[p]etitioner’s trial counsel in the Final Order entered on March 12, 2010 in Civil Action No.\n05-C-11-H.” The circuit court further ruled in pertinent part as follows:\n\n               To the extent that [p]etitioner seeks relief on any specific grounds\n               which were not raised with particularity in Civil Action No.\n               05-C-11-H regarding the performance of his trial counsel such\n               grounds have been waived due to his failure to state such allegations\n               with particularity in the Amended Petition filed in Civil Action No.\n               05-C-11-H. Any grounds for habeas relief which could have been\n               advanced on direct appeal or in a previous post-conviction\n               proceeding, but were not raised, have been waived. W.Va. Code §\n               53-4A-1(c).\n\n       We review a circuit court’s order denying a habeas petition under the following standard:\n\n\n                                                   2\n\f              In reviewing challenges to the findings and conclusions of the circuit\n              court in a habeas corpus action, we apply a three-prong standard of\n              review. We review the final order and the ultimate disposition under\n              an abuse of discretion standard; the underlying factual findings under\n              a clearly erroneous standard; and questions of law are subject to a de\n              novo review.\n\nSyl. Pt. 1, Mathena v. Haines, 219 W.Va. 417, 633 S.E.2d 771 (2006).\n\n        On appeal, petitioner asserts that habeas counsel failed to adequately raise the issue of\nwhether it was ineffective assistance for trial counsel to ask that the jury not be instructed on the\nlesser included offense of murder in the second degree. The respondent warden argues that the\ndenial of the instant petition should be affirmed because ineffective assistance of trial counsel has\nalready been adequately addressed by the circuit court.1\n\n       This Court has held that the doctrine of res judicata bars subsequent habeas petitions:\n\n               A judgment denying relief in post-conviction habeas corpus is res\n               judicata on questions of fact or law which have been fully and\n               finally litigated and decided, and as to issues which with reasonable\n               diligence should have been known but were not raised, and this\n               occurs where there has been an omnibus habeas corpus hearing at\n               which the applicant for habeas corpus was represented by counsel or\n               appeared pro se having knowingly and intelligently waived his right\n               to counsel.\n\nSyl. Pt. 2, Losh v. McKenzie, 166 W.Va. 762, 277 S.E.2d 606 (1981). Although\nfactually-supported allegations of ineffective assistance of habeas counsel constitute an exception\nto this rule, the only reason petitioner says that habeas counsel “failed” is because he contends that\ntrial counsel was ineffective. As clearly evident from its order denying the instant petition, the\ncircuit court fully and finally adjudicated all claims that trial counsel was ineffective in Civil\nAction No. 05-C-11-H. The circuit court found that petitioner “acknowledg[ed] that the issue of\nineffective assistance of trial counsel was a ground raised in the Amended Petition [in Civil\nAction No. 05-C-11-H].” Therefore, after careful consideration, this Court concludes that the\ncircuit court did not abuse its discretion in denying the instant petition.\n\n        For the foregoing reasons, we find no error in the decision of the Circuit Court of Fayette\nCounty and affirm the order, entered July 12, 2012, denying the petition for a writ of habeas\ncorpus.\n\n\n\n       1\n          The respondent warden also argues that petitioner’s appeal should be dismissed because\nhe did not file an adequate appendix. Because this Court can dispose of petitioner’s appeal on its\nmerits, see infra, we hereby deny the motion to dismiss as moot.\n                                                  3\n\f                                      Affirmed.\n\nISSUED: July 8, 2013\n\nCONCURRED IN BY:\n\nChief Justice Brent D. Benjamin\nJustice Robin Jean Davis\nJustice Margaret L. Workman\nJustice Menis E. Ketchum\nJustice Allen H. Loughry II\n\n\n\n\n                                  4\n\f",
            "ocr": false,
            "opinion_id": 1032317
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Murder"
}