{
    "id": 1547991,
    "judges": "Garrecht, Denman, Mathews, Stephens, Healy, Bone, and Orr, Circuit Judges",
    "date_filed": "1974-06-16",
    "date_filed_is_approximate": true,
    "slug": "berman-v-united-states",
    "case_name_short": "Berman",
    "case_name": "Berman v. United States",
    "case_name_full": "Berman v. United States",
    "attorneys": "A. L. Wirin, J. B. Tietz, and Abe F. Levy, all of Los Angeles, Cal., for appellant., Charles H. Carr, U. S. Atty., James M. Carter, William L. Ritzi, and Ernest A. Tolin, Asst. U. S. Attys., all of Los Angeles, Cal., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Aug. 27, 1946.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 28,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b431-4\">\n    BERMAN v. UNITED STATES.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b431-5\">\n    No. 10953.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b431-6\">\n    Circuit Court of Appeals, Ninth Circuit.\n   </court><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ASF\">\n    June 29, 1946.\n   </decisiondate><br><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b431-7\">\n    Rehearing Denied Aug. 27, 1946.\n   </otherdate><br><p data-order=\"5\" data-type=\"judges\" id=\"b431-20\">\n    DENMAN, Circuit Judge, dissenting.\n   </p><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b431-24\">\n    A. L. Wirin, J. B. Tietz, and Abe F. Levy, all of Los Angeles, Cal., for appellant.\n   </attorneys><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b431-25\">\n    Charles H. Carr, U. S. Atty., James M. Carter, William L. Ritzi, and Ernest A. Tolin, Asst. U. S. Attys., all of Los Angeles, Cal., for appellee.\n   </attorneys><br><p data-order=\"8\" data-type=\"judges\" id=\"b431-26\">\n    Before GARRECHT, DENMAN, MATHEWS, STEPHENS, HEALY, BONE, and ORR, Circuit Judges.\n   </p>",
    "citations": [
        "156 F.2d 377"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n156 F.2d 377 (1946)\nBERMAN\nv.\nUNITED STATES.\nNo. 10953.\nCircuit Court of Appeals, Ninth Circuit.\nJune 29, 1946.\nRehearing Denied August 27, 1946.\nA. L. Wirin, J. B. Tietz, and Abe F. Levy, all of Los Angeles, Cal., for appellant.\nCharles H. Carr, U. S. Atty., James M. Carter, William L. Ritzi, and Ernest A. Tolin, Asst. U. S. Attys., all of Los Angeles, Cal., for appellee.\nBefore GARRECHT, DENMAN, MATHEWS, STEPHENS, HEALY, BONE, and ORR, Circuit Judges.\nSTEPHENS, Circuit Judge.\nHerman Berman registered under the Selective Training and Service Act of 1940, 54 Stat. 894, 50 U.S.C.A.Appendix, § 301 et seq., and requested classification as a conscientious objector. He was classified by his local board and the appeal board as 1-A, available for military duty, and was ordered to an induction center, there to be inducted into the armed forces. He went to the center, but refused to be inducted. He was thereafter charged under the Act, 50 U.S.C.A.Appendix, § 311, with the offense of refusing to obey a board order, and after trial before a district judge (jury waived), he was convicted. This appeal is from the judgment and sentence upon the judgment.\nA large part of the briefs is devoted to appellant's \"Questions Involved I\" *378 as set out in his opening brief. The question stated is whether or not actual induction into the armed forces must have taken place as a step in the administrative process before a registrant has acquired a legal right to defend against the criminal charge that he had neglected or refused to obey a board order. That question is settled through the Supreme Court trilogy of cases: Falbo v. United States, 320 U.S. 549, 64 S.Ct. 346, 88 L.Ed. 305, which held that defenses could not be interposed until all administrative steps had been taken, Billings v. Truesdell, 321 U.S. 542, 64 S. Ct. 737, 88 L.Ed. 917, which held that the order to go to the place of induction and the induction are administrative steps; and the cases of Estep v. United States and Smith v. United States, 66 S.Ct. 423, 428, which hold in one opinion covering both cases that \"Submission to induction would be satisfaction of the orders of the local boards, not a further step to obtain relief from them.\" We need not advert to this question again as it is clear that Berman had the right to submit his defense.\nThe decision in the case depends upon the interpretation of § 5(g) of the Selective Training and Service Act, 50 U.S.C.A. Appendix, § 305(g). We quote the section in part, emphasizing the specific phrase under question: \"Nothing contained in this Act shall be construed to require any person to be subject to combatant training and service in the land or naval forces of the United States who, by reason of religious training and belief, is conscientiously opposed to participation in war in any form. * * *\"\nWe quote \"Questions Involved II\" from appellant's opening brief: \"Did the Local Board and the Board of Appeals and the Hearing Officer of the Department of Justice erroneously construe the meaning of the phrase `religious training and belief' refusing to classify the appellant 4-E and did the court below erroneously construe and did it erroneously accept an illegal construction of the meaning of the phrase `religious training and belief' in adjudging the appellant guilty?\"\nIn the question appellant is claiming that both his classification and his conviction were based upon an error of law which amounts to a deprivation of due process of law. United States v. Kauten, 133 F.2d 703, is a similar case. United States ex rel. Phillips v. Downer, 135 F.2d 521, and United States ex rel. Reel v. Radt, 141 F.2d 845, are the same in principle, although they are habeas corpus proceedings. All three cited cases were appeals to the Second Circuit.\nSpecifically, appellant here contends that the local and appeal boards and the trial court erroneously narrowed the meaning of the section of the Act exempting conscientious objectors from combat training and service by holding that the phrase in the section, by reason of religious training and belief, limits the exemption to those conscientiously opposed to war as a belief related more or less definitely to deity. He argues, in effect, that a person's philosophy of life or his political view point, to which his conscience directs him to adhere devotedly, or his devotion to human welfare, without the concept of deity, may be religious in nature. Appellant refers to the three last above cited cases in support of his claim. For reasons which will hereinafter appear, we take divergent views from those expressed in those cases. The doctrine approved in the Downer and Badt cases, supra, are based upon the Kauten case, supra, and a cursory view of that case will demonstrate that the point was not necessary to the decision.\nAppellant's statement of the case, so far as it goes, fairly and accurately states the evidence submitted on his behalf. We have deleted non-essentials and have added to it from the record.\n\nThe Appellant's Evidence.\nThe appellant was active in various social movements and had been active in various peace movements, both before and after Pearl Harbor; he had become interested in the peace movement while in junior high school, and had been executive secretary in Los Angeles of the Youth Committee Against War, a national organization composed of students, religious young people and young workers who were opposed to war as a method; he was opposed to all war, and had made speeches on the question *379 of war; his attitude upon the question of war was based on his conscience and fundamental belief in, and devotion to, the brotherhood of all men; at all times he has been willing to and desired to go to a conscientious objector's camp and do work of national importance under civilian direction; he had even been willing to work with the American Field Service and undertake hazardous and life-risking ventures in connection therewith. He would not do non-combatant work within the jurisdiction of the army because his conscience would not permit him to do so; he could not submit to military jurisdiction which was constructed mainly for the destruction of human life when he was \"devoted to the construction of human welfare and human betterment.\" He was a socialist and his belief in socialism was based on a desire to better the life of human beings in general.\nThe appeal board had before it, also, the report of the Hearing Officer of the Department of Justice, which stated in part:\n\"A perusal of the numerous pamphlets and circulars of a number of which Registrant says he was the author indicates that the vigorous and crusading opposition in which Registrant participated so fervently was directed at this war.\"\nAnd further,\n\"I believe that Registrant is sincere in his effort to promote the Socialist Party, in his belief that war is futile, and in his diagnosis of the war as a war for the benefit of Capitalists. He has plenty of courage. He is, and long before Pearl Harbor was, willing to espouse his opposition to war whether practical or unpractical. If he stood alone, he would oppose this war and would fight our participation in it as zealously \u0097 even with equal futility \u0097 as King Canute, who tried to turn back the tide.\"\nOn Form 47, the conscientious objector form, appellant stated:\n\"Therefore, for the sake of humanity and out of deep loyalty to my fellow citizens I am opposed to war and refuse to participate in any activity connected with the war effort. However, I seek to continue working in the fields of constructive effort, alleviating distress among the under-privileged members of society, assist in breaking down the barriers of race, color, and creed, and work towards a society based on social ownership and cooperative and genuinely democratic control of the means of production and distribution for the benefit of all mankind.\nHe sent a statement to his local draft board (January 25, 1943) containing the following:\n\"War as a method is totally wrong! Its futility, its hopelessness, its inexpediency, its cost in human lives are appalling! The war method cannot be, never has been and never will be a method of social progress \u0097 for it works through destruction to destruction. If a small fraction of the effort spent on one day of war were utilized toward a peaceful and sane solution of the world's problems, how much farther on the road to a better world we would be \u0097 a world based on equality, peace, and plenty. I refuse to participate in this futility. I shall not assist in this wholesale massacre. Instead, I have chosen to join my ever-increasing number of comrades in refusing to co-operate in any way with this war effort. As alternative service, only under civilian direction and control, I will work in a socially constructive effort, such as the co-operative movement, the peace movement, in reconstruction work, etc.\"\nIn addition, appellant quotes in his Appendix \"A\" to his opening brief a number of letters or statements in writing which are found in appellant's service board file. These statements are from Helen Marston Beardsley, a well-known socialist; Norman Thomas, perhaps the leading American Socialist; Ernest Caldecott, Minister, First Unitarian Church, Los Angeles; Allan A. Hunter, Minister, Mt. Hollywood Congressional Church, Hollywood; and Harold Slocum, Associate Minister. Only the last two refer in any manner to religion. The others mention only appellant's sincere opposition to war as a social or political policy, or perhaps as a philosophical pattern for living. Minister Slocum states that he has found appellant \"devoted to worthy objects of human service.\" Over a period of years he has been \"conscientiously opposed *380 to war\" and \"I am certain that these convictions are fundamentally based on religious beliefs, even though he is not attached to our particular church.\" Minister Hunter expresses himself in much the same way and adds: \"Herman Berman is not a member of any church but he is, I believe, willing to give his life in service to man. There might be a question in the minds of some as to whether or not this is a religious attitude.\" The minister thinks that appellant should be classified 4-E because of the depth of his conviction and \"the kind of life he has been living with a good deal of consistency.\"\nAppendix \"B\" consists of a letter from Mr. Walter G. Muelder, Professor of Christian Theology and Christian Ethics, Graduate School of Religion, University of Southern California. The letter is addressed to a Mr. Bledsoe. It is not claimed to be evidence, and we regard it as a cited authority in support of appellant's claims that his opposition to war is a religious tenet. The letter, as it seems to us, amounts in the last analysis to the professor's conclusion that a conscientious belief in any social theory with the object of benefit to man is a religious belief.\nIn truth the last analysis of Professor Muelder's belief, as we have put it, covers as well all the expressions in Appendix \"A\" and appellant's argument, too.\nA number of pamphlets and circulars attached to appellant's conscientious objector's form inveigh against World War II as a capitalist war and oppose \"industrial mobilization,\" \"conscription and all war dictatorship legislation in peace time.\" They allude to \"no alliance with any nation or group of nations for war,\" \"no increase in armaments,\" and others follow in the same general trend.\nNo reference whatever is made to appellant's religious training and belief, and nothing of the kind is to be found in his testimony.\nIt is our opinion that the expression \"by reason of religious training and belief\" is plain language, and was written into the statute for the specific purpose of distinguishing between a conscientious social belief, or a sincere devotion to a high moralistic philosophy, and one based upon an individual's belief in his responsibility to an authority higher and beyond any worldly one.\nThe first expression contained in Sec. 1 of the 1st Amendment to the Constitution of the United States is as follows: \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; * * *.\" It would be quite ridiculous to argue that the use of the word \"religion\" could have been understood by the authors of this part of our national charter or by those having to do with its adoption as meaning to be inclusive of morals or of devotion to human welfare or of policy of government. Congress has and does make laws respecting the establishment of all of these subjects.\nWe are not saying that man's comprehension of religion is static and remains today the same as a short hundred and fifty odd years ago in the area of our constitution-making. Undoubtedly, the human mind is less limited by the literal word meanings of creeds and has been given clearer insight as to realities by man's excursions into nature's wonderland. And it is true that scientific discoveries have greatly influenced the trend of philosophic thought. Manifestations, now understood through scientific law, were once attributed to the direct interposition of deity. Nature and God seem so close to Oneness that some thinkers blend them inseparably.\nYet all discoveries of science and the deepest reach of minds do not fill a life or satisfy the soul hunger to understand the daily joys and sadnesses and disappointments of life or to understand the ultimate purpose of creation. Faith in a supreme power above and beyond the law of all creation mollifies our fears and satisfies our longings. It is not possible to still the innate human desire against going beyond the physical revelations of life. The area of our logical equations comes to an end, but we do not assign all beyond as a great vacancy. Faith \"which passeth all understanding\" carries on. The intellectually satisfying Mediations of Marcus Aurelius do not suffice for the boy in the fox hole, under fire. His philosophy is not called *381 upon in that agonizing hour. He goes direct to his God to bolster his flagging strength and courage.\nThere are many eminent lawyers and others in Congress with wide knowledge and we cannot assume that they were ignorant of expressions in the Constitution and in opinions of our own Supreme Court when treating of the subject of religion. We have already referred to the word \"religion\" as used in the Constitution; in United States v. Macintosh, 283 U.S. 605, at page 633, 51 S.Ct. 570, 578, 75 L.Ed. 1302, Mr. Justice Hughes in his dissent, Holmes, Stone and Brandeis concurring (the dissent was on another point), said: \"The essence of religion is belief in a relation to God involving duties superior to those arising from any human relation.\" See United States v. Schwimmer, 279 U.S. 644, 49 S.Ct. 448, 73 L.Ed. 889. The committee in writing the present law was not venturing anything new in limiting exemptions of conscientious objectors on a religious basis. That has been done in every draft law ever enacted in the United States.\nThere are those who have a philosophy of life, and who live up to it. There is evidence that this is so in regard to appellant. However, no matter how pure and admirable his standard may be, and no matter how devotedly he adheres to it, his philosophy and morals and social policy without the concept of deity cannot be said to be religion in the sense of that term as it is used in the statute. It is said in State v. Amana Society, 132 Iowa 304, 109 N.W. 894, 898, 8 L.R.A.,N.S., 909, 11 Ann. Cas. 231: \"Surely a scheme of life designed to obviate such results (man's inhumanity to man), and by removing temptations, and all the inducements of ambition and avarice, to nurture the virtues of unselfishness, patience, love, and service, ought not to be denounced as not pertaining to religion when its devotee regards it as an essential tenet of their religious faith.\" (Emphasis ours).\nWhether or not the triers of fact thought appellant's objections to war were conscientious is not decisive of this case. Even if the evidence should compel the finding that he was conscientious, and we do not suggest that it does, he could not succeed in his appeal. There is not a shred of evidence in the case to the effect that appellant relates his way of life or his objections to war to any religious training or belief. That Congress, when preparing the Selective Training and Service Act, was not thinking of philosophical views and good deeds and deep beliefs in social actions as different exemplifications of deity, is demonstrated by congressional hearings. At one time in the course of its composition, the Burke-Wadsworth Bill, which through progressive steps grew into the Act, applied the exemption only to members of religious sects whose principles were opposed to war on conscientious grounds. The exemption was changed so as to include individual conscientious objectors without regard to membership in a religious organization, but did not eliminate the religious element for it incorporated in Sec. 5(g) of the Act, the expression \"by reason of religious training and belief.\" At a hearing after this expression was written into the bill, many organizations supported the Civil Liberties Union proposal (p. 152 House Hearings) that conscientious objection without regard to any religious requirement should be brought within the terms of the exemption. The proposal was not adopted.\nReligion is defined in Funk &amp; Wagnall's New Standard Dictionary as follows: \"religion * * * 1. A belief in an invisible superhuman power (or powers), conceived of after the analogy of the human spirit, on which (for whom) man regards himself as dependent, and to which (or whom) he thinks himself in some degree responsible, together with the feelings and practices which naturally flow from such a belief.\" It is defined in Webster's New International Dictionary, 2nd Ed., as follows: \"religion * * * 1. The service and adoration of God or a god as expressed in forms of worship, in obedience to divine commands, esp. as found in accepted sacred writings or as declared by recognized teachers and in the pursuit of a way of life regarded as incumbent on true believers; as, ministers of religion. 6. An apprehension, awareness, or conviction of *382 the existence of a supreme being, or more widely, of supernatural powers or influences controlling one's own, humanity's, or nature's destiny; also, such an apprehension, etc., accompanied by or arousing reverence, love, gratitude, the will to obey and serve and the like; religious experience or insight; often, specif., the awakening of religious belief, convictions, etc., as in conversion; as, one without religion; man only is capable of religion; to get religion.\"\nIn the Encyclopedia of Social Sciences, Vol. 13, p. 229, under the title \"Religion\" by Alfred Bertholet, it is said: \"Thus it is possible to arrive at a preliminary definition of religion as the complex of man's interrelations with the superhuman powers. Such a definition implies the fundamental truth that religion, as defined by C. A. Bernoulli in Theologie and Wissenschaft (Basel 1933), is `not an autonomous activity of man or a unilateral but involves a process of vital and reciprocal interplay' between the human and the supernatural.\"\nWe have not referred specifically to the requirement that before one comes within the exemption provided in the Act, he must be opposed to war not only by reason of his religious belief but by reason of religious training. The record is as silent on religious training as the basis of appellant's claimed conscientious objections, as it is on a religious belief as the basis of his conscientious objections.\nWhatever may be said as to appellant's conscientiousness in his objections to war aside from the religious phase of the subject, the evidence in this case conclusively supports the finding that appellant's objections to war do not come within the purview of the exemption claimed by him. We may add with propriety that to sustain appellant's thesis, we should, in effect, be deciding that the exemption from military service written into the statute runs to all who sincerely entertain conscientious objections to participation in war. Should we come to that conclusion, the phrase \"by reason of religious training and belief\" would have no practical effect whatever. As we have indicated, we think the latter phrase must be regarded as a definite limitation on the scope of the exemption and cannot be deprived of its effectiveness by specious reasoning that something which to its user is more acceptable than some other thing is therefore the same thing. There is evidence to support the conclusion that appellant was sincere in the belief which he professed, but it is clear that such belief was based entirely upon a philosophical, social or political policy and does not entitle him to exemption from military duty. We find no error.\nAffirmed.\nDENMAN, Circuit Judge (dissenting).\nI dissent. The statement of the court's opinion omits the most important piece of evidence in the record. It recites at length some of Berman's statements and then states of them \"No reference whatsoever is made to appellant's religious training and belief.\" On the contrary, these statements are preceded by the following in his application for a conscientious objector's status:\n\"I claim the exemption provided by Selective Training and Service Act of 1940 for conscientious objectors, because I am conscientiously opposed by reason of my religious training and belief to participation in war in any form and to participation in any service which is under the direction of military authorities.\n                       \"Herman Berman.\"\n(Emphasis supplied.)\nLike all internal mental or spiritual action one's training of himself to a belief that he should not kill has as its paramount proof the statement of the believer. Berman's statement as to his training and belief is not only not contradicted but, in my opinion, supported by every fact in the record, beginning with his statement that as a result of his training and belief\n\"Therefore, for the sake of humanity and out of deep loyalty to my fellow citizens I am opposed to war and refuse to participate in any activity connected with the war effort. However, I seek to continue working in the fields of constructive effort, alleviating distress among the under-privileged members of society, assist in breaking down the barriers of race, *383 color, and creed, and work towards a society based on social ownership and cooperative and genuinely democratic control of the means of production and distribution for the benefit of all mankind.\" (Emphasis supplied.)\nthrough to the statements of the Congregational clergyman and the professor of Christian religion that they, from Berman's statements and conduct showing his mental condition, were convinced his beliefs were religious.\nBerman's statement of his religious training and belief was followed by a list of the works of authors (not considered in the court's opinion but later considered here) through whose teachings he received the training and belief he claimed in that statement.\nIt is my opinion that Congress would have regarded it by \"religious training and belief\" if Abraham Lincoln had never attended any religious service but had so trained his mind from intensive study before the fire in his log cabin of the Bible, Aesop's Fables, and Pilgrim's Progress, that he acquired a religious belief. Nor that it was not religious if he believed he lived in a world in which men, by a quality of their spirits not controlled by material things \u0097 that is in a supernatural world of spiritual beings \u0097 owe a moral duty to other men, also morally free, not to destroy the bodies in which their spirits are enfleshed. In my opinion, Congress did not think it necessary for his religious training and belief that Lincoln should have trained himself or have been trained by concentration of his mind on the discourse of a clergyman in the course of attendance of services of the protestant church of which he became a member.\nNor did the Secretary of War in his regulation prescribing the form for conscientious objectors deem it necessary that the training should come from some other person but, on the contrary, that it could come from training of the mind in the study of books. Under the title \"Religious Training and Belief\" is the Secretary's question\n\"2. Explain how, when and from whom or from what source you received the training and acquired the belief which is the basis of your claim made in Series 1 above,\"\nbeing the statement that Berman objected to killing by reason of his religious training and belief. Since the Secretary's regulatory interpretation of the words \"religious training\" is rational, it has the effect of law. Maryland Casualty Co. v. United States, 251 U.S. 342, 349, 40 S.Ct. 155, 64 L.Ed. 297.\nTwo of the teachers through whose books Berman was trained in his humanism are Norman Thomas, a Presbyterian and long a clergyman in churches of that faith, and Eugene Debs, also a Christian though of no church affiliation. Like Berman, both were socialists. The training of Berman's mind by Thomas' book As I See It, listed in the record under the heading Religious Training and Belief of his application, well may have been accomplished by such passages under the title The Church, as those at pages 146 and 147.[1]\nSimilarly, training to the point of religious *384 conviction could come from Debs' powerful appeal for prison reform, Walls and Bars, containing such pathetic chapters as \"A Christmas Eve Reception\" in Atlanta penitentiary.\nIt is true that there is no evidence that Berman's religious conviction that he should not kill his fellow man flowed from the command of some god or gods of one or another of the world's many religious congregations, and we may assume that such was not its source. But many of the great religious faiths with hundreds of millions of followers have no god. George Galloway, Professor of Theology of St. Mary's College, St. Andrews, so describes the ancient and present Chinese religion of Tao as having no god, and so of Buddhism in its earlier years.[2] Ency. Brittanica, 14th ed., Vol. 19, p. 111. It is wrong to say that \"a sincere devotion to a moralistic philosophy\" is inconsistent with \"a belief in his responsibility to an authority higher and beyond any earthly one,\" if that supernatural authority is confined to a belief in a particular god. This would exclude all Taoist China and in the Western world all believers in Comte's religion of humanism in which humanity is exalted into the throne occupied by a supreme being in monotheistic religions.\nThis recognition of religion as not requiring a god is excellently stated in Judge Augustus Hand's opinion in United States v. Kauten, 2 Cir., 133 F.2d 703, 708.[3]\nEven the dictionary definitions recognize that religion need have no god. Webster's New International Dictionary, 2nd ed., 1937, defines religion as \"An apprehension, awareness, or conviction of the existence of a supreme being, or more widely, supernatural powers or influences controlling * * * humanity's * * * destiny.\" (Emphasis supplied.)\nHere we have Berman's uncontradicted statement that his \"conscientious\" objection is the result of his religious belief. \"Conscience\" is not derived from a materialistic concept of the origin of human beings. Materialists believe that everything in man is causatively derived from prestellar matter in which all that is now existing was there patterned. We may think our will is free to serve our fellow man but even the thought is not our creation. It is just the exact working out of these primal forces by an uncontrollable causation.\nThe power of conscience postulates a supernatural spirit.[3] Only by the spirit's superiority and control over the demands of surrounding nature can man be conscientious. Only by supernatural power does man's will overcome his animal desire to kill or destroy. Men have their choice of belief between Kant's categorical imperative in them, of freedom of will, or a mere recognition that nature gives a feeling that they are doing something virtuous or vicious which it has preordained. Berman's statements that he had a religious conviction, that \"therefore\" he acted under the pressure of his conscience in his striving to aid his fellow man, show *385 he chose the former. He is clearly within the dictionary definition. He believes he is acting under a \"supernatural power * * * controlling * * * humanity's * * * destiny.\" He is a conscientious objector within the statutory exemption and the district court erred in holding to the contrary.\nThe decision of this court of appeals on this important question of law is in conflict with the decision of the Second Circuit in United States ex rel. Phillips v. Downer, 135 F.2d 521. I am in accord with all that the Second Circuit there says and holds.\nSpecial statement of fact by Stephens, individually, C. J.\nThe quoted statement which Judge Denman refers to in his dissent as \"the most important piece of evidence in the record\" is a printed form, without any part emphasized. Following the signed statement, is more, which we set out in the margin.[a]\nRehearing Denied; Denman, Circuit Judge, dissenting.\nNOTES\n[1]  \"What will such a man say? That to be a Christian one must be a socialist? Not necessarily. To be a good socialist in our present society, is indeed, easier than to be a good Christian. Socialism does not, like Christianity, say `give to him that asketh of thee.' Socialism, as Bernard Shaw and others have pointed out, calls men to work out a new social order, not to personal renunciation save as that may be involved in the social struggle. Tolstoi's life was an attempt to carry out immediately the full ethic of the gospels, not of socialism. If it was, as I think, a glorious failure; if a general imitation of Tolstoi's bread labor would bring our modern machine age society to disruption and starvation, the fault was not in Tolstoi, but in the impossibility of living out so completely Christian an ethic in an interdependent society based on economic principles which are the denial of a Christian ethic. Men will continue to fail as Christians in an unChristian order. The Christian keen enough to discern the compromises forced on him despite his best intentions has peculiar reason for wanting the cooperative commonwealth. He should, indeed, set himself some standards of conduct and recognize some compromises which he cannot make and keep house with himself. But in an economic order where production is for profit and exploitation is inherent in it, he cannot wholly escape by any renunciation short of suicide. And suicide is defeat. The man who says that he lives by the Golden Rule only conceives life in its visible personal relations. He has no conception of how completely the Golden Rule is denied by the rule of gold which is the master of economic life.\n\n\"Nevertheless, while I think socialism is the best road to a Christian social order, another man with at least equal force \u0097 so far as the gospels are concerned \u0097 may urge Tolstoi's type of individualistic anarchy, or something like Kropotkin's communistic anarchy * * *.\"\n[2]  What was said by Chief Justice Hughes in his dissent in United States v. Macintosh, 283 U.S. 605, 51 S.Ct. 570, 75 L.Ed. 1302, concerning a religion having a \"God\" refers to Professor Macintosh's belief in his \"God\" commanding him not to kill. To attribute to such highly educated men as Hughes, Holmes, Brandeis and Stone an ignorance of Taoism or Comte's humanism, or their denial that either is a religion if the question had been presented to them, would be an unwarranted assertion of their ignorance of the history of religious beliefs.\n[3]  \"* * * Recognition of this obligation [of conscience] moved the Greek poet Menander to write almost twenty-four hundred years ago: `Conscience is a God to all mortals'; * * *.\"\n[a]  \"1. Describe the nature of your belief which is the basis of your claim made in Series I above. Democracy cannot be served by going to war. The way to serve democracy is to cultivate and extend it \u0097 to make it work \u0097 where even only a semblance of it exists. Through abolition of restrictions on our democracy, political and economic (poll taxes, etc.), not only would democracy be served, but society as a whole would be benefited. This would be preliminary to a social order based on the mutual understanding of human needs, and hence resulting in the cooperative commonwealth.\n\n\"2. Explain how, when, and from whom or from what source you received the training and acquired the belief which is the basis of your claim made in Series I above. In 1936, I began to realize the causes of recurring wars and depressions. At that time, I resolved to learn more about it. Though the following books and publications convinced me, they did not advocate or ask anyone to become a conscientious objector. This I have done of my own accord, fully realizing the possible consequences. `As I See It' by Norman Thomas. `Other People's Money' \u0097 Louis Brandeis. `War Madness' \u0097 Stephen Raushenbush. `Is Conscience a Crime?' \u0097 Norman Thomas. `Walls and Bars' \u0097 Eugene V. Debs. `Merchant of Death' \u0097 Fortune Magazine, 1934. `Nye Committee Investigation of Munitions'. `The Fellowship' \u0097 Publication of the Fellowship of Reconciliation. `The Call' \u0097 Socialist Party organ.\n\"3. Give the name and present address of the individual upon whom you rely most for religious guidance. I rely on no one for religious guidance.\n\"4. Under what circumstances, if any, do you believe in the use of force? I have no objection to using force of a nonviolent nature. Non-cooperation and resistance without destruction of life can be more effective against an enemy than the type Americans are being forced to use. I approve of a society in which the members are responsible to law and order formulated by themselves.\n\"5. Describe the actions and behavior in your life which in your opinion most conspicuously demonstrate the consistency and depth of your religious convictions. I have distributed educational material on numerous occasions (Samples attached) and have sold educational material of a similar nature. I have collected food, clothing and money for war sufferers of Spain in their recent struggle, and also for needy Americans. (See attached credentials.) Participation in organizations of which I am a member has meant sacrifice of time, money, and effort in advancing their respective causes. (See attached statements on purposes of organization.)\n\"6. Have you ever given public expression, written or oral, to the views herein expressed as the basis for your claim made in Series I above? If so, specify when and where. Yes, I have written letters to the editors of newspapers, (New York Post, New York Daily News, Los Angeles Daily News) expressing my views on the subject. I do not have these in my possession, however. I have taken, on joining the Youth Committee Against War, the Oxford Pledge \u0097 `I refuse to support the United States in any war it might undertake.'\"\n\n",
            "ocr": false,
            "opinion_id": 1547991
        },
        {
            "author_str": "Stephens",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSTEPHENS, Circuit Judge.\nHerman Berman registered under the Selective Training and Service Act of 1940, 54 Stat. 894, 50 U.S.C.A.Appendix, § 301 et seq., and requested classification as a conscientious objector. He was classified by his local board and the appeal board as 1-A, available for military duty, and was ordered to an induction center, there to be inducted into the armed forces. He went to the center, but refused to be inducted. He was thereafter charged under the Act, 50 U.S.C.A.Appendix, § 311, with the offense of refusing to obey a board order, and after trial before a district judge (jury waived), he was convicted. This appeal is from the judgment and sentence upon the judgment.\nA large part of the briefs is devoted to appellant’s “Questions Involved I” *378as set out in his opening brief. The question stated is whether or not actual induction into the armed forces must have taken place as a step in the administrative process before a registrant has acquired a legal right to defend against the criminal charge that he had neglected or refused to obey a board order. That question is settled through the Supreme Court trilogy of cases: Falbo v. United States; 320 U.S. 549, 64 S.Ct. 346, 88 L.Ed. 305, which held that defenses could not be interposed until all administrative steps had been taken, Billings v. Truesdell, 321 U.S. 542, 64 S.Ct. 737, 88 L.Ed. 917, which held that the order to go to the place of induction and the induction are administrative steps; and the cases of Estep v. United States and Smith v. United States, 66 S.Ct. 423, 428, which hold in one opinion covering both cases that “Submission to induction would be satisfaction of the orders of the local boards, not a further step to obtain relief from them.” We need not advert to this question again as it is clear that Berman had the right to. submit his defense.\nThe decision in the case depends upon the interpretation of § 5(g) of the Selective Training and Service Act, 50 U.S.C.A.Appendix, § 305(g). We quote the section in part, emphasizing the specific phrase under question: “Nothing contained in this Act shall be construed to require any person to be subject to combatant training and service in the land or naval forces of the United States who, by reason of religious training and belief, is conscientiously opposed to participation in war in any form. * * *”\nWe quote “Questions Involved II” from appellant’s opening brief: “Did the Local Board and the Board of Appeals and the Hearing Officer of the Department of Justice erroneously construe the meaning of the phrase ‘religious training and belief’ refusing to classify the appellant 4-E and did the court below erroneously construe and did it erroneously accept an illegal construction of the meaning of the phrase ‘religious training and belief’ in adjudging the appellant guilty ? ”\nIn the question appellant is claiming that both his classification and his conviction were based upon an error of law which amounts to a deprivation of due process of law. United States v. Kauten, 133 F.2d 703, is a similar case. United States ex rel. Phillips v. Downer, 135 F.2d 521, and United States ex rel. Reel v. Badt, 141 F.2d 845, are the same in principle, although they are habeas corpus proceedings. All three cited cases were appeals to the Second Circuit.\nSpecifically, appellant here contends that the local and appeal boards and the trial court erroneously narrowed the meaning of the section of the Act exempting conscientious objectors from combat training and service by holding that the phrase in the section, by reason of religious training and belief, limits the exemption to those conscientiously opposed to war as a belief related more or less definitely to deity. He argues, in effect, that a person’s philosophy of life or his political view point, to which his conscience directs him to adhere devotedly, or his devotion to human welfare, without the concept of deity, may be religious in nature. Appellant refers to the three last above cited cases in support of his claim. For reasons which will hereinafter appear, we take divergent views from those expressed in those cases. The doctrine approved in the Downer and Badt cases, supra, are based upon the Kauten case, supra, and a cursory view of that case will demonstrate that the point was not necessary to the decision.\nAppellant’s statement of the case, so far as it goes, fairly and accurately states the evidencie submitted on his behalf. We have deleted non-essentials and have added to it from the record.\nThe Appellant’s Evidence.\nThe appellant was active in various social movements and had been active in various peace movements, both before and after Pearl Harbor; he had become interested in the peace movement while in junior high school, and had been executive secretary in Los Angeles of the Youth Committee Against War, a national organization composed of students, religious young people and young workers who were opposed to war as a method; he was opposed to all war, and had made speeches on the ques*379tion of war; his attitude upon the question of war was based on his conscience and fundamental belief in, and devotion to, the brotherhood of all men; at all times he has been willing to and desired to go to a conscientious objector’s camp and do work of national importance under civilian direction; he had even been willing to work with the American Field Service and undertake hazardous and life-risking ventures in connection therewith. He would not do non-combatant work within the jurisdiction of the army because his conscience would not permit him to do so; he could not submit to military jurisdiction which was constructed mainly for the destruction of human life when he was “devoted to the construction of human welfare and human betterment.” He was a socialist and his belief in socialism was based on a desire to better the life of human beings in general.\nThe appeal board had before it, also, the report of the Flearing Officer of the Department of Justice, which stated in part:\n“A perusal of the numerous pamphlets and circulars of a number of which Registrant says he was the author indicates that the vigorous and crusading opposition in which Registrant participated so fervently was directed at this war.”\nAnd further,\n“I believe that Registrant is sincere in his effort to promote the Socialist Party, in his belief that war is futile, and in his diagnosis of the war as a war for the benefit of Capitalists. He has plenty of courage. He is, and long before Pearl Flarbor was, willing to espouse his opposition to war whether practical or unpractical. If he stood alone, he. would oppose this war and would fight our participation in it as zealously — even with equal futility —as King Canute, who tried to turn back the tide.”\nOn Form 47, the conscientious objector form, appellant stated:\n“Therefore, for the sake of humanity and out of deep loyalty to my fellow citizens I am opposed to war and refuse to participate in any activity connected with the war effort. However, I seek to continue working in the fields of constructive effort, alleviating distress among the under-privileged members of society, assist in breaking down the barriers of race, color, and creed, and work towards a society based on social ownership and cooperative and genuinely democratic control of the means of production and distribution for the benefit of all mankind.\nHe sent a statement to his local draft board (January 25, 1943) containing the following:\n“War as a method is totally wrong! Its futility, its hopelessness, its inexpediency, its cost in human lives are appalling! The war method cannot be, never has been and never will be a method of social progress — -for it works through destruction to destruction. If a small fraction of the effort spent on one day of war were utilized toward a peaceful and sane solution of the world’s problems, how much farther on the road to a better world we would be— a world based on equality, peace, and plenty. I refuse to participate in this futility. I shall not assist in this wholesale massacre. Instead, I have chosen to join my ever-increasing number of comrades in refusing to co-operate in any way with this war effort. As alternative service, only under civilian direction and control, I will work in a socially constructive effort, such as the co-operative movement, the peace movement, in reconstruction work, etc.”\nIn addition, appellant quotes in his Appendix “A” to his opening brief a number of letters or statements in writing which are found in appellant’s service board file. These statements are from Helen Marston Beardsley, a well-known socialist; Norman Thomas, perhaps the leading American Socialist; Ernest Caldecott, Minister, First Unitarian Church, Los Angeles; Allan A. ILunter, Minister, Mt. Hollywood Congressional Church, Hollywood; and Harold Slocum, Associate Minister. Only the last two refer in any manner to religion. The others mention only appellant’s sincere opposition to war as a social or political policy, or perhaps as a philosophical pattern for living. Minister Slocum states that he has found appellant “devoted to worthy objects of human service.” Over a period of years he has been “conscientiously op*380posed to war” and “I am certain that these convictions are fundamentally based on religious beliefs, even though he is not attached to our particular church.” Minister Hunter expresses himself in much the same way and adds: “Herman Berman is not a member of any church but he is, I believe, willing to give his life in service to man. There might be a question in the minds of some as to whether or not this is a religious attitude.” The minister thinks that appellant should be classified 4-E because of the depth of his conviction and “the kind of life he has been living with a good deal of consistency.”\nAppendix “B” consists of a letter from Mr. Walter G. Muelder, Professor of Christian Theology and Christian Ethics, Graduate School of Religion, University of Southern California. The letter is addressed to a Mr. Bledsoe. It is not claimed to be evidence, and we regard it as a cited authority in support of appellant’s claims that his opposition to war is a religious tenet. The letter, as it seems to us, amounts in the last analysis to the professor’s conclusion that a conscientious belief in any social theory with the object of. benefit to man is a religious belief.\nIn truth the last analysis of Professor Muelder’s belief, as we have put it, covers as well all the expressions in Appendix “A” and appellant’s argument, too.\nA number of pamphlets and circulars attached to appellant’s conscientious objector’s form inveigh against World War II as a capitalist war and oppose “industrial mobilization,” “conscription and all war dictatorship legislation in peace time.” They allude to “no alliance with any nation or group of nations for war,” “no increase in armaments,” and others follow in the same general trend.\nNo reference whatever is made to appellant’s religious training and belief, and nothing of the kind is to be found in his testimony.\nIt is our opinion that the expression “by reason of religious training and belief” is plain language, and was written into the statute for the specific purpose of distinguishing between a conscientious social belief, or a sincere devotion to a high moralistic philosophy, and one based upon an individual’s belief in his responsibility to an authority higher and beyond any worldly one.\nThe first expression contained in Sec. 1 of the 1st Amendment to the Constitution of the United States is as follows: “Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; * * It would be quite ridiculous to argue that the use of the word “religion” could have been understood by the authors of this part of our national charter or by those having to do with its adoption as meaning to \"be inclusive of morals or of devotion to human welfare or of policy of government. Congress has and does make laws respecting the establishment of all of these subjects.\nWe are not saying that man’s comprehension of religion is static and remains today the same as a short hundred and fifty odd years ago in the area of our constitution-making. Undoubtedly, the human-mind is less limited by the literal word meanings of creeds and has been given, clearer insight as to realities by man’s -excursions into nature’s wonderland. And it is true that scientific discoveries have greatly influenced the trend of philosophic thought. Manifestations, now understood through scientific law, were once attributed to the direct interposition of deity. Nature and God seem so close to Oneness that some thinkers blend them inseparably.\nYet all discoveries of science and the deepest reach of minds do not fill a life or satisfy the soul hunger to understand the daily joys and sadnesses and disappointments of life or to understand the ultimate purpose of creation. Faith in a supreme power above and beyond the law of all creation mollifies our fears and satisfies our longings. It is not possible to still the innate human desire against going beyond the physical revelations of life. The area of our logical equations comes to an end, but we do not assign all beyond as a great vacancy. Faith “which passeth all understanding” carries on. The intellectually satisfying Mediations of Marcus Aurelius do not suffice for the boy in the fox hole, under fire. His philosophy is not called *381upon in that agonizing hour. He goes direct to his God to bolster his flagging strength and courage.\nThere are many eminent lawyers and others in Congress with wide knowledge and we cannot assume that they were ignorant of expressions in the Constitution and in opinions of our own Supreme Court when treating of the subject of religion. We have already referred to the word “religion” as used in the Constitution; in United States v. Macintosh, 283 U.S. 605, at page 633, 51 S.Ct. 570, 578, 75 L.Ed. 1302, Mr. Justice Hughes in his dissent, Holmes, Stone and Brandéis concurring (the dissent was on another point), said: “The essence of religion is belief in a relation to God involving duties superior to those arising from any human relation.” See United States v. Schwimmer, 279 U.S. 644, 49 S.Ct. 448, 73 L.Ed. 889. The committee in writing the present law was not venturing anything new in limiting exemptions of conscientious objectors on a religious basis. That has been done in every draft law ever enacted in the United States.\nThere are those who have a philosophy of life, and who live up to it. There is evidence that this is so in regard to appellant. However, no matter how pure and admirable his standard may be, and no matter how devotedly he adheres to it, his philosophy and morals and social policy without the concept of deity cannot be said to be religion in the sense of that term as it is used in the statute. It is said in State v. Amana Society, 132 Iowa 304, 109 N.W. 894, 898, 8 L.R.A.,N.S., 909, 11 Ann. Cas. 231: “Surely a scheme of life designed to obviate such results (man’s inhumanity to man), and by removing temptations, and all the inducements of ambition and avarice, to nurture the virtues of unselfishness, patience, love, and service, ought not to be denounced as not pertaining to religion :when its devotee regards it as an essential tenet of their religious faith.\" (Emphasis ours).\nWhether or not the triers of fact thought appellant’s objections to war were conscientious is not decisive of this case. Even if the evidence should compel the finding that he was conscientious, and we do not suggest that it does, he could not succeed in his appeal. There is not a shred of evidence in the case to the effect that appellant relates his way of life or his objections to war to any religious training or belief. That Congress, when preparing the Selective Training and Service Act, was not thinking of philosophical views and good deeds and deep beliefs in social actions as different exemplifications of deity, is demonstrated by congressional hearings. At one time in the course of its composition, the Burke-Wadsworth Bill, which through progressive steps grew into the Act, applied the exemption only to members of religious sects whose principles were opposed to war on conscientious grounds. The exemption was changed so as to include individual conscientious objectors without regard to membership in a religious organization, but did not eliminate the religious element for it incorporated in Sec. 5(g) of the Act, the expression “by reason of religious training and belief.” At a hearing after this expression was written into the bill, many organizations supported the Civil Liberties Union proposal (p. 152 House Hearings) that conscientious objection without regard to any religious requirement should be brought within the terms of the exemption. The proposal was not adopted.\nReligion is defined in Funk &amp; Wagnall’s New Standard Dictionary as follows: “religion * * * 1. A belief in an invisible superhuman power (or powers), conceived of after the analogy of the human spirit, on which (for whom) man regards himself as dependent, and to which (or whom) he thinks himself in some degree responsible, together with the feelings and practices which naturally flow from such a belief.” It is defined in Webster’s New International Dictionary, 2nd Ed., as follows: “religion * * * 1. The service and adoration of God or a god as ex-., pressed in forms of worship, in obedience to divine commands, esp. as found in accepted sacred writings or as declared by recognized teachers and in the pursuit of a way of life regarded as incumbent on true believers; as, ministers of religion. 6. An apprehension, awareness, or conviction of *382the existence of a supreme being, or more widely, of supernatural powers or influences controlling one’s own, humanity’s, or nature’s destiny; also, such an apprehension, etc., accompanied by or arousing reverence, love, gratitude, the will to obey and serve and the like; religious experience or insight ;• often, specif., the awakening of religious belief, convictions, etc., as in conversion; as, one without religion; man only is capable of religion; to get religion.\"\nIn the Encyclopedia of Social Sciences, Vol. 13, p. 229, under the title “Religion” by Alfred Bertholet, it is said: “Thus it is possible to arrive at a preliminary definition of religion as the complex of man’s interrelations with the superhuman powers. Such a definition implies the fundamental truth that religion, as defined by C. A. Bernoulli in Theologie and Wissenschaft (Basel 1933), is ‘not an autonomous activity of man or a unilateral but involves a process of vital and reciprocal interplay’ between the human and the supernatural.”\nWe have not referred specifically to the requirement that before one comes within the exemption provided in the Act, he must be opposed to war not only by reason of his religious belief but by reason of religious training. The record is as silent on religious training as the basis of appellant’s claimed conscientious objections, as it is on a religious belief as the basis of his conscientious objections.\nWhatever may be said as to appellant’s conscientiousness in his objections to war aside from the religious phase of the subject, the evidence in this case conclusively supports the finding that appellant’s objections to war do not come within the purview of the exemption claimed by him. We may add with propriety that to sustain appellant’s thesis, we should, in effect, be&lt; deciding that the exemption from military service written into the statute runs to all who sincerely entertain conscientious objections to participation in war. Should we come to that conclusion, the phrase “by reason of religious training and belief” would have no practical effect whatever. As we have indicated, we think the latter phrase must be regarded as a definite limitation on the scope of the exemption and cannot be deprived of its effectiveness by specious reasoning that something which to its user is more acceptable than some other thing is therefore the same thing.' There is evidence to support the conclusion that, appellant was sincere in the belief which he professed, but it is clear that such belief was based entirely upon a philosophical, social or political policy and does not entitle him to exemption from military duty. We find no error.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 9651260
        },
        {
            "author_str": "Denman",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDENMAN, Circuit Judge\n(dissenting).\nI dissent. The statement of the court’s opinion omits the most important piece of evidence in the record. It recites at length some of Berman’s statements and then states of them “No reference whatsoever is made to appellant’s religious training and belief.” On the contrary, these statements are preceded by the following in his application for a conscientious objector’s status:\n“I claim the exemption provided by Selective Training and Service Act of 1940 for conscientious objectors, because I am conscientiously opposed by reason of my religious training and belief to participation in war in any form and to participation in any service which is under the direction of military authorities.\n“Herman Berman.”\n(Emphasis supplied.)\nLike all internal mental or spiritual action one’s training of himself to a belief that he should not kill has as its paramount proof the statement of the believer. Berman’s statement as to his training and belief is not only not contradicted but, in my opinion, supported by every fact in the record, beginning with his statement that as a result of his training and belief\n“Therefore, for the sake of humanity and out of deep loyalty to my fellow citizens I am opposed to war and refuse to participate in any activity connected with the war effort. However, I seek to continue working in the fields of constructive effort, alleviating distress among the under-privileged members of society, assist in breaking down the barriers of race, *383color, and creed, and work towards a society based on social ownership and cooperative and genuinely democratic control of the means of production and distribution for the benefit of all mankind.” (Emphasis supplied.)\nthrough to the statements of the Congregational clergyman and the professor of Christian religion that they, from Berman’s statements and conduct showing his mental condition, were convinced his beliefs were religious.\nBerman’s statement of his religious training and belief was followed by a list of the works of authors (not considered in the court’s opinion hut later considered here) through whose teachings he received the training and belief he claimed in that statement.\nIt is my opinion that Congress would have regarded it by “religious training and belief” if Abraham Lincoln had never attended any religious service but had so trained his mind from intensive study before the fire in his log cabin of the Bible, Aesop’s Fables, and Pilgrim’s Progress, that he acquired a religious belief. Nor that it was not religious if he believed he lived in a world in which men, by a quality of their spirits not controlled by material things — that is in a supernatural world of spiritual beings — owe a moral duty to other men, also morally free, not to destroy the bodies in which their spirits are enfleshed. In my opinion, Congress did not think it necessary for his religious training and belief that Lincoln should have trained himself or have been trained by concentration of his mind on the discourse of a clergyman in the course of attendance of services of the protestant church of which he became a member.\nNor did the Secretary of War in his regulation prescribing the form for conscientious objectors deem it necessary that the training should come from some other person but, on the contrary, that it could come from training of the mind in the study of books. Under the title “Religious Training and Belief” is the Secretary’s question\n“2. Explain how, when and from whom or from what source you received the training and acquired the belief which is the basis of your claim made in Series 1 above,”\nbeing the statement that Berman objected to killing by reason of his religious training and belief. Since the Secretary’s regulatory interpretation of the words “religious training” is rational, it has the effect of law. Maryland Casualty Co. v. United States, 251 U.S. 342, 349, 40 S.Ct. 155, 64 L.Ed. 297.\nTwo of the teachers through whose books Berman was trained in his humanism are Norman Thomas, a Presbyterian and long a clergyman in churches of that faith, and Eugene Debs, also a Christian though of no church affiliation. Like Berman, both were socialists. The training of Berman’s mind by Thomas’ book As I See It, listed in the record under the heading Religious Training and Belief of his application, well may have been accomplished by such passages under the title The Church, as those at pages 146 and 147.1\nSimilarly, training to the point of reli*384gious conviction could come from Debs’ powerful appeal for prison reform, Walls and Bars, containing such pathetic chapters as “A Christmas Eve Reception” in Atlanta penitentiary.\nIt is true that there is no evidence that Berman’s religious conviction that he should not kill his fellow man flowed from the command of some god or gods of one or another of the world’s many religious congregations, and we may assume that such was not its source. But many of the great religious faiths with hundreds of millions of followers have no god. George Galloway, Professor of Theology of St. Mary’s College, St. Andrews, so describes the ancient and present Chinese religion of Tao as having no god, and so of Buddhism in its earlier years.2 Ency. Brittanica, 14th ed., Vol. 19, p. 111. It is wrong to say that “a sincere devotion to a moralistic philosophy” is inconsistent with “a belief in his responsibility to an authority higher and beyond any earthly one,” if that supernatural'authority is confined to a belief in a particular god. This would exclude all. Taoist China and in the Western world all believers in Comte’s religion of humanism in which humanity is exalted into the throne occupied by a supreme being in monotheistic religions.\nThis recognition of religion as not requiring a god is excellently stated in Judge Augustus Hand’s opinion in United States v. Kauten, 2 Cir., 133 F.2d 703, 708.3\nEven the dictionary definitions recognize that religion need have no god. Webster’s New International Dictionary, 2nd ed., 1937, defines religion as “An apprehension, awareness, or conviction of the existence of a supreme being, or more widely, supernatural powers or ' influences controlling * * * humanity’s * * * destiny.” (Emphasis supplied.)\nHere we have Berman’s uncontradicted statement that his “conscientious” objection is the result of his religious belief. “Conscience” is not derived from a, materialistic concept of the origin of human beings. Materialists believe that everything in man is causatively derived from prestellar matter in which all that is now existing was there patterned. We may think our will is free to serve our fellow man but even the thought is not our creation. It is just the exact'working out of these primal forces by an uncontrollable causation.\nThe power of conscience postulates a supernatural spirit.3 Only by the spirit’s superiority and control over the demands of surrounding nature can man be conscientious. Only by supernatural power does man’s will overcome his animal desire to kill or destroy. Men have their choice of belief between Kant’s categorical imperative in them, of freedom of will, or a mere recognition that nature gives a feeling that they are doing something virtuous or vicious which it has preordained. Berman’s statements that he had a religious conviction, that “therefore” he acted under the pressure of his conscience in his striving, to aid his fellow man, show *385he chose the former. He is clearly within the dictionary definition. He believes he is actftig under a “supernatural power * * * controlling * * * humanity’s * * * destiny.” lie is a conscientious objector within the statutory exemption and the district court erred in holding to the contrary.\nThe decision of this court of appeals on this important question of law is in conflict with the decision of the Second Circuit in United States ex rel. Phillips v. Downer, 135 F.2d 521. I am in accord with all that the Second Circuit there says and holds.\nSpecial statement of fact by Stephens, individually, C. J.\nThe quoted statement which Judge Den-man refers to in his dissent as “the most important piece of evidence in the record” is a printed form, without any part emphasized. Following the signed statement, is more, which we set out in the margin.a\nRehearing Denied; Denman, Circuit Judge, dissenting.\n\n “What will such a man say? That to be a Christian one must be a socialist? Not necessarily. To bo a good socialist in our present society, is indeed, easier than to be a good Christian. Socialism does not, like Christianity, say ‘give to him that asketh of thee.’ Socialism, as Bernard Shaw and others have pointed out, calls men to work out a new social order, not to personal renunciation save as that may be involved in the social struggle. Tolstoi’s life was an attempt to carry out immediately the full ethic of the gospels, not of socialism. If it was, as I think, a glorious failure; if a general imitation of Tolstoi's bread labor would\nbring our modern machine age society to disruption and starvation, the fault was not in Tolstoi, but in the impossibility of living out so completely Christian an ethic in an interdependent society based on economic principles which are the denial of a Christian ethic. Men will continue to fail as Christians in an unchristian order. The Christian keen enough to discern the compromises forced on him despite his best intentions has peculiar reason for wanting the cooperative commonwealth. He should, indeed, set himself some standards of conduct and recognize some compromises which he cannot make and keep house with himself. But *384in an economic order where production is for profit and exploitation is inherent in it, he cannot wholly escape by any renunciation short of suicide. And suicide is defeat. The man who says that he lives by the Golden Rule only conceives life in its visible personal relations. He has no conception of how completely the Golden Rule is denied by the rule of gold which is the master of economic life.\n“Nevertheless, while I think socialism is the best road to a Christian social order, another man with at least equal force —so far as the gospels are concerned— may urge Tolstoi’s type of individualistic anarchy, or something like Kropotkin’s communistic anarchy * *\n\n\n What was said by Chief Justice Hughes in bis dissent in United States v. Macintosh, 283 U.S. 605, 51 S.Ct. 570, 75 L.Ed. 1302, concerning a religion having a “God” refers to Professor Macintosh’s belief in his “God” commanding him not to kill. To attribute to such highly educated men as Hughes, Holmes, Brandéis and Stone an ignorance of Taoism or Comte’s humanism, or their denial that either is a religion if the question had been presented to them, would be an unwarranted assertion of their ignorance of the history of religious beliefs.\n\n\n “ * * * Recognition of this obligation [of conscience] moved the Greek poet Menander to write almost twenty-four hundred years ago: ‘Conscience is a God to all mortals’; * *\n\n\n “1. Describe the nature of your belief which is the basis of your claim made in Scries I above. Democracy cannot be served by going to war. The way to serve democracy is to cultivate and extend it — to make it work — where even only a semblance of it exists. Through abolition of restrictions on our democracy, political and economic (poll taxes, etc.), not only would democracy be served, but society as a whole would be benefited. This would be preliminary to a social order based on the mutual understanding of human needs, and hence resulting in the cooperative commonwealth.\n“2. Explain how, when, and from whom or from what source you received the training and acquired the belief which is the basis of your claim made in Series I above. In 1936, I began to realize the causes of recurring wars and depressions. At that time, I resolved to learn more about it. Though the following books and publications convinced me, they did not advocate or ask anyone to become a conscientious objector. This I have done of my own accord, fully realizing the possible consequences. ‘As I See It’ by Norman Thomas. ‘Other People’s Money’— Louis Brandéis. ‘War Madness’ — Stephen Raushenbush. ‘Is Conscience a Crime?’ — Norman Thomas. ‘Walls and Bars’ — Eugene Y. Debs. ‘Merchant of Death’ — Fortune Magazine, 1934. ‘Nye Committee Investigation of Munitions’. The Fellowship’ — Publication of the Fellowship of Reconciliation. The Call’— Socialist Party organ.\n\"3. Give the name and present address of the individual upon whom you rely most for religious guidance. I rely on no one for religious guidance.\n“4. Under what circumstances, if any, do you believe in the use of force? I have no objection to using force of a nonviolent nature. Non-cooperation and resistance without destruction of life can be more effective against an enemy than the typo Americans are being forced to use. I approve of a society in which the members are resj)onsible to law and order formulated by themselves.\n“5. Describe the actions and behavior in your life which in your opinion most conspicuously demonstrate the consistency and depth of your religious convictions. I have distributed educational material on numerous occasions (Samples attached) and have sold educational material of a similar nature. I have collected food, clothing and money for war sufferers of Spain in their recent struggle, and also for needy Americans. (See attached credentials.) Participation in organizations of which I am a member has meant sacrifice of time, money, and effort in advancing their respective causes. (See attached statements on purposes of organization.)\n“6. Have yon ever given public expression, written or oral, to the views herein expressed as the basis for your claim made in Series I above? If so, specify when and where. Yes, I have written letters to the editors of newspapers, (New York Post, New York Daily News, Los Angeles Daily News) expressing my views on the subject. I do not have these in my possession, however. I have taken, on joining the Youth Committee Against War, the Oxford Pledge — T refuse to support the United States in any war it might undertake.’ ”\n\n",
            "ocr": false,
            "opinion_id": 9651261
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}