{
    "id": 616079,
    "judges": "Winter, Pooler, and B.D. Parker, Circuit Judges",
    "date_filed": "1983-01-22",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-simmons",
    "case_name_short": "Simmons",
    "case_name": "United States v. Simmons",
    "case_name_full": "UNITED STATES of America, Appellee, v. Robert SIMMONS, Defendant-Appellant",
    "attorneys": "Aimee Hector (Michael D. Maimin, on the brief), Assistant United States Attorneys, for Preet Bharara, United States Attorney for the Southern District of New York, for Appellee., Richard B. Lind, New York, NY, for Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued: May 12, 2011.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b175-10\">\n    UNITED STATES of America, Appellee, v. Robert SIMMONS, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b175-13\">\n    Docket No. 10-1526-cr.\n   </docketnumber><br><court id=\"b175-14\">\n    United States Court of Appeals, Second Circuit.\n   </court><br><otherdate id=\"b175-15\">\n    Argued: May 12, 2011.\n   </otherdate><br><decisiondate id=\"b175-16\">\n    Decided: Oct. 26, 2011.\n   </decisiondate><br><attorneys id=\"b177-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"153\"> \n     *153\n     </span>\n    Aimee Hector (Michael D. Maimin, on the brief), Assistant United States Attorneys, for Preet Bharara, United States Attorney for the Southern District of New York, for Appellee.\n   </attorneys><br><attorneys id=\"b177-6\">\n    Richard B. Lind, New York, NY, for Defendant-Appellant.\n   </attorneys><br><judges id=\"b177-7\">\n    Before: WINTER, POOLER, and B.D. PARKER, Circuit Judges.\n   </judges><br><judges id=\"b177-8\">\n    Judge WINTER dissents in a separate opinion.\n   </judges>",
    "citations": [
        "661 F.3d 151"
    ],
    "opinions": [
        {
            "author_str": "Parker",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nB.D. PARKER, JR., Circuit Judge:\nRobert Simmons, a previously convicted felon, appeals his conviction in the United States District Court for the Southern District of New York (Scheindlin, J.) for possession of a firearm and ammunition. See 18 U.S.C. § 922(g)(1). On appeal, he contends that the district court’s failure to suppress his pre-arrest statements made without Miranda warnings violated the Fifth Amendment, and that the warrant-less search of his bedroom violated the Fourth Amendment. He asserts that the district court should have granted his motion to suppress those statements and the physical evidence obtained during the search. We hold that while the public safety exception to Miranda justified the officers’ initial questioning of Simmons, their subsequent warrantless search of his bedroom violated the Fourth Amendment.\nBACKGROUND\nOn November 10, 2008, members of the New York City Police Department (“NYPD”) recovered a nine-millimeter handgun and a magazine containing ten rounds of ammunition from Robert Simmons’s bedroom in his Bronx apartment. Following a bench trial on stipulated facts, Simmons was convicted of one count of being a felon in possession of a firearm and ammunition and was sentenced principally to a mandatory minimum term of 180 months’ imprisonment.\nPrior to trial, Simmons moved to suppress statements he made to the NYPD officers and the physical evidence subsequently recovered by them. At the suppression hearing, Officer Nelson Mangual and Sergeant Pauline Perry of the NYPD testified on behalf of the government and Simmons testified on his own behalf.\nOfficer Mangual and Sergeant Perry testified that shortly after 1:00 a.m. on November 10, 2008, they separately responded to a radio call that an individual had a gun at 920 Trinity Avenue in the Bronx. When they arrived at that address, the officers met the complainant, Jamar Vaz, who explained that Simmons, his roommate, had displayed a silver handgun during a dispute they had days earlier. Vaz requested that the officers accompany him into the apartment he shared with Simmons to retrieve his belongings. Vaz escorted Mangual, Perry, and several other officers who had responded to the call inside the apartment building.\nAfter entering the apartment, the officers conducted a protective sweep of the living room and kitchen, and then proceeded down the apartment’s common hallway to the rear of the apartment where Sim*154mons’s and Vaz’s bedrooms were located. As they walked toward Simmons’s bedroom, the officers had their guns drawn and announced their presence. When they reached his bedroom, the officers found the bedroom door open, the room dimly lit, and Simmons lying in his bed. Officer Mangual testified that he also saw a shiny object, which he thought might be the gun Vaz had described, on a table next to the bed. When Simmons got up from his bed and approached the bedroom doorway, the officers instructed him to show them his hands. Simmons complied, and Officer Mangual pulled him outside of the bedroom and into the hallway. The officers then asked Simmons about the dispute with Vaz, the presence and location of the gun, and whether he had a license for it. Simmons responded that the gun was in his bedroom, at which point Officer Mangual entered the bedroom to locate and retrieve the gun.\nSimmons’s testimony was generally consistent with that of the officers, but with some divergence. He testified that around 1:00 a.m. on November 10, 2008, he was lying in his bed watching television when he heard the noise of someone attempting to enter his apartment. He got up from his bed and, leaving his bedroom door ajar, walked into the hallway where he saw Sergeant Perry and Va? approaching. After Simmons asked the officers what was happening, Sergeant Perry placed her hand on his chest and asked whether he had a problem with Vaz. She also asked him whether he had a gun in the apartment. Simmons responded, “Yes, I do, in my room. My mother gave me the gun to turn into the church. It is in the room on the chair by my bed under the papers.” Following his response, Officer Mangual entered the bedroom to retrieve the gun.\nIn support of his motion to suppress, Simmons asserted that he did not grant the officers permission to enter his apartment or bedroom; that there were no exigent circumstances necessitating their entry to search; and that the gun was not in plain view in his bedroom. Simmons also contended that the officers’ questioning of him regarding the gun constituted a Miranda violation. He did not, however, seek to separately suppress his responses because the government had previously represented that it did not plan to use them at trial. The government opposed the motion on the basis that Vaz consented to the NYPD’s entry into the apartment; the gun was in plain view inside the apartment; and the NYPD was permitted to enter Simmons’s bedroom as part of a protective sweep.1 Following the hearing, the district court denied the motion to suppress. It found that Simmons’s statements regarding the location of the gun were admissible under the public safety exception to Miranda, and that exigent circumstances warranted seizure of the gun. Regarding the public safety exception, the court found that because the officers “had a reason to believe that Simmons was home and had a gun ... [they] had immediate need to locate and secure [the] gun.” Until then, in the court’s view, “the gun was a serious danger to the officer, Va[z], and ... Simmons himself.” The court also concluded that, for the same reasons the public safety exception applied, exigent circumstances rendered the warrantless search of the bedroom and retrieval of Simmons’s gun and magazine reasonable.\nOn appeal, Simmons contends that the district court incorrectly applied the public safety exception because the officers were required to possess “a far greater quan*155turn of reliable information prior to their encounter with [him]” than they possessed here, and that the present facts do not support a finding of exigent circumstances.\nDISCUSSION\n“On an appeal from a district court’s ruling on a motion to suppress evidence, we review the court’s factual findings for clear error, viewing the evidence in the light most favorable to the government.” United States v. Ivezaj, 568 F.3d 88, 96 (2d Cir.2009). We review the district court’s legal conclusions, including those regarding the application of the public safety exception, de novo. Id.; United States v. Newton, 369 F.3d 659, 668-69 (2d Cir.2004). We also review de novo mixed questions of law and fact. United States v. Lucky, 569 F.3d 101, 105-06 (2d Cir.2009).\nWe will reverse a district court’s determination that exigent circumstances provided an exception to the Fourth Amendment’s warrant requirement where that determination is clearly erroneous. United States v. Klump, 536 F.3d 113, 117 (2d Cir.2008); United States v. MacDonald, 916 F.2d 766, 769 (2d Cir.1990) (en banc). In order to do that, we must be “left with the definite and firm conviction that a mistake has been committed.” United States v. Iodice, 525 F.3d 179, 185 (2d Cir.2008) (citation and internal quotation marks omitted).\nI.\nIt is well settled that statements obtained during a police interrogation that are not preceded by Miranda warnings cannot typically be used by the prosecution in its case in chief. See Berghuis v. Thompkins, — U.S. —, 130 S.Ct. 2250, 2260, 176 L.Ed.2d 1098 (2010); Michigan v. Harvey, 494 U.S. 344, 350, 110 S.Ct. 1176, 108 L.Ed.2d 293 (1990); Newton, 369 F.3d at 668. However, consistent with New York v. Quarles, 467 U.S. 649, 655-56, 104 S.Ct. 2626, 81 L.Ed.2d 550 (1984), we have recognized that “Miranda warnings need not precede questions reasonably prompted by a concern for the public safety or for the safety of the arresting officers for a suspect’s answers to be admitted as evidence of his guilt.” Newton, 369 F.3d at 677 (internal quotation marks and citation omitted); see also United States v. Estrada, 430 F.3d 606, 612 (2d Cir.2005) (same); United States v. Reyes, 353 F.3d 148, 152 (2d Cir.2003) (same). In Estrada, we noted two additional principles relevant to the public safety exception. First, “preMiranda questions, while framed spontaneously in dangerous situations, may not be investigatory in nature or designed solely to elicit testimonial evidence from a suspect.” 430 F.3d at 612 (citations and internal quotation marks omitted). Second, “we expressly have not condoned the pre-Miranda questioning of suspects as a routine matter.” Id. Instead, recognizing the need for flexibility when genuine concerns for public safety exist, application of the exception requires us to examine the totality of the relevant circumstances. Id.\nApplying these principles, we affirm the district court’s ruling that, under the public safety exception, Simmons’s statements regarding the presence and location of the gun were admissible at trial. Our analysis in Newton is instructive. In that case, after receiving a report that Newton, a parolee, had threatened to kill his mother and her husband, and that he kept a gun in the apartment that the three of them shared, several parole and NYPD officers visited the apartment. 369 F.3d at 663. When Newton answered the door dressed only in his underwear, the officers handcuffed him and, without advising him of his Miranda rights, questioned him. Id. In response to a question about wheth*156er he had any “contraband” in the house, Newton replied that he kept a gun in a box to which he directed one of the parole officers’ attention. Id. at 663-64. The officer retrieved the box and found a handgun and ammunition inside. Id. at 664. We held that Newton’s responses leading to the discovery of the firearm were properly admitted at trial under the public safety exception. Id. at 679. In particular, having received reports of Newton’s possession of a firearm and his threats to kill his mother and her husband, the officers had “an objectively reasonable belief that Newton was dangerous.” Id. at 678. In addition, given the presence of others in the apartment, and the reported hostility among them, we concluded that “the unlocated gun presented a deadly risk to everyone on the premises.” Id.\nA similar analysis is applicable here. At the time the officers entered the apartment, based on the police radio call and their discussion with Vaz, they had a reasonable basis for believing that Simmons was home and that he might have a gun, which they understood he had recently brandished. Under these potentially volatile circumstances, the officers had objectively reasonable safety concerns when they entered the apartment and were justified in questioning Simmons in order to assuage those concerns and defuse the perceived threat of violence between Vaz and Simmons. Moreover, their questions mainly concerned the presence and location of the gun. It is also true, as Simmons points out, that they asked about the dispute between the roommates and whether Simmons had a license for the gun. The questions about the dispute had the potential to shed light on the volatility of the situation and the extent to which Simmons harbored potentially violent resentment toward Vaz. We are not persuaded that this limited questioning was prohibitively “investigatory in nature” or a subterfuge for collecting testimonial evidence. See Estrada, 430 F.3d at 612-13; see also Newton, 369 F.3d at 678 (“Courts recognize that public safety questions are framed spontaneously in dangerous situations. Precision crafting cannot be expected in such circumstances.”). Accordingly, we conclude that admission at trial of Simmons’s response to those questions, and the physical evidence recovered based on them, did not violate the Fifth Amendment. See Estrada, 430 F.3d at 610 (“Where the public safety exception applies, a defendant’s statement — and the physical evidence recovered as a result of that statement — may be admitted into evidence at trial.”). However, this conclusion does not end our inquiry. We must still consider whether, once the police were lawfully inside the apartment, their warrantless search for the gun inside Simmons’s bedroom violated the Fourth Amendment.2\nII.\nThe core premise underlying the Fourth Amendment is that warrantless searches of a home are presumptively unreasonable. See Kentucky v. King, — U.S. —, 131 S.Ct. 1849, 1856, 179 L.Ed.2d 865 (2011) (“It is a basic principle of Fourth Amendment law ... that searches and seizures inside a home without a warrant are presumptively unreasonable.” (internal quotation marks and citations omitted)); Brigham City v. Stuart, 547 U.S. 398, 403, 126 S.Ct. 1943, 164 *157L.Ed.2d 650 (2006) (same); United States v. Hassock, 681 F.3d 79, 84 (2d Cir.2011) (same); see also Groh v. Ramirez, 540 U.S. 551, 559, 124 S.Ct. 1284, 157 L.Ed.2d 1068 (2004) (“[T]he right of a man to retreat into his own home and there be free from unreasonable governmental intrusion stands at the very core of the Fourth Amendment.” (internal quotation marks and alterations omitted)). This presumption is rooted in the recognition that “the physical entry of the home is the chief evil against which the wording of the Fourth Amendment is directed.” Hassock, 631 F.3d at 84 (quoting Payton v. New York, 445 U.S. 573, 585, 100 S.Ct. 1371, 63 L.Ed.2d 639 (1980)). These principles apply with particular intensity when a home is searched in the middle of the night. See United States v. Ravich, 421 F.2d 1196, 1201 (2d Cir.1970) (noting the “peculiar abrasiveness” of nighttime searches (citing Jones v. United States, 357 U.S. 493, 78 S.Ct. 1253, 2 L.Ed.2d 1514 (1958))); United States v. Katoa, 379 F.3d 1203, 1205 (10th Cir.2004) (“[A] nighttime search is particularly intrusive.”); United States v. Ramirez-Chilel, 289 F.3d 744, 751 n. 8 (11th Cir.2002) (same); United States v. Jerez, 108 F.3d 684 (7th Cir.1997) (“[Police encounters at a person’s dwelling in the middle of the night are especially intrusive.”).\nAn exception to the warrant requirement applies when “the exigencies of [a] situation make the needs of law enforcement so compelling that a warrantless search is objectively reasonable.” King, 131 S.Ct. at 1856 (internal quotation marks omitted) (quoting Mincey v. Arizona, 437 U.S. 385, 394, 98 S.Ct. 2408, 57 L.Ed.2d 290 (1978)). “One exigency obviating the requirement of a warrant is the need to assist persons who are seriously injured or threatened with such injury.” Brigham City, 547 U.S. at 403, 126 S.Ct. 1943; see also Minnesota v. Olson, 495 U.S. 91, 100, 110 S.Ct. 1684, 109 L.Ed.2d 85 (1990) (“[A] warrantless intrusion may be justified by ... the risk of danger to the police or to other persons inside or outside [a] dwelling.”). Another exigency is the need to prevent the imminent destruction of evidence. See King, 131 S.Ct. at 1856; In re Terrorist Bombings of U.S. Embassies in E. Africa, 552 F.3d 157, 168 (2d Cir.2008). The common theme through these cases is the existence of a true emergency.\nIn determining whether exigent circumstances exist, “[t]he core question is whether the facts, as they appeared at the moment of entry, would lead a reasonable, experienced officer, to believe that there was an urgent need to render aid or take action.” Klump, 536 F.3d at 117-18 (citation and internal quotation marks omitted); see also MacDonald, 916 F.2d at 769 (same). This test “is an objective one that turns on the totality of the circumstances confronting law enforcement agents in the particular case.” Klump, 536 F.3d at 117 (alteration omitted) (quoting MacDonald, 916 F.2d at 769).\nApplying this standard here, we find that the circumstances facing the officers at the time they searched the bedroom were not sufficiently exigent to fall within this narrow exception, and that the district court’s conclusion to the contrary was clearly erroneous. According to the officers’ testimony, after rousing Simmons from his bed in the middle of the night, they removed him from his bedroom, placed him against the wall in the common hallway, and made sure that he had nothing in his possession that could harm them. Officer Mangual then stood at the entrance of the bedroom, effectively guarding the room and monitoring Simmons to make sure that he did not reenter. Simmons, dressed only in his underwear, was “very cooperative” and non-combative, and told *158the officers that the gun was in his bedroom.3 Vaz remained inside his separate bedroom. Along with Officer Mangual and Sergeant Perry, several other officers were present in the apartment. In fact, Officer Mangual testified that the apartment was “full of cops.” Thus, before conducting the search, the officers had effectively allayed the safety concerns that justified their initial questioning of Simmons and had, by exercising control over a compliant occupant and the surrounding premises, neutralized any threat that Simmons or the gun may have initially posed. In doing so, the officers also eliminated the possibility of the destruction of evidence. Under these circumstances, there simply was no “urgent need” to further search the home for the gun without a warrant. See Klump, 536 F.3d at 117-18. Of course, absent such an urgency, the gun alone did not justify the officers’ search of the bedroom. See Groh, 540 U.S. at 559, 124 S.Ct. 1284 (“[Ajbsent exigent circumstances, a warrantless entry to search for weapons or contraband is unconstitutional even when a felony has been committed and there is probable cause to believe that incriminating evidence will be found within.” (quoting Payton, 445 U.S. at 587-88, 100 S.Ct. 1371)).\nConsidering these circumstances, there is nothing to suggest that it would have been impracticable to continue securing the bedroom during the time necessary for one of the officers to obtain a warrant. See, e.g., Illinois v. McArthur, 531 U.S. 326, 331-33,121 S.Ct. 946, 148 L.Ed.2d 838 (2001); Segura v. United States, 468 U.S. 796, 810, 104 S.Ct. 3380, 82 L.Ed.2d 599 (1984); see also Terry v. Ohio, 392 U.S. 1, 20, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968) (“[T]he police must, whenever practicable, obtain advance judicial approval of searches and seizures through the warrant procedure.”); United States v. Place, 660 F.2d 44, 47 (2d Cir.1981) (“[Warrantless] seizure[s are] allowed for the reason that, because of the exigencies of the situation ..., the police cannot obtain the timely issuance of a warrant without losing the criminal or his contraband.”).\nThe government also raises the possibility that there might have been some third person present in the bedroom who posed or faced a threat as a result of the gun. This speculation, however, is untethered to any facts in the record. At no point during their testimony did Officer Mangual or Sergeant Perry indicate that they thought a third person might be present in the bedroom. Nor does their testimony suggest that they believed this to be a possibility. Vaz told them that Simmons was home alone, and although Simmons’s bedroom was dimly lit, both officers testified that the door was “wide open” and that they could see inside. Their testimony does not indicate that they either saw or heard anything that might lead them to *159believe that anyone other than Simmons was inside. Such groundless, retrospective speculation does not translate to exigency. Cf. Moore v. Andreno, 505 F.3d 203, 213-14 (2d Cir.2007) (finding officers’ speculation that suspect may have been hidden in room did not support finding of exigent circumstances where “there [was] no suggestion that anyone thought” he was hidden therein).\nCONCLUSION\nFor the foregoing reasons, the district court’s judgment is AFFIRMED with respect to Appellant’s Fifth Amendment claim, REVERSED with respect to Appellant’s Fourth Amendment claim, and REMANDED for further proceedings consistent with this opinion.\n\n. The district court did not make a finding or credibility determination to resolve the conflicting assertions about whether the gun was in plain view.\n\n\n. On appeal, the parties do not dispute the district court’s finding that the officers were lawfully in the apartment based on Vaz’s consent, or that Vaz lacked authority to consent to a police search of Simmons’s bedroom, where Simmons had a reasonable expectation of privacy.\n\n\n. Judge Winter contends in dissent not only that the search of Simmons’s bedroom was justified by exigent circumstances, but also that Simmons impliedly consented to a search when he told the officers that the handgun was located in his bedroom. Consent to a search, constituting a waiver of Fourth Amendment rights, must be voluntary. See, e.g., United States v. Rico Beltran, 409 Fed.Appx. 441, 442-43 (2d Cir.2011) (quoting Schneckloth v. Bustamonte, 412 U.S. 218, 227, 93 S.Ct. 2041, 36 L.Ed.2d 854 (1973)). The government must prove Simmons’s voluntary consent by a preponderance of the evidence and, in determining voluntariness, the district court must consider the totality of the circumstances. See, e.g., United States v. Snype, 441 F.3d 119, 131 (2d Cir.2006); United States v. Isiofia, 370 F.3d 226, 230-31 (2d Cir.2004). In this case, whether a waiver occurred hinged on the testimony at the suppression hearing and the trial court made no finding on this issue. Accordingly, I do not believe the record can support a finding of express or implied consent.\n\n",
            "ocr": false,
            "opinion_id": 9484929
        },
        {
            "author_str": "Winter",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWINTER, Circuit Judge\ndissenting:\nI respectfully dissent. In my view, there was both consent and exigent circumstances, either of which is dispositive, justifying the securing of appellant’s gun.\nThere is no Fourth Amendment violation where an individual voluntarily consents to a search. United States v. Garcia, 56 F.3d 418, 422 (2d Cir.1995). Consent may be inferred from an individual’s statements and conduct. It is not necessary that the person giving consent “recite the talismanic phrase: “You have my permission to search.’ ” United States v. Buettner-Janusch, 646 F.2d 759, 764 (2d Cir.1981).\nAppellant testified as follows:\nQ. [Sergeant Perry] just asked do you have a gun?\nA. Yes. That’s what she asked me.\nQ. Did she ask you where the gun was?\nA. No. She said do you have a gun in this apartment.\nQ. And you responded — did you finish your answer? You said that—\nA. No. I told her: Yes, I do, in my room. My mother gave me the gun to turn into the church. It is in the room on the chair by my bed under the papers.\nIn my view, appellant’s statements constituted implied consent to the officer’s entering his bedroom and securing the gun. Informing the police of the precise but concealed location of the gun — under papers and on a particular chair — had no purpose other than to facilitate the immediate seizure of the weapon. Certainly, appellant was not simply being helpful to the officers in any putative obtaining of a warrant. I would therefore follow the First Circuit and hold that a defendant’s directions to a firearm amounts to, or may be found to amount to,1 implied consent, United States v. Reynolds, 646 F.3d 63 (1st Cir.2011), at least for the limited purpose of retrieving the gun.\nThe existence of exigent circumstances of course also justifies a warrantless search, United States v. Klump, 536 F.3d 113, 117 (2d Cir.2008) (citing Coolidge v. New Hampshire, 403 U.S. 443, 474-75, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971)), and “[a] district court’s determination as to whether exigent circumstances existed is fact-specific, and will not be reversed unless clearly erroneous.” Klump, 536 F.3d at 117 (quoting United States v. MacDonald, 916 F.2d 766, 769 (2d Cir.1990) (en banc)). The Fourth Amendment standard for exigent circumstances is objective: based on the known circumstances at the time, whether a reasonable, experienced officer would believe there was an urgent need to *160take action, particularly including situations posing risks to the police or others. Minnesota v. Olson, 495 U.S. 91, 100, 110 S.Ct. 1684, 109 L.Ed.2d 85 (1990).\nThe known facts here support a finding that it was necessary to enter the bedroom to locate and secure the weapon. The officers were in the apartment because Vaz, appellant’s roommate, had told them that appellant had a gun in the apartment. There was a legitimate concern that appellant might be prone to use the gun. Vaz had stated that appellant had revealed the gun during a dispute and that Vaz needed police protection to enter the apartment and gather his belongings. At the time the gun was retrieved, appellant was not in handcuffs. The police had not done a protective sweep of appellant’s bedroom, which was dark at the time of the entry, and the officers could not have been certain that there was no one else in the room. Furthermore, although appellant told the officers where the gun was, they had no way of knowing that he was telling the truth without actually locating it. These facts presented a risk that appellant, or an unknown third party, might seek to grab the weapon.\nMy colleagues perceive the risk of a third party presence as insignificant because the officers did not testify to a perceived danger that there was someone else in the bedroom. However, the test for exigent circumstances is objective and, therefore, the actual state of mind of the officers is not relevant. See Brigham City, Utah v. Stuart, 547 U.S. 398, 404, 126 S.Ct. 1943, 164 L.Ed.2d 650 (2006). But even if the officers’ subjective anxieties were relevant, appellant’s testimony fully supports the existence of reasonable anxiety on the officers’ part as to the presence of another person. Appellant testified:\nQ. And, what happened next?\nA. Then when Jamal [Vaz] went in his room Officer Manuel [sic] I think — -I believe that’s his name — came up, he went to look in but he didn’t want to stick his head all the way in the door because it was dark. So, he tried to cut the light on but the light switch, that’s the power switch to cut the TV off.\nQ. Slow down. Slow down.\nHe tried to turn the lights on because there were no lights in the room. Is that what you said?\nA. Yes.\nQ. And then what happened?\nA. Then the TV went out and I said something — I said something stupid I said: Well, now I have to reset that, meaning the cable box. So, he just went in there, got the paper, came out and then he said — excuse me — this is a big ass gun. He opened up the paper—\nQ. Just to go over this again, Sergeant Perry, the officer that stopped you— A. Yes.\nQ. —in the hallway, did she go in the room?\nA. No.\nQ. Just the other officer?\nA. Just Officer Manuel [sic] went inside the room.\nQ. Did he see anything from what you could tell? Could you see what he was doing before he went into your room?\nA. No. He was just trying to stick his head inside the room. There wasn’t no flashlight, he was trying to stick his head because he was nervous, you don’t know what is behind the door so that’s when he did the switch.\nTHE COURT: Before he went in had you already told him where the gun was?\n*161THE WITNESS: I told the sergeant, yes.\nTHE COURT: You already told them it is on the chair under the papers?\nTHE WITNESS: Under the papers, yes.\nThe proper test for the existence of exigent circumstances involves balancing the degree of potential harm against the likelihood of its occurrence. See, e.g., Scott v. Harris, 550 U.S. 372, 373, 127 S.Ct. 1769, 167 L.Ed.2d 686 (2007) (holding that a police officer’s use of deadly force to stop a high speed car chase was reasonable under the Fourth Amendment through “weighing the perhaps lesser probability of injuring or killing numerous bystanders against the perhaps larger probability of injuring or killing a single person,” by taking into account “the number of lives at risk” and the “relative culpability” of the police officer and the respondent). To be sure, the likelihood of violent acts occurring was diminished by the actions and presence of the police prior to securing the gun. However, the magnitude of harm that could have resulted from appellant or an unknown third party rashly attempting to seize the gun made it objectively reasonable for the officers to believe that it should be secured immediately. See United States v. Newsome, 475 F.3d 1221, 1226 (11th Cir.2007) (“It would defy common sense to allow the officers to question [a defendant] as to whether there was any threat and then prevent them from neutralizing that threat.”).\nViewing the likelihood of harm as low, my colleagues do not factor into the calculation the possibly calamitous harm, including harm to appellant or a third party, that might have occurred had the officers not used their common sense and secured the weapon. This omission explains why there are no precedents involving facts remotely close to those before us in which the securing of a weapon leads to its suppression. In fact, the caselaw is all to the contrary. See, e.g., United States v. Lopez, 989 F.2d 24, 27 (1st Cir.1993) (upholding that a warrantless search was “justified as one not merely for evidence or even contraband but for a dangerous weapon in a building where others might gain access to it”); see also, Chimel v. California, 395 U.S. 752, 762-63, 89 S.Ct. 2034, 23 L.Ed.2d 685 (1969) (concluding that it is “reasonable” for an arresting officer to search “the area into which an arrestee might reach in order to grab a weapon” because “[a] gun on a table or in a drawer in front of one who is arrested can be as dangerous to the arresting officer as one concealed in the clothing of the person arrested”); United States v. Antwine, 873 F.2d 1144, 1147 (8th Cir.1989) (“The clear implication of Quarles is that a warrantless seizure of a weapon may be considered ‘reasonable’ within the meaning of the Fourth Amendment when justified by an officer’s legitimate concern for someone’s safety.”).\nIn any event, the conclusion of the district court is not clearly erroneous. I therefore respectfully dissent.\n\n. If implied consent were the only dispositive issue, I would agree to a remand for a finding by the district court. However, a remand seems unnecessary to me because I would affirm the finding of exigent circumstances.\n\n",
            "ocr": false,
            "opinion_id": 9484930
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 18.0,
            "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/fd9039c1-7bab-4a53-8ddb-43665e0055ca/2/doc/10-1526_complete_opn.pdf",
            "author_id": null,
            "opinion_text": "\n661 F.3d 151 (2011)\nUNITED STATES of America, Appellee,\nv.\nRobert SIMMONS, Defendant-Appellant.\nDocket No. 10-1526-cr.\nUnited States Court of Appeals, Second Circuit.\nArgued: May 12, 2011.\nDecided: October 26, 2011.\n*153 Aimee Hector (Michael D. Maimin, on the brief), Assistant United States Attorneys, for Preet Bharara, United States Attorney for the Southern District of New York, for Appellee.\nRichard B. Lind, New York, NY, for Defendant-Appellant.\nBefore: WINTER, POOLER, and B.D. PARKER, Circuit Judges.\nJudge WINTER dissents in a separate opinion.\nB.D. PARKER, JR., Circuit Judge:\nRobert Simmons, a previously convicted felon, appeals his conviction in the United States District Court for the Southern District of New York (Scheindlin, J.) for possession of a firearm and ammunition. See 18 U.S.C. § 922(g)(1). On appeal, he contends that the district court's failure to suppress his pre-arrest statements made without Miranda warnings violated the Fifth Amendment, and that the warrantless search of his bedroom violated the Fourth Amendment. He asserts that the district court should have granted his motion to suppress those statements and the physical evidence obtained during the search. We hold that while the public safety exception to Miranda justified the officers' initial questioning of Simmons, their subsequent warrantless search of his bedroom violated the Fourth Amendment.\nBACKGROUND\nOn November 10, 2008, members of the New York City Police Department (\"NYPD\") recovered a nine-millimeter handgun and a magazine containing ten rounds of ammunition from Robert Simmons's bedroom in his Bronx apartment. Following a bench trial on stipulated facts, Simmons was convicted of one count of being a felon in possession of a firearm and ammunition and was sentenced principally to a mandatory minimum term of 180 months' imprisonment.\nPrior to trial, Simmons moved to suppress statements he made to the NYPD officers and the physical evidence subsequently recovered by them. At the suppression hearing, Officer Nelson Mangual and Sergeant Pauline Perry of the NYPD testified on behalf of the government and Simmons testified on his own behalf.\nOfficer Mangual and Sergeant Perry testified that shortly after 1:00 a.m. on November 10, 2008, they separately responded to a radio call that an individual had a gun at 920 Trinity Avenue in the Bronx. When they arrived at that address, the officers met the complainant, Jamar Vaz, who explained that Simmons, his roommate, had displayed a silver handgun during a dispute they had days earlier. Vaz requested that the officers accompany him into the apartment he shared with Simmons to retrieve his belongings. Vaz escorted Mangual, Perry, and several other officers who had responded to the call inside the apartment building.\nAfter entering the apartment, the officers conducted a protective sweep of the living room and kitchen, and then proceeded down the apartment's common hallway to the rear of the apartment where Simmons's *154 and Vaz's bedrooms were located. As they walked toward Simmons's bedroom, the officers had their guns drawn and announced their presence. When they reached his bedroom, the officers found the bedroom door open, the room dimly lit, and Simmons lying in his bed. Officer Mangual testified that he also saw a shiny object, which he thought might be the gun Vaz had described, on a table next to the bed. When Simmons got up from his bed and approached the bedroom doorway, the officers instructed him to show them his hands. Simmons complied, and Officer Mangual pulled him outside of the bedroom and into the hallway. The officers then asked Simmons about the dispute with Vaz, the presence and location of the gun, and whether he had a license for it. Simmons responded that the gun was in his bedroom, at which point Officer Mangual entered the bedroom to locate and retrieve the gun.\nSimmons's testimony was generally consistent with that of the officers, but with some divergence. He testified that around 1:00 a.m. on November 10, 2008, he was lying in his bed watching television when he heard the noise of someone attempting to enter his apartment. He got up from his bed and, leaving his bedroom door ajar, walked into the hallway where he saw Sergeant Perry and Vaz approaching. After Simmons asked the officers what was happening, Sergeant Perry placed her hand on his chest and asked whether he had a problem with Vaz. She also asked him whether he had a gun in the apartment. Simmons responded, \"Yes, I do, in my room. My mother gave me the gun to turn into the church. It is in the room on the chair by my bed under the papers.\" Following his response, Officer Mangual entered the bedroom to retrieve the gun.\nIn support of his motion to suppress, Simmons asserted that he did not grant the officers permission to enter his apartment or bedroom; that there were no exigent circumstances necessitating their entry to search; and that the gun was not in plain view in his bedroom. Simmons also contended that the officers' questioning of him regarding the gun constituted a Miranda violation. He did not, however, seek to separately suppress his responses because the government had previously represented that it did not plan to use them at trial. The government opposed the motion on the basis that Vaz consented to the NYPD's entry into the apartment; the gun was in plain view inside the apartment; and the NYPD was permitted to enter Simmons's bedroom as part of a protective sweep.[1] Following the hearing, the district court denied the motion to suppress. It found that Simmons's statements regarding the location of the gun were admissible under the public safety exception to Miranda, and that exigent circumstances warranted seizure of the gun. Regarding the public safety exception, the court found that because the officers \"had a reason to believe that Simmons was home and had a gun . . . [they] had immediate need to locate and secure [the] gun.\" Until then, in the court's view, \"the gun was a serious danger to the officer, Va[z], and . . . Simmons himself.\" The court also concluded that, for the same reasons the public safety exception applied, exigent circumstances rendered the warrantless search of the bedroom and retrieval of Simmons's gun and magazine reasonable.\nOn appeal, Simmons contends that the district court incorrectly applied the public safety exception because the officers were required to possess \"a far greater quantum *155 of reliable information prior to their encounter with [him]\" than they possessed here, and that the present facts do not support a finding of exigent circumstances.\n\nDISCUSSION\n\"On an appeal from a district court's ruling on a motion to suppress evidence, we review the court's factual findings for clear error, viewing the evidence in the light most favorable to the government.\" United States v. Ivezaj, 568 F.3d 88, 96 (2d Cir.2009). We review the district court's legal conclusions, including those regarding the application of the public safety exception, de novo. Id.; United States v. Newton, 369 F.3d 659, 668-69 (2d Cir.2004). We also review de novo mixed questions of law and fact. United States v. Lucky, 569 F.3d 101, 105-06 (2d Cir.2009).\nWe will reverse a district court's determination that exigent circumstances provided an exception to the Fourth Amendment's warrant requirement where that determination is clearly erroneous. United States v. Klump, 536 F.3d 113, 117 (2d Cir.2008); United States v. MacDonald, 916 F.2d 766, 769 (2d Cir.1990) (en banc). In order to do that, we must be \"left with the definite and firm conviction that a mistake has been committed.\" United States v. Iodice, 525 F.3d 179, 185 (2d Cir.2008) (citation and internal quotation marks omitted).\n\nI.\nIt is well settled that statements obtained during a police interrogation that are not preceded by Miranda warnings cannot typically be used by the prosecution in its case in chief. See Berghuis v. Thompkins, ___ U.S. ___, 130 S.Ct. 2250, 2260, 176 L.Ed.2d 1098 (2010); Michigan v. Harvey, 494 U.S. 344, 350, 110 S.Ct. 1176, 108 L.Ed.2d 293 (1990); Newton, 369 F.3d at 668. However, consistent with New York v. Quarles, 467 U.S. 649, 655-56, 104 S.Ct. 2626, 81 L.Ed.2d 550 (1984), we have recognized that \"Miranda warnings need not precede questions reasonably prompted by a concern for the public safety or for the safety of the arresting officers for a suspect's answers to be admitted as evidence of his guilt.\" Newton, 369 F.3d at 677 (internal quotation marks and citation omitted); see also United States v. Estrada, 430 F.3d 606, 612 (2d Cir.2005) (same); United States v. Reyes, 353 F.3d 148, 152 (2d Cir.2003) (same). In Estrada, we noted two additional principles relevant to the public safety exception. First, \"pre-Miranda questions, while framed spontaneously in dangerous situations, may not be investigatory in nature or designed solely to elicit testimonial evidence from a suspect.\" 430 F.3d at 612 (citations and internal quotation marks omitted). Second, \"we expressly have not condoned the pre-Miranda questioning of suspects as a routine matter.\" Id. Instead, recognizing the need for flexibility when genuine concerns for public safety exist, application of the exception requires us to examine the totality of the relevant circumstances. Id.\nApplying these principles, we affirm the district court's ruling that, under the public safety exception, Simmons's statements regarding the presence and location of the gun were admissible at trial. Our analysis in Newton is instructive. In that case, after receiving a report that Newton, a parolee, had threatened to kill his mother and her husband, and that he kept a gun in the apartment that the three of them shared, several parole and NYPD officers visited the apartment. 369 F.3d at 663. When Newton answered the door dressed only in his underwear, the officers handcuffed him and, without advising him of his Miranda rights, questioned him. Id. In response to a question about whether *156 he had any \"contraband\" in the house, Newton replied that he kept a gun in a box to which he directed one of the parole officers' attention. Id. at 663-64. The officer retrieved the box and found a handgun and ammunition inside. Id. at 664. We held that Newton's responses leading to the discovery of the firearm were properly admitted at trial under the public safety exception. Id. at 679. In particular, having received reports of Newton's possession of a firearm and his threats to kill his mother and her husband, the officers had \"an objectively reasonable belief that Newton was dangerous.\" Id. at 678. In addition, given the presence of others in the apartment, and the reported hostility among them, we concluded that \"the unlocated gun presented a deadly risk to everyone on the premises.\" Id.\nA similar analysis is applicable here. At the time the officers entered the apartment, based on the police radio call and their discussion with Vaz, they had a reasonable basis for believing that Simmons was home and that he might have a gun, which they understood he had recently brandished. Under these potentially volatile circumstances, the officers had objectively reasonable safety concerns when they entered the apartment and were justified in questioning Simmons in order to assuage those concerns and defuse the perceived threat of violence between Vaz and Simmons. Moreover, their questions mainly concerned the presence and location of the gun. It is also true, as Simmons points out, that they asked about the dispute between the roommates and whether Simmons had a license for the gun. The questions about the dispute had the potential to shed light on the volatility of the situation and the extent to which Simmons harbored potentially violent resentment toward Vaz. We are not persuaded that this limited questioning was prohibitively \"investigatory in nature\" or a subterfuge for collecting testimonial evidence. See Estrada, 430 F.3d at 612-13; see also Newton, 369 F.3d at 678 (\"Courts recognize that public safety questions are framed spontaneously in dangerous situations. Precision crafting cannot be expected in such circumstances.\"). Accordingly, we conclude that admission at trial of Simmons's response to those questions, and the physical evidence recovered based on them, did not violate the Fifth Amendment. See Estrada, 430 F.3d at 610 (\"Where the public safety exception applies, a defendant's statement\u0097and the physical evidence recovered as a result of that statement\u0097may be admitted into evidence at trial.\"). However, this conclusion does not end our inquiry. We must still consider whether, once the police were lawfully inside the apartment, their warrantless search for the gun inside Simmons's bedroom violated the Fourth Amendment.[2]\n\nII.\nThe core premise underlying the Fourth Amendment is that warrantless searches of a home are presumptively unreasonable. See Kentucky v. King, ___ U.S. ___, 131 S.Ct. 1849, 1856, 179 L.Ed.2d 865 (2011) (\"It is a basic principle of Fourth Amendment law . . . that searches and seizures inside a home without a warrant are presumptively unreasonable.\" (internal quotation marks and citations omitted)); Brigham City v. Stuart, 547 U.S. 398, 403, 126 S.Ct. 1943, 164 *157 L.Ed.2d 650 (2006) (same); United States v. Hassock, 631 F.3d 79, 84 (2d Cir.2011) (same); see also Groh v. Ramirez, 540 U.S. 551, 559, 124 S.Ct. 1284, 157 L.Ed.2d 1068 (2004) (\"[T]he right of a man to retreat into his own home and there be free from unreasonable governmental intrusion stands at the very core of the Fourth Amendment.\" (internal quotation marks and alterations omitted)). This presumption is rooted in the recognition that \"the physical entry of the home is the chief evil against which the wording of the Fourth Amendment is directed.\" Hassock, 631 F.3d at 84 (quoting Payton v. New York, 445 U.S. 573, 585, 100 S.Ct. 1371, 63 L.Ed.2d 639 (1980)). These principles apply with particular intensity when a home is searched in the middle of the night. See United States v. Ravich, 421 F.2d 1196, 1201 (2d Cir.1970) (noting the \"peculiar abrasiveness\" of nighttime searches (citing Jones v. United States, 357 U.S. 493, 78 S.Ct. 1253, 2 L.Ed.2d 1514 (1958))); United States v. Katoa, 379 F.3d 1203, 1205 (10th Cir.2004) (\"[A] nighttime search is particularly intrusive.\"); United States v. Ramirez-Chilel, 289 F.3d 744, 751 n. 8 (11th Cir.2002) (same); United States v. Jerez, 108 F.3d 684 (7th Cir.1997) (\"[P]olice encounters at a person's dwelling in the middle of the night are especially intrusive.\").\nAn exception to the warrant requirement applies when \"the exigencies of [a] situation make the needs of law enforcement so compelling that a warrantless search is objectively reasonable.\" King, 131 S.Ct. at 1856 (internal quotation marks omitted) (quoting Mincey v. Arizona, 437 U.S. 385, 394, 98 S.Ct. 2408, 57 L.Ed.2d 290 (1978)). \"One exigency obviating the requirement of a warrant is the need to assist persons who are seriously injured or threatened with such injury.\" Brigham City, 547 U.S. at 403, 126 S.Ct. 1943; see also Minnesota v. Olson, 495 U.S. 91, 100, 110 S.Ct. 1684, 109 L.Ed.2d 85 (1990) (\"[A] warrantless intrusion may be justified by. . . the risk of danger to the police or to other persons inside or outside [a] dwelling.\"). Another exigency is the need to prevent the imminent destruction of evidence. See King, 131 S.Ct. at 1856; In re Terrorist Bombings of U.S. Embassies in E. Africa, 552 F.3d 157, 168 (2d Cir.2008). The common theme through these cases is the existence of a true emergency.\nIn determining whether exigent circumstances exist, \"[t]he core question is whether the facts, as they appeared at the moment of entry, would lead a reasonable, experienced officer, to believe that there was an urgent need to render aid or take action.\" Klump, 536 F.3d at 117-18 (citation and internal quotation marks omitted); see also MacDonald, 916 F.2d at 769 (same). This test \"is an objective one that turns on the totality of the circumstances confronting law enforcement agents in the particular case.\" Klump, 536 F.3d at 117 (alteration omitted) (quoting MacDonald, 916 F.2d at 769).\nApplying this standard here, we find that the circumstances facing the officers at the time they searched the bedroom were not sufficiently exigent to fall within this narrow exception, and that the district court's conclusion to the contrary was clearly erroneous. According to the officers' testimony, after rousing Simmons from his bed in the middle of the night, they removed him from his bedroom, placed him against the wall in the common hallway, and made sure that he had nothing in his possession that could harm them. Officer Mangual then stood at the entrance of the bedroom, effectively guarding the room and monitoring Simmons to make sure that he did not reenter. Simmons, dressed only in his underwear, was \"very cooperative\" and non-combative, and told *158 the officers that the gun was in his bedroom.[3] Vaz remained inside his separate bedroom. Along with Officer Mangual and Sergeant Perry, several other officers were present in the apartment. In fact, Officer Mangual testified that the apartment was \"full of cops.\" Thus, before conducting the search, the officers had effectively allayed the safety concerns that justified their initial questioning of Simmons and had, by exercising control over a compliant occupant and the surrounding premises, neutralized any threat that Simmons or the gun may have initially posed. In doing so, the officers also eliminated the possibility of the destruction of evidence. Under these circumstances, there simply was no \"urgent need\" to further search the home for the gun without a warrant. See Klump, 536 F.3d at 117-18. Of course, absent such an urgency, the gun alone did not justify the officers' search of the bedroom. See Groh, 540 U.S. at 559, 124 S.Ct. 1284 (\"[A]bsent exigent circumstances, a warrantless entry to search for weapons or contraband is unconstitutional even when a felony has been committed and there is probable cause to believe that incriminating evidence will be found within.\" (quoting Payton, 445 U.S. at 587-88, 100 S.Ct. 1371)).\nConsidering these circumstances, there is nothing to suggest that it would have been impracticable to continue securing the bedroom during the time necessary for one of the officers to obtain a warrant. See, e.g., Illinois v. McArthur, 531 U.S. 326, 331-33, 121 S.Ct. 946, 148 L.Ed.2d 838 (2001); Segura v. United States, 468 U.S. 796, 810, 104 S.Ct. 3380, 82 L.Ed.2d 599 (1984); see also Terry v. Ohio, 392 U.S. 1, 20, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968) (\"[T]he police must, whenever practicable, obtain advance judicial approval of searches and seizures through the warrant procedure.\"); United States v. Place, 660 F.2d 44, 47 (2d Cir.1981) (\"[Warrantless] seizure[s are] allowed for the reason that, because of the exigencies of the situation. . . , the police cannot obtain the timely issuance of a warrant without losing the criminal or his contraband.\").\nThe government also raises the possibility that there might have been some third person present in the bedroom who posed or faced a threat as a result of the gun. This speculation, however, is untethered to any facts in the record. At no point during their testimony did Officer Mangual or Sergeant Perry indicate that they thought a third person might be present in the bedroom. Nor does their testimony suggest that they believed this to be a possibility. Vaz told them that Simmons was home alone, and although Simmons's bedroom was dimly lit, both officers testified that the door was \"wide open\" and that they could see inside. Their testimony does not indicate that they either saw or heard anything that might lead them to *159 believe that anyone other than Simmons was inside. Such groundless, retrospective speculation does not translate to exigency. Cf. Moore v. Andreno, 505 F.3d 203, 213-14 (2d Cir.2007) (finding officers' speculation that suspect may have been hidden in room did not support finding of exigent circumstances where \"there [was] no suggestion that anyone thought\" he was hidden therein).\n\nCONCLUSION\nFor the foregoing reasons, the district court's judgment is AFFIRMED with respect to Appellant's Fifth Amendment claim, REVERSED with respect to Appellant's Fourth Amendment claim, and REMANDED for further proceedings consistent with this opinion.\nWINTER, Circuit Judge dissenting:\nI respectfully dissent. In my view, there was both consent and exigent circumstances, either of which is dispositive, justifying the securing of appellant's gun.\nThere is no Fourth Amendment violation where an individual voluntarily consents to a search. United States v. Garcia, 56 F.3d 418, 422 (2d Cir.1995). Consent may be inferred from an individual's statements and conduct. It is not necessary that the person giving consent \"recite the talismanic phrase: `You have my permission to search.'\" United States v. Buettner-Janusch, 646 F.2d 759, 764 (2d Cir.1981).\nAppellant testified as follows:\nQ. [Sergeant Perry] just asked do you have a gun?\nA. Yes. That's what she asked me.\nQ. Did she ask you where the gun was?\nA. No. She said do you have a gun in this apartment.\nQ. And you responded\u0097did you finish your answer? You said that\u0097\nA. No. I told her: Yes, I do, in my room. My mother gave me the gun to turn into the church. It is in the room on the chair by my bed under the papers.\nIn my view, appellant's statements constituted implied consent to the officer's entering his bedroom and securing the gun. Informing the police of the precise but concealed location of the gun\u0097under papers and on a particular chair\u0097had no purpose other than to facilitate the immediate seizure of the weapon. Certainly, appellant was not simply being helpful to the officers in any putative obtaining of a warrant. I would therefore follow the First Circuit and hold that a defendant's directions to a firearm amounts to, or may be found to amount to,[1] implied consent, United States v. Reynolds, 646 F.3d 63 (1st Cir.2011), at least for the limited purpose of retrieving the gun.\nThe existence of exigent circumstances of course also justifies a warrantless search, United States v. Klump, 536 F.3d 113, 117 (2d Cir.2008) (citing Coolidge v. New Hampshire, 403 U.S. 443, 474-75, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971)), and \"[a] district court's determination as to whether exigent circumstances existed is fact-specific, and will not be reversed unless clearly erroneous.\" Klump, 536 F.3d at 117 (quoting United States v. MacDonald, 916 F.2d 766, 769 (2d Cir.1990) (en banc)). The Fourth Amendment standard for exigent circumstances is objective: based on the known circumstances at the time, whether a reasonable, experienced officer would believe there was an urgent need to *160 take action, particularly including situations posing risks to the police or others. Minnesota v. Olson, 495 U.S. 91, 100, 110 S.Ct. 1684, 109 L.Ed.2d 85 (1990).\nThe known facts here support a finding that it was necessary to enter the bedroom to locate and secure the weapon. The officers were in the apartment because Vaz, appellant's roommate, had told them that appellant had a gun in the apartment. There was a legitimate concern that appellant might be prone to use the gun. Vaz had stated that appellant had revealed the gun during a dispute and that Vaz needed police protection to enter the apartment and gather his belongings. At the time the gun was retrieved, appellant was not in handcuffs. The police had not done a protective sweep of appellant's bedroom, which was dark at the time of the entry, and the officers could not have been certain that there was no one else in the room. Furthermore, although appellant told the officers where the gun was, they had no way of knowing that he was telling the truth without actually locating it. These facts presented a risk that appellant, or an unknown third party, might seek to grab the weapon.\nMy colleagues perceive the risk of a third party presence as insignificant because the officers did not testify to a perceived danger that there was someone else in the bedroom. However, the test for exigent circumstances is objective and, therefore, the actual state of mind of the officers is not relevant. See Brigham City, Utah v. Stuart, 547 U.S. 398, 404, 126 S.Ct. 1943, 164 L.Ed.2d 650 (2006). But even if the officers' subjective anxieties were relevant, appellant's testimony fully supports the existence of reasonable anxiety on the officers' part as to the presence of another person. Appellant testified:\nQ. And, what happened next?\nA. Then when Jamal [Vaz] went in his room Officer Manuel [sic] I think\u0097I believe that's his name\u0097came up, he went to look in but he didn't want to stick his head all the way in the door because it was dark. So, he tried to cut the light on but the light switch, that's the power switch to cut the TV off.\nQ. Slow down. Slow down.\nHe tried to turn the lights on because there were no lights in the room. Is that what you said?\nA. Yes.\nQ. And then what happened?\nA. Then the TV went out and I said something\u0097I said something stupid I said: Well, now I have to reset that, meaning the cable box. So, he just went in there, got the paper, came out and then he said\u0097excuse me\u0097this is a big ass gun. He opened up the paper\u0097\n* * * *\nQ. Just to go over this again, Sergeant Perry, the officer that stopped you\u0097\nA. Yes.\nQ. \u0097in the hallway, did she go in the room?\nA. No.\nQ. Just the other officer?\nA. Just Officer Manuel [sic] went inside the room.\nQ. Did he see anything from what you could tell? Could you see what he was doing before he went into your room?\nA. No. He was just trying to stick his head inside the room. There wasn't no flashlight, he was trying to stick his head because he was nervous, you don't know what is behind the door so that's when he did the switch.\nTHE COURT: Before he went in had you already told him where the gun was?\n\n*161 THE WITNESS: I told the sergeant, yes.\nTHE COURT: You already told them it is on the chair under the papers?\nTHE WITNESS: Under the papers, yes.\nThe proper test for the existence of exigent circumstances involves balancing the degree of potential harm against the likelihood of its occurrence. See, e.g., Scott v. Harris, 550 U.S. 372, 373, 127 S.Ct. 1769, 167 L.Ed.2d 686 (2007) (holding that a police officer's use of deadly force to stop a high speed car chase was reasonable under the Fourth Amendment through \"weighing the perhaps lesser probability of injuring or killing numerous bystanders against the perhaps larger probability of injuring or killing a single person,\" by taking into account \"the number of lives at risk\" and the \"relative culpability\" of the police officer and the respondent). To be sure, the likelihood of violent acts occurring was diminished by the actions and presence of the police prior to securing the gun. However, the magnitude of harm that could have resulted from appellant or an unknown third party rashly attempting to seize the gun made it objectively reasonable for the officers to believe that it should be secured immediately. See United States v. Newsome, 475 F.3d 1221, 1226 (11th Cir.2007) (\"It would defy common sense to allow the officers to question [a defendant] as to whether there was any threat and then prevent them from neutralizing that threat.\").\nViewing the likelihood of harm as low, my colleagues do not factor into the calculation the possibly calamitous harm, including harm to appellant or a third party, that might have occurred had the officers not used their common sense and secured the weapon. This omission explains why there are no precedents involving facts remotely close to those before us in which the securing of a weapon leads to its suppression. In fact, the caselaw is all to the contrary. See, e.g., United States v. Lopez, 989 F.2d 24, 27 (1st Cir.1993) (upholding that a warrantless search was \"justified as one not merely for evidence or even contraband but for a dangerous weapon in a building where others might gain access to it\"); see also, Chimel v. California, 395 U.S. 752, 762-63, 89 S.Ct. 2034, 23 L.Ed.2d 685 (1969) (concluding that it is \"reasonable\" for an arresting officer to search \"the area into which an arrestee might reach in order to grab a weapon\" because \"[a] gun on a table or in a drawer in front of one who is arrested can be as dangerous to the arresting officer as one concealed in the clothing of the person arrested\"); United States v. Antwine, 873 F.2d 1144, 1147 (8th Cir.1989) (\"The clear implication of Quarles is that a warrantless seizure of a weapon may be considered `reasonable' within the meaning of the Fourth Amendment when justified by an officer's legitimate concern for someone's safety.\").\nIn any event, the conclusion of the district court is not clearly erroneous. I therefore respectfully dissent.\nNOTES\n[1]  The district court did not make a finding or credibility determination to resolve the conflicting assertions about whether the gun was in plain view.\n[2]  On appeal, the parties do not dispute the district court's finding that the officers were lawfully in the apartment based on Vaz's consent, or that Vaz lacked authority to consent to a police search of Simmons's bedroom, where Simmons had a reasonable expectation of privacy.\n[3]  Judge Winter contends in dissent not only that the search of Simmons's bedroom was justified by exigent circumstances, but also that Simmons impliedly consented to a search when he told the officers that the handgun was located in his bedroom. Consent to a search, constituting a waiver of Fourth Amendment rights, must be voluntary. See, e.g., United States v. Rico Beltran, 409 Fed. Appx. 441, 442-43 (2d Cir.2011) (quoting Schneckloth v. Bustamonte, 412 U.S. 218, 227, 93 S.Ct. 2041, 36 L.Ed.2d 854 (1973)). The government must prove Simmons's voluntary consent by a preponderance of the evidence and, in determining voluntariness, the district court must consider the totality of the circumstances. See, e.g., United States v. Snype, 441 F.3d 119, 131 (2d Cir.2006); United States v. Isiofia, 370 F.3d 226, 230-31 (2d Cir.2004). In this case, whether a waiver occurred hinged on the testimony at the suppression hearing and the trial court made no finding on this issue. Accordingly, I do not believe the record can support a finding of express or implied consent.\n[1]  If implied consent were the only dispositive issue, I would agree to a remand for a finding by the district court. However, a remand seems unnecessary to me because I would affirm the finding of exigent circumstances.\n\n",
            "ocr": false,
            "opinion_id": 616079
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}