{
    "id": 1056187,
    "judges": "Judge David G. Hayes",
    "date_filed": "2008-10-21",
    "date_filed_is_approximate": true,
    "slug": "lewis-a-grimes-v-state-of-tennessee",
    "case_name_short": null,
    "case_name": "Lewis A. Grimes v. State of Tennessee",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/052/Grimesleopn.pdf",
            "author_id": null,
            "opinion_text": "         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n\n\n                  LEWIS A. GRIMES v. STATE OF TENNESSEE\n\n                  Direct Appeal from the Criminal Court for Shelby County\n                            No. 00-04327 W. Fred Axley, Judge\n\n\n\n                     No. W2004-02897-CCA-R3-PC - Filed May 25, 2005\n\n\n\n\nThe Petitioner, Lewis A. Grimes, appeals the lower court’s denial of his petition for post-conviction\nrelief. The State has filed a motion requesting that this Court affirm the trial court pursuant to Rule\n20, Rules of the Court of Criminal Appeals. The petition was filed outside the applicable statute of\nlimitation and is, therefore, time-barred. Accordingly, we affirm the trial court’s dismissal.\n\nTenn. R. App. P. 3; Judgment of the Trial Court Affirmed Pursuant to Rule 20, Rules of the\nCourt of Criminal Appeals\n\nDAVID G. HAYES, J., delivered the opinion of the court, in which JOHN EVERETT WILLIAMS and\nALAN E. GLENN , JJ. joined.\n\nLewis A. Grimes, pro se.\n\nPaul G. Summers, Attorney General & Reporter; Rachel E. Willis, Assistant Attorney General, for\nthe appellee, the State of Tennessee.\n\n\n\n                                  MEMORANDUM OPINION\n\n\n       The Petitioner, Lewis A. Grimes, was charged with the offense of felony murder on May 11,\n2000. On January 19, 2001, he entered a plea of guilty to the lesser offense of facilitation of felony\nmurder. Pursuant to the negotiated agreement, the trial court sentenced the Petitioner to twenty years\nconfinement in the Department of Correction as a range I offender.\n\n\n\n                                                  1\n\f         On October 12, 2004, the Petitioner filed, pro se, a petition for post-conviction relief. As\ngrounds for relief, he alleged that his plea agreement had been breached by the State. The\nPetitioner’s challenge focuses upon the calculation of time served before he was eligible for release.\nPetitioner states that, according to his plea agreement, he was to be parole eligible after service of\nthirty percent of his sentence, or, between “(54) and (60) months.” He contends that the “[Parole]\nBoard has systematically promulgated guidelines which . . . supercede the intention of the plea\nagreement.” Petitioner states that the “Board has a formula in which they calculate specific factors\nand come up with a total amount of months that an offender must serve on a particular sentence\nbefore he is ‘actually’ eligible for parole.” (emphasis in original). Under this formula, Petitioner\nstates that he was advised that he would have to serve “(87.9) months; not to include the reduction\nof any accumulated good time credits;” before reaching parole eligibility. Accordingly, he argues\nthat the Parole Board’s calculation of his release eligibility violates the spirit of his plea agreement.\nBy order entered October 29, 2004, the trial court summarily dismissed the petition as barred by the\napplicable statute of limitations. Petitioner timely filed a notice of appeal document.\n\n         Petitioner’s conviction became final on February 18, 2001. Thus, under the applicable statute\nof limitations, Petitioner had until February 18, 2002, to file a petition for post-conviction relief. See\nTenn. Code Ann. § 40-30-102 (2003 Repl.). On appeal to this Court, the Petitioner asserts that the\nstatute of limitations should be tolled under Burford v. State. The State has filed a motion requesting\nthat this Court affirm the trial court’s dismissal pursuant to Rule 20, Rules of the Court of Criminal\nAppeals. In its motion, the State asserts that the Petitioner has failed to establish that due process\nrequires tolling of the statute of limitations.\n\n         Under the Post-Conviction Procedure Act of 1995, exceptions to the statute of limitations\nare explicitly set forth, i.e., (1) claims based upon a new rule of constitutional law, (2) claims based\nupon new scientific evidence showing innocence, and (3) claims based upon enhanced sentences that\nwere enhanced because of convictions subsequently found to be illegal. See Tenn. Code Ann. § 40-\n30-102(b)(1-3). Petitioner has failed to assert one of these exceptions for tolling the statute.\nNotwithstanding, a court may also consider an untimely petition for post-conviction relief if applying\nthe statute of limitations would deny the petitioner due process. Burford v. State, 845 S.W.2d 204,\n208 (Tenn. 1992); see, e.g., Seals v. State, 23 S.W.3d 272 (Tenn. 2000) (holding that due process\nmandates the tolling of the statute of limitations under the 1995 Sentencing Act during periods of\na petitioner’s mental incompetence). In Burford v. State, 845 S.W.2d at 208, our supreme court held\nthat in certain situations application of the statute of limitations in a post-conviction proceeding\nmight violate constitutional due process. In determining whether there has been such a violation, the\nessential question is whether the time period allowed by law provides the petitioner a fair and\nreasonable opportunity to file suit. Id.\n\n\n        The Petitioner asserts that the Parole Board’s formula for determining parole eligibility\nnullified the spirit of his plea agreement with the State. He maintains that the “breach” of his plea\nagreement, i.e., the Parole Board’s calculation of his release eligibility date, was not made until after\nthe time for filing a petition for post-conviction relief expired. Thus, he asserts that due process\nrequires the tolling of the statute of limitations. We are not persuaded by this argument. Any\n\n                                                    2\n\fchallenge to a Department of Correction classification or calculation regarding release eligibility has\nno bearing upon the validity of the Petitioner’s conviction or sentence. See Terry W. Holtsclaw v.\nState, No. 03C01-9904-CR-00143, 1999 WL 552881, *2 (Tenn. Crim. App., at Knoxville, May 4,\n1999). Parole is a privilege and not a right. Tenn. Code Ann. § 40-28-117(a) (2003); Tenn. Code\nAnn. § 40-35-503(b) (2003). Because a prisoner does not have a constitutional or inherent right to\nconditional release prior to the expiration of a valid sentence, a prisoner has no constitutionally\nprotected interest in parole. Paul Moss v. Tennessee Board of Probation and Parole, No. M2003-\n02125-COA-R3-CV, 2004 WL 2583898, *2 (Tenn. Ct. App., at Nashville, Nov. 12, 2004) (citations\nomitted); see also Wright v. Trammell, 810 F.2d 589 (6th Cir.1987)(no constitutionally protected\nliberty interest in parole in Tennessee). Post-conviction relief shall only be granted when the\nconviction or sentence is void or voidable because of an abridgement of a constitutional right. Tenn.\nCode Ann. § 40-30-103 (2003). We conclude that application of the one-year statute of limitations\nin this case does not violate principles of due process. Accordingly, the trial court properly\ndetermined that the petition was time-barred.\n\n\n        Accordingly, it is ordered that the State’s motion is granted. The judgment of the trial court\nis affirmed in accordance with Rule 20, Rules of the Court of Criminal Appeals.\n\n\n\n\n                                               ___________________________________\n                                               DAVID G. HAYES, JUDGE\n\n\n\n\n                                                  3\n\f",
            "ocr": false,
            "opinion_id": 1056187
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}