{
    "id": 1055460,
    "judges": "Judge David G. Hayes",
    "date_filed": "2019-09-22",
    "date_filed_is_approximate": true,
    "slug": "bobby-lee-v-state-of-tennessee",
    "case_name_short": null,
    "case_name": "Bobby Lee v. State of Tennessee",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/054/leebobbyOPN.pdf",
            "author_id": null,
            "opinion_text": "            IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                              AT JACKSON\n                             Assigned on Briefs September 13, 2005\n\n                          BOBBY LEE v. STATE OF TENNESSEE\n\n                          Appeal from the Circuit Court for Obion County\n                            No. 4-407    William B. Acree, Jr., Judge\n\n\n\n                       No. W2005-00188-CCA-R3-PC - Filed October 5, 2005\n\n\nThe Appellant, Bobby Lee, appeals the Obion County Circuit Court’s denial of his petition for post-\nconviction relief. Lee was convicted of attempted first degree murder and received a sixty-year\nDepartment of Correction sentence as a career offender. On appeal, Lee contends that trial counsel’s\nfailure to call favorable witnesses denied him his Sixth Amendment right to the effective assistance\nof counsel. After review of the record, we affirm the denial of post-conviction relief.\n\n                    Tenn. R. App. P. 3; Judgment of the Circuit Court Affirmed\n\nDAVID G. HAYES, J., delivered the opinion of the court, in which GARY R. WADE, P.J., and THOMAS\nT. WOODALL, J., joined.\n\nJoseph P. Atnip, District Public Defender, Dresden, Tennessee, for the Appellant, Bobby Lee.\n\nPaul G. Summers, Attorney General and Reporter; Rachel E. Willis, Assistant Attorney General; and\nJames T. Cannon, Assistant District Attorney General, for the Appellee, State of Tennessee.\n\n                                                OPINION\n\n                                           Procedural History\n\n           Following an evidentiary hearing, the post-conviction court entered the following findings\nof fact:\n                    The petitioner, Bobby Lee, was indicted in the Criminal Court of Obion\n           County . . . , Tennessee in October of 2001, for the crime of criminal conspiracy to\n           commit first degree murder, criminal attempt to commit first degree murder and\n           aggravated assault. The indictment resulted from the shooting of one Terry Scates,\n           which occurred on September 19, 2001. According to the evidence presented at the\n           trial, the petitioner shot Mr. Scates several times with a sawed off 12 gauge shotgun.\n           Miraculously, Scates lived.\n\f               The case was tried on September 29, 2003, and the jury found the petitioner\n       guilty of attempt to commit first degree murder and aggravated assault[, which were\n       later merged]. The petitioner was sentenced as a career offender to 60 years in the\n       Tennessee Department of Correction[ ].\n\n       ....\n\n               The case was appealed to the Court of Criminal Appeals upon the sole issue\n       that the jury venire was unconstitutionally empaneled due to a lack of adequate\n       representation of African Americans. The appeal was denied. [State v. Bobby Lee,\n       No. W2003-02948-CCA-R3-CD (Tenn. Crim. App. at Jackson, Aug. 11, 2004)].\n\n        On November 2, 2004, the Appellant filed a pro se petition for post-conviction relief alleging\nnumerous grounds for relief, including ineffective assistance of counsel. As requested, counsel was\nappointed, and a hearing was held on January 5, 2005, at which trial counsel and the Appellant were\ncalled as the only witnesses. The Appellant testified that during pretrial discussions with trial\ncounsel, he asked counsel to subpoena two or three witnesses who would testify favorably for him.\nHe stated that one witness would have testified that the victim was looking for the Appellant with\na ball bat and another witness would have testified that the victim had a butcher knife prior to the\nshooting. However, trial counsel testified that the Appellant never provided the names of any\nwitnesses to be called at trial. Counsel stated that his investigation revealed that the Appellant and\nthe victim had a confrontation and that the Appellant, while displaying a shotgun, proclaimed in the\npresence of six witnesses that he intended to “get” the victim. All six witnesses saw the Appellant\nleave in pursuit of the victim. Trial counsel acknowledged that he was limited in presenting a viable\ndefense based on the Appellant’s nineteen prior felony convictions. After hearing the proof\npresented, the post-conviction court determined that all grounds, except ineffective assistance of\ncounsel, had been waived or previously determined. The court further found that the ineffective\nassistance claim was without merit and dismissed the petition by written order on January 10, 2005.\nThis appeal followed.\n\n                                              Analysis\n\n        On appeal, the Appellant has raised the single issue of ineffective assistance of counsel. To\nsucceed on a challenge of ineffective assistance of counsel, the Appellant bears the burden of\nestablishing the allegations set forth in his petition by clear and convincing evidence. Tenn. Code\nAnn. § 40-30-110(f) (2003). The Appellant must demonstrate that counsel's representation fell\nbelow the range of competence demanded of attorneys in criminal cases. Baxter v. Rose, 523 S.W.2d\n930, 936 (Tenn. 1975). Under Strickland v. Washington, 466 U.S. 668, 687, 104 S. Ct. 2052, 2064\n(1984), the Appellant must establish (1) deficient performance and (2) prejudice resulting from the\ndeficiency. The petitioner is not entitled to the benefit of hindsight, may not second-guess a\nreasonably based trial strategy, and cannot criticize a sound, but unsuccessful, tactical decision made\nduring the course of the proceedings. Adkins v. State, 911 S.W.2d 334, 347 (Tenn. Crim. App.\n1994). This deference to the tactical decisions of trial counsel is dependent upon a showing that the\n\n\n                                                 -2-\n\fdecisions were made after adequate preparation. Cooper v. State, 847 S.W.2d 521, 528 (Tenn. Crim.\nApp. 1992). It is unnecessary for a court to address deficiency and prejudice in any particular order,\nor even to address both if the petitioner makes an insufficient showing on either. Strickland, 466\nU.S. at 697, 104 S. Ct. at 2069. In order to establish prejudice, the petitioner must establish a\n\"reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding\nwould have been different. A reasonable probability is a probability sufficient to undermine\nconfidence in the outcome.\" State v. Burns, 6 S.W.3d 453, 463 (Tenn. 1999) (quoting Strickland,\n466 U.S. at 694, 104 S. Ct. at 2068) (citations omitted).\n\n        The issues of deficient performance by counsel and possible prejudice to the defense are\n mixed questions of law and fact. Id. at 461. \"[A] trial court's findings of fact underlying a claim\nof ineffective assistance of counsel are reviewed on appeal under a de novo standard, accompanied\nwith a presumption that those findings are correct unless the preponderance of the evidence is\notherwise.\" Fields v. State, 40 S.W.3d 450, 458 (Tenn. 2001) (citing Tenn. R. App. P. 13(d); Henley\nv. State, 960 S.W.2d 572, 578 (Tenn. 1997)). However, conclusions of law are reviewed under a\npurely de novo standard with no presumption that the post-conviction court's findings are correct.\nId.\n\n       The Appellant’s only assertion on appeal is that counsel was ineffective for failing to call two\nor more witnesses who he contends would have assisted in his defense. In denying relief, the post-\nconviction court concluded:\n\n                The petitioner testified that there was a witness who would have testified that\n       the victim had a baseball bat and that there was another witness who would have\n       testified that the victim had a butcher knife. He said he told his attorney about these\n       witnesses. This testimony was refuted by [trial counsel]. The Court finds that the\n       testimony of [trial counsel] is credible and the testimony of the petitioner is not. The\n       Court also notes that these alleged witnesses were not present at the post-conviction\n       hearing to testify.\n\n        We find nothing in the record to preponderate against the post-conviction court’s findings.\nQuestions concerning the credibility of witnesses, the weight and value given to their testimony, and\nthe factual issues raised by the evidence are to be resolved by the trier of fact. Henley, 960 S.W.2d\nat 579. We will not reweigh or reevaluate the evidence or substitute our inferences for those drawn\nby the post-conviction court. Id. at 579-80.\n\n        Moreover, the Appellant’s argument must also fail because he failed to present any proof at\nthe post-conviction hearing, other than his own bare assertions, as to what the alleged witnesses\nwould have testified to had they been called at trial. When a petitioner claims that trial counsel\nfailed to interview or present a witness in support of his defense, the Appellant should present that\nwitness at the evidentiary hearing. Black v. State, 794 S.W.2d 752, 757 (Tenn. Crim. App. 1990).\nThe Appellant acknowledges his failure to present witnesses but asserts that his failure should be\nexcused because he offered testimony regarding the substance of what the witnesses’ testimony\n\n\n                                                 -3-\n\fwould have been. That argument is misplaced. We cannot rely upon the Appellant’s own self-\nserving statements. Because the Appellant failed to produce the witnesses, it would be speculative\nto conclude that their testimony would have affected the outcome of the trial. Thus, the Appellant’s\nallegation of ineffective assistance of counsel falls short of clear and convincing evidence. This\nissue is without merit.\n\n                                         CONCLUSION\n\n       Based upon the foregoing, the denial of the Appellant’s petition for post-conviction relief is\naffirmed.\n\n\n                                                      ___________________________________\n                                                      DAVID G. HAYES, JUDGE\n\n\n\n\n                                                -4-\n\f",
            "ocr": false,
            "opinion_id": 1055460
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}