{
    "id": 1572017,
    "judges": "Wells, Shepherd, and Rothenberg",
    "date_filed": "1979-09-01",
    "date_filed_is_approximate": true,
    "slug": "lopez-v-state",
    "case_name_short": "Lopez",
    "case_name": "Lopez v. State",
    "case_name_full": "Ramon LOPEZ, Appellant, v. the STATE of Florida, Appellee",
    "attorneys": "Ramon Lopez, in proper person., Bill McCollum, Attorney General, and Magaly Rodriguez, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1109-6\">\n    Ramon LOPEZ, Appellant, v. The STATE of Florida, Appellee.\n   </parties><br><docketnumber id=\"b1109-9\">\n    No. 3D08-1290.\n   </docketnumber><br><court id=\"b1109-10\">\n    District Court of Appeal of Florida, Third District.\n   </court><br><decisiondate id=\"b1109-11\">\n    Feb. 4, 2009.\n   </decisiondate><br><attorneys id=\"b1110-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1058\"> \n     *1058\n     </span>\n    Ramon Lopez, in proper person.\n   </attorneys><br><attorneys id=\"b1110-16\">\n    Bill McCollum, Attorney General, and Magaly Rodriguez, Assistant Attorney General, for appellee.\n   </attorneys><br><judges id=\"b1110-17\">\n    Before WELLS, SHEPHERD, and ROTHENBERG, JJ.\n   </judges>",
    "citations": [
        "2 So. 3d 1057"
    ],
    "opinions": [
        {
            "author_str": "Shepherd",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n2 So. 3d 1057 (2009)\nRamon LOPEZ, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 3D08-1290.\nDistrict Court of Appeal of Florida, Third District.\nFebruary 4, 2009.\n*1058 Ramon Lopez, in proper person.\nBill McCollum, Attorney General, and Magaly Rodriguez, Assistant Attorney General, for appellee.\nBefore WELLS, SHEPHERD, and ROTHENBERG, JJ.\nSHEPHERD, J.\nAppellant, Ramon Lopez, appeals the denial of his Motion to Correct Illegal Sentence filed pursuant to Florida Rule of Criminal Procedure 3.800(a), asserting: (1) the oral sentence pronounced by the trial court differed from his written sentence; (2) his convictions for two counts of second-degree murder with a firearm and a single count of using a firearm while engaged in a criminal offense violate double jeopardy; and (3) the sentence of fifteen years imposed by the court after Appellant pled guilty to using a firearm while engaged in a criminal offense exceeded the statutory maximum. The trial court denied Ground (1) and granted Ground (2), effectively rendering Ground (3) moot. For the reasons that follow, we reverse on all three grounds.\nThe trial court denied appellant's Ground (1) without the benefit of a sentencing transcript. Instead, it gave as the basis for the denial that:\nAll of the information in the court file reflects that the Defendant was in fact sentenced to 40 years in state prison on [the two counts of second-degree murder], including but not limited to the *1059 sentencing order, the score sheet, the clerk's jacket, the memorandum of cost and the court's docket.... Furthermore, Defendant, himself, acknowledged this sentence in his Petition for Writ of Mandamus, which was sworn to and notarized by him, in which he states clearly that he was sentenced to forty (40) years in state prison.\nThe Florida Supreme Court has oft stated that a court's oral pronouncement of a sentence controls over the written sentence. Williams v. State, 957 So. 2d 600, 604 (Fla.2007) (citing Ashley v. State, 850 So. 2d 1265, 1268 (Fla.2003); Justice v. State, 674 So. 2d 123, 126 (Fla.1996)). \"[A] defendant [may not] claim a sentence is illegal based on an alleged discrepancy between an oral pronouncement and a written sentence ... without a transcript of the sentencing hearing or other indisputable evidence of record to support the claim.\" Nielson v. State, 984 So. 2d 587, 588 (Fla. 2d DCA 2008). Because the oral pronouncement is, in effect, the controlling disposition, it is improper for a trial court to deny a motion alleging a discrepancy between an oral pronouncement and written sentence on the merits on the sole basis of entries in the court file, as the trial court has done in this case.[1]See, e.g., Williams, 957 So.2d at 601 (reversing a trial court denial of a motion to correct illegal sentence based upon the court clerk's minutes). Rather, as the supreme court teaches, \"the motion should be denied without prejudice to the filing of an amended motion properly attaching the sentencing transcript.\" Id. at 604. The trial court erred by denying Appellant's motion on Ground (1) on the merits.\nWith respect to Ground (2), the trial court erred as well. It is clear in the case law of this state that double jeopardy challenges to convictions are not cognizable under Rule 3.800(a). Coughlin v. State, 932 So. 2d 1224, 1226 (Fla. 2d DCA 2006) (\"[A] traditional double jeopardy challenge attacks both the conviction and, by default, the sentence, while [R]ule 3.800(a) is limited to claims that a sentence itself is illegal, without regard to the underlying conviction.\"). The authorities for this principle of law are legion. See, e.g., Henry v. State, 920 So. 2d 1204 (Fla. 4th DCA 2006); Walker v. State, 940 So. 2d 1215 (Fla. 2d DCA 2006); Salazar v. State, 675 So. 2d 654 (Fla. 3d DCA 1996); Plowman v. State, 586 So. 2d 454 (Fla. 2d DCA 1991); State v. Spella, 567 So. 2d 1051 (Fla. 5th DCA 1990); Ferenc v. State, 563 So. 2d 707 (Fla. 1st DCA 1990). Because Appellant's claim that his convictions violate double jeopardy is not cognizable on a Rule 3.800(a) motion, we reverse this ground as well.\nOn remand, the trial court should examine the record for a sentencing transcript. If no transcript is found or is otherwise obtainable, the court should deny Appellant's Rule 3.800(a) motion on Ground (1) without prejudice to amend with a sentencing transcript demonstrating entitlement to relief. The order of the trial court on Ground (2) is reversed. The trial court therefore must consider and rule upon Appellant's Ground (3).\nReversed and remanded with directions.\nNOTES\n[1]  We are unmoved by the trial court's statement that \"Defendant himself acknowledged this sentence\" in a prior petition for writ of mandamus. Appellant stated merely that he \"was sentenced to a term of forty (40) years in state prison....\" It cannot be said Appellant was referring to the oral pronouncement. Appellant's statement lacked the specificity necessary to undermine the factual assertion in his motion.\n\n",
            "ocr": false,
            "opinion_id": 1572017
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}