{
    "id": 1579184,
    "judges": "Ulrich, P.J., and Edwin H. Smith and Newton",
    "date_filed": 995932800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-harney",
    "case_name_short": "Harney",
    "case_name": "State v. Harney",
    "case_name_full": "STATE of Missouri, Respondent, v. Rodney E. HARNEY, Appellant",
    "attorneys": "Jeremiah W. (Jay) Nixon, Atty. Gen., Adriane D. Crouse, Asst. Atty. Gen., Jefferson City, MO, Attorneys for Respondent., Nancy A. McKerrow, Asst. Public Defender, Columbia, MO, Attorney for Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b541-10\">\n    STATE of Missouri, Respondent, v. Rodney E. HARNEY, Appellant.\n   </parties><br><docketnumber id=\"b541-13\">\n    No. WD 58480.\n   </docketnumber><br><court id=\"b541-14\">\n    Missouri Court of Appeals, Western District.\n   </court><br><decisiondate id=\"b541-15\">\n    July 24, 2001.\n   </decisiondate><br><attorneys id=\"b543-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"521\"> \n     *521\n     </span>\n    Jeremiah W. (Jay) Nixon, Atty. Gen., Adriane D. Crouse, Asst. Atty. Gen., Jefferson City, MO, Attorneys for Respondent.\n   </attorneys><br><attorneys id=\"b543-14\">\n    Nancy A. McKerrow, Asst. Public Defender, Columbia, MO, Attorney for Appellant.\n   </attorneys><br><judges id=\"b543-15\">\n    Before ULRICH, P.J., and EDWIN H. SMITH and NEWTON, JJ.\n   </judges>",
    "citations": [
        "51 S.W.3d 519"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n51 S.W.3d 519 (2001)\nSTATE of Missouri, Respondent,\nv.\nRodney E. HARNEY, Appellant.\nNo. WD 58480.\nMissouri Court of Appeals, Western District.\nJuly 24, 2001.\n*521 Jeremiah W. (Jay) Nixon, Atty. Gen., Adriane D. Crouse, Asst. Atty. Gen., Jefferson City, MO, Attorneys for Respondent.\nNancy A. McKerrow, Asst. Public Defender, Columbia, MO, Attorney for Appellant.\nBefore ULRICH, P.J., and EDWIN H. SMITH and NEWTON, JJ.\nEDWIN H. SMITH, Judge.\nRodney E. Harney appeals the judgment of his jury convictions in the Circuit Court of Pettis County for second degree murder, in violation of § 565.021.1(2),[1] the \"felony murder\" provision; first degree robbery, in violation of § 569.020; and armed criminal action (ACA), in violation of § 571.015. He was sentenced as a prior offender, pursuant to § 558.016, to concurrent terms of imprisonment of thirty years for felony murder and robbery, and ten years for ACA, to be served consecutively with his other sentences.\nThe appellant raises two points on appeal. In Point I, he claims that the trial court erred in giving Instructions 8, 9, and 10, the State's verdict directors, because: (1) Instruction No. 9, the verdict director submitting robbery in the first degree, the underlying felony upon which the other two charges and the verdict directors thereon were predicated, failed to comply with MAI-CR 3d 323.02,[2] the mandatory instruction for submitting robbery in the first degree, and its Notes on Use; and (2) even if Instruction No. 9 complied with MAI-CR 3d 323.02, it violated the substantive law. He further claims in Point I that even if we find that the trial court did not err in giving Instruction No. 9 as being contrary to MAI-CR 3d 323.02 or the substantive law, the giving of Instruction No. 9 was nonetheless error because it was not *522 supported by the evidence. In Point II, he claims that the trial court erred in overruling his motion for judgment of acquittal at the close of all the evidence as to the charges of felony murder and ACA because the State, in violation of his right to due process, failed to prove the required elements of the offenses in that the evidence was insufficient for a reasonable jury to find beyond a reasonable doubt that the victim was killed during the perpetration of the underlying felony of robbery and that the robbery was committed by, with, or through the use, assistance, or aid of a dangerous instrument or deadly weapon, since the robbery was completed prior to the use of a dangerous instrument or deadly weapon that resulted in the victim's murder.\nWe reverse and remand.\n\nFacts\nOn Sunday, May 9, 1999, the victim, George Samek, and his daughter, Jayme, left Bolivar, Missouri, and drove to Kansas City to pick up the victim's son, Eric, at the airport. They arrived back in Bolivar around 9:30 p.m. The victim dropped off his children at Jayme's apartment and returned to his home at 1773 East County Road 470 in Bolivar.\nOn the evening of May 9, the appellant; his girlfriend, Krisda Neill; and Oran Caudle were riding around in the appellant's van when Caudle suggested that they rob an ATM machine. However, the van was low on gas, so they decided to steal some from the victim's home. The appellant was a former co-worker of the victim's and had been to his home on previous occasions. In order to reach the victim's home, they turned east off of County Road 470 in Polk County and crossed a concrete-slab bridge over the Pomme de Terre River. On the east side of the bridge was a gravel road which led to the victim's home. However, this road was partially blocked by tree branches and debris that had been deposited there after a recent flood, so they parked the van off the road and walked. When they arrived at the victim's home, he was not there, so Caudle kicked the front door open, and they went inside. Approximately thirty minutes later, the victim arrived home and entered through the utility room door on the side of the house. The appellant punched the victim as he entered the house, knocking him unconscious, after which Caudle tied him up and dragged him to the bathroom. They then went through the victim's belongings, taking the cash from his wallet and the keys to his truck. The appellant directed Neill to stay behind and watch the victim while he and Caudle left in the victim's truck to get gas.\nThe men drove to the \"Fast and Friendly\" convenience store in Bolivar, arriving at 2:09 a.m. on May 10. The appellant entered the store and made various purchases, including $25.50 in gas for the van, for which he paid with a $100 bill stolen from the victim's wallet. They then drove back to the victim's home. There, they filled the van with gas. While doing so, Neill came out and told them that the victim had escaped from the bathroom. The three of them returned to the house where Caudle grabbed a \"cheater bar,\" a piece of metal pipe approximately 1.5 inches wide and 18 inches long, and began to look for the victim, finding him in the bedroom. Once found, Caudle hit the victim three or four times in the head with the cheater bar, while the appellant and Neill watched from the hallway. It was later determined that the victim died as a result of brain injury, due to blunt trauma from being struck at least three times on the right side of his head. In addition, his nose was shattered, possibly as a result of being punched in the face. The appellant *523 and his accomplices then left the victim's house, with the appellant and his girlfriend leaving in his van and Caudle in the victim's truck.\nWhen the victim failed to report for work the following morning, his employer, John Hensley, who lived on the adjoining property, became worried. Hensley's house sits on a hill, with a view of the victim's house. Hensley's wife looked, but could not see the victim's truck, so Hensley assumed that he was on his way to work. However, when the victim still did not show up for work, Hensley called Jayme's apartment and spoke with Eric, who then called his sister at work. After a few hours had passed, Jayme's supervisor called the Polk County Sheriff's office asking the Sheriff to check on the victim. Deputy Sheriff Mark Stroud took the call at 1:41 p.m. on May 10 and went to the victim's home. Upon entering the home through the broken door, he found the victim lying in a pool of blood, \"obviously dead from a head wound.\" There was a dirty sock with duct tape around Samek's head and neck.\nCorporal Roger Renken of the Missouri Highway Patrol was assigned to assist the Polk County Sheriff's Department in the murder investigation. Renken noted that the front door of the victim's house had been forced open and that there were bloodstains in the utility room, kitchen, dining room, and hallway. He found the victim's green hat sitting upside down on the table with his wallet inside of it. The wallet contained the victim's driver's license and some lottery tickets, but no cash. In the bathroom, Renken found a comforter on the floor next to the toilet, along with a nylon rope and a screwdriver with blood droplets on it. There was also blood on the floor.\nTwo days after the murder, Eric was asked to accompany the police department on a walk-through of his father's home to look for missing items. He noticed that a \"cheater bar,\" which he had made for his father was missing. On May 14, 1999, this cheater bar was recovered by the Dive Team of the Missouri State Water Patrol from the Pomme de Terre River, not far from Samek's home.\nOn May 17, 1999, at approximately 6:00 p.m., the appellant and Neill were arrested in the woods in Dallas County, Missouri, after attempting to elude capture. Caudle had been arrested several days earlier. The appellant was first taken to the Dallas County Jail in Buffalo, Missouri, by Sergeant Mike Rogers of the Missouri Highway Patrol. Sergeant Rogers subsequently transported the appellant to the Polk County Jail in Bolivar, approximately 20 to 25 miles away. Upon arrival, the appellant was taken to an interview room in the jail. Sergeant Rogers' interview with the appellant began at 7:30 p.m. and lasted two hours. At first, the appellant denied any knowledge of the victim's murder. Later, he changed his story, stating that the plan to steal the victim's truck was Caudle's idea and that he had never entered the house, only Caudle. Sergeant Rogers told the appellant that he did not believe his story, because he was the one acquainted with the victim, not Caudle. At this point, the appellant admitted that the idea to steal gas from the victim was his, but still denied ever being in the house.\nAt 9:30 p.m. on May 17, the decision was made to transfer the appellant to the Stone County Jail, approximately two hours away. Corporal George Knowles of the Missouri Highway Patrol drove the appellant to Stone County in his patrol car. During the ride, the appellant and Corporal Knowles were engaging in \"polite small talk\" when the appellant stated, \"Just because I fucking... just because he fucking *524 killed that guy, I'm going to get into trouble.\" The appellant then admitted to Corporal Knowles that he had been in the victim's house on the night of the murder and recounted the events leading to the murder. Prior to being booked into the Stone County Jail, the appellant agreed to give a videotaped statement. The appellant gave his videotaped statement at the Polk County Law Enforcement Center on May 19, from 10:54 a.m. until 11:32 a.m., after being returned to that facility by Corporal Knowles and Sergeant Dwayne Isringhausen.\nThe appellant was charged on June 14, 1999, by felony information with the class A felony of second degree murder, § 565.021.1(2); the class A felony of first degree robbery, § 569.020; and the felony of ACA, § 571.015. The appellant filed a motion for a change of venue on July 2, 1999. This motion was granted and the case was transferred to Pettis County. On December 14, 1999, the State filed its first amended felony information charging the appellant as a prior offender, pursuant to § 558.016. On February 29, 2000, the State filed its second amended information to correct the fact that the previous information, as to Count I for felony murder, had mistakenly referred to the underlying felony as attempted robbery rather than robbery.\nCommencing on February 29, 2000, the case was tried to a jury. The appellant filed a motion for judgment of acquittal at the close of the State's evidence, which was overruled by the trial court. All three offenses were submitted to the jury on March 2. The jury returned guilty verdicts on all counts that same day.\nOn March 27, the appellant filed a motion for judgment of acquittal notwithstanding the jury's verdict or, in the alternative, for a new trial, alleging, inter alia, that the court erred in overruling his motion for judgment of acquittal at the close of the State's case because the State did not make a submissible case based on Instructions 8, 9, and 10, the State's three verdict directors. The motion was heard and overruled on April 4, 2000. The court then sentenced the appellant to concurrent terms of imprisonment of thirty years for felony murder and first degree robbery, and ten years for ACA, which sentence was to run consecutively with the other two sentences.\nThis appeal follows.\n\nI.\nIn Point I, the appellant makes several claims of instructional error with respect to the trial court's giving of Instructions 8, 9, and 10, the State's three verdict directors submitting felony murder, first degree robbery, and ACA, respectively. He does not directly attack Instructions 8 and 10. Rather, his claims of error with respect to those instructions are based solely on his challenge to Instruction No. 9. In that regard, he contends that, inasmuch as the charge of first degree robbery was the underlying felony for the other two charges, such that he could not be convicted of those charges unless he was properly convicted of the robbery charge,[3] any reversible *525 error found as to the State's verdict director submitting robbery in the first degree, Instruction No. 9, would necessarily result in reversible error as to the giving of the State's verdict directors submitting felony murder and ACA, Instructions No. 8 and 10, respectively.\nAs to the appellant's challenge to Instruction No. 9, he first claims that the trial court erred in giving it because it failed to comply with MAI-CR 3d 323.02, the mandatory instruction for submitting robbery in the first degree, and its Notes on Use; and even if it did comply, it violated the substantive law governing first degree robbery. He further claims in Point I that, even if we find that the trial court did not err in giving Instruction No. 9, as being contrary to MAI-CR 3d or the substantive law, the giving of the instruction was nonetheless error, because it was not supported by the evidence. We will address each of these alternative claims in turn. Before doing so, however, in order to understand the instructional errors claimed, we necessarily must first discuss the required proof elements of robbery in the first degree, as charged under § 569.020, upon which the jury was required to be instructed and to deliberate. See State v. Mayer, 3 S.W.3d 423, 425 (Mo.App.1999) (citing United States v. Gaudin, 515 U.S. 506, 115 S. Ct. 2310, 132 L. Ed. 2d 444 (1995) (stating that due process requires that the jury be instructed on all essential elements of the offense)).\nSection 569.020 provides, in pertinent part:\n1. A person commits the crime of robbery in the first degree when he forcibly steals property and in the course thereof he, or another participant in the crime,\n(1) Causes serious physical injury to any person; or\n(2) Is armed with a deadly weapon; or\n(3) Uses or threatens the immediate use of a dangerous instrument against any person; or\n(4) Displays or threatens the use of what appears to be a deadly weapon or dangerous instrument.\n(Emphasis added.) Thus, unlike robbery in the second degree, under § 569.030.1, where the State only has to prove that the defendant forcibly stole property of another, to convict for first degree robbery under § 569.020.1, the State is required to prove not only that the defendant forcibly stole the property of another, but \"in the course thereof,\" was guilty of one of the four aggravating circumstances enumerated in § 569.020.1. \"Forcibly steals,\" for purposes of § 569.020 and § 569.030, is defined in § 569.010(1):\n[A] person \"forcibly steals\", and thereby commits robbery, when, in the course of stealing, as defined in section 570.030, RSMo, [a person] uses or threatens the immediate use of physical force upon another person for the purpose of:\n(a) Preventing or overcoming resistance to the taking of the property or to the retention thereof immediately after the taking; or\n(b) Compelling the owner of such property or another person to deliver up the property or to engage in other conduct which aids in the commission of the theft[.]\n(Emphasis added.) Section 570.030.1 provides that \"[a] person commits the crime of stealing if he or she appropriates property *526 or services of another with the purpose to deprive him or her thereof, either without his or her consent or by means of deceit or coercion.\" (Emphasis added.) \"Appropriate,\" as used in § 570.030.1, is defined in § 570.010(2) as \"to take, obtain, use, transfer, conceal or retain possession of\" property or services of another. Hence, reading § 569.010(1), § 570.030.1 and § 570.010(2) together, to prove that a defendant forcibly stole property of another in order to convict for robbery, the State is required to show that: (1) he or she appropriated the property of the victim; (2) he or she did so with the purpose to deprive the victim thereof; (3) he or she appropriated the property without the victim's consent, or by means of deceit or coercion; (4) in the course of the stealing, he or she used or threatened the use of immediate physical force; and (5) he or she did so for the purpose of preventing or overcoming resistance to the taking of the property, or to the retention thereof immediately after the taking, or compelling the delivery or aiding the theft of the property. State v. Kelly, 43 S.W.3d 343, 348 (Mo.App.2001).\nWith the required proof elements of robbery in the first degree to guide us, we now turn to the appellant's claims of instructional error with respect to Instruction No. 9.\n\nA. Did Instruction No. 9 Comply with MAI-CR 3d 323.02 or Violate the Substantive Law?\nThe appellant claims that MAI-CR 3d 323.02, the mandatory instruction for submitting robbery in the first degree, and its Notes on Use, as well as the substantive law governing the offense, prohibited the State from alleging, as it did in its verdict director, Instruction No. 9, different conduct in paragraph fourth than was alleged in paragraph first as to the manner in which the truck was \"appropriated\" by the appellant. Instruction No. 9 reads:\nA person is responsible for his own conduct and he is also responsible for the conduct of other persons in committing an offense if he acts with the other persons with the common purpose of committing that offense or if, for the purpose of committing that offense, he aids or encourages the other persons in committing it.\nAs to Count 2, if you find and believe from the evidence beyond a reasonable doubt:\nFirst, that on or about May 10, 1999, in the County of Polk, State of Missouri, the defendant or Oran Caudle took a 1994 Ford Pickup, which was property in the possession of George R. Samek, and\nSecond, that the defendant or Oran Caudle did so for the purpose of using or disposing of it in such a way that made recovery by the owner unlikely, and\nThird, that the defendant or Oran Caudle in doing so used physical force on or against George R. Samek for the purpose of preventing resistance to the taking of the property, and\nFourth, that in the course of retaining possession of the property, the defendant or Oran Caudle caused serious physical injury to George R. Samek,\nthen you are instructed that the offense of robbery in the first degree has occurred, and if you further find and believe from the evidence beyond a reasonable doubt that,\nFifth, with the purpose of promoting or furthering the commission of that robbery in the first degree, the defendant acted together with or aided *527 Oran Caudle in committing that offense,\nthen you will find the defendant guilty under Count 2 of robbery in the first degree.\n(Emphasis added.) As to the six options of establishing the requisite element of appropriation, as defined in § 570.010(2), paragraph first of the instruction hypothesizes a taking of the truck by the appellant or his accomplice, Caudle, but paragraph fourth hypothesizes a retention by the appellant or Caudle. This difference reflects the State's theory of the case, as to first degree robbery, so as to allow it also to convict the appellant of felony murder and ACA.\nWhile the record would reflect that the appellant's trial counsel conceded at trial the appellant's guilt as to the offense of robbery in the first degree in admitting to the jury that the appellant took the truck by physical force by hitting the victim in the face with his fist, resulting in serious physical injury to the victim, this theory of first degree robbery would not have allowed the State to submit and convict on felony murder and ACA. This is so in that, under a pure \"taking\" scenario of first degree robbery, the victim's murder would not have occurred \"in the perpetration or attempted perpetration\" of the underlying felony, as required to convict for felony murder under § 565.021.1(2), and the robbery would not have occurred \"by, with, or through the use, assistance, or aid of a dangerous instrument or deadly weapon,\" as required to convict for ACA under § 571.015. In this regard, there is no dispute that the murder of the victim by use of the cheater bar occurred at least an hour after the truck was taken, when the appellant or his accomplice first exercised dominion over it. Thus, it would appear that the only conceivable theory of the case on which the State could submit and convict for felony murder and ACA, based on the underlying felony of robbery in the first degree, was to allege that the appellant or an accomplice took the victim's truck using physical force, but that in retaining it, the victim was murdered by the use of the cheater bar.\nIn support of instructing on both taking and retention in the same verdict director, the State contends that the \"facts of this case illustrate that the robbery of the truck, from the time that appellant claimed he first struck Mr. Samek until the time when he claimed Oran Caudle beat Mr. Samek with a pipe and they left with the truck, was a continuing course of action.\" The appellant raises the question, however, of whether MAI-CR 3d 323.02 and its Notes on Use, and the substantive law as to robbery in the first degree, permitted the State to meld in one verdict director what he contends are two separate and distinct theories of robbery in the first degree, a \"taking\" plus a \"retention\" of the victim's truck, so as to encompass the requisite proof elements of the offenses of felony murder and ACA in order to allow the State to submit and convict on those charges. We believe the answer is yes.\nRule 28.02(c)[4] provides: \"Whenever there is an MAI-CR instruction or verdict form applicable under the law and Notes on Use, the MAI-CR instruction or verdict form shall be given or used to the exclusion of any other instruction or verdict form.\"[5] There is no dispute that the mandatory *528 instruction for submitting robbery in the first degree in this case was MAI-CR 3d 323.02. The dispute is over whether Instruction No. 9 violated the mandates of that instruction and its Notes on Use, and the substantive law on which the mandatory instruction is predicated.\nMAI-CR 3d 323.02 reads, in pertinent part:\n(As to Count ___, if) (If) you find and believe from the evidence beyond a reasonable doubt:\nFirst, that (on) (on or about) [date], in the (City) (County) of ____, State of Missouri, the defendant (took) (obtained) (used) (transferred) (concealed) (retained possession of) [Describe property.], which was property (owned by) (in the possession of) (in the charge of) [name of victim], and\nSecond, that defendant did so for the purpose of [Insert one of the following. Omit brackets and number.]\n[1] withholding it from the owner permanently,\n[2] restoring it only upon payment of reward or other thing of value,\n[3] using or disposing of it in such a way that made recovery by the owner unlikely,\n[4] depriving the owner of such services,\nand\nThird, that defendant in doing so (used physical force) (or) (threatened the immediate use of physical force) on or against [name of person threatened or against whom force was applied] for the purpose of [Insert one of the following. Omit brackets and number.]\n[1] (preventing) (overcoming) resistance to the taking of the property,\n[2] forcing [name of person who delivered up the property] (to deliver up the property) (to [Describe conduct compelled.] in aid of the taking),\n[3] (preventing) (overcoming) resistance to the keeping of the property immediately after the taking,\nand\nFourth, that in the course of (taking) (obtaining) (using) (transferring) (concealing) (retaining possession of) the property, (the defendant) ( [name of person]) (or) (another person) [Insert one of the following. Omit brackets and number.]\n[1] caused serious physical injury to [name of person],\n[2] was armed with a deadly weapon,\n[3] used or threatened the immediate use of a dangerous instrument against [name of person],\n[4] displayed or threatened the use of what appeared to be a deadly weapon or dangerous instrument[.][6]\n*529 The Notes on Use for MAI-CR 3d 323.02, provide:\n1. Section 569.020, RSMo. This is a revision of MAI-CR 3d 323.02 (1-1-87). This 1998 revision is to Notes on Use only.\n2. Section 569.020 provides that either the defendant or \"another participant in the crime\" may be the person who committed the act described in paragraph Fourth. This creates a special type of accessorial liability and is not created by virtue of the general principles of liability as prescribed by Sections 562.036 and 562.041, RSMo.\nIf the defendant committed the acts described in paragraphs First, Second, and Third, but another participant committed the act described in paragraph Fourth, then this instruction is the proper instruction to use and paragraph (Fifth) must be given. In such situations, the identification of the other participant in paragraph Fourth should be the same in paragraph (Fifth).\nIf someone other than the defendant committed some or all of the acts described in paragraphs First, Second, and Third, then this should not be used, but rather an instruction based on MAI-CR 3d 304.04 should be given. In such situations, paragraphs First, Second, Third, and Fourth would be used pursuant to the Note on Use to MAI-CR 3d 304.04, and paragraph (Fifth) would not be given.\n3. Definitions.\n[3] (a) When any of the following terms are used in this instruction, the paragraph defining that term must be used:\n\"dangerous instrument,\"\n\"serious physical injury.\"\nIf any of these terms are used in more than one instruction, the paragraph defining that term need not be included in this instruction. In that case, it must be defined in a separate instruction.\nIf the terms are not used, the optional paragraphs defining those terms should not be used.\nThe definition of \"dangerous instrument\" is from Section 556.061(9), RSMo 1994.\nThe definition of \"serious physical injury\" is from Section 556.061(26), RSMo 1994.\n(b) The following terms, if used in the instruction, may be defined by the Court on its own motion and must be defined upon written request in proper form by the state or by the defendant:\n\"deadly weapon,\"\n\"possession,\"\n\"property,\"\n\"purpose.\"\nSee MAI-CR 3d 333.00.\n4. Section 570.070, RSMo 1994, provides for a defense of claim of right if the defendant acted in the honest belief that he had a right to appropriate the property or in the honest belief that the owner, if present, would have consented to the appropriation. If there is evidence that supports either of these contentions, a paragraph must be added to this instruction, as follows:\nFourth, that defendant did not honestly believe [Insert one or both of the following. Omit brackets and number.]\n[1] that he had a right to (take) (or) (obtain) (or)(use)(or) (transfer) (or) (conceal) (or) (retain) (or) (appropriate) such (property) (services), (or)\n[2] that ([name of owner]) (the owner), if present, would have consented to the (taking) (or) (obtaining) (or) (using) (or) (transferring) *530 (or) (concealing) (or) (appropriation) of such (property) (services),\nand\nIf a paragraph on claim of right is used, it will be paragraph Fourth and all subsequent paragraphs will be renumbered.\n5. Only one option should be used in paragraph Second. Only one option should be used in paragraph Third. Only one option should be used in paragraph Fourth. If more than one of such options is supported by the evidence and is within the scope of the charge, each option so supported and charged may be submitted by a separate instruction. If more than one combination of such options is supported by the evidence and is within the scope of the charge, each combination may be submitted by a separate instruction.\n6. When an offense is submitted in more than one instruction, other than as a single lesser included offense, an instruction on Verdict Possibilities must be given. See MAI-CR 3d 304.12 to 304.20.\n7. When the issue of punishment is not submitted to the jury, modify this instruction as set out in MAI-CR 3d 304.08.\nIn claiming that Instruction No. 9 was contrary to MAI-CR 3d 323.02 and its Notes on Use because it alleged different acts of appropriation in paragraphs first and fourth, the appellant does not rely on the language of that instruction or its Notes on Use, but instead relies on Note on Use 4 of MAI-CR 3d 323.04, which is the mandatory instruction for robbery in the second degree. As to the applicability of Note on Use 4 of MAI-CR 3d 323.04, the appellant states in his brief, \"While MAI-CR 3d 323.02 does not contain this same Note on Use, there is no reason to assume that the law would be different since proof of a robbery in the second degree, forcible stealing, is a necessary prerequisite for a finding of guilt of robbery in the first degree.\" The appellant is misguided in his attempt to apply Note on Use 4 of MAI-CR 3d 323.04 to MAI-CR 3d 323.02 in several respects. First, unless expressly referencing another instruction, a Note on Use would logically only apply to the instruction it accompanies. Second, the appellant is incorrect in asserting that the Notes on Use accompanying MAI-CR 3d 323.02 do not contain a note like Note on Use 4 accompanying MAI-CR 3d 323.04. Note on Use 5 of MAI-CR 3d 323.02 is identical to Note on Use 4 of MAI-CR 3d 323.04, except that Note on Use 5 includes the sentence, \"Only one option should be used in paragraph Fourth.\" Logically, this sentence would not appear in the Notes on Use accompanying MAI-CR 3d 323.04, submitting robbery in the second degree, inasmuch as paragraph fourth in MAI-CR 3d 323.02 is the paragraph requiring the jury to deliberate on the aggravating circumstances that elevate robbery second to robbery first. In any event, whether relying on Note on Use 5 of MAI-CR 3d 323.02 or Note on Use 4 of MAI-CR 3d 323.04, the appellant's argument that Instruction No. 9 is contrary to MAI-CR 3d 323.02 and its Notes on Use still must fail.\nA thorough reading of MAI-CR 3d 323.02 does not disclose any directive requiring the State to submit separate verdict directors when relying on a combination of acts of appropriation to convict of robbery, or in other words, the instruction does not mandate that the State cannot \"mix and match\" acts of appropriation in the same verdict director, as the appellant contends. To the contrary, the express language of the instruction would indicate that the State was free to pick and choose among the six options of appropriation *531 found in paragraph fourth, regardless of which option was selected in paragraph first. This is so in that while paragraph second begins with \"that defendant did so\" and paragraph third begins with \"that defendant in doing so,\" obviously referring to the act of appropriation selected in paragraph first, paragraph fourth has no such language. Rather, it simply begins with \"that in the course of\" and then sets out in parentheses the six alternative options of appropriation.\nOur reading of the Notes on Use accompanying MAI-CR 3d 323.02 and MAI-CR 3d 323.04 also does not disclose any requirement that the act of appropriation hypothesized in paragraph fourth must be the same as that hypothesized in paragraph first. In contending as he does as to the Notes on Use setting forth such a requirement, the appellant obviously misreads their mandate as to the use of \"[o]nly one option\" and submitting a \"combination of such options\" in separate instructions. Based upon our reading, the \"options\" referred to in the Notes on Use are not the six appropriation options set out in parentheses in paragraphs first and fourth of the instructions, but the bracketed options found in the instructions. This is so in that neither Note on Use 5 of MAI-CR 3d 323.02 nor Note on Use 4 of MAI-CR 3d 323.04 contains any reference to paragraph first of the instruction, which like paragraph fourth sets out the six optional acts of appropriation in parentheses, but instead are limited to paragraphs second, third, and fourth with respect to MAI-CR 3d 323.02 and paragraphs second and third with respect to MAI-CR 3d 323.04. Obviously, if the Notes on Use of the instruction were intended to limit the State to one option of appropriation as to paragraphs first and fourth, as the appellant contends, they logically would refer to paragraph first of the instructions as well as the other paragraphs, but they do not. Moreover, even if the Notes on Use could be read as limiting the State to choosing only one of the six optional acts of appropriation, the appellant's argument would still fail in that limiting the State to one option within the paragraph, paragraph first or fourth, would not prohibit the State from selecting one option of appropriation in paragraph first and another in paragraph fourth in the same verdict director. And, while both Notes on Use of the instructions do reference the submission of the \"options\" or \"combinations of options,\" in separate paragraphs, they only direct that such option or combination of options \"may be submitted by a separate instruction,\" Note on Use 5, MAI-CR 3d 323.02; Note on Use 4, MAI-CR 3d 323.04 (emphasis added). They do not require separate instructions as the appellant argues.\nAs to State v. Cates, 854 S.W.2d 17 (Mo.App.1993), which the appellant cites in support of his contention that Instruction No. 9 is contrary to MAI-CR 3d 323.02 and its Notes on Use, it is not on point. In Cates, the appellate court found that the \"Notes on Use of MAI-CR 3d 323.04 indicate that preventing or overcoming resistance may be charged in only one of two alternatives: either while taking or retaining the property.\" Id. at 19. This holding speaks to paragraph third of MAI-CR 3d 323.04, which, as does paragraph third of MAI-CR 3d 323.02, requires the jury to find that the defendant, in appropriating the property as hypothesized in paragraphs first and second, used force or a threat of force with the purpose of taking or retaining the property. Thus, while standing for the proposition that only one of the alternatives of paragraph third can be hypothesized in the same verdict director, Cates does not stand for the proposition for which it is cited, that the act of appropriation alleged in paragraph first of *532 MAI-CR 3d 323.02 has to be identical to the act alleged in paragraph fourth.\nFor the reasons discussed, we find that the State's verdict director for robbery in the first degree, Instruction No. 9, complied in all respects with MAI-CR 3d 323.02 and the accompanying Notes on Use, and thus, that the trial court did not err in giving the instruction as being violative thereof. However, this does not end our inquiry in that, even if an instruction conforms to the mandatory MAI-CR 3d instruction and its Notes on Use, it is nonetheless error to give it if it conflicts with the substantive law. State v. Carson, 941 S.W.2d 518, 520 (Mo. banc 1997). In that regard, the appellant claims that allowing the State to hypothesize one act of appropriation in paragraph first, a taking of the truck, and hypothesizing another in paragraph fourth, retaining the truck, violated the substantive law because in doing so the State was, in effect, allowed to allege two different theories of forcible stealing in the same verdict director. Specifically, the appellant claims that this \"change in theory\" violated the substantive law because:\nrobbery in the first degree is defined as an aggravated forcible stealing, where force or threat of force is added to whatever conduct constitutes the forcible stealing. This is made clear by the use of the phrase \"and in the course thereof\" in § 569.020. The aggravating factor which converts a robbery in the second degree to a robbery in a first degree, must relate back to the method of stealing alleged to constitute the forcible stealing/robbery in the second degree. It has to be the same conduct.\nIn other words, the appellant is interpreting the \"in the course thereof\" language of § 569.020 as requiring a relation back of the aggravating circumstance hypothesized in paragraph fourth of MAI-CR 3d 323.02 to the specific act of appropriation hypothesized in paragraph first, which would form the basis of a finding of forcible stealing by the fact finder. The State, however, argues the \"in the course thereof\" language of the statute does not refer to the specific act of appropriation alleged in finding that a forcible stealing occurred, but rather, refers to the \"whole transaction\" of forcible stealing, which would, under the State's theory of the case, encompass both the taking and the retention of the truck by the appellant and/or an accomplice.\nIn determining whether Instruction No. 9 conflicts with the substantive law of robbery in the first degree, we necessarily have to determine the law as set out in the applicable statutes. Questions of statutory interpretation, of course, are questions of law, which this court reviews de novo. Martinez v. State, 24 S.W.3d 10, 15 (Mo.App.2000). \"When interpreting statutes, our primary responsibility is to ascertain the intent of the legislature from the language used, to give effect to that intent if possible, and to consider the words used in their plain and ordinary meaning.\" State v. Rousseau, 34 S.W.3d 254, 259 (Mo.App.2000) (citations omitted). The legislature \"`is presumed to have intended what the statute says; consequently, when the legislative intent is apparent from the words used and no ambiguity exists, there is no room for construction.'\" Id. (quoting State v. Haskins, 950 S.W.2d 613, 615 (Mo.App.1997)).\nGiving the language in § 569.020.1, \"in the course thereof,\" its plain and ordinary meaning, we find that it clearly refers to forcible stealing as a whole transaction, not just the act of appropriation as hypothesized in paragraph first. Consistent with this interpretation are the holdings in State v. Yancy, 779 S.W.2d 712, 715 (Mo. App.1989) and State v. Lloyd, 820 S.W.2d *533 105, 107 (Mo.App.1991). In Yancy, the defendant claimed that the evidence was insufficient to convict him of robbery in the first degree because the taking of the money, as charged, was complete prior to the use of a deadly weapon, one of the three alternative aggravating circumstances enumerated in § 569.020.1 which elevates robbery second to robbery first. 779 S.W.2d at 714. The appellate court held that the evidence was sufficient to convict in that a deadly weapon, a pocket knife, was used to retain the money, and that the taking and retention were part and parcel of the same incident or occurrence of robbery. Id. at 715. In so holding, the court interpreted the \"in the course thereof\" language of § 569.020, thusly:\nThe statute does not state that during the actual taking of the property appellant must simultaneously display or threaten the use of a deadly weapon, but only that \"in the course thereof\" defendant uses or threatens to use a weapon. As long as a weapon is used \"in the course\" of forcible stealing, the offense is robbery in the first degree ... [I]f the use of a weapon is part of the whole, single, transaction, the offense is robbery. It is the use of a weapon \"in the course\" of forcible stealing, that makes the offense robbery in the first degree. The whole of the affair in the case at bar, lasting some fifteen minutes, constituted a single incident or occurrence, the res gestae of the crime....\n...\nThe \"robbery\" was not terminated at the time the money was handed to the appellant by [the victim], but continued when, knife in hand, appellant ordered [the victim] to carry the sixteen cartons of cigarettes to the men's restroom. The robbery was a continuing one. The project was continued with the use of the knife.\nId. (citations omitted). Likewise, in Lloyd, the court, relying on Yancy, held that the use of a deadly weapon by the defendant during the retention of a purse, after he had taken it off the victim's shoulder and run, was part of a single occurrence such that the evidence was sufficient to convict him of robbery in the first degree. 820 S.W.2d at 107.\nFor the reasons stated, we find that the State's verdict director submitting robbery in the first degree, Instruction No. 9, did not violate the substantive law by instructing upon different acts of appropriation in paragraphs first and fourth. However, although not preserved for appellate review, our review of the instruction and analysis of the law does disclose what we believe is a substantive law violation. Because it was not preserved, any review would have to be for plain error under Rule 30.20. To prevail on a claim of plain error:\na defendant must prove that the error resulted in manifest injustice or a miscarriage of justice. Although there is no precise formula for determining the existence of plain error, our Supreme Court has offered some guidance on the issue. \"In the context of instructional error, plain error results when the trial court has so misdirected or failed to instruct the jury that it is apparent to the appellate court that the instructional error affected the jury's verdict.\" In determining whether the misdirection likely affected the jury's verdict, an appellate court will be more inclined to reverse in cases where the erroneous instruction \"did not merely allow a wrong word or some other ambiguity to exist, [but] excused the State from its burden of proof on [a] contested element of the crime.\" Additionally, this court has previously held that where a verdict director effectively omits an essential element *534 of the offense, such an instruction rises to the level of plain error if the evidence in the case fails to establish the existence of the omitted element \"beyond serious dispute.\"\nState v. Roe, 6 S.W.3d 411, 415 (Mo.App. 1999) (citations omitted).\nAlthough not raised as an instructional error based on a violation of the substantive law, in addition to the other issues raised in Point I, the appellant raises the issue of whether the evidence was sufficient to support the giving of Instruction No. 9, in that there was no evidence in the record from which a reasonable jury could find that the retention of the truck was \"immediately\" after its taking. In this regard, the appellant contends that if the State, in order to make a submissible case, was going to rely on retention of the truck for purposes of paragraph fourth of the verdict director, it was required to show that the retention was \"immediately\" after the truck's taking. His contention is based upon the definition of \"forcible stealing,\" found in § 569.010(1), that a person forcibly steals when he or she uses or threatens the immediate use of physical force for the purpose of either: (a) \"Preventing or overcoming resistance to the taking of the property or to the retention thereof immediately after the taking; or (b) Compelling the owner of such property or another person to deliver up the property or to engage in other conduct which aids in the commission of the theft.\" (Emphasis added.)\nThe submission of this required element of proof is found in paragraph third of MAI-CR 3d 323.02, which, as we discussed, supra, expressly refers back to the conduct of appropriation hypothesized in paragraph first. Thus, where the act of appropriation in paragraph first of MAI-CR 3d 323.02 is hypothesized as retention, as provided in § 569.010(1)(a) the required option to be used in paragraph third would be: \"(preventing) (overcoming) resistance to the keeping of the property immediately after the taking.\" MAI-CR 3d 323.02. However, this option is not to be used where the act of appropriation in paragraph first is hypothesized as taking, as here, or one of the other options of appropriation, other than retention. As such, unless retention is hypothesized in paragraph first of a verdict director patterned after MAI-CR 3d 323.02 and its Notes on Use, the jury is not required to deliberate on and decide whether the retention of the property was immediately after the taking. In our case, the State hypothesized a taking of the truck in paragraph first and a retention thereof in paragraph fourth such that, in accordance with MAI-CR 3d 323.02 and its Notes on Use, the jury was never instructed in Instruction No. 9 on the issue of whether the retention was immediately after the taking. The question is whether the substantive law, specifically § 569.010(1)(a) defining \"forcible stealing,\" required the jury, as a matter of due process, to be instructed in that regard.\nAn argument could be made that the \"immediately after the taking\" requirement of § 569.010(1)(a) only applies to a retention of the property where that act is the underlying act of appropriation being relied upon to prove forcible stealing, but has no application to retention of the property when hypothesized as an aggravating circumstance, as required by § 569.020.1, in order to elevate the charge from robbery second to robbery first. Such an argument would rely on the fact that § 569.010(1)(a) only speaks to proving forcible stealing and not to proving the aggravating circumstances of § 569.020.1. However, this, in our view, would be an illogical interpretation of the two statutes when they are read together. Statutes *535 concerning the same subject matter must be read together and harmonized. Preston v. State, 33 S.W.3d 574, 579 (Mo.App. 2000) (citations omitted).\nGiving the language of § 569.010(1)(a) its plain and ordinary meaning, it is clear that the legislature intended to limit the use of retention of stolen property as the underlying act of appropriation in proving forcible stealing, an act of appropriation coupled with physical force or a threat thereof, as required to convict for robbery in the second degree. Such a limitation is, of course, reasonable and logical in that otherwise, although days, weeks, months, and even years might pass after the initial theft before physical force is used in an attempt to retain the stolen property, a charge of robbery would lie. This would defy any commonly-held notion of robbery. Given the legislature's obvious intent to limit retention in proving forcible stealing, it seems totally illogical to us that the legislature would not also have intended to limit retention when alleged as an aggravating circumstance to elevate robbery second to robbery first. Common sense dictates that an aggravating circumstance must be reasonably proximate in time to the underlying act that it aggravates. The limitation placed on retention in § 569.010(1)(a) would serve this purpose. Thus, we find, in reading § 569.020.1 together with § 569.010(1)(a), that in order to properly convict for first degree robbery, where retention of the stolen property is alleged as the underlying act of appropriation to prove forcible stealing or as the act of appropriation to prove the necessary aggravating circumstance to elevate robbery second to robbery first, the jury must be instructed upon and find that the retention of the property was immediately after its taking.\n\"`A verdict-directing instruction must contain each element of the offense charged and must require the jury to find every fact necessary to constitute essential elements of [the] offense charged.'\" State v. Doolittle, 896 S.W.2d 27, 30 (Mo. banc 1995) (quoting State v. Ward, 745 S.W.2d 666, 670 (Mo. banc 1988)). Although Instruction No. 9, the State's verdict director for submitting robbery in the first degree, complied with MAI-CR 3d 323.02 and its Notes on Use, as we determined, supra, because it did not require the jury to find that the retention of the truck was immediately after its taking, the instruction violated the substantive law, as we have determined it, and was error.[7] The question then is whether it was plain error requiring reversal.\nPlain error for purposes of instructional error \"results when the trial court has so misdirected or failed to instruct the jury that it is apparent to the appellate court that the instructional error affected the jury's verdict.\" Doolittle, 896 S.W.2d at 29. Applying this standard, we would be more likely to reverse where the erroneous instruction \"did not merely allow a wrong word or some other ambiguity to exist, [but] excused the State from its burden of proof on [a] contested element of the crime.\" Id. at 29-30. Our appellate courts have found plain error where a verdict director effectively omits an essential element of the offense and the evidence fails to establish the omitted element *536 beyond serious dispute. Roe, 6 S.W.3d at 415-16 (citations omitted).\n\"Immediately,\" as that term is used in § 569.010(1)(a), is not statutorily defined. However, in State v. Harris, 622 S.W.2d 742, 745 (Mo.App.1981), this court addressed the parameters of that term. In Harris, the defendant was charged with and convicted of second degree robbery under § 569.030 for stealing clothing from the Jones Department Store at the Metro North Shopping Center in Kansas City, Missouri. Id. at 743. On appeal, the defendant claimed, inter alia, that the evidence was insufficient to show that she used physical force in retaining the stolen property immediately after its taking. Id. at 745. The record indicated that the defendant and her accomplice were confronted outside the store by a store security guard after they had shoplifted the clothing. Id. at 743. Two altercations resulted between the security guard, the defendant, and her accomplice as the security guard tried to retrieve the stolen clothing and prevent them from leaving. Id. at 743-44. The defendant contended on appeal that the evidence at trial was insufficient to show, as required by § 569.010(1), that the altercations outside the store were immediately after the taking of the stolen clothing. Id. at 745. This court, in affirming the defendant's convictions, held that the evidence in that regard was sufficient in that the term \"immediately,\" under the circumstances presented, was \"elastic enough to cover the situation ... [in that the] sidewalk and car altercations flowed promptly and naturally from the taking of the clothes inside the store, without any intervening event or substantial lapse of time.\" Id.\nUnlike in Harris, where only a brief period of time elapsed between the taking and the altercations and there were no intervening events, here, the record would reflect that at least one hour elapsed between the time that the appellant and Caudle took the victim's truck and the time that Caudle bludgeoned him to death, during which they drove the victim's truck to a service station to get gas for their van and returned to put the gas in their van and pick up Neill, whom they had left behind to guard the victim. As such, it would appear from the record that the issue concerning the immediacy of the retention of the truck after its taking, as hypothesized by the State in paragraph fourth of its verdict director submitting robbery in the first degree, Instruction No. 9, was in serious dispute in that we could not say with any certainty how a reasonable jury would have determined the issue. Hence, we find that the trial court's error in omitting that element from the instruction resulted in manifest injustice or a miscarriage of justice. Roe, 6 S.W.3d at 415-16. Hence, we are required to reverse and remand for plain error.[8]\n\nII.\nIn Point II, the appellant claims that the trial court erred in overruling his motion for judgment of acquittal at the close of all the evidence as to the charges of felony murder and ACA because the State, in violation of his right to due process, failed to prove the required elements of the offenses in that the evidence was insufficient for a reasonable jury to find beyond a reasonable doubt that the victim was killed during the perpetration of the underlying felony of robbery and that the robbery was *537 committed by, with, or through the use, assistance, or aid of a dangerous instrument or deadly weapon, since the robbery was completed prior to the use of a dangerous instrument or deadly weapon that resulted in the victim's murder. Thus, his claim in this point is effectively based on his claim in Point I.\nAs a result of the error claimed in Point II, the appellant only asks us to reverse and remand for a new trial. Hence, inasmuch as his claim only concerns the sufficiency of the evidence to convict and since we are already reversing and remanding for a new trial as a result of our disposition of Point I, we need not address the appellant's claim in Point II.\n\nConclusion\nThe judgment of the appellant's jury convictions for felony murder, § 565.021.1(2); first degree robbery, § 569.020; and armed criminal action, § 571.015, is reversed, and the cause is remanded for further proceedings in accordance with this opinion.\nULRICH, P.J., and NEWTON, J., concur.\nNOTES\n[1]  All statutory references are to RSMo 2000, unless otherwise indicated.\n[2]  The appellant, in his brief, actually alleged that the instruction failed to comply with MAI-CR 3d 323.04; however, that instruction covers second degree robbery, not first degree robbery, which is 323.02 and is the actual patterned instruction used by the State in this case.\n[3]  As to felony murder, § 565.021 states, in pertinent part:\n\n1. A person commits the crime of murder in the second degree if he:\n...\n(2) Commits or attempts to commit any felony, and, in the perpetration or the attempted perpetration of such felony or in the flight from the perpetration or attempted perpetration of such felony, another person is killed as a result of the perpetration or attempted perpetration of such felony or immediate flight from the perpetration of such felony or attempted perpetration of such felony.\nAs to ACA, § 571.015 states that \"any person who commits any felony under the laws of this state by, with, or through the use, assistance, or aid of a dangerous instrument or deadly weapon is also guilty of the crime of armed criminal action....\"\n[4]  All rule references are to the Missouri Rules of Criminal Procedure (2001), unless otherwise indicated.\n[5]  Rule 28.02(f) provides: \"The giving or failure to give an instruction or verdict form in violation of this Rule 28.02 or any applicable Notes on Use shall constitute error, the error's prejudicial effect to be judicially determined, provided that objection has been timely made pursuant to Rule 28.03.\" A review of the record indicates that, in compliance with Rule 28.03, the defendant made a timely objection to the giving of Instruction No. 9.\n[6]  In looking at this instruction, it is clear that it tracks the statutes governing robbery, which we set out in our discussion, supra. For instance, paragraph first sets out the six types of appropriation, as provided in § 570.010(2); paragraph second sets out the requirements to commit a stealing, pursuant to § 570.030.1; paragraph third sets out the requirements for forcibly stealing or robbery, pursuant to § 569.010(1); and, paragraph fourth sets out the requirements necessary to elevate the robbery to a first degree robbery, pursuant to § 569.020.\n[7]  Given our holding, in order to properly submit robbery in the first degree in the manner hypothesized by the State in this case, paragraph fourth of MAI-CR 3d 323.02 would have to be modified to submit the issue of whether the retention of the property was immediately after its taking. Our suggestion would be that paragraph fourth read: \"Fourth, that in the course of retaining the property immediately after its taking, the defendant....\"\n[8]  Double jeopardy would not be implicated in reversing and remanding for a new trial where, as here, the conviction is being reversed solely due to trial error and the appellant requests a new trial in any event. State v. Hayes, 23 S.W.3d 783, 792 (Mo.App.2000) (citations omitted).\n\n",
            "ocr": false,
            "opinion_id": 1579184
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}