{
    "id": 1598715,
    "judges": "William A. Bablitch",
    "date_filed": "2011-12-10",
    "date_filed_is_approximate": true,
    "slug": "state-v-black",
    "case_name_short": null,
    "case_name": "State v. Black",
    "case_name_full": "State of Wisconsin, Plaintiff-Appellant, v. Glenndale Black, Defendant-Respondent",
    "attorneys": "For the plaintiff-appellant the cause was argued by Thomas J. Balistreri, assistant attorney general, with whom on the briefs was James E. Doyle, attorney general., For the defendant-respondent there was a brief (in the court of appeals) by John Miller Carroll and John Miller Carroll Law Office, Milwaukee and oral argument by John Miller Carroll., Amicus curiae brief was filed (in the court of appeals) by Charles H. Barr and Chernov, Croen, Stern & Burbach, S.C., Milwaukee for the American Civil Liberties Union of Wisconsin Foundation.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\nOral argument September 9, 1994.\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b765-3\">\n    State of Wisconsin, Plaintiff-Appellant, v. Glenndale Black, Defendant-Respondent.\n   </parties><br><court id=\"b765-5\">\n    Supreme Court\n   </court><br><docketnumber id=\"b765-6\">\n<em>\n     No. 92-2325-CR.\n    </em>\n</docketnumber><otherdate id=\"AFz\">\n<em>\n     Oral argument September 9, 1994.\n    </em>\n</otherdate><decisiondate id=\"AJo\">\n    Decided\n    <em>\n     December 14, 1994.\n    </em>\n</decisiondate><br><citation id=\"b765-9\">\n    (Also reported in 526 N.W.2d 132.)\n   </citation><br><attorneys id=\"b767-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"641\"> \n     *641\n     </span>\n    For the plaintiff-appellant the cause was argued by\n    <em>\n     Thomas J. Balistreri,\n    </em>\n    assistant attorney general, with whom on the briefs was\n    <em>\n     James E. Doyle,\n    </em>\n    attorney general.\n   </attorneys><br><attorneys id=\"b767-4\">\n    For the defendant-respondent there was a brief (in the court of appeals) by\n    <em>\n     John Miller Carroll\n    </em>\n    and\n    <em>\n     John Miller Carroll Law Office,\n    </em>\n    Milwaukee and oral argument by\n    <em>\n     John Miller Carroll.\n    </em>\n</attorneys><br><attorneys id=\"b767-5\">\n    Amicus curiae brief was filed (in the court of appeals) by\n    <em>\n     Charles H. Barr\n    </em>\n    and\n    <em>\n     Chernov, Croen, Stern &amp; Burbach, S.C.,\n    </em>\n    Milwaukee for the American Civil Liberties Union of Wisconsin Foundation.\n   </attorneys>",
    "citations": [
        "526 N.W.2d 132",
        "188 Wis. 2d 639"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6046.0,
            "opinion_text": "\n188 Wis.2d 639 (1994)\n526 N.W.2d 132\nSTATE of Wisconsin, Plaintiff-Appellant,\nv.\nGlenndale BLACK, Defendant-Respondent.\nNo. 92-2325-CR.\nSupreme Court of Wisconsin.\nOral argument September 9, 1994.\nDecided December 14, 1994.\n*641 For the plaintiff-appellant the cause was argued by Thomas J. Balistreri, assistant attorney general, with whom on the briefs was James E. Doyle, attorney general.\nFor the defendant-respondent there was a brief (in the court of appeals) by John Miller Carroll and John Miller Carroll Law Office, Milwaukee and oral argument by John Miller Carroll.\nAmicus curiae brief was filed (in the court of appeals) by Charles H. Barr and Chernov, Croen, Stern &amp; Burbach, S.C., Milwaukee for the American Civil Liberties Union of Wisconsin Foundation.\nWILLIAM A. BABLITCH, J.\nGlenndale Black (Black) was charged under sec. 940.04(2)(a), Stats., for destroying the life of his unborn quick child by violently assaulting his wife five days prior to her anticipated delivery date. The statute states, in relevant part, that any person other than the mother who \"intentionally destroys the life of an unborn quick child\" may be imprisoned not more than 15 years. The alleged assault consisted of grabbing her by the hair, pulling her backward onto the sofa, and punching her in the abdomen twice, the second time much harder than the first, and causing her a great deal of pain. Despite his wife's pleas, Black allegedly refused to call for help or allow his wife to seek help for 15 minutes until she screamed from abdominal pain. When she was finally transported to the hospital, a full term baby was delivered dead via cesarian surgery. The attending physicians indicated that the baby had bled to death after the placenta was detached from his mother's uterine wall. They further indicated that this injury was consistent with the application of blunt force trauma, *642 such as a punch, to the mother's abdomen. The issue is whether Black may be charged under the above statute.\n[1]\nWe conclude that the words of the statute could hardly be clearer.[1] The statute plainly proscribes feticide, the action alleged of Black. Because the circuit court held otherwise, we reverse the order of the circuit court and remand for proceedings consistent with this opinion.\nWe begin with a complete recitation of the alleged facts as found in the complaint. The complaint serves as the only source of factual material in the record. At the time of the alleged assault, Glenndale and Tracy Black had been married 13 months. Tracy was pregnant with Black's child and due to deliver five days later, a fact known to Black. Black was apparently unhappy with Tracy's pregnancy and initially told her she would have to get an abortion. Additionally, the unborn child was the subject of several arguments between Tracy and Black, and on one occasion Black allegedly threatened Tracy stating, \"if I don't get [my son] you won't have him either.\"\nOn February 8, 1992, Black and Tracy argued in their home. During the course of the argument, Black allegedly grabbed Tracy by the hair, pulled her backward *643 onto the sofa, and punched her in the abdomen causing her pain. Black then punched Tracy a second time in the abdomen. According to Tracy, the second punch was much harder than the first and caused her a great deal of pain.\nImmediately thereafter, Tracy realized that she needed medical attention and pleaded with Black to call for help or to allow her to seek help. Unpersuaded, Black detained Tracy for 15 minutes until she screamed from abdominal pain. At that point, Black arranged for help to be called. Tracy was subsequently transported to St. Francis Hospital.\nAt the hospital, a full-term boy was delivered dead via cesarian surgery. The baby's head was bruised, and the placenta was detached from Tracy's uterine wall. The delivery doctors opined that these conditions were consistent with blunt force trauma to the mother's abdomen. They believed the cause of death was exsanguination: the baby bled to death.\nBlack was subsequently arrested and charged in an information with the statute in question, sec. 940.04(2)(a), Stats., as well as first-degree reckless injury and false imprisonment. Black filed a pretrial motion requesting the court to dismiss the count of the information alleging the violation of sec. 940.04(2)(a), on the grounds that it is unconstitutional. The circuit court dismissed the count on the basis that the statute did not proscribe the conduct that Black was accused of committing. The court, however, did not rule on the constitutionality of the statute. The State appealed and the court of appeals, in turn, certified the issue to this court.\nWe begin by underscoring what this case is not. This is not an abortion case in the sense of Roe v. Wade. That is, this is not a case about a woman's right to *644 terminate her pregnancy. This is not a case about a physician's right to perform the medical procedure of abortion. Further, this is not a case about when an unborn child \"quickens\" or becomes \"viable.\"\nThis is a case about feticide. This is a case in which a man allegedly caused the death of an unborn quick child, due to be born in five days, by violently assaulting the unborn child's mother. Our duty in this case is simply to determine whether this assaultive behavior is proscribed by sec. 940.04(2)(a), Stats. We conclude that it is.\nSection 940.04(2)(a), Stats., reads in relevant part:\n(2) Any person, other than the mother, who does either of the following may be imprisoned not more than 15 years:\n(a) Intentionally destroys the life of an unborn quick child; . .\nThe words of the statute are plain and unambiguous. They could hardly be clearer. They provide that anyone other than the mother who intentionally destroys the life of an unborn quick child may be imprisoned. It is alleged that Black intentionally destroyed the life of his unborn quick child when he assaulted his wife by punching her forcefully in the abdomen. There is no dispute that the Black's unborn child had \"quickened\" \u0097 the baby was due in five days. The words of the statute plainly proscribe his actions.\nBlack disagrees that sec. 940.04(2)(a), Stats., can be enforced against him. He contends that the statute was not intended to apply to feticide but to apply only in the context of consensual medical abortions. He cites the title of the statute, \"abortion,\" as evidence. He also argues that sec. 940.04(2)(a) cannot be enforced against him because it was impliedly repealed when *645 the legislature enacted sec. 940.15 in response to Roe v. Wade, 410 U.S. 113 (1973).\n[2]\nWe disagree with his contentions. There can be no question that the legislature has the power to pass a feticide statute, and that such statute could include the language in sec. 940.04(2)(a), Stats. Even Black so conceded at oral argument. Section 940.04(2)(a) is just such a feticide statute. The statutory language clearly and simply proscribes the intentional destruction of a quick child. In the face of such plain and unambiguous language we must disregard the title of the statute. Wisconsin Valley Imp. Co. v. Public Serv. Comm., 9 Wis. 2d 606, 618, 101 N.W.2d 798 (1960). Consideration of a statutory title may be used only to resolve doubt as to the meaning of the statute. Id.\n[3]\nFurther, when the legislature enacted sec. 940.15, Stats., it did not repeal sec. 940.04(2)(a). Instead, both secs. 940.04(2)(a) and 940.15 remained the law. Nothing persuades us that the legislature intended to impliedly repeal sec. 940.04(2)(a) when it enacted sec. 940.15. Implied repeal of statutes by later enactments is not favored in statutory construction. State v. Zawistowski, 95 Wis. 2d 250, 264, 290 N.W.2d 303 (1980).\n[4, 5]\nRather, when two provisions are similar, as arguably are secs. 940.04(2)(a) and 940.15, Stats., we must make every attempt to give effect to both by construing them together so as to be consistent with one another:\n'A later and an older statute will, if it is possible and reasonable to do so, be always construed together, so as to give effect not only to the distinct parts or provisions of the latter, not inconsistent with the new law, but to give effect to the older law as a *646 whole, subject only to restrictions or modifications of its meaning, where such seems to have been the legislative purpose.' Jicha v. Karns, 39 Wis. 2d 676, 680, 159 N.W.2d 691 (1968), quoting McLoughlin v. Malnar, 237 Wis. 492, 496, 497, 297 N.W. 370 (1941).\nIn order to construe secs. 940.04(2)(a) and 940.15, consistently, we view each statute as having a distinct role. Section 940.15 places restrictions (consistent with Roe v. Wade) on consensual abortions: medical procedures, performed with the consent of the woman, which result in the termination of a pregnancy by expulsion of the fetus from the woman's uterus. Section 940.04(2)(a), on the other hand, is not an abortion statute. It makes no mention of an abortive type procedure. Rather, it proscribes the intentional criminal act of feticide: the intentional destruction of an unborn quick child presumably without the consent of the mother.\nIn light of our above construction, concerns raised by Black and by the American Civil Liberties Union (ACLU) that sec. 940.04(2)(a), Stats., could be used against a woman or her physician (in the context of performing an abortion) are unfounded. Section 940.04(2)(a) cannot be used to charge for a consensual abortive type of procedure. By its own terms it cannot apply to a mother. See also sec. 940.13 (abortion statutes cannot be enforced against any woman who obtains an abortion). Any attempt to apply sec. 940.04(2)(a) to a physician performing a consensual abortion prior to viability would be unconstitutional under Roe v. Wade. Further, any attempt to apply it to a physician performing a consensual abortion after viability would be inconsistent with the newer sec. 940.15 which limits such action and establishes penalties for it.\n*647 To conclude, we construe the plain language of sec. 940.04(2)(a), Stats., to apply to Black's alleged actions. It is a feticide statute only. Accordingly, we reverse the order of the circuit court and remand for proceedings consistent with this opinion.[2]*648 By the Court. \u0097Order reversed and cause remanded for proceedings consistent with this opinion.\nHEFFERNAN, CHIEF JUSTICE. (dissenting).\nI find the conduct alleged in the complaint to be criminal, despicable and morally reprehensible. The defendant should be prosecuted to the fullest extent possible under the law. I dissent solely because I do not agree with the majority's conclusion that sec. 940.04(2)(a), Stats., applies to the conduct charged. In the instant case, however, Black is not charged only with \"abortion,\" he is also charged with first-degree reckless injury under sec. 940.23(1), and false imprisonment under sec. 940.30; conviction for these offenses subjects him to a maximum prison term of twelve years.\nIt has been said \"even apparently plain words, divorced from the context in which they arise and in which their creators intended them to function, may not accurately convey the meaning the creators intended to impart. It is only, therefore, within a context that a word, any word, can communicate an idea.\" Leach v. Federal Deposit Ins. Corp., 860 F.2d 1266, 1270 (5th Cir. 1988).\nIn this case, the majority reads sec. 940.04(2)(a), Stats., in isolation and without context, to conclude that the language plainly and unambiguously proscribes \"feticide\" and, further, that sec. 940.04(2)(a) cannot be used to charge for an abortive medical procedure. *649 Because these conclusions cannot be reached when sec. 940.04(2)(a) is read naturally and in harmony with other provisions of the statute,[1] and because the language of sub. (2)(a) is reasonably susceptible to more than one meaning, application of the plain meaning rule, in this situation, is inappropriate. Therefore, I dissent.\nThis case arises because the defendant, Glenndale Black, was charged with \"abortion\" for allegedly causing the death of his unborn child as a result of an assault on his wife. Black contends that the statute under which he was charged, sec. 940.04(2)(a), Stats., was intended to apply only to a medical abortion procedure. *650 the state contends that, although sec. 940.04(2)(a) was enacted thirty-seven years ago and has never before been used to charge for assaultive conduct resulting in fetal death, nevertheless, the statute is arguably broad enough to proscribe both medical abortion and fetal death resulting from assaultive conduct.\nIn determining the meaning of any single phrase or word in a statute, it is necessary to look at it in light of the whole statute. Standard Theatres, Inc. v. State. Dept. of Transp., Div. of Highways, 118 Wis. 2d 730, 740, 349 N.W.2d 661 (1984). \"A statutory subsection may not be considered in a vacuum, but must be considered in reference to the statute as a whole... .\" Aero Auto Parts, Inc. v. State Dept. of Transp., 78 Wis. 2d 235, 239, 253 N.W.2d 896 (1977). In this instance, the majority concedes it made no attempt to consider any other part of the statute, when it concluded that sub. (2)(a) applies only to \"feticide.\" Majority, ante at ____ n.1. If the majority considers sub. (2)(a) in the context of the whole statute, as it must, it cannot reasonably conclude that it does not solely apply to medical abortion.\nFor instance, sub. (2)(b) provides that any person who causes the death of the mother by an act done with intent to destroy the life of an unborn child may be imprisoned for not more than 15 years, and it is unnecessary to prove that the fetus was alive when the act so causing the mother's death was committed. As used here, an\"act causing the death of the mother\" must implicate a medical abortion because secs. 940.01, 940.02, and 940.03, Stats., already provide penalties for homicide.\nMoreover, the language in sub. (2)(b), stating that it is unnecessary to prove that the fetus was alive when *651 the act causing the mother's death occurs, was taken verbatim from sec. 340.095, Stats. (1947), an early abortion statute that was repealed and restated in sec. 940.04(2)(b), Stats. Section 340.095 provided:\n[I]f any person administered any substance to or used any instrument or other means on a pregnant woman with intent to destroy the child unless that person was a physician and the abortion was necessary or advised by two physicians as necessary to preserve the mother's life, and the child or mother died as a result, the actor was guilty of third-degree murder. In case the death of the mother is thereby produced, it is unnecessary to prove that the fetus was alive when the act so causing her death was committed.\nSubsection 940.04(5), Stats., provides that certain abortions are not punishable under the statute if they conform to the requirements set forth in subparts (a), (b) and (c).\nFurther evidence that sec. 940.04, Stats., was intended to apply to medical abortions is clear from its title, \"Abortion.\" Although the title is not part of the statute and cannot prevail over its language, it can be persuasive as to proper interpretation and indicative of legislative intent. Pure Milk Products Coop. v. National Farm Organization, 64 Wis. 2d 241, 253, 219 N.W.2d 564 (1974). Such is the case here where the majority maintains that the purpose of sub. (2)(a) is so plain that the title must be disregarded, but then fails to explain why we ought to disregard a term which unequivocally has been embodied in sub. (5)(a), (b) and (c), an express provision for therapeutic abortions. To disregard the title under these circumstances is unnecessary, unreasonable, and ignores the presumption that the same words used twice in the same statute, as *652 occurs here with the term \"abortion,\" have the same meaning.\nAt a more fundamental level, the majority's \"plain meaning\" solution infuses sub. (2)(a) with what it thinks the legislature ought to have said and, in the process, disregards and impairs well-established principles of statutory construction.\nRead naturally and in accordance with other provisions of the statute, the language of sub. (2)(a) carries with it more than one possible meaning. Black contends that the statute only applies to medical abortion. The state, on the other hand, contends that the language is sufficiently broad to encompass both medical abortion and fetal death by assault to the pregnant mother. Where one of several interpretations of a statute is possible, the court may examine the language in relation to its context, subject matter, scope, history and object intended to be accomplished. Village of Shorewood v. Steinberg, 174 Wis. 2d 191, 202, 496 N.W.2d 57 (1993).\nIn construing a statute to determine its meaning, legislative materials relating to the statute are subject to judicial notice. State ex rel. Strykowski v. Wilkie, 81 Wis. 2d 491, 504, 261 N.W.2d 434 (1978). In this instance, the legislative history divides into two time periods: a) earlier materials from 1953, including the drafter's Comment which accompanied the statute as initially proposed; and b) later materials, from 1985, which include transcripts from the Special Committee on Pregnancy Options, research memoranda prepared by staff attorneys to inform members of the Special Committee, and reports submitted to the legislature to assist lawmakers in revising the statute to conform to post-Roe v. Wade, 410 U.S. 114 (1973), abortion law.\n*653 Initially, Chapter 623, Wis. Laws of 1953, revised the criminal code and made most revisions effective in 1955. The new abortion laws were proposed as sec. 340.08, \"Abortion,\" and sec. 340.09, \"Self-abortion.\" These were combined and enacted as 940.04, titled \"Abortion.\" The text of sec. (2)(a) has remained unchanged since 1953.[2] The drafter's Comment to sec. 340.08, published in the Legislative Council Committee Report of 1953, explains that the new law was intended to merge three early abortion laws, sec. 351.22 (Producing miscarriage), sec. 351.23 (Attempting miscarriage) and sec. 340.095 (Murder 3rd degree).[3]\nThe drafter's Comment is instructive. It states in part: \"This section penalizes the person who performs an abortion on another.\" Hence, the drafter intended the intentional destruction of an unborn \"quick\" child by any person other than the mother to occur as a result of one person performing an abortion on another. Construing the phrase, \"one person performing an abortion on another,\" consistent with its common usage,[4] leads to the inescapable conclusion that the fetal death contemplated, occurs as a result of a medical *654 abortion procedure. See Wisconsin Legislative Council Judiciary Committee Report on the Criminal Code, Comment 66 (1953) [hereinafter Legislative Council Comment].\nThe Comment further states: \"Subsection (2) increases the maximum penalty to 15 years if the fetus has quickened (about the fourth month of pregnancy) or if the mother dies from the operation.\" Legislative Council Comment at 66-67. The unambiguous reference to an \"operation\" forecloses even the remotest possibility that fetal death, referred to in the statute, may occur by any means other than a medical abortion procedure. Significantly, on brief, both parties argued the implications of this reference. Unlike the majority opinion, the state conceded that sec. 940.04(2)(a) applied to medical abortions but, nonetheless, insisted that the statute had a larger, though unstated, purpose. Remarkably, the majority opinion goes further than the state, holding that sec. 940.04(2)(a) cannot be used to charge for an abortive procedure. The majority no doubt feels free to ignore the drafter's Comment by invoking the plain meaning rule in utter disregard of the legislative history, which at the very least, compels a less simplistic analysis.\nThe final paragraph of the Comment provides in part:\nAnalogous legislation. All states have statutes on abortions. The most common type penalizes the use of a drug or instrument for the purpose of producing a miscarriage.\nSee Legislative Council Comment at 67. The drafter's reference to all states' abortion statutes is useful in terms of placing this statute in its proper historical context. In 1953 all states had abortion statutes; however, *655 the first fetal homicide or assaultive abortion statutes were enacted by states in the mid-1970's.\nIn addition to arguing the implications of the drafter's Comment, the parties traced the history of language included in, and omitted from, sec. 940.04(2)(a) from 1849 until 1955. Historical analysis reveals that the Revised Statutes for the State of Wisconsin, 1849, Chapter 133, Sec. 10 provided that \"the wilful killing of an unborn quick child, by any injury to the mother of such child, which would be murder if it resulted in the death of such mother, shall be deemed manslaughter in the first degree.\" This language remained substantially unchanged until the criminal code was revised in 1953, when it disappeared altogether. The last statute to include the \"injury to the mother\" language, sec. 340.11, was repealed in 1955 when sec. 940.04, Stats., was enacted.[5] \"The omission of a word or words in the revision of a statute indicates an intent to alter its meaning.\" Cardinal v. Leader Nat. Ins. Co., 166 Wis. 2d 375, 388, 480 N.W.2d 1 (1992); Pittman v. Lieffring, 59 Wis. 2d 52, 64, 207 N.W.2d 610 (1973). The legislature could have, but did not, include \"injury to the mother\" language in sec. 940.04. Had they done so, there would be no question that some portion of sec. 940.04(2)(a) would apply to the facts of this case because the plain meaning would, in fact, be plain.\nThis court also has benefit of documentary evidence from 1985, when the legislature considered revising sec. 940.04, Stats., to conform with post-Roe abortion law.[6] As part of the revision process, legislators were informed of the constitutional implications of *656 the proposed law by staff attorney memoranda.[7] One such memo provides in part:\n\n*657 There are 25 states, including Wisconsin, with abortion statutes which do not use viability or a trimester or week approach in specifying the point after which abortions are prohibited. Many of these statutes prohibit abortions at all stages of pregnancy, although some use the concept of \"quickening\" of the fetus in determining the point after which abortions are prohibited. The statutes differ greatly in specifying the exceptions under which an abortion is permitted. It appears that most of the statutes were enacted prior to the 1973 decision of Roe v. Wade and have not been changed since that time.\nMemo No. 22 further states that the new law was intended to repeal and recreate sec. 940.04, Stats., \"Wisconsin's criminal abortion statute, which, in part, became unenforceable under Roe v. Wade, 410 U.S. 114 (1973).\"[8]\nOther legislative materials make clear that lawmakers considered sec. 940.04 only in the context of proscribing medical abortion. Prior to enacting sec. 940.15, the Legislative Council Staff prepared a report for the 1985 Legislature, entitled \"Legislation on Pregnancy Options.\" Part I, page 25, of the Report provides: \"Wisconsin's current criminal law on abortion [940.04] *658 is unconstitutional because it does not conform to the U.S. Supreme Court decision in Roe v. Wade.\" Part II, page 5, of the Report provides: \"The charge to the Special Committee ... was to (1) examine the extent to which the state, consistent with the U.S. Constitution and federal court decisions, could prohibit abortions in public hospitals and enforce those prohibitions; and (2) examine means of protecting the privacy rights of pregnant women and the safety of health care personnel who perform abortions, and the facilities where abortions are performed.\"[9]\nAs recently as March, 1993, the legislature considered Assembly Bill 163, proposing sec. 940.20(6), *659 Stats.,[10] Battery to a person resulting in fetal death:\nWhoever intentionally causes bodily harm to a person who he or she knows or has reason to know is pregnant, resulting in death of the fetus that that person is carrying, without the consent of the injured person, is guilty of a Class B felony. (Class B punishable by 20 years).\nThis legislation as proposed was intended to (a) create a statutory subsection making it a crime to cause fetal death by assault to the pregnant mother; and (b) according to the Wisconsin Bill Drafting Manual (1993-1994), its \"creation\" would fill the void resulting from the present lack of a \"feticide\" statute.[11] Because the legislature is presumed to know the law as *660 it exists,[12] it is reasonable to assume that those who joined to introduce this legislation, do not share the majority's opinion that sub. (2)(a) applies to the conduct here charged.[13]\nThe conclusions reached by the majority are wholly insupportable for the following reasons: 1) the Legislative Council Report drafting Comment makes clear that sec. 940.04, Stats., was intended to apply to an \"operation,\" as well as to restate and merge several specific early (medical) abortion statutes; 2) the legislature repealed the only statute which made it a crime to kill an unborn child by \"injury to the mother\"; and 3) the (1985) legislative history of sec. 940.04, makes clear that it applies only to medical abortion. Consequently, the only fact which is truly plain in this case is that sec. 940.04 was intended to apply only to medical abortion.\nDifficult questions of statutory construction, ought not, as the majority has done here, be decided by invocation of abstract jurisprudential maxims. 2A Norman J. Singer, Sutherland Statutes and Statutory Construction § 45.02, at 6 (5th Ed. 1992). The majority's *661 application of the plain meaning rule is neither compelled by the language of sub. (2)(a) nor confirmed by legislative history. It does, however, call to mind Justice Frankfurter's admonition: \"The notion that because the words of a statute are plain, its meaning is also plain, is merely a pernicious oversimplification.\" United States v. Monia, 317 U.S. 424, 431 (1943) (Frankfurter, J., dissenting).\nWhile it might be good public policy to enact legislation to fill the avoid in our statutes that the majority has noted, that function has been allocated by the constitution to the legislature, not this court. Those who proposed Assembly Bill 163 (1993) apprehended the lacuna in our law. For reasons that are not readily apparent this bill failed of passage. But it is not the responsibility not the prerogative of this court to rectify legislative shortfalls. I would affirm the decision of the trial court.\nI am authorized to state that Justice Abrahamson joins in this dissent.\n\nAPPENDIX\n\nProgression Of Statutes Leading To § 940.04, \"Abortion\"\nIt is clear from the \"Progression of Statutes\" that § 940.04, Stats., \"Abortion,\" restates the language of Wisconsin's earliest abortion statute which appeared in 1849, Ch. 133, Sec. 11, and which, by 1947, evolved into three abortion statutes, secs. 340.095, 351.22 and 351.23. It is equally clear that the statute which proscribed \"[t]he willful killing of an unborn quick child, by an injury to the mother,\" Sec. 10, Ch. 133, was repealed in 1953.\n 1849   Ch. 133, \"Of offences Against the Lives       Ch. 133, Sec., 11, 1849\n        and Persons of Individuals\" Sec. 10, 1849\n                                                      \"Every person who shall administer to any\n        \"The willful killing of an unborn quick       woman pregnant with a quick child, any\n        child, by an injury to the mother of such     medicine, drug, or substance whatever, or\n*662\n        child, which would be murder if it resulted   shall use or employ any instrument or other\n        in the death of such mother, shall be         means, with intent thereby to destroy\n        deemed manslaughter in the first degree.\"     such child ... [u]nless medically necessary\n                                                      shall, in case the death of such child or\n                                                      mother be produced, be deemed guilty of\n                                                      manslaughter in the second degree.\"\n 1858   Ch. 164, \"offenses against    Chap. 164, \"offenses            Ch. 169, Sec. 58, 1858 \"offenses\n        the lives and persons of individuals,\"   against the lives and persons   against public\n        Sec. 10, 1858                            of individuals,\" Sec.           policy\"\n                                                 11, 1858\n        Almost identical, but for                                                 \"Every person who shall\n        the deletion of \"quick.\"                 \"Every person who shall          administer to any pregnant\n                                                 administer to any woman          woman, or prescribe for\n                                                 pregnant with a child, any       any such woman, or advice\n                                                 medicine, drug, or substance     to take, any medicine,\n                                                 use or employ any instrument     drug, or substance or thing\n                                                 or other means with              whatever, or shall use or\n                                                 intent thereby to destroy        employ any instrument or\n                                                 such child, unless the same      other means whatever, or\n                                                 shall have been [medically       advise or procure the same\n                                                 necessary], shall, in case       to be used, with intent\n                                                 the death of such child or of    thereby to procure the miscarriage\n                                                 such mother be thereby           of any such woman,\n                                                 produced, be deemed guilty       shall upon conviction,\n                                                 of manslaughter in the second    be punished by imprisonment\n                                                 degree.\"                         in a county jail, not\n                                                                                  more than one year nor less\n                                                                                  than three months, or by\n                                                                                  fine, not exceeding five\n                                                                                  hundred dollars, or by both\n                                                                                  fine and imprisonment, a\n                                                                                  the discretion of the court.\"\n1878 Renumbered to Ch.Renumbered to Ch.         Revised and renumbered     Revision also added\n        181,    \"Offenses         181,    \"Offenses         to Ch. 186, \"Offenses      § 4584, 1878 in \"Offenses\n        against the lives and     against the lives and     against                    against chastity,\n        persons of individuals\"   persons of individuals\"   chastity, morality         etc.\" chapter.\n        § 4347 in 1878.           § 4352 in 1878.           and decency,\"\n                                                            § 4583, 1878 \u0097             \"Any woman who\n                                  First word changed        changes italicized         shall take any\n                                  to \"any,\" but the rest    below:                     medicine, drug, substance\n                                  is identical.                                        or thing\n                                                            \"Any person ... not        whatever, or who\n                                                            more than one year,        shall use or employ\n                                                            nor less than six          any instrument or\n                                                            months, or by fine         other means\n                                                            not exceeding five         whatever, or who\n                                                            hundred dollars, nor       shall submit to any\n                                                            less than two hundred      operation or treatment,\n                                                            and fifty dollars.         with intent to\n                                                                                       procure from herself\n             |                            |                        |                   any miscarriage,\n             |                            |                        |                   shall be punished by\n*663\n             |                            |                        |                   imprisonment in the\n             |                            |                        |                   county jail, not more\n             |                            |                        |                   than six months nor\n             |                            |                        |                   less than one month,\n             |                            |                        |                   or by fine not exceeding\n             ↓                            ↓                        ↓                   $100.\"\n 1898   Ch. 181, § 4347, 1989     Ch. 181, § 4352, 1898     Ch. 186, § 4583,           Ch. 186, § 4584, 1989\n        \"Manslaughter, 1st        \"Manslaughter, 2d         \"Producing Miscarriage,\"   \"Attempting\n        Degree\"                   \"Degree\"                  1898                       Miscarriage\"\n        Only change is from                                     Identical language.      Identical language.\n        \"the injury\" to \"an\n        injury.\"\n                 |                       |                  |                                     |\n                 |                       |                  |                                     |\n                 |                       |                  |                                     |\n                 ↓                       ↓                  ↓                                     ↓\n 1925   § 340.11, \"Manslaughter,  § 340.16, \"Manslaughter,  § 351.22 \"Producing        § 351.23 \"Attempting\n        1st Degree,\"              2d Degree,\"               Miscarriage,\" 1925         Miscarriage,\"\n        1925                      1925                                                 1925\n                                                            Virtually identical\n        Identical language.       Identical language.       language.                  Identical language.\n                 |                          |                              |                      |\n                 |                          |                              |                      |\n                 |                          |                              |                      |\n                 ↓                          ↓                              ↓                      ↓\n 1947   § 304.11, \"Manslaughter,  § 340.095 \"Murder,        § 351.22 \"Producing        § 351.23 \"Attempting\n        1st Degree,\"              3d Degree,\" 1947          miscarriage,\" 1947         miscarriage,\"\n        1947                                                                                       1947\n                                  Identical language        Identical language\n        Identical language.       until last phrase: no     up until penalty.          Identical language.\n                                  longer 2d degree          New penalty: \"shall\n                                  manslaughter, but         be fined not less than\n                                  murder in the 3d degree.  $1,000 nor more\n                                  Last sentence             than $5,000 or imprisoned\n                                  added: \"In case the       in the state\n                                  death of the mother       prison not less than\n                                  is thereby produced       one year nor more\n                                  it is unnecessary to      than 3 years, or\n                                  prove that the fetus      both.\"\n                                  was alive when the\n                                  act so causing her\n                                  death          was\n                                  committed.\"\n                                            |                              |                      |\n                                            |                              |                      |\n                                            |                              |                      |\n                                            ↓                              ↓                      |\n                                                                                                  |\n 1953   § 340.11, repealed.       Ch. 623, Laws of 1953, revised the criminal         ←---------\n                                  code, and made most revisions effective in\n*664\n        Language not              1955. The new abortion laws were proposed\n        recreated.                as § 340.08 \"Abortion,\" and § 340.09 \"Selfabortion.\"\n                                  These were combined and enacted\n                                  as § 940.04, crimes against life and bodily\n                                  security. The text, below, has remained untouched\n                                  since 1955.\n                                  § 940.04 \"abortion\" (1) Any person, other\n                                  than the mother, who intentionally destroys\n                                  the life of an unborn child may be fined out\n                                  more than $5,000 or imprisoned not more\n                                  than 3 years or both.\n                                  (2) Any person, other than the mother, who\n                                  does either of the following may be imprisoned\n                                  not more than 15 years.\n                                        (a) Intentionally destroys the life of\n                                        an unborn quick child; or\n                                        (b) Causes the death of the mother by\n                                        an act done with intent to destroy the\n                                        life of an unborn child. It is unnecessary\n                                        to prove that the fetus was live\n                                        when the act so causing the mother's\n                                        death was committed.\n                                  (3) Any pregnant woman who intentionally\n                                  destroys the life of her unborn child or who\n                                  consents to such destruction by another may\n                                  be fined not more than $200 or imprisoned\n                                  not more than 6 months or both.\n                                  (4) Any pregnant woman who intentionally\n                                  destroys the life of her unborn quick child or\n                                  who consents to such destruction by another\n                                  may be imprisoned not more than 2 years.\n                                  (5) This section does not apply to a therapeutic\n                                  abortion which:\n                                        (a) Is performed by a physician; and\n                                        (b) I necessary, or is advised by 2 other\n                                        physicians as necessary, to save the\n                                        life of the mother, and\n                                        (c) Unless an emergency prevents, is\n                                        performed in a licensed maternity\n                                        hospital.\n                                  (6) In this section \"unborn child\" means a\n                                  human being from the time of conception until\n                                  it is born alive.\n\nNOTES\n[1]  The dissent ignores plain rules of statutory construction: neither the legislative history nor the title of the statute can be used to create ambiguity in the statute. State v. Martin, 162 Wis. 2d 883, 897 n.5, 470 N.W.2d 900 (1991); Wisconsin Valley Imp. Co., 9 Wis. 2d at 618 (respectively). The legislative history of sec. 940.04(2)(a), Stats., is a maze of past statutes, amendments, repeals and recreations leading us to conclude that it offers no clearer indication of the legislature's intent than that indicated by the statute's own text.\n[2]  The ACLU raised several arguments in its amicus brief which we here briefly address. First, the ACLU contends that sec. 940.04, Stats., is inapplicable because it was adjudged facially unconstitutional in Babbitz v. McCann, 310 F. Supp. 293 (E.D. Wis. 1970), and Larkin v. McCann, 368 F. Supp. 1352 (E.D. Wis. 1974). The holding in Babbitz does not apply to sec. 940.04(2)(a). Babbitz only decided the constitutionality of sec. 940.04(1) and (5) in the context of a physician being prosecuted under these sections for performing an abortion. Larkin addressed only sec. 940.04(1) and relied on Babbitz. Moreover, this court is bound on the subject of federal law only by the pronouncements of the United States Supreme Court. State v. Webster, 114 Wis. 2d 418, 426 n.4, 338 N.W.2d 474 (1983). In Roe v. Wade, the Supreme Court held that abortion statutes could not be enforced \"in contravention of a woman's right to a clinical abortion by medically competent personnel.\" Connecticut v. Menillo, 423 U.S. 9, 10 (1975). Enforcement of sec. 940.04 (2)(a) here has no such effect.\n\nSecond, the ACLU contends that sec. 940.04, Stats., as a whole, is properly construed to be limited to consensual abortions and was not intended for feticide. We address only sec. 940.04(2)(a) and make no attempt to construe any other sections of sec. 940.04. Additionally, we do not agree that sec. 940.04(2)(a) was to apply only to consensual abortions. The plain language of the statute evinces an intent otherwise.\nThird, the ACLU argues that sec. 940.04(2)(a), Stats., violates Black's due process rights to fair notice of prohibited conduct. It contends that sec. 940.04 as a whole fell into disuse after Babbitz, 310 F. Supp. 293, and Larkin, 368 F. Supp. 1352, and that Black relied on those holdings. Neither case addressed the constitutionality of sec. 940.04(2)(a). Further, the plain language of sec. 940.04(2)(a) gave Black fair notice that his actions were proscribed by the law.\nFinally, the ACLU argues that enforcement of sec. 940.04 (2)(a), Stats., violates the Separation of Powers, and contravenes public policy. We find no merit in either argument.\n[1]  Section 940.04, Stats., in its entirety provides:\n\n940.04 Abortion. (1) Any person, other than the mother, who intentionally destroys the life of an unborn child may be fined not more than $5,000 or imprisoned not more than 3 years or both.\n(2) Any person, other than the mother, who does either of the following may be imprisoned not more than 15 years:\n(a) Intentionally destroys the life of an unborn quick child; or\n(b) Causes the death of the mother by an act done with intent to destroy the life of an unborn child. It is unnecessary to prove that the fetus was alive when the act so causing the mother's death was committed.\n(3) Any pregnant woman who intentionally destroys the life of her unborn child or who consents to such destruction by another may be fined not more than $200 or imprisoned not more than 6 months or both.\n(4) Any pregnant woman who intentionally destroys the life of her unborn quick child or who consents to such destruction by another may be imprisoned not more than 2 years.\n(5) This section does not apply to therapeutic abortion which:\n(a) Is performed by a physician; and\n(b) Is necessary, or is advised by 2 other physicians as necessary, to save the life of the mother; and\n(c) Unless an emergency prevents, is performed in a licensed maternity hospital.\n(6) In this section \"unborn child\" means a human being from the time of conception until it is born alive.\n[2]  Section 340.08, Stats., as proposed included only four subsections; two subsections were added before the statute was enacted in 1955.\n[3]  The full text of the three early abortion statutes restated in sec. 940.04, Stats., are provided in the Appendix to this dissent.\n[4]  The general rule is that \"in the absence of an applicable statutory definition, it is the common usage of nontechnical words and phrases which is presumed meant by the legislature.\" Department of Revenue v. Trudell Trailer Sales, 104 Wis. 2d 39, 42, 310 N.W.2d 612 (1981) citing State v. Ehlenfeldt, 94 Wis. 2d 347, 356, 288 N.W.2d 786 (1980).\n[5]  See Appendix.\n[6]  Ultimately, rather than repeal and re-enact sec. 940.04, Stats., with a new text, the legislature opted, instead, to create a new statute. Section 940.15, Stats., also titled \"Abortion\" provides:\n\n(1) In this section, \"viability\" means that stage of fetal development when, in the medical judgment of the attending physician based on the particular facts of the case before him or her, there is a reasonable likelihood of sustained survival of the fetus outside the womb, with or without artificial support.\n(2) Whoever intentionally performs an abortion after the fetus or unborn child reaches viability, as determined by reasonable medical judgment of the woman's attending physician, is guilty of a Class E felony.\n(3) Subsection (2) does not apply if the abortion is necessary to preserve the life or health of the woman, as determined by reasonable medical judgment of the woman's attending physician.\n(4) Any abortion performed under sub. (3) after viability of the fetus or unborn child, as determined by reasonable medical judgment of the woman's attending physician, shall be performed in a hospital on an inpatient basis.\n(5) Whoever intentionally performs an abortion and who is not a physician is guilty of a Class E felony.\n(6) Any physician who intentionally performs an abortion under sub. (3) shall use that method of abortion which, of those he or she knows to be available, is in his or her medical judgment most likely to preserve the life and health of the fetus or unborn child. Nothing in this subsection requires a physician performing an abortion to employ a method of abortion which, in his or her medical judgment based on the particular facts of the case before him or her, would increase the risk to the woman. Any physician violating this subsection is guilty of a Class E felony.\n(7) Subsections (2) to (6) and s. 939.05, 939.30 or 939.31 do not apply to a woman who obtains an abortion that is in violation of this section or otherwise violates this section with respect to her unborn child or fetus.\n[7]  In this case, a series of memos prepared by staff attorneys remain as part of the 1985 legislative drafting records.\n[8]  On January 31, 1973, then Attorney General, Robert W. Warren distributed a letter to \"All Wisconsin District Attorneys\" explaining the unconstitutionality of sec. 940.04, Stats., following the United States Supreme Court decisions in Roe v. Wade and Doe v. Bolton. The Attorney General's letter provides in part:\n\nIt is my opinion that these decisions have effectively rendered unconstitutional and unenforceable the Wisconsin abortion statute, sec. 940.04, Stats., in its entirety. In reaching this conclusion I have considered sec. 990.001(11), Stats., dealing with severability ...\n[9]  The charge to the Special Committee further provided:\n\nThe Legislative Council established the Special Committee on Pregnancy Options by an October 23, 1984 mail ballot, pursuant to a letter from Representative Marlin D. Schneider. The Special Committee was directed to examine pregnancy options for women which may reduce the perceived need for abortions. The Special Committee was directed not to consider any changes in the U.S. Constitution, but directed to examine what options are available within the present constitutional framework.\nThe Special Committee was specifically directed to study ways to (1) make information available about methods of birth control; (2) provide increased funding for family planning alternatives other than abortion; (3) require all school guidance counselors, social service agencies, physicians and family planning clinics to prominently display pamphlets explaining how to place a child for adoption; (4) require school guidance counselors to receive training on how to place a child for adoption, either as part of their college curriculum, as part of their continuing training or both; and (5) make available health insurance coverage for childbirth in all instances.\nWisconsin Legislative Council Report No. 16 to the 1985 Legislature 5 (October 7, 1985).\n[10]  Assembly Bill 163, introduced with bi-partisan support, was read and referred to the committee on Criminal Justice and Public Safety. This bill, and an identical one proposed in the Senate in January, 1994, never came to the floor for a vote.\n\nSenate Bill 658 was first read and referred to committee on January 25, 1994; public hearings were held on March 8; the committee unanimously voted to recommend passage on March 23; seven days later the legislative term ended.\n[11]  The Wisconsin Bill Drafting Manual (1993-1994), as the title suggests, provides guidance in the form of rules and definitions to be used by attorneys employed by the Legislative Reference Bureau in drafting legislation.\n\nSection 4.11, entitled Creating New Provisions, provides in part: \"Before you create a new provision, ascertain whether you can amend an existing statutory provision to accomplish the purpose.\" Section 4.03(3)(e), entitled Contents and Style, provides in part: \"Always compare the current law to the proposed law. Few laws are enacted in a vacuum; there is usually some law on the subject already.\"\n[12]  The legislature is presumed to act with knowledge of existing statutes when enacting a statute. Matter of C.G.F., 168 Wis. 2d 62, 69, 483 N.W.2d 803 (1992); Wood v. American Fam. Mut. Ins. Co., 148 Wis. 2d 639, 436 N.W.2d 594 (1989).\n[13]  In Elroy-Kendall-Wilton Schs. v. Coop. Educ. Serv. 102 Wis. 2d 274, 280-81, 306 N.W.2d 89 (Ct.App. 1981), the court of appeals cited Chart v. Gutmann, 44 Wis. 2d 421, 434, 171 N.W.2d 331, 338 (1969), cert. den. 397 U.S. 973 (1970), for the proposition that \"the supreme court refused to construe then sec. 285.01, Stats., as providing a procedure for tort claimants to sue the state, observing that a bill then pending to enact such a procedure evinced the legislature's belief that the existing statute did not contain one.\"\n\n",
            "ocr": false,
            "opinion_id": 1598715
        },
        {
            "author_str": "Bablitch",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWILLIAM A. BABLITCH, J.\nGlenndale Black (Black) was charged under sec. 940.04(2)(a), Stats., for destroying the life of his unborn quick child by violently assaulting his wife five days prior to her anticipated delivery date. The statute states, in relevant part, that any person other than the mother who \"intentionally destroys the life of an unborn quick child\" may be imprisoned not more than 15 years. The alleged assault consisted of grabbing her by the hair, pulling her backward onto the sofa, and punching her in the abdomen twice, the second time much harder than the first, and causing her a great deal of pain. Despite his wife's pleas, Black allegedly refused to call for help or allow his wife to seek help for 15 minutes until she screamed from abdominal pain. When she was finally transported to the hospital, a full term baby was delivered dead via cesarian surgery. The attending physicians indicated that the baby had bled to death after the placenta was detached from his mother's uterine wall. They further indicated that this injury was consistent with the application of blunt force trauma, *642such as a punch, to the mother's abdomen. The issue is whether Black may be charged under the above statute.\nWe conclude that the words of the statute could hardly be clearer.1 The statute plainly proscribes feti-cide, the action alleged of Black. Because the circuit court held otherwise, we reverse the order of the circuit court and remand for proceedings consistent with this opinion.\nWe begin with a complete recitation of the alleged facts as found in the complaint. The complaint serves as the only source of factual material in the record. At the time of the alleged assault, Glenndale and Tracy Black had been married 13 months. Tracy was pregnant with Black's child and due to deliver five days later, a fact known to Black. Black was apparently unhappy with Tracy's pregnancy and initially told her she would have to get an abortion. Additionally, the unborn child was the subject of several arguments between Tracy and Black, and on one occasion Black allegedly threatened Tracy stating, \"if I don't get [my son] you won't have him either.\"\nOn February 8, 1992, Black and Tracy argued in their home. During the course of the argument, Black allegedly grabbed Tracy by the hair, pulled her back*643ward onto the sofa, and punched her in the abdomen causing her pain. Black then punched Tracy a second time in the abdomen. According to Tracy, the second punch was much harder than the first and caused her a great deal of pain.\nImmediately thereafter, Tracy realized that she needed medical attention and pleaded with Black to call for help or to allow her to seek help. Unpersuaded, Black detained Tracy for 15 minutes until she screamed from abdominal pain. At that point, Black arranged for help to be called. Tracy was subsequently transported to St. Francis Hospital.\nAt the hospital, a full-term boy was delivered dead via cesarian surgery. The baby's head was bruised, and the placenta was detached from Tracy's uterine wall. The delivery doctors opined that these conditions were consistent with blunt force trauma to the mother's abdomen. They believed the cause of death was exsan-guination: the baby bled to death.\nBlack was subsequently arrested and charged in an information with the statute in question, sec. 940.04(2)(a), Stats., as well as first-degree reckless injury and false imprisonment. Black filed a pretrial motion requesting the court to dismiss the count of the information alleging the violation of sec. 940.04(2)(a), on the grounds that it is unconstitutional. The circuit court dismissed the count on the basis that the statute did not proscribe the conduct that Black was accused of committing. The court, however, did not rule on the constitutionality of the statute. The State appealed and the court of appeals, in turn, certified the issue to this court.\nWe begin by underscoring what this case is not. This is not an abortion case in the sense of JRoe v. Wade. That is, this is not a case about a woman's right to *644terminate her pregnancy. This is not a case about a physician's right to perform the medical procedure of abortion. Further, this is not a case about when an unborn child \"quickens\" or becomes \"viable.\"\nThis is a case about feticide. This is a case in which a man allegedly caused the death of an unborn quick child, due to be born in five days, by violently assaulting the unborn child's mother. Our duty in this case is simply to determine whether this assaultive behavior is proscribed by sec. 940.04(2)(a), Stats. We conclude that it is.\nSection 940.04(2)(a), Stats., reads in relevant part:\n(2) Any person, other than the mother, who does either of the following may be imprisoned not more than 15 years:\n(a) Intentionally destroys the life of an unborn quick child;....\nThe words of the statute are plain and unambiguous. They could hardly be clearer. They provide that anyone other than the mother who intentionally destroys the life of an unborn quick child may be imprisoned. It is alleged that Black intentionally destroyed the life of his unborn quick child when he assaulted his wife by punching her forcefully in the abdomen. There is no dispute that the Black's unborn child had \"quickened\" — the baby was due in five days. The words of the statute plainly proscribe his actions.\nBlack disagrees that sec. 940.04(2)(a), Stats., can be enforced against him. He contends that the statute was not intended to apply to feticide but to apply only in the context of consensual medical abortions. He cites the title of the statute, \"abortion,\" as evidence. He also argues that sec. 940.04(2)(a) cannot be enforced against him because it was impliedly repealed when *645the legislature enacted sec. 940.15 in response to Roe v. Wade, 410 U.S. 113 (1973).\nWe disagree with his contentions. There can be no question that the legislature has the power to pass a feticide statute, and that such statute could include the language in sec. 940.04(2)(a), Stats. Even Black so conceded at oral argument. Section 940.04(2)(a) is just such a feticide statute. The statutory language clearly and simply proscribes the intentional destruction of a quick child. In the face of such plain and unambiguous language we must disregard the title of the statute. Wisconsin Valley Imp. Co. v. Public Serv. Comm., 9 Wis. 2d 606, 618, 101 N.W.2d 798 (1960). Consideration of a statutory title may be used only to resolve doubt as to the meaning of the statute. Id.\nFurther, when the legislature enacted sec. 940.15, Stats., it did not repeal sec. 940.04(2)(a). Instead, both secs. 940.04(2)(a) and 940.15 remained the law. Nothing persuades us that the legislature intended to impliedly repeal sec. 940.04(2)(a) when it enacted sec. 940.15. Implied repeal of statutes by later enactments is not favored in statutory construction. State v. Zawistowski, 95 Wis. 2d 250, 264, 290 N.W.2d 303 (1980).\nRather, when two provisions are similar, as arguably are secs. 940.04(2)(a) and 940.15, Stats., we must make every attempt to give effect to both by construing them together so as to be consistent with one another:\n'A later and an older statute will, if it is possible and reasonable to do so, be always construed together, so as to give effect not only to the distinct parts or provisions of the latter, not inconsistent with the new law, but to give effect to the older law as a *646whole, subject only to restrictions or modifications of its meaning, where such seems to have been the legislative purpose.' Jicha v. Karns, 39 Wis. 2d 676, 680, 159 N.W.2d 691 (1968), quoting McLoughlin v. Malnar, 237 Wis. 492, 496, 497, 297 N.W. 370 (1941).\nIn order to construe secs. 940.04(2)(a) and 940.15, consistently, we view each statute as having a distinct role. Section 940.15 places restrictions (consistent with Roe v. Wade) on consensual abortions: medical procedures, performed with the consent of the woman, which result in the termination of a pregnancy by expulsion of the fetus from the woman's uterus. Section 940.04(2)(a), on the other hand, is not an abortion statute. It makes no mention of an abortive type procedure. Rather, it proscribes the intentional criminal act of feticide: the intentional destruction of an unborn quick child presumably without the consent of the mother.\nIn light of our above construction, concerns raised by Black and by the American Civil Liberties Union (ACLU) that sec. 940.04(2)(a), Stats., could be used against a woman or her physician (in the context of performing an abortion) are unfounded. Section 940.04(2)(a) cannot be used to charge for a consensual abortive type of procedure. By its own terms it cannot apply to a mother. See also sec. 940.13 (abortion statutes cannot be enforced against any woman who obtains an abortion). Any attempt to apply sec. 940.04(2)(a) to a physician performing a consensual abortion prior to viability would be unconstitutional under Roe v. Wade. Further, any attempt to apply it to a physician performing a consensual abortion after viability would be inconsistent with the newer sec. 940.15 which limits such action and establishes penalties for it.\n*647To conclude, we construe the plain language of sec. 940.04(2)(a), Stats., to apply to Black's alleged actions. It is a feticide statute only. Accordingly, we reverse the order of the circuit court and remand for proceedings consistent with this opinion.2\n*648By the Court. — Order reversed and cause remanded for proceedings consistent with this opinion.\n\n The dissent ignores plain rules of statutory construction: neither the legislative history nor the title of the statute can be used to create ambiguity in the statute. State v. Martin, 162 Wis. 2d 883, 897 n.5, 470 N.W.2d 900 (1991); Wisconsin Valley Imp. Co., 9 Wis. 2d at 618 (respectively). The legislative history of sec. 940.04(2)(a), Stats., is a maze of past statutes, amendments, repeals and recreations leading us to conclude that it offers no clearer indication of the legislature's intent than that indicated by the statute's own text.\n\n\n The ACLU raised several arguments in its amicus brief which we here briefly address. First, the ACLU contends that sec. 940.04, Stats., is inapplicable because it was adjudged facially unconstitutional in Babbitz v. McCann, 310 F. Supp. 293 (E.D. Wis. 1970), and Larkin v. McCann, 368 F. Supp. 1352 (E.D. Wis. 1974). The holding in Babbitz does not apply to sec. 940.04(2)(a). Babbitz only decided the constitutionality of sec. 940.04(1) and (5) in the context of a physician being prosecuted under these sections for performing an abortion. Larkin addressed only sec. 940.04(1) and relied on Babbitz. Moreover, this court is bound on the subject of federal law only by the pronouncements of the United States Supreme Court. State v. Webster, 114 Wis. 2d 418, 426 n.4, 338 N.W.2d 474 (1983). In Roe v. Wade, the Supreme Court held that abortion statutes could not be enforced \"in contravention of a woman's right to a clinical abortion by medically competent personnel.\" Connecticut v. Menillo, 423 U.S. 9, 10 (1975). Enforcement of sec. 940.04 (2)(a) here has no such effect.\nSecond, the ACLU contends that sec. 940.04, Stats., as a whole, is properly construed to be limited to consensual abortions and was not intended for feticide. We address only sec. 940.04(2)(a) and make no attempt to construe any other sections of sec. 940.04. Additionally, we do not agree that sec. 940.04(2)(a) was to apply only to consensual abortions. The plain language of the statute evinces an intent otherwise.\nThird, the ACLU argues that sec. 940.04(2)(a), Stats., violates Black's due process rights to fair notice of prohibited conduct. It contends that sec. 940.04 as a whole fell into disuse after Babbitz, 310 F. Supp. 293, and Larkin, 368 F. Supp. 1352, and that Black relied on those holdings. Neither case addressed the constitutionality of sec. 940.04(2)(a). Further, the plain lan*648guage of sec. 940.04(2)(a) gave Black fair notice that his actions were proscribed by the law.\nFinally, the ACLU argues that enforcement of sec. 940.04 (2)(a), Stats., violates the Separation of Powers, and contravenes public policy. We find no merit in either argument.\n\n",
            "ocr": false,
            "opinion_id": 9657677
        },
        {
            "author_str": "Heffernan",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHEFFERNAN, CHIEF JUSTICE,\n(dissenting). I find the conduct alleged in the complaint to be criminal, despicable and morally reprehensible. The defendant should be prosecuted to the fullest extent possible under the law. I dissent solely because I do not agree with the majority's conclusion that sec. 940.04(2)(a), Stats., applies to the conduct charged. In the instant case, however, Black is not charged only with \"abortion,\" he is also charged with first-degree reckless injury under sec. 940.23(1), and false imprisonment under sec. 940.30; conviction for these offenses subjects him to a maximum prison term of twelve years.\nIt has been said \"even apparently plain words, divorced from the context in which they arise and in which their creators intended them to function, may not accurately convey the meaning the creators intended to impart. It is only, therefore, within a context that a word, any word, can communicate an idea.\" Leach v. Federal Deposit Ins. Corp., 860 F.2d 1266, 1270 (5th Cir. 1988).\nIn this case, the majority reads sec. 940.04(2)(a), Stats., in isolation and without context, to conclude that the language plainly and unambiguously proscribes \"feticide\" and, further, that sec. 940.04(2)(a) cannot be used to charge for an abortive medical proce*649dure. Because these conclusions cannot be reached when sec. 940.04(2)(a) is read naturally and in harmony with other provisions of the statute,1 and because the language of sub. (2)(a) is reasonably susceptible to more than one meaning, application of the plain meaning rule, in this situation, is inappropriate. Therefore, I dissent.\nThis case arises because the defendant, Glenndale Black, was charged with \"abortion\" for allegedly causing the death of his unborn child as a result of an assault on his wife. Black contends that the statute under which he was charged, sec. 940.04(2)(a), Stats., was intended to apply only to a medical abortion proce*650dure. The state contends that, although sec. 940.04(2)(a) was enacted thirty-seven years ago and has never before been used to charge for assaultive conduct resulting in fetal death, nevertheless, the statute is arguably broad enough to proscribe both medical abortion and fetal death resulting from assaultive conduct.\nIn determining the meaning of any single phrase or word in a statute, it is necessary to look at it in light of the whole statute. Standard Theatres, Inc. v. State. Dept. of Transp., Div. of Highways, 118 Wis. 2d 730, 740, 349 N.W.2d 661 (1984). \"A statutory subsection may not be considered in a vacuum, but must be considered in reference to the statute as a whole. . . .\" Aero Auto Parts, Inc. v. State Dept. of Transp., 78 Wis. 2d 235, 239, 253 N.W.2d 896 (1977). In this instance, the majority concedes it made no attempt to consider any other part of the statute, when it concluded that sub. (2)(a) applies only to \"feticide.\" Majority, ante at-n.l. If the majority considers sub. (2)(a) in the context of the whole statute, as it must, it cannot reasonably conclude that it does not solely apply to medical abortion.\nFor instance, sub. (2)(b) provides that any person who causes the death of the mother by an act done with intent to destroy the life of an unborn child may be imprisoned for not more than 15 years, and it is unnecessary to prove that the fetus was alive when the act so causing the mother's death was committed. As used here, an \"act causing the death of the mother\" must implicate a medical abortion because secs. 940.01, 940.02, and 940.03, Stats., already provide penalties for homicide.\nMoreover, the language in sub. (2)(b), stating that it is unnecessary to prove that the fetus was alive when *651the act causing the mother's death occurs, was taken verbatim from sec. 340.095, Stats. (1947), an early abortion statute that was repealed and restated in sec. 940.04(2)(b), Stats. Section 340.095 provided:\n[I]f any person administered any substance to or used any instrument or other means on a pregnant woman with intent to destroy the child unless that person was a physician and the abortion was necessary or advised by two physicians as necessary to preserve the mother's life, and the child or mother died as a result, the actor was guilty of third-degree murder. In case the death of the mother is thereby produced, it is unnecessary to prove that the fetus was alive when the act so causing her death was committed.\nSubsection 940.04(5), Stats., provides that certain abortions are not punishable under the statute if they conform to the requirements set forth in subparts (a), (b) and (c).\nFurther evidence that sec. 940.04, Stats., was intended to apply to medical abortions is clear from its title, \"Abortion.\" Although the title is not part of the statute and cannot prevail over its language, it can be persuasive as to proper interpretation and indicative of legislative intent. Pure Milk Products Coop. v. National Farm Organization, 64 Wis. 2d 241, 253, 219 N.W.2d 564 (1974). Such is the case here where the majority maintains that the purpose of sub. (2)(a) is so plain that the title must be disregarded, but then fails to explain why we ought to disregard a term which unequivocally has been embodied in sub. (5)(a), (b) and (c), an express provision for therapeutic abortions. To disregard the title under these circumstances is unnecessary, unreasonable, and ignores the presumption that the same words used twice in the same statute, as *652occurs here with the term \"abortion,\" have the same meaning.\nAt a more fundamental level, the majority's \"plain meaning\" solution infuses sub. (2)(a) with what it thinks the legislature ought to have said and, in the process, disregards and impairs well-established principles of statutory construction.\nRead naturally and in accordance with other provisions of the statute, the language of sub. (2)(a) carries with it more than one possible meaning. Black contends that the statute only applies to medical abortion. The state, on the other hand, contends that the language is sufficiently broad to encompass both medical abortion and fetal death by assault to the pregnant mother. Where one of several interpretations of a statute is possible, the court may examine the language in relation to its context, subject matter, scope, history and object intended to be accomplished. Village of Shorewood v. Steinberg, 174 Wis. 2d 191, 202, 496 N.W.2d 57 (1993).\nIn construing a statute to determine its meaning, legislative materials relating to the statute are subject to judicial notice. State ex rel. Strykowski v. Wilkie, 81 Wis. 2d 491, 504, 261 N.W.2d 434 (1978). In this instance, the legislative history divides into two time periods: a) earlier materials from 1953, including the drafter's Comment which accompanied the statute as initially proposed; and b) later materials, from 1985, which include transcripts from the Special Committee on Pregnancy Options, research memoranda prepared by staff attorneys to inform members of the Special Committee, and reports submitted to the legislature to assist lawmakers in revising the statute to conform to post-Roe v. Wade, 410 U.S. 114 (1973), abortion law.\n*653Initially, Chapter 623, Wis. Laws of 1953, revised the criminal code and made most revisions effective in 1955. The new abortion laws were proposed as sec. 340.08, \"Abortion,\" and sec. 340.09, \"Self-abortion.\" These were combined and enacted as 940.04, titled \"Abortion.\" The text of sec. (2)(a) has remained unchanged since 1953.2 The drafter's Comment to sec. 340.08, published in the Legislative Council Committee Report of 1953, explains that the new law was intended to merge three early abortion laws, sec. 351.22 (Producing miscarriage), sec. 351.23 (Attempting miscarriage) and sec. 340.095 (Murder 3rd degree).3\nThe drafter's Comment is instructive. It states in part: \"This section penalizes the person who performs an abortion on another.\" Hence, the drafter intended the intentional destruction of an unborn \"quick\" child by any person other than the mother to occur as a result of one person performing an abortion on another. Construing the phrase, \"one person performing an abortion on another,\" consistent with its common usage,4 leads to the inescapable conclusion that the fetal death contemplated, occurs as a result of a medi*654cal abortion procedure. See Wisconsin Legislative Council Judiciary Committee Report on the Criminal Code, Comment 66 (1953) [hereinafter Legislative Council Comment].\nThe Comment further states: \"Subsection (2) increases the maximum penalty to 15 years if the fetus has quickened (about the fourth month of pregnancy) or if the mother dies from the operation.\" Legislative Council Comment at 66-67. The unambiguous reference to an \"operation\" forecloses even the remotest possibility that fetal death, referred to in the statute, may occur by any means other than a medical abortion procedure. Significantly, on brief, both parties argued the implications of this reference. Unlike the majority opinion, the state conceded that sec. 940.04(2)(a) applied to medical abortions but, nonetheless, insisted that the statute had a larger, though unstated, purpose. Remarkably, the majority opinion goes further than the state, holding that sec. 940.04(2)(a) cannot be used to charge for an abortive procedure. The majority no doubt feels free to ignore the drafter's Comment by invoking the plain meaning rule in utter disregard of the legislative history, which at the very least, compels a less simplistic analysis.\nThe final paragraph of the Comment provides in part:\nAnalogous legislation. All states have statutes on abortions. The most common type penalizes the use of a drug or instrument for the purpose of producing a miscarriage.\nSee Legislative Council Comment at 67. The drafter's reference to all states' abortion statutes is useful in terms of placing this statute in its proper historical context. In 1953 all states had abortion statutes; how*655ever, the first fetal homicide or assaultive abortion statutes were enacted by states in the mid-1970's.\nIn addition to arguing the implications of the drafter's Comment, the parties traced the history of language included in, and omitted from, sec. 940.04(2)(a) from 1849 until 1955. Historical analysis reveals that the Revised Statutes for the State of Wisconsin, 1849, Chapter 133, Sec. 10 provided that \"the wilful killing of an unborn quick child, by any injury to the mother of such child, which would be murder if it resulted in the death of such mother, shall be deemed manslaughter in the first degree.\" This language remained substantially unchanged until the criminal code was revised in 1953, when it disappeared altogether. The last statute to include the \"injury to the mother\" language, sec. 340.11, was repealed in 1955 when sec. 940.04, Stats., was enacted.5 \"The omission of a word or words in the revision of a statute indicates an intent to alter its meaning.\" Cardinal v. Leader Nat. Ins. Co., 166 Wis. 2d 375, 388, 480 N.W.2d 1 (1992); Pittman v. Lieffring, 59 Wis. 2d 52, 64, 207 N.W.2d 610 (1973). The legislature could have, but did not, include \"injury to the mother\" language in sec. 940.04. Had they done so, there would be no question that some portion of sec. 940.04(2)(a) would apply to the facts of this case because the plain meaning would, in fact, be plain.\nThis court also has benefit of documentary evidence from 1985, when the legislature considered revising sec. 940.04, Stats., to conform with post-Roe abortion law.6 As part of the revision process, legislators were informed of the constitutional implications of *656the proposed law by staff attorney memoranda.7 One such memo provides in part:\n*657There are 25 states, including Wisconsin, with abortion statutes which do not use viability or a trimester or week approach in specifying the point after which abortions are prohibited. Many of these statutes prohibit abortions at all stages of pregnancy, although some use the concept of \"quickening\" of the fetus in determining the point after which abortions are prohibited. The statutes differ greatly in specifying the exceptions under which an abortion is permitted. It appears that most of the statutes were enacted prior to the 1973 decision of Roe v. Wade and have not been changed since that time.\nMemo No. 22 further states that the new law was intended to repeal and recreate sec. 940.04, Stats., \"Wisconsin's criminal abortion statute, which, in part, became unenforceable under Roe v. Wade, 410 U.S. 114 (1973).\"8\nOther legislative materials make clear that lawmakers considered sec. 940.04 only in the context of proscribing medical abortion. Prior to enacting sec. 940.15, the Legislative Council Staff prepared a report for the 1985 Legislature, entitled \"Legislation on Pregnancy Options.\" Part I, page 25, of the Report provides: \"Wisconsin's current criminal law on abortion [940.04] *658is unconstitutional because it does not conform to the U.S. Supreme Court decision in Roe v. Wade.\" Part II, page 5, of the Report provides: \"The charge to the Special Committee . . . was to (1) examine the extent to which the state, consistent with the U.S. Constitution and federal court decisions, could prohibit abortions in public hospitals and enforce those prohibitions; and (2) examine means of protecting the privacy rights of pregnant women and the safety of health care personnel who perform abortions, and the facilities where abortions are performed.\"9\nAs recently as March, 1993, the legislature considered Assembly Bill 163, proposing sec. 940.20(6),\n*659Stats.,10 Battery to a person resulting in fetal death:\nWhoever intentionally causes bodily harm to a per- , son who he or she knows or has reason to know is pregnant, resulting in death of the fetus that that person is carrying, without the consent of the injured person, is guilty of a Class B felony. (Class B punishable by 20 years).\nThis legislation as proposed was intended to (a) create a statutory subsection making it a crime to cause fetal death by assault to the pregnant mother; and (b) according to the Wisconsin Bill Drafting Manual (1993-1994), its \"creation\" would fill the void resulting from the present lack of a \"feticide\" statute.11 Because the legislature is presumed to know the law as *660it exists,12 it is reasonable to assume that those who joined to introduce this legislation, do not share the majority's opinion that sub. (2)(a) applies to the conduct here charged.13\nThe conclusions reached by the majority are wholly insupportable for the following reasons: 1) the Legislative Council Report drafting Comment makes clear that sec. 940.04, Stats., was intended to apply to an \"operation,\" as well as to restate and merge several specific early (medical) abortion statutes; 2) the legislature repealed the only statute which made it a crime to kill an unborn child by \"injury to the mother\"; and 3) the (1985) legislative history of sec. 940.04, makes clear that it applies only to medical abortion. Consequently, the only fact which is truly plain in this case is that sec. 940.04 was intended to apply only to medical abortion.\nDifficult questions of statutory construction, ought not, as the majority has done here, be decided by invocation of abstract jurisprudential maxims. 2A Norman J. Singer, Sutherland Statutes and Statutory Construction § 45.02, at 6 (5th Ed. 1992). The majority's *661application of the plain meaning rule is neither compelled by the language of sub. (2)(a) nor confirmed by legislative history. It does, however, call to mind Justice Frankfurter's admonition: \"The notion that because the words of a statute are plain, its meaning is also plain, is merely a pernicious oversimplification.\" United States v. Monia, 317 U.S. 424, 431 (1943) (Frankfurter, J., dissenting).\nWhile it might be good public policy to enact legislation to fill the void in our statutes that the majority has noted, that function has been allocated by the constitution to the legislature, not this court. Those who proposed Assembly Bill 163 (1993) apprehended the lacuna in our law. For reasons that are not readily apparent this bill failed of passage. But it is not the responsibility nor the prerogative of this court to rectify legislative shortfalls. I would affirm the decision of the trial court.\nI am authorized to state that Justice Abrahamson joins in this dissent.\nAPPENDIX\nProgression Of Statutes Leading To § 940.04, \"Abortion\"\nIt is clear from the \"Progression of Statutes\" that § 940.04, Stats., \"Abortion,\" restates the language of Wisconsin's earliest abortion statute which appeared in 1849, Ch. 133, Sec. 11, and. which, by 1947, evolved into three abortion statutes, secs. 340.095, 351.22 and 351.23. It is equally clear that the statute which proscribed \"[t]he willful killing of an unborn quick child, by an injury to the mother,\" Sec. 10, Ch. 133, was repealed in 1953.\n[[Image here]]\n*662[[Image here]]\n*663[[Image here]]\n*664Language not 1955. The new abortion laws were proposed recreated. as § 340.08 \"Abortion,\" and § 340.09 \"Self-abortion.\" These were combined and enacted as § 940.04, crimes against life and bodily security. The text, below, has remained untouched since 1955.\n§ 940.04 \"abortion\" (1) Any person, other than the mother, who intentionally destroys the life of an unborn child may be fined not more than $5,000 or imprisoned not more than 3 years or both.\n(2) Any person, other than the mother, who does either of the following may be imprisoned not more than 15 years:\n(a) Intentionally destroys the life of an unborn quick child; or\n(b) Causes the death of the mother by an act done with intent to destroy the life of an unborn child. It is unnecessary to prove that the fetus was alive when the act so causing the mother's death was committed.\n(3) Any pregnant woman who intentionally destroys the life of her unborn child or who consents to such destruction by another may be fined not more than $200 or imprisoned not more than 6 months or both.\n(4) Any pregnant woman who intentionally destroys the life of her unborn quick child or who consents to such destruction by another may be imprisoned not more than 2 years.\n(6) This section does not apply to a therapeutic abortion which:\n(a) Is performed by a physician; and\n(b) I necessary, or is advised by 2 other physicians as necessary, to save the life of the mother; and\n(c) Unless an emergency prevents, is performed in a licensed maternity hospital.\n(6) In this section \"unborn child\" means a human being from the time of conception until it is bom alive.\n\n Section 940.04, Stats., in its entirety provides:\n940.04 Abortion. (1) Any person, other than the mother, who intentionally destroys the life of an unborn child may be fined not more than $5,000 or imprisoned not more than 3 years or both.\n(2) Any person, other than the mother, who does either of the following may be imprisoned not more than 15 years:\n(a) Intentionally destroys the life of an unborn quick child; or\n(b) Causes the death of the mother by an act done with intent to destroy the life of an unborn child. It is unnecessary to prove that the fetus was alive when the act so causing the mother's death was committed.\n(3) Any pregnant woman who intentionally destroys the Ufe of her unborn child or who consents to such destruction by another may be fined not more than $200 or imprisoned not more than 6 months or both.\n(4) Any pregnant woman who intentionally destroys the life of her unborn quick child or who consents to such destruction by another may be imprisoned not more than 2 years.\n(5) This section does not apply to therapeutic abortion which:\n(a) Is performed by a physician; and\n(b) Is necessary, or is advised by 2 other physicians as necessary, to save the life of the mother; and\n(c) Unless an emergency prevents, is performed in a licensed maternity hospital.\n(6) In this section \"unborn child\" means a human being from the time of conception until it is bom ahve.\n\n\n Section 340.08, Stats., as proposed included only four subsections; two subsections were added before the statute was enacted in 1955.\n\n\n The full text of the three early abortion statutes restated in sec. 940.04, Stats., are provided in the Appendix to this dissent.\n\n\n The general rule is that \"in the absence of an applicable statutory definition, it is the common usage of nontechnical words and phrases which is presumed meant by the legislature.\" Department of Revenue v. Trudell Trailer Sales, 104 Wis. 2d 39, 42, 310 N.W.2d 612 (1981) citing State v. Ehlenfeldt, 94 Wis. 2d 347, 356, 288 N.W.2d 786 (1980).\n\n\n See Appendix.\n\n\n Ultimately, rather than repeal and re-enact sec. 940.04, Stats., with a new text, the legislature opted, instead, to create a *656new statute. Section 940.15, Stats., also titled \"Abortion\" provides:\n(1)In this section, \"viability\" means that stage of fetal development when, in the medical judgment of the attending physician based on the particular facts of the case before him or her, there is a reasonable likelihood of sustained survival of the fetus outside the womb, with or without artificial support.\n(2) Whoever intentionally performs an abortion after the fetus or unborn child reaches viability, as determined by reasonable medical judgment of the woman's attending physician, is guilty of a Class E felony.\n(3) Subsection (2) does not apply if the abortion is necessary to preserve the life or health of the woman, as determined by reasonable medical judgment of the woman's attending physician.\n(4) Any abortion performed under sub. (3) after viability of the fetus or unborn child, as determined by reasonable medical judgment of the woman's attending physician, shall be performed in a hospital on an inpatient basis.\n(5) Whoever intentionally performs an abortion and who is not a physician is guilty of a Class E felony.\n(6) Any physician who intentionally performs an abortion under sub. (3) shall use that method of abortion which, of those he or she ' knows to be available, is in his or her medical judgment most likely to preserve the life and health of the fetus or unborn child. Nothing in this subsection requires a physician performing an abortion to employ a method of abortion which, in his or her medical judgment based on the particular facts of the case before him or her, would increase the risk to the woman. Any physician violating this subsection is guilty of a Class E felony.\n(7) Subsections (2) to (6) and s. 939.05, 939.30 or 939.31 do not apply to a woman who obtains an abortion that is in violation of this section or otherwise violates this section with respect to her unborn child or fetus.\n\n\n In this case, a series of memos prepared by staff attorneys remain as part of the 1985 legislative drafting records.\n\n\n On January 31, 1973, then Attorney General, Robert W. Warren distributed a letter to \"All Wisconsin District Attorneys\" explaining the unconstitutionality of sec. 940.04, Stats., following the United States Supreme Court decisions in Roe v. Wade and Doe v. Bolton. The Attorney General's letter provides in part:\nIt is my opinion that these decisions have effectively rendered unconstitutional and unenforceable the Wisconsin abortion statute, sec. 940.04, Stats., in its entirety. In reaching this conclusion I have considered sec. 990.001(11), Stats., dealing with severability\n\n\n The charge to the Special Committee further provided:\nThe Legislative Council established the Special Committee on Pregnancy Options by an October 24,1984 mail ballot, pursuant to a letter from Representative Marlin D. Schneider. The Special Committee was directed to examine pregnancy options for women which may reduce the perceived need for abortions. The Special Committee was directed not to consider any changes in the U.S. Constitution, but directed to examine what options are available within the present constitutional framework.\nThe Special Committee was specifically directed to study ways to (1) make information available about methods of birth control; (2) provide increased funding for family planning alternatives other than abortion; (3) require all school guidance counselors, social service agencies, physicians and family planning clinics to prominently display pamphlets explaining how to place a child for adoption; (4) require school guidance counselors to receive training on how to place a child for adoption, either as part of their college curriculum, as part of their continuing training or both; and (5) make available health insurance coverage for childbirth in all instances.\nWisconsin Legislative Council Report No. 16 to the 1985 Legislature 5 (October 7, 1985).\n\n\nAssembly Bill 163, introduced with bi-partisan support, was read and referred to the committee on Criminal Justice and Public Safety. This bill, and an identical one proposed in the Senate in January, 1994, never came to the floor for a vote.\nSenate Bill 658 was first read and referred to committee on January 25, 1994; public hearings were held on March 8; the committee unanimously voted to recommend passage on March 23; seven days later the legislative term ended.\n\n\n The Wisconsin Bill Drafting Manual (1993-1994), as the title suggests, provides guidance in the form of rules and definitions to be used by attorneys employed by the Legislative Reference Bureau in drafting legislation.\nSection 4.11, entitled Creating New Provisions, provides in part: \"Before you create a new provision, ascertain whether you can amend an existing statutory provision to accomplish the purpose.\" Section 4.03(3)(e), entitled Contents and Style, provides in part: \"Always compare the current law to the proposed law. Few laws are enacted in a vacuum; there is usually some law on the subject already.\"\n\n\n The legislature is presumed to act with knowledge of existing statutes when enacting a statute. Matter of C.G.F., 168 Wis. 2d 62, 69, 483 N.W.2d 803 (1992); Wood v. American Fam. Mut. Ins. Co., 148 Wis. 2d 639, 436 N.W.2d 594 (1989).\n\n\n In Elroy-Kendall-Wilton Schs. v. Coop. Educ. Serv. 102 Wis. 2d 274, 280-81, 306 N.W.2d 89 (Ct.App. 1981), the court of appeals cited Chart v. Gutmann, 44 Wis. 2d 421, 434, 171 N.W.2d 331, 338 (1969), cert. den. 397 U.S. 973 (1970), for the proposition that \"the supreme court refused to construe then sec. 285.01, Stats., as providing a procedure for tort claimants to sue the state, observing that a bill then pending to enact such a procedure evinced the legislature's belief that the existing statute did not contain one.\"\n\n",
            "ocr": false,
            "opinion_id": 9657678
        }
    ],
    "court_short_name": "Wisconsin Supreme Court",
    "court_full_name": "Wisconsin Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Murder"
}