{
    "id": 1601154,
    "judges": "Motley",
    "date_filed": 250732800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-ex-rel-schmidt-v-lavallee",
    "case_name_short": "LaVallee",
    "case_name": "United States Ex Rel. Schmidt v. LaVallee",
    "case_name_full": "UNITED STATES of America Ex Rel. Fred SCHMIDT, Petitioner, v. J. Edwin LaVALLEE, Superintendent, Clinton Correctional Facility, Dannemora, New York, Respondent",
    "attorneys": "Fred Schmidt, pro se., Louis J. Lefkowitz, Atty. Gen., State of New York by Ralph McMurry, Kevin J. McKay, Asst. Attys. Gen., New York City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1212-11\">\n    UNITED STATES of America ex rel. Fred SCHMIDT, Petitioner, v. J. Edwin LaVALLEE, Superintendent, Clinton Correctional Facility, Dannemora, New York, Respondent.\n   </parties><br><docketnumber id=\"b1212-14\">\n    No. 75 CIV. 872.\n   </docketnumber><br><court id=\"b1212-15\">\n    United States District Court, S. D. New York.\n   </court><br><decisiondate id=\"b1212-17\">\n    Dec. 12, 1977.\n   </decisiondate><br><attorneys id=\"b1213-22\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1157\"> \n     *1157\n     </span>\n    Fred Schmidt, pro se.\n   </attorneys><br><attorneys id=\"b1213-23\">\n    Louis J. Lefkowitz, Atty. Gen., State of New York by Ralph McMurry, Kevin J. McKay, Asst. Attys. Gen., New York City, for respondent.\n   </attorneys>",
    "citations": [
        "445 F. Supp. 1156"
    ],
    "opinions": [
        {
            "author_str": "Motley",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2335.0,
            "opinion_text": "\n445 F. Supp. 1156 (1977)\nUNITED STATES of America ex rel. Fred SCHMIDT, Petitioner,\nv.\nJ. Edwin LaVALLEE, Superintendent, Clinton Correctional Facility, Dannemora, New York, Respondent.\nNo. 75 CIV. 872.\nUnited States District Court, S. D. New York.\nDecember 12, 1977.\n*1157 Fred Schmidt, pro se.\nLouis J. Lefkowitz, Atty. Gen., State of New York by Ralph McMurry, Kevin J. McKay, Asst. Attys. Gen., New York City, for respondent.\n\nMEMORANDUM OPINION\nMOTLEY, District Judge.\nThis petition for a writ of habeas corpus is before us pursuant to 28 U.S.C. § 2254. On July 17, 1972 petitioner pleaded guilty to a single count of robbery in the second degree in the County Court, Rockland County, New York.[1] He was sentenced to a minimum term of five years and a maximum of fifteen years on October 10, 1972. The judgment of conviction was affirmed without opinion in both the Appellate Division (People v. Schmidt, 42 A.D.2d 690, 346 N.Y.S.2d 200 (2d Dept.1973)) and in the Court of Appeals (People v. Schmidt, 35 N.Y.2d 929, 365 N.Y.S.2d 163, 324 N.E.2d 545 (1974)). The petitioner is presently confined at Arthur Kill Correctional Facility.\nPetitioner makes essentially two claims[2] on collateral attack: First, he claims that *1158 the trial judge wrongly denied him permission to withdraw his guilty plea. Second, petitioner claims that he could not understand the court proceedings due to mental illness and that the trial judge refused to grant him a hearing on that issue prior to sentencing. For the reasons which follow, the petition for a writ of habeas corpus is dismissed.\n\nThe Competency Claim\nChronologically, the first claimed infirmity was the trial judge's denial of petitioner's motion to withdraw his guilty plea. However, for purposes of clarity, his competency claim will be discussed first.\nThe relevant facts are based on the record below, counsel's brief on appeal, and the uncontradicted assertions in petitioner's papers. Petitioner was convicted of second degree murder in 1944. He was sentenced to sixty years to life. He was paroled on January 24, 1971. He was arrested by a parole officer on February 23, 1974 for an alleged parole violation, i. e., robbery. He was arraigned on a single charge of robbery shortly thereafter with no counsel present. At this point, the arraigning judge inquired into the mental history of petitioner noting that he had been committed to a state mental hospital for a total of almost fifteen years while serving his murder sentence at Clinton Prison. The judge committed petitioner to the Rockland County Jail and appointed counsel. On February 25 petitioner was apparently again arraigned on the robbery charge, but this time counsel was present.\nIn May of 1972, with the same counsel present, petitioner pleaded not guilty to five indictments for bank robbery. One of these indictments covered the original robbery charge on which petitioner was arraigned on February 25. The other four indictments were handed down on April 17, 1972. All told, petitioner was charged with six B felonies, seven C felonies, two D felonies, four E felonies and one A misdemeanor stemming from five separate incidents alleged to have occurred within a fifty-two day period.\nOn July 17, 1972 petitioner pleaded guilty on a single count of one indictment. In turn, the remaining counts of that indictment and the other four indictments were dismissed. Counsel was again present. The minutes of the guilty plea are fourteen pages in length and clearly reveal the judge's careful inquiry into whether petitioner understood the consequences of his plea. Satisfied that he did, the judge accepted the plea of guilty and set a sentencing date for September 19, 1972.\nOn the date set for sentencing petitioner, himself, moved to withdraw the guilty plea despite the fact that his counsel was present. The trial judge called for formal motion papers to be submitted by October 5, 1972 and adjourned the sentencing date. Petitioner submitted his own handwritten motion to counsel who, in turn, submitted a typed version to the judge.\nNot once in his moving papers did petitioner assert that his guilty plea was invalid because he did not understand the proceedings due to a mental illness. The closest language to that effect was that the defendant was \"confused\" when he entered his guilty plea due to the fact that there were four other indictments outstanding against him in addition to the one to which he pleaded guilty. Petitioner did note, however, that his counsel during this time was \"superb\".\nThe motion to withdraw the plea was denied by the trial judge, who notified petitioner of this decision on October 10, 1972, the day of sentencing. At that time the following colloquy took place:\nTHE CLERK: The People of the State of New York against Fred Schmidt, Indictment No. 72-85.\nMR. SEIDENBERG: Your Honor, I understand a decision has been rendered with respect to Mr. Schmidt's application to withdraw his plea in this matter. I just had about two minutes to look at the decision. I respectfully request a two week adjournment until sentencing.\n\n*1159 THE COURT: No. I am going to deny that.\nMR. SEIDENBERG: So I can have an opportunity to ascertain\u0097\nTHE COURT: I am going to deny the application.\nMR. GRIBETZ: May I move the case for sentencing, Your Honor?\nTHE COURT: Yes.\nMR. GRIBETZ: Your Honor, at this time the People move for sentence the case of the People of New York against Fred Schmidt, Indictment No. 72-85.\nTHE DEFENDANT: The People can't move for sentencing. Neither can the Court. The Court can't sentence me, Your Honor.\nTHE COURT: Ask him whether he has any legal cause to show why judgment should not be pronounced upon him.\nTHE CLERK: Fred Schmidt, do you have any legal cause to show why judgment should not be pronounced upon you according to the laws of the State of New York?\nTHE DEFENDANT: Yes, I have.\nTHE COURT: State what your legal cause is.\nTHE DEFENDANT: I have 14 and a half years in Dannemora State Hospital and I am suffering from insanity at all times. So I cannot be legally sentenced because I did not understand anything\u0097proceedings or anything.\nTHE COURT: With respect to that the Court will make a finding that up until this time there has been no question raised about the defendant's insanity. Counsel hasn't raised it. He himself has never raised it. I will deny the application and proceed to sentence him.\nTHE DEFENDANT: It's been on the record all the while. The Court inquired into the record and it could not miss it.\nTHE COURT: I am going to deny it. I am going to proceed to sentence him.\nTHE DEFENDANT: I am not going for sentencing.\nTHE COURT: Move the matter for sentence. The Court finds there is no legal cause why the defendant should not be sentenced.\n* * * * * *\nTHE COURT: I will let the record indicate there is nothing before the Court that would indicate the defendant is insane. He has understood all the proceedings up until this time. The Court will find there is no legal cause\u0097\nTHE DEFENDANT: I never had any examination by doctors whatsoever, Your Honor. You can't consider yourself a psychiatrist. You are prejudiced anyway.\nTHE COURT: Let me talk, please. You are indicating that you are insane but you have no difficulty talking to the Court. You have had no difficulty talking to your counsel, and the Court is going to make a finding that the defendant is capable of understanding the charges against him and proceeding. I direct that sentence be imposed.\n* * * * * *\nThe standards governing when a sanity hearing must be held by the trial court were set forth by the Supreme Court in Pate v. Robinson, 383 U.S. 375, 86 S. Ct. 836, 15 L. Ed. 2d 815 (1966). In holding that the court was required, sua sponte, to hold a hearing on the sanity of the defendant and that a new trial was required, it said (at 387, 86 S.Ct. at 843): \"If the State elects to retry Robinson, it will of course be open to him to raise the question of his competence to stand trial at that time and to request a special hearing thereon. In the event a sufficient doubt exists as to his present competence such a hearing must be held.\" Thus the question in the instant case is whether there was a \"sufficient doubt\" as to petitioner's competence to require a hearing to resolve that issue.\nThe only evidence before the sentencing judge as to the incompetence of petitioner was the fact that the petitioner had spent almost fifteen years in a mental institution. Petitioner's last confinement to Dannemora State Hospital, however, had ended more than ten years prior to the plea in this case.\n*1160 What does stand out in bold relief in this record is the weighty evidence of the defendant's sanity. While it is true that demeanor evidence is not conclusive on the sanity question, it is relevant to that issue. Pate, supra at 385-86, 86 S. Ct. 836. And it can not be disputed that throughout the proceedings and as evidenced by petitioner's own motion to withdraw his plea, he was sane by all outward appearances. Furthermore, counsel, who represented petitioner throughout these proceedings never raised any question as to petitioner's competence.\nIn brief, the trial judge was faced with the following situation: The defendant is ready to be sentenced and has, until that point, never once raised the possibility of his incompetence before this judge\u0097not even in support of his motion to withdraw his plea. Nor has his counsel raised that issue.[3] Rather, as soon as defendant is informed that his motion to withdraw his guilty plea has been denied, he moves for the first time to withdraw his plea on the grounds of competency. There can be little doubt that the trial judge regarded this claim as a sham; as an eleventh hour attempt to avoid the 5 to 15 year sentence which the judge had explicitly said would be imposed when the guilty plea was entered.\nThe New York Court of Appeals expounded the rule to be applied to this case in People v. Boundy, 10 N.Y.2d 518, 521, 225 N.Y.S.2d 207, 208, 180 N.E.2d 565, 567 (1962). The court noted defendant's extensive history of mental illness which continued up to the time he pleaded guilty. \"The fact that defendant had a previous history of mental disturbance does not in itself prove that he was insane at the time of this judgment [of conviction]. However, where there is some proof that a defendant was in fact insane at the time of plea a coram nobis application should not be denied without trial. The petition in this present proceeding is not limited . . . to a mere say-so that he was insane. The showing that this defendant had been in and out of State hospitals for years and went back to a State hospital after this sentence and is there now is certainly some evidence that he was insane at the time of the plea.\" (Citations omitted.)\nIn the instant case, petitioner asserted that he was insane after a full ten year period during which he could show no evidence of incompetence. Petitioner's argument is essentially that when a defendant indicates, without more, that he has previously been hospitalized for a mental illness, a per se rule is constitutionally mandated which would require that the judge hold a competency hearing regardless of the evidence of sanity at that juncture. However, this is not the law. The paramount fact in this case is that there was not enough evidence before the trial judge to raise a sufficient doubt that petitioner was incompetent at the time he pleaded guilty.\nThis case is akin to Miranda v. United States, 458 F.2d 1179 (2d Cir.), cert. denied, 409 U.S. 874, 93 S. Ct. 207, 34 L. Ed. 2d 126 (1972) where a motion to set aside a guilty plea was denied without a hearing on the ground that the trial judge was fully justified in determining, in light of all the circumstances, that the defendant was competent. See also, Sailer v. Gunn, 548 F.2d 271, 274-5 (9th Cir. 1977), reversing, 387 F. Supp. 1367 (C.D.Cal.1974).\nIn conclusion, the court finds that petitioner's constitutional rights were not infringed by the failure of the trial judge to conduct a competency hearing. But we must stress that this has not been an easy determination under the facts in this case. The existence of an extensive history of confinement in a mental hospital should be a clear signal to any judge that defendant's competence may be in question regardless of his trial demeanor. Surely the better *1161 course in the instant case would have been to order a psychiatric examination of defendant before sentencing him to a five to fifteen year prison term.\n\nWithdrawal of the Plea\nAfter pleading guilty to the single indictment, petitioner, himself, moved to withdraw his plea on the following grounds noted in his affidavit:\n\"1) Not informed of the charges against him; and\n2) Deprived the aid of counsel at all states of the proceeding; and\n3) Deprived the right to confront the witnesses against him and the right to get witnesses in his behalf; and\n4) Illegal suggestive identifications by pictures outside of the Court; and\n5) Not informed of his right to appear before the grand jury upon the four additional indictments; and\n6) The negligence of the grand jury to inquire; 1) If defendant was represented by counsel on the four indictments; and 2) Where and how was defendant identified; and 3) Why was a hearing denied, to provide an in court identification, and 4) Informed of the charges against him; and 5) Informed of his right to appear before the Grand Jury in person; and 6) To be identified upon an independent recollection instead of suggestive picture identification outside of the Court; and\n7) Why such long delay to present the indictments.\"\nThere is no absolute right to withdraw a guilty plea. It is within the trial judge's sound discretion whether or not to allow the plea to be withdrawn. United States ex rel. Scott v. Mancusi, 429 F.2d 104, 109 (2d Cir.) cert. denied, 402 U.S. 909, 91 S. Ct. 1385, 28 L. Ed. 2d 651 (1971). As a general rule, \"a guilty plea, intelligently and voluntarily made, bars the later assertion of constitutional challenges to the pretrial proceedings.\" Lefkowitz v. Newsome, 420 U.S. 283, 288, 95 S. Ct. 886, 889, 43 L. Ed. 2d 196 (1975). And a plea is not to be deemed involuntary simply because defendant is faced with the difficult choice of pleading or going to trial on more serious charges. United States ex rel. Brown v. LaVallee, 424 F.2d 457, 464 (2d Cir. 1970), cert. denied, 401 U.S. 942, 91 S. Ct. 946, 28 L. Ed. 2d 223 (1971). Finally, petitioner did not move to withdraw his plea on the ground that he was innocent of the charge. United States v. Blauner, 337 F. Supp. 1394, 1395 (S.D.N.Y.1971) (a motion to withdraw a plea should, at least, include an allegation of innocence) and cases cited therein.\nThe only serious claim made by petitioner seeking to withdraw his plea was that he was not informed of the charges against him. The minutes of the guilty plea belie this contention:\n* * * * * *\nTHE COURT: In other words, you now wish to withdraw your previous plea of not guilty to this Indictment 72-85 and you wish to enter a plea of guilty to the second count of that indictment, which is robbery in the second degree in violation of Section 160.10, paragraph 1, of the Penal Law, which is a Class C felony, to cover not only that indictment but also to cover the following outstanding indictments against you: Indictment 72-81, 72-82, 72-84 and 72-86; is that correct?\nTHE DEFENDANT: That's correct, Your Honor.\nTHE COURT: Have you fully and thoroughly discussed this matter of entering a plea of guilty as you have here today with your lawyer, Mr. Seidenberg?\nTHE DEFENDANT: I did.\nTHE COURT: Are you making this plea after having talked to him in detail about it?\nTHE DEFENDANT: Yes, Your Honor.\nTHE COURT: Do you realize and understand that by pleading guilty you are waiving certain rights? Do you understand that?\nTHE DEFENDANT: That is correct.\n* * * * * *\n*1162 Since petitioner has waived any constitutional rights he may have had by pleading guilty, his claims that these rights were violated are not properly before us on habeas corpus\u0097so long as his plea was entered knowingly and voluntarily. As already noted, the trial judge could properly have found that petitioner was competent during the pendency of the proceedings and entered his guilty plea with full knowledge of the consequences.\nThe petition for habeas corpus must be dismissed.\nNOTES\n[1]  Penal Law § 160.10.\n[2]  Petitioner does complain about his treatment by the parole board in his statement of facts. But his legal argument and his reply affidavit focus solely on the two issues noted here. The respondent has only answered these two issues, and since it appears that the petitioner does not press his parole board complaints, the court will not reach those questions.\n[3]  See Miranda v. United States, 458 F.2d 1179, 1181 (2d Cir.), cert. denied, 409 U.S. 874, 93 S. Ct. 207, 34 L. Ed. 2d 126 (1972) where the court noted that defendant's experienced defense lawyer found defendant to be rational and coherent. Although this court has no evidence as to the experience of petitioner's trial counsel, it is noteworthy that counsel did not ever raise the possibility of petitioner's competence, even after having met with him on various occasions as the case proceeded to sentencing.\n\n",
            "ocr": false,
            "opinion_id": 1601154
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}