{
    "id": 1601297,
    "judges": "Sugg",
    "date_filed": "2012-02-09",
    "date_filed_is_approximate": true,
    "slug": "baker-v-state",
    "case_name_short": "Baker",
    "case_name": "Baker v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "391 So. 2d 1010"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4907.0,
            "opinion_text": "\n391 So.2d 1010 (1980)\nKeith BAKER\nv.\nSTATE of Mississippi.\nNo. 52194.\nSupreme Court of Mississippi.\nDecember 17, 1980.\nLee B. Agnew, Jackson, for appellant.\nBill Allain, Atty. Gen. by Mark A. Chinn, Sp. Asst. Atty. Gen., Jackson, for appellee.\nEn Banc.\nSUGG, Justice, for the Court:\nKeith Baker was indicted for murder, convicted of manslaughter, and sentenced to a term of twenty (20) years by the Circuit Court of the First Judicial District of Hinds County. The only error assigned is the failure of the court to give the following instruction:\nThe court instructs the jury that under the law the defendant, Keith Baker, is a competent witness in his own behalf.\nThis instruction, in differing forms, has been considered by the Court in numerous cases with varying results.\nIn McVay v. State, 26 So. 947 (Miss. 1900), the Court held in a one sentence opinion that it was error to refuse the following instruction:\n\"The Court instructs the jury that under the law the defendant is a competent witness in his own behalf, and his testimony is entitled to whatever weight the jury, as judges of the evidence may see fit to give it.\"\nIn four cases, this Court held that the defendant was entitled to the instruction when the state obtained an instruction which told the jury it could disregard the testimony of a witness if the jury believed from the evidence such witness had sworn falsely to any material matter in the case. These cases held that, if there was any error in such instruction given for the state, it was cured by the instruction given for the defendant. These cases are: Vails v. State, 94 Miss. 365, 48 So. 725 (1908); Murphy v. State, 119 Miss. 220, 80 So. 636 (1918); Thompson v. State, 158 Miss. 121, 130 So. 112 (1930). In Murphy, supra, the Court stated:\n\n*1011 The granting of any instruction either for the state or the defendant, which in express language compares one witness with any other witness in the case, is of doubtful propriety. The jury without any instruction of the court are left unfettered to make comparisons between witnesses, and may reject the testimony of any witness in whole or in part. The jury, in their search for the truth may accept and believe some of the statements of a witness and disregard all doubtful statements made by the same witness. It is their exclusive province to sift the whole evidence and separate the wheat from the chaff; to pick up a thread of truth here, and another there, and weave a completed tapestry of truth. And they may and should do this without an instruction either for the state or the defendant singling out and pointing to any particular witness, and asking specially that the jury give to the testimony of such witness \"consideration,\" or view the testimony of such witness with suspicion. There may be exceptions to this general rule, but certainly when the defendant takes the witness stand the court is not justified in either discounting or bolstering up his testimony.\nIn four cases this Court held it was not error to refuse an instruction in the following language:\n\"The Court instructs the jury for the defendant that this defendant is a competent witness in his own behalf and you have no right to discard his testimony, or look upon his testimony with suspicion, merely because he is the defendant in this case, and that if you have no other reason to disbelieve him, than the fact that he is the defendant, then you must believe his testimony to be the truth.\"\nThese cases are: Coleman v. State, 22 So.2d 410 (Miss. 1945); Conn v. State, 205 Miss. 165, 38 So.2d 697 (1949); Parrett v. State, 205 Miss. 651, 39 So.2d 272 (1949); Clark v. State, 206 Miss. 701, 39 So.2d 783 (1949). In Conn, supra, the Court held the defendant was not entitled to an instruction in the form set forth above, but was entitled to an instruction that he was a competent witness in his own behalf and that jurors had no right to disbelieve him merely because he was the defendant, and his testimony was entitled to such weight, faith, and credit as the jurors think proper to give it. The Court then stated: \"That is the extent of the right and the rule.\"\nWe have four cases holding that the defendant is entitled to the instruction only when the evidence against the defendant is wholly circumstantial. These cases are: Dunbar v. State, 159 Miss. 603, 132 So. 748 (1931); McNamee v. State, 313 So.2d 392 (Miss. 1975); Phillips v. State, 374 So.2d 824 (Miss. 1979); Gray v. State, 387 So.2d 101 (Miss. 1980).\nIn the case under consideration defendant was not entitled to the instruction because the prosecution was not based wholly upon circumstantial evidence. Dunbar, McNamee, Phillips, Gray, supra. We therefore affirm for this reason, but take this opportunity to examine the propriety of giving the instruction in any case.\nWhen McVay, supra, was decided in 1900 an accused had recently been accorded the right to testify in his own defense contrary to the common law rule. Apparently the McVay court permitted an accused to obtain the instruction because of the recently enacted statute which made an accused a competent witness in his own behalf. None of our cases have discussed the reason for the enactment of the statute, now section 13-1-9 Mississippi Code Annotated (1972), which follows:\nThe accused shall be a competent witness for himself in any prosecution for crime against him. The failure of the accused, in any case, to testify shall not however operate to his prejudice or be commented on by counsel.\nThe statute merely gives an accused the right to testify in his own behalf but does not authorize an instruction to this effect.\nAt common law, a party to a civil action was not a competent witness, and an accused on trial for crime was not competent *1012 to testify in his own behalf. 97 C.J.S. Witnesses, § 120; 81 Am.Jur.2d, Witnesses, § 110. Although documentation of the rationale underlying this rule is scarce, the common law regarded the accused's testimony as incompetent upon the theory, among others, that the frailty of human nature and the overpowering desire for freedom would ordinarily induce a person charged with crime, if permitted to testify, to swear falsely. State v. McKinnon, 223 N.C. 160, 25 S.E.2d 606 (1943).\nIn Murphy v. State, 28 Miss. 637 (1855) we held that a person interested was not a competent witness in civil and criminal cases. The United States Constitution did not change the common law rule and accord an accused the right to testify in his own defense. Neither did the Mississippi Constitution nor amendments to the United States Constitution change the common law rule. The right of a defendant in a criminal case in Mississippi to testify in his own defense rests entirely on statute.\nUnder early English common law, a defendant was not allowed to produce any witnesses. In 1702, for the first time, a defendant was allowed to produce witnesses in his behalf. Plucknett, A Concise History of the Common Law, Lawyer's Co-Op (1936), p. 386-388. The common law was generally accepted in the United States in its entirety, and most changes in the common law were by statute. Such was the case with the rule declaring a criminal defendant incompetent to testify at trial in this state. The rule was abrogated in Mississippi in 1880 and an accused was afforded the right to testify by section 1603, Mississippi Code of 1880.[1] This date antecedes the date the rule was abrogated in England, 1898. Plucknett at 388-389.\nSection 13-1-9 was enacted for the sole purpose of abrogating the common law rule which prohibited an accused from testifying in his own behalf. The requested instruction would have told the jury that the defendant was a competent witness in his own behalf. His competency as a witness was evident by his appearance on the witness stand. If he had not been competent, he would not have been permitted to testify. There is no sound reason for a trial court to instruct a jury that any witness, including the defendant, is a competent witness. The jury, in its search for truth, is the sole judge of the worth and weight of the testimony of any witness, and should be free to make this judgment without instructions singling out or pointing to any particular witness stating such witness is competent.\nAccordingly, we hold that defendants are not entitled to an instruction which informs the jury that the defendant is a competent witness in his own behalf. To the extent that our cases, heretofore cited in this opinion, are contrary to the conclusions reached here, the cases are overruled.\nAFFIRMED.\nPATTERSON, C.J., SMITH and ROBERTSON, P. JJ., and WALKER, BROOM, LEE, BOWLING and COFER, JJ., concur.\nNOTES\n[1]  § 1603. The accused shall be a competent witness for himself in any prosecution for an offense committed on or against the person or property of another, when the person on or against whom or whose property the offense is alleged to have been committed shall be introduced as a witness by the state; and when admissions or confessions of the accused are admitted as evidence, he may testify as to them, but he shall not be competent as a witness in the inquiry as to the admissibility of his admissions or confessions; and the failure of the accused in any case to testify in his own behalf shall not operate to his prejudice nor be commented on by counsel.\n\nSection 1603 was amended by Chapter 78 Mississippi General Laws of 1882 to the language contained in Section 13-1-9 Mississippi Code Annotated (1972).\n\n",
            "ocr": false,
            "opinion_id": 1601297
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Murder"
}