{
    "id": 1053745,
    "judges": "Judge Robert W. Wedemeyer",
    "date_filed": "1976-07-02",
    "date_filed_is_approximate": true,
    "slug": "state-of-tennessee-v-tarrean-nuby",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Tarrean Nuby",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/071/nubytopn.pdf",
            "author_id": 8293.0,
            "opinion_text": "        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                                November 7, 2006 Session\n\n                   STATE OF TENNESSEE V. TARREAN NUBY\n\n               Appeal as of Right from the Criminal Court for Shelby County\n                           Nos. 02-02068, -69 Chris Craft, Judge\n\n\n\n                 No. W2005-02900-CCA-R3-CD - Filed February 21, 2007\n\n\nThe Defendant, Tarrean Nuby, was convicted by a Shelby County jury of attempted first degree\nmurder and aggravated robbery. On appeal, he alleges there was insufficient evidence for any\nrational jury to convict him of attempted first degree murder. Finding no error, we affirm the\njudgments of the trial court.\n\n    Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Criminal Court Affirmed\n\nROBERT W. WEDEMEYER , J., delivered the opinion of the court, in which JERRY L. SMITH , J. and\nJAMES CURWOOD WITT , JR., JJ. joined.\n\nJuni Ganguli (at trial) and Lance R. Chism (on appeal), Memphis, Tennessee, for the Appellant,\nTarrean Nuby.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Sophia S. Lee, Assistant Attorney General;\nWilliam L. Gibbons, District Attorney General; Michelle Parks and Dean Decandia, Assistant\nDistrict Attorneys General, for the Appellee, State of Tennessee.\n\n\n\n                                           OPINION\n\n                                            I. Facts\n\n        A Shelby County jury convicted the Defendant, Tarrean Nuby, of attempted first degree\nmurder and aggravated robbery. The following evidence was presented at his trial: David Bruce\nDickey, Jr., the victim, testified he was a pizza delivery driver for Pizza Hut in Memphis on\nNovember 27, 2001. On that date, he drove in his 1999 red four-door Ford Contour to deliver pizza\nto a residence on Frayser Boulevard. Dickey pulled into the driveway of 1425 Frasyer Boulevard\nwhere an individual was waiting for him. The individual asked how much the pizza would cost and\nsaid he would come back with the correct amount of money. Someone came around the house and\n\fpushed Dickey into the carport, and another individual pointed a small silver and black gun at his\nhead and told him to get on the ground. Once Dickey was on the ground, two men, including the one\nwho first met him in the driveway, rolled him from side to side checking his pockets and taking what\nthey found. During this, the individual with the gun kept it firmly pressed to Dickey’s jaw. After\nhe was robbed, the individual holding the gun pulled it away from Dickey’s head and shot him.\nAfter he was shot, they told him not to get up, and they got in Dickey’s car and drove off.\n\n         Dickey identified the Defendant as the person with whom he first came in contact and stated\nthe individual who shot him, he came to find out, was named Kirkendoll. Dickey stated he could\nsee everyone clearly because initially his car headlights were on, and he did not think anything was\nout of the ordinary until someone pushed him into the carport and turned his headlights off. Dickey\ntestified that Kirkendoll kept asking him where the money was, and telling him not to scream and\nbe quiet.\n\n        After Dickey saw the group of men leave in his car, he went to a neighbor’s house, and they\ncalled the police. Dickey testified that, when the police arrived, he told them what happened and that\nhis car had been stolen. Dickey was then put in an ambulance and taken to the Med. Two police\nphoto spreads were admitted into evidence, which Dickey identified as containing a picture of the\nshooter, Kirkendoll, and the Defendant.\n\n        On cross-examination, Dickey testified that it was dark at 10:30 at night in November, and\nhe had never delivered pizza to that address or encountered any of the individuals before. At one\ntime, he stated to the police that there were either three or four robbers, but he was unsure. There\nwere street lights from Frasyer Boulevard and lights from his headlights until they were turned off,\nbut the house appeared to be abandoned so there were no interior lights on. Dickey stated that he\ntold the police the men who robbed him appeared to be 18 or 19 years old, medium height, medium\nbuild, and medium to dark complected black men. Dickey was unable to identify the third and\npossible fourth robber.\n\n        Officer Kent Workman testified he was called to the location after a report that a pizza\ndelivery man had been robbed and shot. He found Dickey, the victim, in the carport bleeding from\nthe head. Officer Workman described the lighting stating there was a street light in front of the\nhouse, a light on a pole in the back of the house, and ambient light from the neighbors. The victim\ndescribed what happened to him, and the officers called an ambulance and put out a broadcast on\nthe vehicle. On cross-examination, Officer Workman stated that there were no lights coming from\ninside the house and the victim told him three men robbed him, not four.\n\n        Sergeant Daniel Parris testified that he was called to the scene as part of the crime scene\ninvestigation unit, and he photographed the scene and tagged the pizza warming bag. No fingerprints\nwere recoverable from the scene, and no attempt at fingerprinting was made on a shed behind the\nhouse because it was raining and the shed material was not something on which fingerprints would\nbe easily left. On cross-examination, Sargent Parris admitted nothing was found at the scene to\nidentify the Defendant. Additionally, no fingerprints were taken from the pizza bag.\n\n\n                                                 -2-\n\f        Antoinette Pringle testified she was at the 76 Snack Shop on the night of November 29, 2001,\nwith her boyfriend, when she saw a burgundy car parked facing the service window. Her boyfriend\nwas attempting to pay for something at the service window near the men from that car. There were\ntwo or three young men dancing around when police pulled up and made everyone get on the ground.\nPringle flagged down one of the officers to tell him her relationship with one of the men and that he\nwas not with the group of men associated with the burgundy car. After about ten minutes, the police\nallowed her boyfriend get up, along with another unassociated individual, and they returned to their\ncars. The police placed the other individuals in police cars. On cross-examination, Pringle admitted\nshe did not see any of the young men exit the burgundy car.\n\n        Officer Joe Bird testified he was on duty the night of November 29, 2001. He was in a patrol\ncar with another officer. He heard a broadcast approximately twenty-four hours earlier about a\nrobbery and stolen car, and he spotted what appeared to be the vehicle in question at a gas station.\nHe ran the license plate number and determined it was the correct vehicle. He determined he should\npull up slowly so as not to alarm anyone who might run. Officer Bird and his trainee got out and\nmade roughly six people get on the ground at gunpoint. Pursuant to an interview with a woman, they\ndetained two individuals who were standing and one who was in the car. Officer Bird stated a man\nnamed Chandler was inside the vehicle, and Nuby and Kirkendoll were the ones arrested who were\nstanding outside the car. The car was towed to a place where it was processed for evidence. On\ncross-examination, Officer Bird testified that he received the information about the car at roll call.\nHis supervisors discussed what to look for that night, but Officer Bird could not remember if any\ndescription was given of the individuals sought.\n\n        Officer Jeff Stark testified as an expert in lifting fingerprints. He processed the Ford Contour\nfor fingerprints and other evidence. On cross-examination, Officer Stark admitted he did not find\nany fingerprints inside the vehicle. Officer Stark stated that there are numerous reasons why a car\nwould not have any fingerprints, including that the colder temperatures of wintertime result in less\nsweating or that a person is more likely to be wearing gloves in the wintertime.\n\n        Lieutenant Ralph Peperone testified he was the case officer on the robbery of the victim, who\nhe met with the day after he was robbed. He put together the picture spreads for the victim to view\nusing a procedure that the Memphis Police Department and Shelby County Sheriff’s Department\nboth use. The victim was shown the photos and chose Kirkendoll as the shooter, and he then went\nto the evidence room, where he identified the jacket the shooter was wearing. Later the victim\nidentified the Defendant from a second photo spread as being one of the persons who robbed him.\n\n       Upon this evidence, the Defendant was convicted of attempted first degree murder and two\ncounts of aggravated robbery.\n\n                                             II. Analysis\n\n       The Defendant asserts that there was insufficient evidence for the jury to convict him of\nattempted first degree murder. When an accused challenges the sufficiency of the evidence, this\n\n\n                                                  -3-\n\fCourt’s standard of review is whether, after considering the evidence in the light most favorable to\nthe State, “any rational trier of fact could have found the essential elements of the crime beyond a\nreasonable doubt.” Jackson v. Virginia, 443 U.S. 307, 319 (1979); see Tenn. R. App. P. 13(e); State\nv. Goodwin, 143 S.W.3d 771, 775 (Tenn. 2004) (citing State v. Reid, 91 S.W.3d 247, 276 (Tenn.\n2002)). This rule applies to findings of guilt based upon direct evidence, circumstantial evidence,\nor a combination of both direct and circumstantial evidence. State v. Pendergrass,13 S.W.3d 389,\n392-93 (Tenn. Crim. App. 1999).\n\n         In determining the sufficiency of the evidence, this Court should not re-weigh or re-evaluate\nthe evidence. State v. Matthews, 805 S.W.2d 776, 779 (Tenn. Crim. App. 1990). Nor may this\nCourt substitute its inferences for those drawn by the trier of fact from the evidence. State v. Buggs,\n995 S.W.2d 102, 105 (Tenn. 1999); Liakas v. State, 286 S.W.2d 856, 859 (Tenn. 1956). “Questions\nconcerning the credibility of the witnesses, the weight and value of the evidence, as well as all\nfactual issues raised by the evidence are resolved by the trier of fact.” State v. Bland, 958 S.W.2d\n651, 659 (Tenn. 1997); Liakas, 286 S.W.2d at 859. “A guilty verdict by the jury, approved by the\ntrial judge, accredits the testimony of the witnesses for the State and resolves all conflicts in favor\nof the theory of the State.” State v. Cabbage, 571 S.W.2d 832, 835 (Tenn. 1978); State v. Grace, 493\nS.W.2d 474, 476 (Tenn. 1973). The Tennessee Supreme Court stated the rationale for this rule:\n\n       This well-settled rule rests on a sound foundation. The trial judge and the jury see\n       the witnesses face to face, hear their testimony and observe their demeanor on the\n       stand. Thus the trial judge and jury are the primary instrumentality of justice to\n       determine the weight and credibility to be given to the testimony of witnesses. In the\n       trial forum alone is there human atmosphere and the totality of the evidence cannot\n       be reproduced with a written record in this Court.\n\nBolin v. State, 405 S.W.2d 768, 771 (Tenn. 1966) (citing Carroll v. State, 370 S.W.2d 523 (Tenn.\n1963)). This Court must afford the State of Tennessee the strongest legitimate view of the evidence\ncontained in the record, as well as all reasonable inferences which may be drawn from the evidence.\nGoodwin, 143 S.W.3d at 775 (citing State v. Smith, 24 S.W.3d 274, 279 (Tenn. 2000)). Because\na verdict of guilt against a defendant removes the presumption of innocence and raises a presumption\nof guilt, the convicted criminal defendant bears the burden of showing that the evidence was legally\ninsufficient to sustain a guilty verdict. State v. Carruthers, 35 S.W.3d 516, 557-58 (Tenn. 2000).\n\n      In this case, the Defendant was convicted of attempted first degree murder. Tennessee Code\nAnnotated Section 39-12-101(a) states:\n\n       A person commits criminal attempt who, acting with the kind of culpability\n       otherwise required for the offense:\n\n              (1) Intentionally engages in action or causes a result that would constitute an\n       offense if the circumstances surrounding the conduct were as the person believes\n       them to be;\n\n\n                                                 -4-\n\f                 (2) Acts with intent to cause a result that is an element of the offense, and\n        believes the conduct will cause the result without further conduct on the person’s\n        part; or\n\n                (3) Acts with intent to complete a course of action or cause a result that would\n        constitute the offense, under the circumstances surrounding the conduct as the person\n        believes them to be, and the conduct constitutes a substantial step towards the\n        commission of the offense.\n\nAccording to Tennessee Code Annotated section 39-13-202(a)(1), first degree murder is the\n“premeditated and intentional killing of another.” “Premeditation” is further defined as “an act done\nafter the exercise of reflection and judgment.” Tenn. Code Ann. § 39-13-202(d) (2003). The\nexistence of premeditation is a question for the jury that may be inferred from the manner and\ncircumstances of the killing. See State v. Gentry, 881 S.W.2d 1, 3 (Tenn. Crim. App. 1993).\nCircumstances tending to indicate premeditation include the use of a deadly weapon on an unarmed\nvictim, the fact that the killing was particularly cruel, declarations by the Defendant of his intent to\nkill the victim, the making of preparations before the killing for the purpose of concealing the crime,\nand calmness immediately after the killing. See Bland, 958 S.W.2d at 660 (citing State v. Brown,\n836 S.W.2d 530, 541-42 (Tenn. 1992); State v. West, 844 S.W.2d 144, 148 (Tenn. 1992)).\nPremeditation can also be shown by “proof of motive, evidence of a plan or design to kill, or the very\nnature of death.” State v. Bordis, 905 S.W.2d 214, 222 (Tenn. Crim. App. 1995).\n\n        One can be convicted of a crime based on the actions of another under the theory of criminal\nresponsibility. Our current statutory criminal responsibility law is merely “a codification of the\ncommon law which provided equal criminal liability for principals, accessories before the fact and\naiders and abettors.” State v. Howard, 30 S.W.3d 271, 276 (Tenn. 2000). One is criminally\nresponsible for the actions of another if, “[a]cting with intent to promote or assist the commission\nof the offense, or to benefit in the proceeds or results of the offense, the person solicits, directs, aids,\nor attempts to aid another person in committing the offense[.]” Tenn. Code Ann. § 39-11-402(2)\n(2003).\n\n        A common law limitation to criminal responsibility liability was the natural and probable\nconsequences rule. “It is beyond dispute that the natural and probable consequences rule survived\nthe codification of the common law into the criminal responsibility statutes even though it is not\nexplicitly included in the statutes.” Howard, 30 S.W.3d at 276 (citing State v. Carson, 950 S.W.2d\n951, 954-55 (Tenn. 1997)). The natural and probable consequences rule “is based on the recognition\nthat aiders and abettors should be responsible for the criminal harms they have naturally, probably\nand foreseeably put into motion.” Id. “The doctrine extends the scope of criminal liability to the\ntarget crime intended by a defendant as well as to other crimes committed by a confederate that were\nthe natural and probable consequences of the commission of the original crime.” Id. Stated\nsuccinctly, Howard requires that for one to be convicted of a crime under the criminal responsibility\ntheory and natural and probable consequences rule, a jury must find (1) the elements of the target\noffense; (2) that the defendant was criminally responsible pursuant to section 39-11-402; and (3) that\n\n\n                                                    -5-\n\fthe other crimes committed were natural and probable consequences of the target crime. Id.\n\n        In the present case, the evidence showed the Defendant met the victim in the driveway of an\nabandoned house. The Defendant stated he would go get the appropriate amount of money for the\npizza, when someone pushed the victim into the carport. The victim was told to get on the ground,\nwhich he did when a co-robber, Kirkendoll, pointed a gun at him. The victim testified that the\nDefendant and another man took money out of his pockets while Kirkendoll kept the gun firmly\npressed against his jaw. Once the robbery was completed, Kirkendoll shot the victim in the head and\ntold him not to move. The three men fled the scene in the victim’s vehicle.\n\n        First, there was sufficient evidence for a jury to find Kirkendoll committed attempted first\ndegree murder. He shot the victim in the head, satisfying the act requirement under section 39-12-\n101(a)(2). A jury could reasonably determine that Kirkendoll acted with the proper mens rea, with\npremeditation and intentionally, according to the factors outlined in Bland, 958 S.W.2d at 660.\nNamely, Kirkendoll used a deadly weapon on an unarmed victim and the group made preparations\nbefore the killing for the purpose of concealing the crime. The victim was an unarmed pizza delivery\nperson, and the men lured him to an apparently abandoned house to rob and shoot him. The\nDefendant has argued that, had Kirkendoll actually wanted to kill the victim, he easily could have.\nInstead the victim was inflicted with a non-fatal shot and told not to get up. However, to agree with\nthe Defendant’s argument would require this Court to re-weigh the evidence, which we are not\nallowed to do. There was sufficient evidence for a jury to find Kirkendoll committed attempted first\ndegree murder.\n\n         Second, there was sufficient evidence to hold the Defendant criminally responsible for the\nactions of Kirkendoll. Evidence showed that the Defendant intended to benefit from the robbery of\nthe victim and that he aided in the crimes. At a minimum, the Defendant lured the victim close to\nthe house, where he was pushed into the carport. The Defendant then pilfered the victim’s pockets\nfor cash or other personal effects while Kirkendoll aimed the gun at him. Additionally, there was\ntestimony from the victim that the Defendant left in the victim’s vehicle. This is sufficient evidence\nfor a jury to determine that the Defendant aided in the robbery of the victim and intended to benefit\nfrom that crime.\n\n        Thus, the Defendant could be convicted of attempted murder of the victim so long as the\nattempted killing of the robbery victim was a natural and probable consequence of the robbery.\n“[T]he natural and probable consequence rule ‘presupposes an outcome within a reasonably\npredictable range.’ . . . [T]his is a determination within the province of the jury as finder of fact.”\nHoward, 30 S.W.3d at 276 (quoting Carson, 950 S.W.2d at 955). We conclude this jury could\nreasonably find the attempted murder of the robbery victim to be the natural and probable\nconsequence of the robbery. It would be reasonable to attempt to eliminate any eyewitnesses to the\nrobbery.\n\n       Thus, there was sufficient evidence for a jury to find Kirkendoll committed attempted first\ndegree murder, and that the Defendant was criminally responsible for that act because he aided and\n\n\n                                                 -6-\n\fbenefitted from the robbery. Further, it is reasonable for a jury to conclude the attempted murder\nwas a natural and probable consequence of the robbery. This issue is without merit.\n\n                                        III. Conclusion\n\n        In accordance with the foregoing reasoning and authorities, we affirm the judgment of the\ntrial court.\n\n\n                                                     ___________________________________\n                                                         ROBERT W. WEDEMEYER, JUDGE\n\n\n\n\n                                               -7-\n\f",
            "ocr": false,
            "opinion_id": 1053745
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}