{
    "id": 1616539,
    "judges": "Pettine",
    "date_filed": "2013-05-05",
    "date_filed_is_approximate": true,
    "slug": "clark-v-moran",
    "case_name_short": "Moran",
    "case_name": "Clark v. Moran",
    "case_name_full": "Sidney A. CLARK, Petitioner, v. John MORAN, Director, Department of Corrections, Respondent",
    "attorneys": "Matthew F. Medeiros, Flanders & Medei-ros, Providence, R.I., for petitioner., Jeffrey J. Greer, R.I. Atty. Gen.’s Office, Providence, R.I., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1284-7\">\n    Sidney A. CLARK, Petitioner, v. John MORAN, Director, Department of Corrections, Respondent.\n   </parties><br><docketnumber id=\"b1284-10\">\n    Civ. A. No. 89-0292 P.\n   </docketnumber><br><court id=\"b1284-11\">\n    United States District Court, D. Rhode Island.\n   </court><br><decisiondate id=\"b1284-13\">\n    Oct. 18, 1990.\n   </decisiondate><br><attorneys id=\"b1285-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1187\"> \n     *1187\n     </span>\n    Matthew F. Medeiros, Flanders &amp; Medei-ros, Providence, R.I., for petitioner.\n   </attorneys><br><attorneys id=\"b1285-14\">\n    Jeffrey J. Greer, R.I. Atty. Gen.’s Office, Providence, R.I., for respondent.\n   </attorneys>",
    "citations": [
        "749 F. Supp. 1186"
    ],
    "opinions": [
        {
            "author_str": "Pettine",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2551.0,
            "opinion_text": "\n749 F. Supp. 1186 (1990)\nSidney A. CLARK, Petitioner,\nv.\nJohn MORAN, Director, Department of Corrections, Respondent.\nCiv. A. No. 89-0292 P.\nUnited States District Court, D. Rhode Island.\nOctober 18, 1990.\n*1187 Matthew F. Medeiros, Flanders &amp; Medeiros, Providence, R.I., for petitioner.\nJeffrey J. Greer, R.I. Atty. Gen.'s Office, Providence, R.I., for respondent.\n\nOPINION AND ORDER\nPETTINE, Senior District Judge.\nSidney Clark is incarcerated in the Adult Correctional Institution (\"ACI\"), serving a life sentence after being convicted of the 1974 murder of Claude Saunders, a fellow inmate at the ACI. Clark challenges several aspects of his trial in his present petition for a writ of habeas corpus.\nClaude Saunders was stabbed to death in his cell at the ACI in November 1974. Approximately eight hours after the murder, the Rhode Island State Police, believing Clark was involved in the crime, applied benzidine directly to Clark's skin. Benzidine, a chemical that turns blue when it comes in contact with certain enzymes in blood, can be used to help detect blood on clothing or skin. Benzidine is also a potent carcinogen. Clark's benzidine test was positive. The state introduced the test results at Clark's trial.\nClark, in his habeas petition, claims that the benzidine test conducted on him violated his fourteenth amendment rights, that the introduction of the results of the test at his trial constitutes harmful error sufficient to grant his habeas petition, and that his counsel was ineffective in not raising the issue of the constitutionality of the benzidine test at trial. The state concedes that the benzidine test violated Clark's due process rights but argues that introduction of the test results was harmless error under the standards established in Chapman v. California, 386 U.S. 18, 24, 87 S. Ct. 824, 828, 17 L. Ed. 2d 705 (1967), and that Clark's counsel was effective under the test first delineated in Strickland v. Washington, 466 U.S. 668, 687, 104 S. Ct. 2052, 2064, 80 L. Ed. 2d 674 (1984). Having read both parties' extensive and well-crafted briefs and having reviewed the transcript of Clark's trial, this Court agrees with the state and denies Clark's petition for habeas relief.\n\n\n*1188 I. CLARK'S TRIAL\nBecause both the harmless error and ineffectiveness of counsel analysis rest ultimately on the prejudice to Clark caused by the introduction of the results of the benzidine test, this Court must conduct a de novo review of the trial record. This Court will consider the evidence introduced at trial and will separately analyze the evidence of the benzidine test.\n\nA. The Murder of Claude Saunders\n\nThe murder of Claude Saunders occurred around 5:00 PM on November 2, 1974 in his cell, cell # 30 on \"A\" tier in the ACI's Admission and Orientation (A &amp; O) section. The cells in the A &amp; O section had just been opened to let the inmates out for recreation. The A &amp; O section has three tiers stacked on top of each other. \"C\" tier was on the bottom tier, labeled the \"Flats.\" On November 2, the \"C\" tier cells were the first to be opened. \"B\" tier, the middle tier, was opened next. \"A\" tier, the top tier was opened last. Each tier had 33 cells, numbered from 1-33 from right to left as one faced the cells. By the time the cells on \"A\" tier were opened, the sixty six inmates from \"C\" and \"B\" were out, milling about; other inmates from other sections of the prison joined those in the A &amp; O section. It was very noisy, T. 1064;[1] inmates were going up and down the stairs between the three tiers. T. 1062-63. Three inmates did not even use the stairs; they climbed up to \"A\" tier, using the railing on \"B\" tier and the catwalk on \"A\" tier to hoist themselves up.\nIn that pandemonium, someone stabbed Claude Saunders. About 90 minutes prior to the attack, Charles Saunders had been eating dinner with his brother Claude when Sidney Clark approached them. T. 15-16. Clark demanded payment of an ounce of marijuana that he claimed Claude owed him. Claude denied owing Clark anything. Clark left the prison cafeteria; the Saunders brothers left soon thereafter. Around 4:30, Charles was in his cell when Clark appeared again and repeated that Claude owed him an ounce of marijuana. When Charles denied that his brother owed Clark anything, Clark pulled out a homemade knife with a black taped handle and began \"shaking it up and down.\" T. 19. The following conversation ensued:\nClark: \"`Well, I'm just going to scare your brother, because your brother owed me an ounce of marijuana.'\"\nCharles Saunders: \"`Man, you're not going to do nothing to my brother.'\"\nClark: \"`Well, if you want to do anything, you're going to get the tip of this knife, too.'\" T. 20.\nAround 5:00 PM, Robert Studman, an inmate who lived on \"A\" tier with Claude Saunders,[2] saw Clark walk past his cell, cell # 26, towards Saunders' cell, cell # 30. Clark was pulling the knife he had waved at Charles Saunders from his pants with his right hand. At about that moment, the cells on \"A\" tier were opened. Looking out of his cell, Studman saw Clark pressed against the cellblock wall, peeking into Claude Saunders' cell. He was holding the knife behind his back. Clark went into Cell # 30.\nStudman walked towards Saunders' cell. When he got there, Tyrone Powell was standing outside; he showed Studman an ice pick and said, \"You can't go in there.\" Jesse Cannon was standing in front of cell # 24, Tyrone Powell's cell.\nStudman then testified that he stood in front of Saunder's cell and watched what developed inside. Although a sheet was pulled over the entrance to Saunders' cell, there was an 18\" opening and Studman could see Saunders sitting on his bed facing the entrance of his cell with Clark standing in front of him. Behind Clark's back was the knife. Clark and Saunders were arguing. T. 66. Suddenly, Clark unleashed \"a roundhouse\" at Saunders with the knife. Saunders rocked back to avoid the thrust. Studman could not see if the *1189 first swing hit Saunders. As Saunders tried to get up from his bed Clark swung again, hitting him square in the chest with a downward swing. Saunders dropped to his knees, grabbed his T.V. set, and threw it at Clark. Clark took another swipe at Saunders, turned, and left the cell.\nOne ACI guard, Officer Paquette, was standing near Cell # 1, opening up the cells on \"A\" tier. He did not see anyone on the tier. He admitted, however, that the lighting was poor in the area of Saunders' cell because two overhead lights were out in the cell block. T. 1019. Consequently, it \"would have been real tough\" to see someone dressed as Clark was standing against the wall near Cell # 30. T. 1030. He did not remember anyone passing him before he opened the cells, T. 1020, but inmates did go around him after he opened the cells. T. 1036. Once he opened the cells, the inmates began milling around. He saw a group of them standing at the end of the tier, near Saunders' cell. Although he stated he did not see Clark, Cannon, or Powell, he could not positively identify any of the prisoners near Saunders' cell. T. 1035.\nJulio Holley, an inmate who lived on \"B\" tier, was down on the Flats as the cells on \"A\" tier were opened. He saw Clark walk down \"A\" tier, take a knife from his pants with his right hand, and peek into Saunders' cell. When the cell doors opened, he saw Clark go in. Clark emerged from the cell a few minutes later and tucked the knife into the front of his pants.\nOfficer Nerney opened Tyrone Powell's cell on \"A\" tier at about 4:45 and Powell's cell remained open from that point. T. 494. Shortly thereafter, Nerney saw Sidney Clark. At trial, he said Clark was on \"B\" tier; in an earlier report, he had stated he saw Clark on both the \"A\" and \"B\" tiers. He opened up the cells on \"B\" tier and about five minutes later heard yelling at the far end of \"A\" tier. He went down to the Flats to see what was causing the commotion. When he looked up to \"A\" tier, Claude Saunders was leaning over the rail yelling for help. Nerney ran up to \"A\" tier. At no time did he see anyone running on \"A\" Tier, nor did he see anyone behind Saunders.\nOfficer Harris supervised the opening of the tiers in the A &amp; O section on November 2, 1974. He was standing on the Flats when the cells on \"A\" tier opened. About five minutes later he heard Saunders yell for help. T. 987. Once he saw Saunders, he turned his back on the tiers to phone for help. T. 987-8. By that time, he said that about 30 inmates were standing on \"A\" tier. Although he did not see Clark there, he could not identify any of the inmates on the top tier. T. 990-91. Similarly, Officer Levesque was down on the Flats watching the cell opening. He was looking at a large group of inmates on \"A\" tier when he heard Saunders yell. His attention turned to Officer Paquette standing at the control box at \"A\" 1. He did not see Clark, and did not see anyone run by Paquette. He admitted, however, that like Officer Paquette, he could not identify the inmates who were up on \"A\" tier and once he heard Saunders scream, his attention was drawn to Paquette. He would not have noticed anyone walking by him on the Flats. T. 1066.\nSaunders was bleeding when he got up off the floor, came out of his cell, fell against the railing on the edge of the catwalk, and ran down towards Cell # 1. At some point, he leaned over the railing and hollered for help. Studman testified that he was right behind Saunders, trying to help him. Officer Paquette, when he first noticed Saunders, saw two other inmates who seemed to be helping Saunders along. By the time Saunders reached the end of the tier, where Paquette was standing, his wounds were bleeding and he was bleeding profusely from the mouth and nose. Paquette and Nerney tried to help Saunders down the stairs leading to the Flats. He slipped out of their hands and rolled down to \"B\" Tier. The guards eventually lifted Saunders up and carried him to the prison hospital.\nSoon after the attack on Saunders, inmates Clark and Cannon walked past inmate Julio Holley in another part of the prison. Cannon had some dungarees rolled *1190 up under his arm. Later, he saw Clark and Cannon again; this time, Cannon had a white towel wrapped up under his arm. T. 221-3. Inmate Vincent Pope saw Clark and Cannon soon after that. They were running on the top tier in \"G\", \"H\", and \"I\" tier. At the end of \"G\" tier, Cannon jumped up and put something behind an iron rail. \"[T]he noise it made [was] like metal hitting against metal.\" T. 344.\nOfficer Cunha testified that he saw Clark around 5:30. Clark came up to him and asked to \"please\" be let back in his cell. Cunha distinctly remembered the conversation because \"Sidney Clark never said `Please' to any officer.\" T. 538. Moreover, Cunha said Clark's face was pale and drawn. T. 539.\nThe State Police conducted a search of the prison after the slaying of Saunders. They specifically searched Clark's cell, taking his clothing and his sheets. Blood, of the same type as Clark's and Saunders', was found on Clark's undershirt and sheet; human blood was also found on his right shoe, although in an amount insufficient to determine its type. Later, on November 13, the police searched \"G\" tier and found a rolled up white towel hidden above a loose acoustical tile in the ceiling. Inside the towel was the knife that Charles Saunders and Robert Studman had seen Clark carrying on November 2.\n\nB. The Benzidine Test\n\nAt midnight on November 2, the state police took Sidney Clark and three other inmates to a room at the ACI. There, Officer Hawes swabbed large areas of Clark's skin with a mixture of benzidine, sodium perborate, and acetic acid, while Officer Quinn photographed the results. Hawes noticed no visible blood on Clark before the test and no obvious cuts, nicks, or abrasions. The benzidine test was positive, however, on several parts of Clark's body: the back of his right hand, the upper part of his right thumb, the top of his left little finger, his left arm from the biceps down the forearm, and his stomach above the navel. T. 745-63. The reaction was immediate; the benzidine solution turned a deep blue when it came in contact with Clark's skin. On the other parts of Clark's body that Hawes tested, there was a negative reaction, conclusively signifying the absence of blood. Quinn's photographs of Clark's body, with the blue spots and streaks visible, came into evidence.\nThe benzidine test did not go unchallenged at Clark's trial. Clark's counsel conducted a lengthy voir dire aimed at excluding the test results and an extensive cross examination of the state's witnesses focused on destroying the credibility of the tests.[3] Clark also introduced expert testimony on his behalf contesting the test.\nThe inconclusiveness of the benzidine test provided the main fodder for the defense's attack. Both parties' experts agreed that a second test was necessary to render the benzidine test more than merely presumptive as to the presence of blood. Dr. DeFanti, the state's expert, preferred a test using phenolphthalein, a substance that turns pink when it comes into contact with blood. T. 884-85. Dr. Steiner, Clark's expert witness, would have scraped the portion of skin on which blood is presumed to be and mix the scrapings with pyridine. Pyridine would crystalize the elements of blood present. The person doing the test would look at the solution under the microscope and conclude, if the crystals appear, that blood was present. T. 1156-57. According to Dr. Steiner, \"[T]his type of test is the only conclusive test that I know for blood.\" T. 1156. The State Police performed neither those tests nor any other confirmatory tests on Sidney Clark.\nWith regard to the inconclusiveness, both DeFanti, see T. 884-89, 908-12, and Steiner, see T. 1164, testified that a large number of fruits, vegetables, and chemicals can produce \"false positive\" results, including a detergent used at ACI. Should any of those substances have been on Clark's skin *1191 when he was tested,[4] the benzidine would have turned blue, but the reaction would not have been caused by the presence of blood. There was a dispute, however, between the state's witness, who contended the false positive reaction would be slower and less intense than a positive reaction from blood, see T. 890-91, and Clark's expert witness, who stated that a false positive reaction would be indistinguishable from a true positive. T. 1165-66.\n\nC. The Closing Arguments\n\nThe state used the results of the benzidine test to bolster the testimony of its witnesses. For instance, the prosecutor reiterated Studman's testimony and stated\nStudman then saw Sidney Clark put the knife, the murder weapon, into his pants. Studman saw Sidney Clark put the murder weapon exactly in the same spot where Lieutenant Hawes when he was swabbing with Benzidine got a positive reaction.\nThe knife which was obviously bloody when it was put in his pants, penetrated his shirt and some blood particles got on his stomach, and you heard Dr. DeFanti say that Benzidine is sensitive and that it will pick up the smallest particles on a person's body even if that person washed.\nT. 1309-10. Later, the prosecution inferred that after the attack on Saunders, Clark and Cannon left \"A\" tier, and while Clark was changing his clothes, Cannon \"was scrubbing the knife. How do we draw that inference? How else would Jesse Cannon get blood on his hands? Lieutenant Hawes said he ran the Benzidine test on Jesse Cannon, and it was positive for blood on Jesse Cannon's hand.\" T. 1312. Most importantly, however, the prosecution stated, \"The icing on the cake, and something else that makes Studman and Holley credible, is the Benzidine test.... Is it a mere coincidence that Sidney Clark just happened to have blood, among other places, right on his stomach, right where the inmate[s] said he had put his knife.\" T. 1319.[5]\nThe defense, while discounting the reliability of the benzidine test, particularly with the lack of follow-up testing, T. 1284-85, noted that the small positive spots revealed in the photographs were inconsistent with the commission of the murder. T. 1287-88.\n\nII. HARMLESS ERROR AND INEFFECTIVE COUNSEL\nThis Court must defer to the state courts' determinations of facts when it considers a habeas corpus petition. 28 U.S.C. § 2254(d). However, the state court findings on the issues of harmless error and ineffective counsel are mixed questions of law and fact, see Strickland, 466 U.S. at 698, 104 S.Ct. at 2070 (ineffective counsel); Grizzell v. Wainwright, 692 F.2d 722, 725 (11th Cir.1982) (harmless error), cert. denied, 461 U.S. 948, 103 S. Ct. 2129, 77 L. Ed. 2d 1307 (1983), that are not binding on this Court.\nAs a preliminary matter, this Court observes that, unlike Clark's previous habeas case, no procedural barrier exists to Clark's present petition. When this Court received Clark's first petition, almost nine years ago, it determined that Clark had failed to exhaust his fourteenth amendment claims in state court. In 1983, it, therefore, dismissed Clark's habeas petition without prejudice.\nClark returned to state court. The state superior court held that the introduction of the benzidine test results were harmless error in light of other evidence of blood on Clark's shirt and on one of his shoes:\nAssuming that the benzidine test had never been administered and the photographs of the test never been brought into the trial, the jury would nonetheless have had before it, evidence of the blood, and its type found on Clark's clothing *1192 immediately after the murder. Accordingly, if anything, the benzidine test results were nothing more than unnecessary and insignificant cumulative evidence on a fact the was already clear to the jury.\nClark v. Ellerthorpe, PM 85-1177, slip op. at 3 (R.I.Super.Ct. Nov. 25, 1987). Moreover, the court reviewed the trial testimony and found that \"the evidence of guilt against Clark was overwhelmingly beyond a reasonable doubt.\" Id., slip op. at 5. Finally, the court held that the performance of Clark's lawyers did not fall \"below an objective standard of reasonableness\" and therefore was not ineffective. Id., slip op. at 7-8. The Rhode Island Supreme Court agreed in a per curiam opinion. It echoed the superior court in stating, \"The evidence of guilt against Clark was overwhelming and the benzidine test results merely provided additional cumulative and inconsequential proof.\" Clark v. Ellerthorpe, 552 A.2d 1186, 1188 (R.I.1989). The state Supreme Court also found Clark's counsel \"conscientious and diligent.\" Id. at 1189. The Court contended that, based on the attorney's affidavits, \"at the time of trial in October of 1975, he raised no constitutional issue because he was unaware of benzidine's carcinogenic properties.\" Id.\nClark has therefore \"fairly presented\" his claims to the Rhode Island state courts and those courts have decided the issues of harmless error and ineffectiveness of counsel on the merits. This Court is now free to dispose of Clark's habeas petition.\n\nA. Was the Evidence of the Benzidine Test Harmless Error?\n\nThis Court can grant Clark's petition only if it finds that the state violated Clark's constitutional rights in administering the benzidine test and that the results of that test admitted into evidence were not harmless.\nThe first inquiry is easily answered. There can be no question that the state violated Clark's constitutional rights when it subjected him to a benzidine test; indeed, Rhode Island cannot, and has not, argued otherwise to this Court. Given the holding of Clark v. Taylor, 710 F.2d 4 (1st Cir.1983), the following facts are clearly established: 1) Benzidine is a highly carcinogenic chemical that can be absorbed through the skin and can cause bladder cancer; 2) The Rhode Island State Police knew of the \"possible connection between benzidine and cancer and ... had discussed the connection among themselves\" prior to using a solution containing benzidine on Clark; 3) The police directly swabbed Clark's skin with the solution, disregarding their knowledge of its dangerous characteristics, in order to discover whether he \"had otherwise undetectable blood on [his] skin.\" Id. at 7. Given those facts, the First Circuit held the benzidine test in Clark violated an inmate's fourteenth amendment due process rights.\nClark controls the issue of the constitutionality of the benzidine test in this case. While Clark involved the benzidine test done on Douglas S. Gomes, the State Police conducted the Gomes and Clark test at the same time and as part of the same investigation. Because of those similarities, the holding in Clark was given preclusive effect in Sidney Clark's related § 1983 claim against the state. It has the same preclusive effect in this suit.\nThe question then becomes whether the breach of Clark's constitutional rights, and more specifically the introduction of the evidence derived from that violation at Clark's trial, constitutes harmless error. \"The presence of a constitutional error ... does not automatically lead to reversal.\" Lacy v. Gardino, 791 F.2d 980, 983 (1st Cir.), cert. denied, 479 U.S. 888, 107 S. Ct. 284, 93 L. Ed. 2d 259 (1986). Both parties have assumed that the introduction of the results of the benzidine test done on Sidney Clark at his trial should be analyzed under the harmless error standard the Court formulated in Chapman v. State of California, 386 U.S. 18, 87 S. Ct. 824, 17 L. Ed. 2d 705 (1967), although there was some disagreement about the exact phrasing of the standard. This Court sees no distinction in the practical effect of the two *1193 interpretations.[6] As the Court stated in Chapman,\nThere is little, if any, difference between our statement in Fahy v. State of Connecticut about \"whether there is a reasonable possibility that the evidence complained of might have contributed to the conviction\" and requiring the beneficiary of a constitutional error to prove beyond a reasonable doubt that the error complained of did not contribute to the verdict obtained. We, therefore, do no more than adhere to the meaning of ... Fahy ... when we hold, as we now do, that before a federal constitutional error can be held harmless, the court must be able to declare a belief that it was harmless beyond a reasonable doubt.\nChapman, 386 U.S. at 24, 87 S.Ct. at 828.[7]\nChapman's harmless error test requires this Court to consider the record of Clark's *1194 *1195 trial as a whole and weigh the effect of the benzidine test against the effect of the properly admitted testimony. Lacy v. Gardino, 791 F.2d at 986. This Court's goal is to determine whether it is \"clear beyond a reasonable doubt that the jury would have returned a verdict of guilty\" absent the evidence of the benzidine test. United States v. Hasting, 461 U.S. 499, 511, 103 S. Ct. 1974, 1981, 76 L. Ed. 2d 96 (1983); Coppola v. Powell, 878 F.2d 1562, 1571 (1st Cir.1989), cert. denied, ___ U.S. ___, 110 S. Ct. 418, 107 L. Ed. 2d 383 (1989). Certainly, \"the closer the case, and the more important and persuasive the evidence wrongfully admitted or excluded, the less likely it is that a court will find the error harmless. The clearer the case and the more overwhelming the untainted evidence, the more likely it is that a court will reach that conclusion.\" United States v. Molt, 615 F.2d 141, 145 (3d Cir.1980) (citations omitted).\nClark argues that the benzidine test results were not harmless error: the evidence aside from the test results consisted of \"the inherently incredible eyewitness testimony of fellow convicted felons, all of whom were potential suspects in the murder.... [and who] were possessed of sufficient animus toward petitioner to frame him by perjuring themselves and thus, perhaps, protect one of their own.\" Petitioner's Brief in Support of Habeas Corpus Petition at 11 [hereinafter \"Petitioner's Brief\"]. Moreover, Clark considers the testimony of the prison guards at his trial \"exculpatory\" and more believable than the inmates' testimony. Therefore, Clark views the evidence of the benzidine test as \"pivotal,\" see id. at 12. He supports his conclusion by pointing to the emphasis the prosecutor gave the evidence in his closing arguments, the length of the jury deliberations, and the acquittal of one of Clark's accomplices in a trial that, according to Clark, involved \"essentially identical evidence, with the exception of the results of the benzidine tests performed on petitioner.\" Id. at 21.\nThe state disagrees, considering the evidence of the benzidine test harmless. The state argues that the evidence of Clark's guilt taken as a whole, aside from the benzidine test, \"was overwhelming.\" State's Brief at 24. It views the testimony of the prisoners as \"quite credible and perfectly consistent.\" Id. at 14. Moreover, *1196 the state argues the prison guards' testimony, at best, was \"neither inculpatory [n]or exculpatory.\" Id. at 19. Finally, the state disagrees that the prosecutor unduly emphasized the benzidine test in his closing argument: \"[A]ny reference to the benzidine test results was cumulative in effect and made, as the prosecutor himself said, as `the icing on the cake.'\" Id. at 21.\nThis Court does not consider the inmates' testimony as suspect as Clark would lead it to believe, nor as completely credible and consistent as the state contends. While inconsistencies seem to exist between the inmates' testimony and the testimony of the prison guards, those inconsistencies substantially evaporate on close inspection of the trial record. For example, Robert Studman testified that Sidney Clark walked by his cell around 5:00 PM and that a couple of minutes later, when his cell door opened, he saw Clark peeking into Saunders' cell. Officer Paquette, on the other hand, initially said he did not see Clark on \"A\" tier when he opened the cell doors. Paquette admitted, however, that he was not on \"A\" tier prior to the time he opened the cells and that, when he opened the cells it \"would have been real tough\" because of the poor lighting to see someone, standing as Clark allegedly was, at the end of \"A\" tier by Cell # 30. Moreover, Paquette stated on cross examination that inmates did pass him while he was opening the cells, that a group of inmates had gathered at the end of the tier by the time he had opened the cells, and that the lighting was so poor he could not identify any of the inmates in that group. He confessed that he could not tell if Clark, Cannon, Powell, or Studman was at the end of the tier.\nSimilarly, Studman testified that when Clark fled Saunders' cell, Clark, Cannon, and Powell ran ahead of him and Saunders on the catwalk of \"A\" tier. Paquette, however, saw no one in front of Saunders once he noticed Saunders stumbling down the catwalk. At that point, however, he turned away to secure the cell doors before helping Saunders to the hospital. He admitted that while his attention was focused on securing the cell doors, some inmates could have passed him without his being able to identify them. Paquette began assisting Saunders, who by this time had reached the stairs near Cell # 1, when he was sent to get the keys to the prison hospital. He did not return to \"A\" tier for four or five minutes, giving Clark ample time to leave the tier. Officer Levesque, like Officer Paquette, saw a crowd of inmates at the end of \"A\" tier near Saunders' cell as he was standing on the Flats as the cells were opened. Once he heard Saunders yell, he looked at Paquette and did not see anyone run by Paquette on the tier. He testified, however, that he could not identify any inmates in the group at the end of \"A\" tier. Moreover, at that point, there was considerable confusion in the cell block. Inmates were milling around, it was very noisy, and, most importantly, about thirty inmates who Levesque could not identify were coming down from \"A\" and \"B\" tier. Finally, Levesque agreed that while he was looking at Paquette, inmates could have walked by him and he would not have noticed them.[8]\nThe petitioner's contention that the lack of evidence from the guards is inconsistent with the eyewitness accounts seems overstated. Although some inconsistency exists, the fact that the guards were unable to identify particular inmates on the tiers around the time of the murder does little to discredit the eyewitness testimony. While the guards did not see the events that the inmates testified to, they admitted that it was possible for those events to have taken place without being witnessed by them: the lighting was dim, prisoners were moving from tier to tier and the guards' attention was directed toward Saunders.\nThis Court also cannot overlook the evidence of Clark's threats against Claude Saunders and his link to the murder weapon. *1197 Sidney Clark waved the knife in front of Charles Saunders while threatening Saunders' brother, Claude. Later, Robert Studman testified that he saw Clark carrying the same knife in his right hand, the hand closest to Studman's cell, as he walked toward Claude Saunders' cell. Vincent Pope testified that Clark and Jesse Cannon hid a white towel in the ceiling. When the state police searched that area they discovered the towel. Inside the towel they found a knife fitting the description in the inmates' testimony.\nAlso, Studman's testimony is supported in key respects by other evidence at trial. Studman stated that Saunders tried to throw his television set at Clark. A photograph entered into evidence appears to show the television set \"at the bottom of the bed\" in Saunders' cell. T. 88. Second, Studman testified that Claude Saunders fell against the railing of the catwalk directly outside his cell. When Dr. Sturner went to Saunders' cell, he saw what could have been blood on the catwalk outside. A photograph entered into evidence shows blood on the railing. T. 89. Third, and most important, Dr. Sturner testified, based on his autopsy of Saunders, that Saunders was stabbed twice. The fatal thrust hit Saunders in the right side of his chest above the nipple; the knife went about five and a half to six inches into Saunders' chest. Dr. Sturner concluded that the knife Clark was seen holding could have caused the fatal injury to Saunders. T. 426. Dr. Sturner found that the wound went from \"front to back and from right to left and slightly downward.\" T. 429. Although there was some ambiguity with regard to the track of the wound, this Court cannot say that Dr. Sturner's testimony is inconsistent with Studman's observation that Clark hit Saunders with a roundhouse right as Saunders was standing up from his bed.\nThis Court does not agree with Clark that the inmates' testimony was \"inherently incredible\" nor that there was evidence of \"sufficient animus toward petitioner to frame him.\" This case is distinguishable from Coppola. There, the defendant had been convicted of burglary and two counts of aggravated felonious sexual assault. See Coppola, 878 F.2d at 1563. During the trial, the judge allowed a statement to come into evidence that was taken from defendant before he had invoked his right to an attorney.[9] The First Circuit held that introduction of the statement violated defendant's fifth amendment rights and found the error not to be harmless. Other than that statement, key testimony was provided by three inmates who purportedly heard the defendant describe details of the crime while in pretrial detention. The First Circuit found the testimony of three inmates against the defendant \"raise[d] serious questions of credibility.\" Coppola, 878 F.2d at 1571. For example, two of the three inmates testified that Coppola had said he was carrying an M-16 rifle when he entered the victim's house. The victim gave a detailed description of her assailant, but said nothing about a gun, much less an M-16. Moreover, the inmates' testimony contains serious inconsistencies. One of the inmates testified that defendant said he kicked down the door while another said defendant admitted to breaking a window to get in the house. One of the inmates embellished his testimony by stating that the victim owed defendant money for cocaine and that when defendant arrived at the victim's house, she and her boyfriend were there; the defendant \"went after the boyfriend for money,\" pushing the victim out of the way. No other testimony supported the story about drugs. Finally, all the inmates denied being rewarded for their testimony when, in fact, two of them were in the process of negotiating plea bargains with the state.\n*1198 In contrast, the inmates' testimony against Sidney Clark is more consistent than the inmate testimony in Coppola, see supra, and none of them was in the midst of plea bargaining with the state at the time they testified against Clark. For example, Charles Saunders had, the summer before the trial, received 15 years in prison on a variety of counts; he testified he received no consideration from the state. Robert Studman had filed a motion to reduce his eight year sentence for robbery but denied that his attorney had negotiated for or received any deal from the state; the defense produced no evidence of any plea bargain. T. 93-95. Vincent Pope had a number of charges pending against him; again, no evidence existed that plea bargaining had begun or was anticipated on any of those charges. T. 383-4.\nThe consideration the inmates did disclose receiving fell far below the consideration received by the witnesses in Coppola. Pope admitted that he had been promised a release on bail on one charge if he testified, T. 348; he also stated he disclosed what he saw on November 2 to avoid a charge of compounding a felony. Similarly, Julio Holley admitted he had been promised a transfer to another prison in return for his testimony. T. 229.\nThe inmates' testimony is therefore much more credible than petitioner asserts. The accounts of the four inmates are substantially in accord. The defense was able to pinpoint only minor inconsistencies and offered little proof of inducements to testify. In addition, physical evidence other than the benzidine tests corroborates their testimony.\nClark argues that the prosecutor's emphasis on the benzidine test results in his closing arguments belies any conclusion that the results were harmless. To the contrary, this Court believes the prosecutor presented the evidence of the benzidine test in the correct light \u0097 as evidence that supported other evidence in the record. The benzidine test, however, was not the only corroborative scientific evidence. The state introduced more standard evidence of blood found on Clark's undershirt, sheet and right shoe. The fact that little blood was found on any of these articles is consistent with the guards' testimony that Saunders did not start bleeding profusely until he left his cell and proceeded down the tier seeking assistance. The defense pointed out that Clark and Saunders both had the same blood type, however there was no evidence of any cut on Clark's body that would have resulted in even the small amounts of blood found on his clothing and sheet. The defense also brought out that the tests run on the clothing were \"the most accurate and sophisticated\" tests available. T. 860. Therefore, even absent the benzidine test, there was credible scientific corroboration of the testimony.\nMoreover, from this Court's view, the use of the photographs of the results of Clark's benzidine test did not have a major impact. The photographs were far from inflammatory. In fact, even the defense noted that the photographs showed a relatively small positive reaction. T. 1287.\nDespite Clark's contention, it is the opinion of this Court that the prosecutor did not overemphasize the constitutionally tainted evidence. The prosecutor's closing argument spans 32 pages of the trial record; he spent a relatively small amount of time, a little over two and a half pages, discussing the benzidine test. In contrast, in Chapman, in which the constitutional error was the trial court's and prosecutor's comment on the defendant's failure to testify, the prosecutor \"fill[ed] his argument to the jury from beginning to end with numerous references to [defendants'] silence and inferences of their guilt resulting therefrom.\" Chapman, 386 U.S. at 19, 87 S.Ct. at 825. In the face of \"[s]uch a machine-gun repetition of a denial of constitutional rights,\" id. at 26, 87 S.Ct. at 829, the Court could not consider the error harmless. Id.; see Satterwhite v. Texas, 486 U.S. 249, 108 S. Ct. 1792, 1799, 100 L. Ed. 2d 284 (1988) (prosecutor's comments on erroneously admitted expert testimony during sentencing hearing).\nWhile this Court has found that Clark's attempts to undermine the inmates' testimony was not very persuasive given the *1199 additional corroborative evidence, Clark's attacks on the reliability of the benzidine tests were far more successful. Both the state's and defendant's experts disclosed a long list of fruits, vegetables, and chemicals that could produce a false positive reaction. One of the substances that could have produced a false positive was Acclaim, a cleanser used at the ACI at the time. Because of the inherent inconclusiveness of the benzidine test, both experts agreed a second test had to be performed to determine with any degree of certainty that blood was present on Clark. The State Police, however, failed to perform any confirmatory test on Clark.\nThis Court notes that the strength of the benzidine test distinguishes it from the constitutionally tainted evidence in Coppola. The evidence in Coppola was an incriminating statement made by the defendant to the police. The First Circuit thought \"[t]he statement may have been the clincher\" in light of other evidence against Coppola. As Judge Bownes wrote for the court, \"The testimony of the three jail inmates raises serious questions of credibility. There are gaps in the identification evidence, not large, to be sure, but large enough to raise a reasonable doubt. There is no conclusive evidence that ties petitioner tightly to the crime.\" Coppola, 878 F.2d at 1571 (emphasis added). That is not the case here. Conclusive evidence does tie Clark to the murder of Saunders. The inmate testimony does not raise similarly serious questions of credibility. Most importantly, the benzidine evidence was discounted at trial and was cumulative of other evidence incriminating Clark.\nFinally, this Court is not convinced that, after the defense's attack on the benzidine evidence at Clark's trial, the evidence played a critical role in the jury's deliberations. Clark's arguments resting on the length of the jury's deliberations are unconvincing. The jury spent approximately twenty two hours, over three days, deliberating. During that time it sent several questions, many of them concerning details of the inmates' testimony, to the trial judge. On the first night of deliberations, the jury asked for the testimony as to when Vincent Pope saw Clark and Cannon hiding the towel, when Julio Holley said he saw Clark and Cannon right after the attack, and when the prison guard let Clark back into his cell. T. 1395-98. The next day, the jury asked that Robert Studman's testimony be read back to it. Finally, on the last day of deliberations, the court denied a jury request for a line drawing of the ACI's maximum security section and a request for the judge to answer questions in his chambers, apparently without defendant and counsel present. T. 1412-15.\nThe length of the jury's deliberations seems reasonable given the complexity of the charge, one count each of murder in the first degree, murder in the second degree, and manslaughter; the severity of the crimes it had to consider; and the length of the trial, sixteen days. Moreover, the jury's questions do not necessarily lead this Court to believe the state's case was as weak as Clark would like it to conclude. Rather, the questions reveal a jury attempting to put the pieces of a complex puzzle together. Many people testified at trial; the jury seemed to be diligently trying to identify where and if the testimony matched.\nIn sum, this Court finds the error of admitting the evidence of the benzidine test at Clark's trial harmless.\n\nB. Was Clark's Counsel Ineffective?\n\nIn order to convince this Court that his counsel was ineffective, Clark must show that his attorneys' \"performance was deficient\" and \"that the deficient performance prejudiced [his] defense.\" Strickland, 466 U.S. at 687, 104 S.Ct. at 2064. Clark's efforts fail on both counts.\nTo be deficient, Clark's attorneys' conduct must have fallen below an \"objective standard of reasonableness,\" defined by the Court as \"reasonableness under prevailing professional norms ... considering all the circumstances.\" Id. at 688, 104 S.Ct. at 2064. In analyzing the performance of Clark's attorneys, this Court must make \"every effort ... to eliminate the distorting effects of hindsight, to reconstruct *1200 the circumstances of counsel's challenged conduct, and to evaluate the conduct from counsel's perspective at the time\" of Clark's trial. Id. at 689, 104 S.Ct. at 2065. The Court has emphasized, however, that a \"strong presumption [exists] that counsel's conduct falls within the wide range of reasonable professional assistance.\" Id.\nThis Court does not need to use the \"strong presumption\" to find that Clark's attorneys acted within an \"objective standard of reasonableness.\" Clark argues that his counsel was ineffective because his attorneys failed to attack the benzidine test on fourteenth amendment grounds as a violation of Clark's substantive due process rights. Petitioner's Brief, supra, at 1. Clark's argument does not stand up to scrutiny.\nViewed from this Court's perspective in 1990, Clark's contention is attractive. By now benzidine is a universally recognized carcinogen and its application is severely restricted. Moreover, substantial caselaw, much of it occurring in Rhode Island and the First Circuit, has raised the issue of whether a benzidine test directly on the skin of a human being violates that person's substantive due process rights. See, e.g., Clark v. Taylor, supra; Marrapese v. Rhode Island, 749 F.2d 934 (1st Cir.1984), cert. denied, 474 U.S. 921, 106 S. Ct. 252, 88 L. Ed. 2d 259 (1985). If a lawyer failed to raise and press the fourteenth amendment implications of the benzidine test in a court of law today, that lawyer's performance may very well be deficient.\nTherein lies the problem, however. All the cases addressing whether the benzidine test violates a person's fourteenth amendment due process rights arose after the date of Clark's trial. Clark cannot identify, and this Court has not found, any case that, prior to Clark's trial, attacked a benzidine test on fourteenth amendment grounds. See Sullivan v. Wainwright, 695 F.2d 1306, 1309 (11th Cir.), cert. denied, 464 U.S. 922, 104 S. Ct. 290, 78 L. Ed. 2d 266 (1983). Strickland's first prong \"cannot and does not include a requirement to make arguments based on predictions of how the law may develop.\" Elledge v. Dugger, 823 F.2d 1439, 1443 (11th Cir.), modified on other grounds, 833 F.2d 250 (11th Cir.1987), cert. denied, 485 U.S. 1014, 108 S. Ct. 1487, 99 L. Ed. 2d 715 (1988). To indulge in Clark's argument would cause this Court to surrender to the \"distorting\" lens of hindsight.\nOther courts agree with this Court's holding. For example, in United States v. Levy, Levy had been convicted of possessing and importing marijuana and possessing it on board an aircraft arriving in United States custom territory. 870 F.2d 37, 38 (1st Cir.1989). United States customs agents found the marijuana in Levy's suitcase during a scheduled stop in Puerto Rico of a flight from Jamaica to St. Martin. Levy's counsel raised the \"in-transit passenger defense\" at trial, arguing that Levy did not know the plane would stop in Puerto Rico, did not realize the plane would enter United States customs territory, and therefore lacked \"the legally necessary intent to violate the relevant statutes.\" See id. The First Circuit, subsequent to Levy's trial, held the \"in-transit passenger defense\" invalid. See United States v. McKenzie, 818 F.2d 115 (1st Cir.1987). Judge Breyer, writing for the First Circuit, refused to find Levy's counsel ineffective for failing to anticipate McKenzie. \"[A]t the time of trial the `in-transit passenger' legal defense stood some chance of acceptance. We had not yet decided McKenzie, and dicta in several cases suggested that the statutes might not cover an in-transit passenger....\" Levy, 870 F.2d at 38.\nSimilarly, in Funchess v. Wainwright, defendant argued that his counsel \"was ineffective in not objecting to the court's instruction regarding two aggravating circumstances that arguably overlap each other\u0097murder in the course of a robbery, and murder committed for pecuniary gain.\" 772 F.2d 683, 691 (11th Cir.1985), cert. denied, 475 U.S. 1031, 106 S. Ct. 1242, 89 L. Ed. 2d 349 (1986). The appeals court rejected defendant's claim because \"[i]t was not until a year later ... that the Florida Supreme Court first condemned the `doubling up' of these overlapping aggravating circumstances.\" The court therefore held, *1201 \"The failure of counsel to anticipate that an otherwise valid jury instruction would later be deemed improper by the state judiciary does not constitute ineffective assistance of counsel.\" Id.; see also Sullivan, 695 F.2d at 1309 (\"Counsel's failure to divine the judicial development of Florida's capital sentencing does not constitute ineffective assistance of counsel.\"); United States v. Baynes, 687 F.2d 659, 668 n. 11 (3d Cir.1982) (counsel not ineffective for failing \"to anticipate changes in the law or pursue novel theories of defense.\").\nMoreover, Clark's counsel did attack the benzidine test on the legal grounds available at the time of trial. At the end of the voir dire that he requested on the test, counsel argued the test violated Clark's fourth amendment rights, was not a generally accepted test, and was too speculative. T. 710-18. That the trial court rejected counsel's arguments is of little consequence to the determination of his effectiveness. Counsel attempted, using the legal arguments he had at hand, to exclude evidence of the benzidine test; his performance fell well within the bounds of reasonableness under Strickland.[10] Indeed, Clark's counsel did repeatedly expose the limitations of the benzidine test. See supra.\nEven if this Court were to find that counsel's performance fell below the Strickland standard of reasonableness, Clark has not convinced this Court that his trial counsel's ineffectiveness prejudiced his defense. Under Strickland, Clark \"must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability sufficient to undermine confidence in the outcome.\" Strickland, 466 U.S. at 694, 104 S.Ct. at 2068. In other words, unless this Court can find that \"absent the errors, the fact-finder would have had a reasonable doubt respecting guilt,\" Clark's counsel's performance did not prejudice his defense. Id. at 695, 104 S.Ct. at 2068.\nApplying that standard to Clark's trial, this Court must assume that Clark's lawyers were successful in excluding the evidence of the benzidine test. Then it must analyze whether the evidence, aside from the benzidine test, raises a reasonable doubt as to Clark's guilt. See Morrison v. Kimmelman, 650 F. Supp. 801, 808-09 (D.N.J.1986). Stated as such, the prejudice analysis under Strickland becomes indistinguishable from the harmless error analysis. Because this Court has found that the introduction of the results of the benzidine test was harmless, see supra, it follows that Clark's counsel's failure to raise a fourteenth amendment challenge to the test results could not have prejudiced his defense.\n\nIII. CONCLUSION\nHaving reviewed the transcript of Clark's trial, this Court holds that the introduction of the benzidine test was harmless error and that the assistance of Clark's lawyers was not ineffective.\nNOTES\n[1]  For the remainder of this opinion, this Court will use \"T\" to cite to the transcript of Clark's 1975 murder trial.\n[2]  Studman, Claude Saunders, and Tyrone Powell lived on \"A\" Tier in the Admission and Orientation (\"A &amp; O\") section of the ACI's maximum security prison.\n[3]  Counsel attacked Officer Hawes' expertise, his training, or lack thereof, and his knowledge of substances that could create a false positive result. T. 788-803. The cross-examination of Dr. DeFanti centered on the inconclusiveness of the benzidine test and the long list of substances, other than blood, that could create a false positive reaction. T. 908-18.\n[4]  According to Dr. DeFanti, to produce a false positive, the vegetables and fruit must come in direct contact with the skin. T. 891. There would be no reaction if Clark had merely eaten something that could create in a false positive.\n[5]  The prosecutor also tried to discount the possibility that substances other than blood could have caused a positive reaction. T. 1319-21.\n[6]  The State in its Brief in Opposition to Petitioner's Request for Habeas Corpus Relief stated that Chapman stands for the proposition that in order for error to be harmful, it must be shown that the inadmissible evidence \"prejudiced [the] defense to such a degree that there is a reasonable doubt\" that the crime was not committed by the defendant. The Petitioner, in his Reply Brief rejects this formulation and instead substitutes the Supreme Court's statement of the harmless error standard in Fahy v. Connecticut, 375 U.S. 85, 84 S. Ct. 229, 11 L. Ed. 2d 171 (1963): \"[t]he question is whether there is a reasonable possibility that the evidence complained of might have contributed to the conviction.\" Id. at 86-87, 84 S.Ct. at 230-31. The Petitioner notes that the Fahy formulation was affirmed in Chapman. Chapman, 386 U.S. at 24, 87 S.Ct. at 828. In its Reply Brief, it seems that the State, in response, misinterpreted the Petitioner's statement and alleged that the Petitioner totally rejected the Chapman standard. The State then restated its formulation of the harmless error standard by quoting to the same section of Chapman that the Petitioner referred to in his Reply Brief.\n\nThis Court believes that the Fahy standard, standing alone, could be interpreted as somewhat at odds with the Chapman standard. Under the Fahy standard, \"only the tainted evidence is analyzed, without regard to other evidence.\" Note, Harmless Constitutional Error: An Analysis of Its Current Application, 33 Baylor L.Rev. 960, 961 (1981). Whereas, the Chapman standard seems to call upon a court to look at the totality of the evidence. See Chapman, 386 U.S. at 24, 87 S.Ct. at 828 (\"before a federal constitutional error can be held harmless, the court must be able to declare a belief that it was harmless beyond a reasonable doubt\"). However, the Supreme Court specifically eliminated this distinction by stating, in Chapman, that it was doing \"no more than adher[ing] to the meaning of ... Fahy.\" 386 U.S. at 24, 87 S.Ct. at 828.\nIt must be shown that the erroneously admitted evidence was harmless beyond a reasonable doubt. Coppola v. Powell, 878 F.2d 1562, 1571, cert. denied, ___ U.S. ___, 110 S. Ct. 418, 107 L. Ed. 2d 383 (1989). The State's final statement of the harmless error standard, given the Supreme Court's interpretation of Fahy, is essentially the same as the Petitioner's formulation.\n[7]  While the harmless error test controls the analysis of virtually all constitutional errors admitted at trial, Chapman realized that \"there are some constitutional rights so basic to a fair trial that their infraction can never be treated as harmless.\" Chapman, 386 U.S. at 23, 87 S.Ct. at 827. Chapman considered the introduction of a coerced confession, see Payne v. Arkansas, 356 U.S. 560, 78 S. Ct. 844, 2 L. Ed. 2d 975 (1958), the denial of defendant's right to counsel, see Gideon v. Wainwright, 372 U.S. 335, 83 S. Ct. 792, 9 L. Ed. 2d 799 (1963), and the partiality of the trial judge, see Tumey v. Ohio, 273 U.S. 510, 47 S. Ct. 437, 71 L. Ed. 749 (1927), errors so grave as to never be harmless. See Chapman, 386 U.S. at 23 n. 8, 87 S.Ct. at 827 n. 8. Following Chapman's lead, the Court has subsequently found that an attorney's conflict of interest that lasts for the entire trial, thus violating a defendant's Sixth Amendment rights, cannot be considered harmless error. See Holloway v. Arkansas, 435 U.S. 475, 98 S. Ct. 1173, 55 L. Ed. 2d 426 (1978). On another front, the Court has hinted that some government conduct in investigating a crime \"is so outrageous that due process principles would absolutely bar the government from invoking judicial processes to obtain a conviction.\" United States v. Russell, 411 U.S. 423, 431-32, 93 S. Ct. 1637, 1642-43, 36 L. Ed. 2d 366 (1973). One example the Court, and courts subsequent to Russell, used was government conduct that violated Rochin v. California, 342 U.S. 165, 72 S. Ct. 205, 96 L. Ed. 183 (1952).\n\nJoining the teachings of Chapman, which recognizes that some constitutional error cannot be harmless, and Russell, which implies that some government conduct will be so egregious as to bar prosecution, this Court is concerned whether the results of the benzidine test can be analyzed under the harmless error standard. The test clearly violated Clark's substantive due process rights. In affirming the jury's verdict in Clark v. Taylor, the First Circuit found that the state had violated plaintiff's \"right not to have unwanted and dangerous things done to his body,\" 710 F.2d 4, 8 (1st Cir.1983), a protection founded in part on the substantive due process rights delineated in Rochin v. California, 342 U.S. 165, 72 S. Ct. 205, 96 L. Ed. 183 (1952). Given the Supreme Court's use of Rochin as an example of outrageous government conduct, this Court remains troubled by whether the harmless error standard can provide vindication for the violation of Clark's rights.\nThis Court is constrained, however, to apply the harmless error standard for several reasons. Since Chapman, courts and commentators have attempted to determine which classes of constitutional violations require automatic reversal, rather than an analysis under the harmless error standard. As noted supra, the Chapman Court itself outlined certain violations that fall within the automatic reversal category. These cases all involve errors that go to the basic fairness of the trial where the \"prejudicial impact ... is inherently indeterminable.\" Mause, Harmless Constitutional Error: The Implications of Chapman v. California, 53 Minn.L.Rev. 519, 541 (1969). It has been suggested that all harmless error rules are based on notions of judicial economy; that it is a waste of judicial resources and an unnecessary burden on victims of crime to retry cases when the result, after retrial, would be no different from the original verdict. See id. at 519-20. The flipside of this analysis is that if the error complained of would necessarily be determined to be harmful, there is no point in litigating the harmfulness of the error, rather judicial economy calls for automatic reversal. Id. at 543. The classes of cases that call for automatic reversal are those where the Supreme Court has already calculated that the error could never be classified as harmless.\nWhat cases, then, call for the harmless error calculation? Justice Stewart, concurring in Chapman, stated that \"[t]he differing values which [constitutional rights] represent and protect may make a harmless-error rule appropriate for one type of constitutional error and not for another.\" 386 U.S. at 44, 87 S.Ct. at 837 (Stewart, J., concurring).\nFor example, quite different considerations are involved when evidence is introduced which was obtained in violation of the Fourth and Fourteenth Amendments. The exclusionary rule in that context balances the desirability of deterring objectionable police conduct against the undesirability of excluding relevant and reliable evidence. The resolution of these values with interests of judicial economy might well dictate a harmless-error rule for such violations. Id. at 44, n. 2, 87 S.Ct. at 838, n. 2.\nIf in the instant case, we are essentially dealing with an error in the admission of evidence obtained in violation of due process, however, the admission of this evidence is no different than the admission of evidence in violation of the Fourth Amendment. Based, therefore, on Justice Stewart's evaluation, the error in the admission of the benzidine evidence calls for a harmless error analysis. I consider the benzidine test as requiring the harmless error standard because its admission did not go to the fairness of the trial process.\nExamining the instant case in light of Rochin, however, this Court has searched for some reasoning that would distinguish a due process violation as alleged here and under Rochin from the general exclusionary doctrine and would, thereby, suggest that the harmless error standard is inappropriate in this case. Commentators have noted that there are certain errors which so undermine respect for the adjudicatory system that automatic reversal is required. Mause, Harmless Constitutional Error, supra, at 554-56. The analysis should be based on whether \"public denunciation of certain gross forms of official misconduct outweighs the judicial economy that might be achieved by the application of a harmless error rule.\" Id. at 556. Generally, the preservation of the appearance of justice rationale is linked with the deterrence of official misconduct. Id. As the State points out, \"[u]sing the exclusionary rule in the case at bar would not serve as a deterrent to ensure law enforcement compliance in the future. The use of benzidine by law enforcement officials has ceased for some time now.... A new trial in this old case ... (in which civil damages were already secured) would not serve exclusionary rule purposes.\" The actions in the instant case are truly shocking because the conduct complained of, although not as violent as the conduct in Rochin, leaves the defendant at much greater risk of contracting cancer. Granting a new trial based on automatic reversal rather than on an harmless error analysis, however, will neither serve the goals of deterrence nor the goals of the harmless error doctrine. The official misconduct has stopped and judicial economy will not be served.\nThis brings me to an analysis of the dicta in U.S. v. Russell: \"we may some day be presented with a situation in which the conduct of law enforcement agents is so outrageous that due process principles would absolutely bar the government from invoking judicial processes to obtain a conviction.\" 411 U.S. 423, 431-32, 93 S. Ct. 1637, 1642-43, 36 L. Ed. 2d 366 (1973). Russell, and the line of cases that follow it, are entrapment cases. The entrapment defense focuses on \"`the intent or predisposition of the defendant to commit the crime.'\" U.S. v. Bradley, 820 F.2d 3, 7 (1st Cir.1987) (citations omitted). However, when police conduct is outrageous, a court need not determine the defendant's predisposition to commit crime. \"Even a willing defendant may claim a violation of due process if the government's conduct has reached a `demonstrable level of outrageousness.'\" Id. (citations omitted). However, the due process channel which Russell kept open is a most narrow one. U.S. v. Bogart, 783 F.2d 1428, 1434 (9th Cir.1986) (vacated on other grounds). In fact, this Court has only been able to find two cases which have based dismissals on the outrageous conduct defense without regard to whether or not the fairness of the trial was implicated. See U.S. v. Twigg, 588 F.2d 373 (3d Cir.1978), Greene v. U.S., 454 F.2d 783 (9th Cir. 1971). In these cases, the government misconduct rose to the level where the crime was actually fabricated by the police \"to secure the defendant's conviction rather than to protect the public from the defendant's continuing criminal behavior.\" See Bogart, 783 F.2d at 1438. (A third case in which the District Court ordered a new trial outside of the entrapment context based on a Russell argument was reversed on appeal. See Wilcox v. Ford, 626 F. Supp. 760 (M.D.Ga.1985), aff'd in part, rev'd in part, 813 F.2d 1140 (11th Cir.1987)). Moreover, the First Circuit Court of Appeals, in U.S. v. Cole, rejected a Russell due process violation argument in a case which it classified as \"simply ... not an entrapment case.\" 807 F.2d 262 (1st Cir.1986). The court rejected the \"defendant's claim that he was deprived of due process [because the detective's affair with a co-defendant] was so egregiously improper that it should bar prosecution.\" Id. at 265. The court noted that the defendant \"relies on statements, mainly dicta, culled from Supreme Court cases.\" Id. (emphasis added). The suggestion is that the First Circuit is not tempted to adopt the outrageous conduct defense outside of the entrapment context.\nThis Court must agree. Moreover, as the State points out, entrapment cases can be distinguished from the instant case. When police have essentially manufactured a crime, deterrence is called for because the actions are capable of repetition. In the instant case, the complained of conduct is not likely to be repeated. As discussed, supra, the police have received the message that the application of benzidine directly to the skin is unacceptable.\nFinally, the Supreme Court in U.S. v. Hasting, 461 U.S. 499, 103 S. Ct. 1974, 76 L. Ed. 2d 96 (1983) stated that \"[s]ince Chapman the Court has consistently made clear that it is the duty of a reviewing court to consider the trial record as a whole and to ignore errors that are harmless, including most constitutional violations.\" Id. at 509, 103 S.Ct. at 1980. In Hasting, the Court held that the \"harmless-error rule of Chapman ... may not be avoided by an assertion of supervisory power, simply to justify a reversal of ... criminal convictions.\" Id. at 505, 103 S.Ct. at 1978. \"[T]he interests preserved by the doctrine of harmless error cannot be so lightly and casually ignored in order to chastise ...\" Id. at 507, 103 S.Ct. at 1979. In the 1988 case of Bank of Nova Scotia v. U.S., 487 U.S. 250, 108 S. Ct. 2369, 2374, 101 L. Ed. 2d 228 (1988), the Supreme Court affirmed its holding in Hasting.\nGiven the purposes of the harmless error doctrine, the goals of the exclusionary doctrine, the narrow scope of Russell and recent Supreme Court interpretations of Chapman, this Court finds that the harmless error analysis is proper in this case. The constitutional violation here does not call for \"automatic\" reversal.\n[8]  The testimony of Officer Harris tracks that of Officer Levesque. Harris was down on the Flats supervising the opening of the cells in the A &amp; O section. He saw some inmates on \"A\" tier when he heard Saunders holler, but could not identify any one of them. He then turned his back on the cellblock to call the hospital. His attention was diverted for approximately 20 seconds.\n[9]  Coppola had told two state troopers when they showed up at his house three days after the attack:\n\nLet me tell you something. I'm not one of your country bumpkins. I grew up on the streets of Providence, Rhode Island. And if you think I'm going to confess to you, you're crazy.\nThe trooper who took down defendant's statement was allowed to reiterate it in court and to testify that defendant said it in a \"bragging tone of voice.\" Id. at 1564.\n[10]  Clark argues that his counsel should have realized that the Occupational Safety and Health Administration (\"OSHA\") had placed emergency restrictions on the use of benzidine due to its carcinogenic qualities. See Petitioner's Brief, supra, at 5, n. 4, 24. The case law governing ineffectiveness of counsel, however, makes it clear that counsel in a criminal case has a duty to make a reasonable inquiry as to whether relevant case law would support a potential defense. While defendant's argument might have more merit had defendant's case involved, say, the use of benzidine in the workplace, it would place an impermissible burden on trial counsel by requiring it to inquire into any possibly relevant material that has not necessarily entered the stream of general knowledge.\n\n",
            "ocr": false,
            "opinion_id": 1616539
        }
    ],
    "court_short_name": "D. Rhode Island",
    "court_full_name": "District Court, D. Rhode Island",
    "court_type": "FD",
    "court_jurisdiction": "Rhode Island, RI",
    "crime_category": "Murder"
}