{
    "id": 1075438,
    "judges": "Judge David H. Welles",
    "date_filed": 1008201600000,
    "date_filed_is_approximate": false,
    "slug": "state-of-tennessee-v-charles-william-jones",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Charles William Jones",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/014/jonescw.pdf",
            "author_id": null,
            "opinion_text": "             IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                              AT NASHVILLE\n                                Assigned on Briefs November 28, 2001\n\n                    STATE OF TENNESSEE v. CHARLES W. JONES\n\n                         Appeal from the Criminal Court for Davidson County\n                              No. 99-D-2321    Steve R. Dozier, Judge\n\n\n\n                      No. M2001-00353-CCA-R3-CD - Filed December 13, 2001\n\n\nThe Defendant, Charles William Jones, was convicted of second degree murder in the Criminal\nCourt of Davidson County. After a sentencing hearing, the trial court sentenced the Defendant to\ntwenty-two years in the Department of Correction. In this appeal, the Defendant contends that (1)\nthe evidence presented at trial was insufficient to support a finding of guilt beyond a reasonable\ndoubt1 and (2) the trial court improperly applied two enhancement factors in sentencing the\nDefendant. We affirm the judgment of the trial court.\n\n\n      Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nDAVID H. WELLES, J., delivered the opinion of the court, in which JERRY L. SMITH and NORMA\nMCGEE OGLE , JJ., joined.\n\nSam E. Wallace, Jr., Nashville, Tennessee, for the appellant, Charles W. Jones.\n\nPaul G. Summers, Attorney General and Reporter; P. Robin Dixon, Jr., Assistant Attorney General;\nVictor S. Johnson, District Attorney General; and Jon Seaborg, Assistant District Attorney General,\nfor the appellee, State of Tennessee.\n\n                                                       OPINION\n\n        On July 2, 1999, the Defendant and three or four other young men entered a housing project\nin Nashville. Earlier in the day, the young men had attended a cook-out in the housing project where\na fight had occurred. Marcus Fitzgerald was driving his mother’s black Cadillac automobile with\nthe Defendant sitting in the front passenger’s seat. Michael Fanning and Corey Smith were sitting\n\n\n         1\n           In his brief, the Defendant makes two arguments concerning the sufficiency of the evidence. First, the\nDefendant contends that the evidence is insufficient to supp ort a find ing of guilt beyond a reasonable doubt, and, second,\nthat the evidence at trial was insufficient to rebut the Defendant’s claim o f self-defense. W e will address these issues\ntogether.\n\fin the back seat of the car. At approximately midnight, the car pulled to the side of a road within the\nhousing project in order for Mr. Fitzgerald to talk with a friend, Wesley Holmes.\n\n        Mr. Holmes was standing with a group of people which included Justin Brown, Montez\nMayberry, Cory Bryant, and Eric Harvey, the victim. Mr. Holmes approached the car and began\ntalking with Mr. Fitzgerald. During the conversation, words were exchanged between the Defendant\nand members of the crowd and a single shot was fired. The Defendant and the individuals inside the\ncar testified that the single shot was fired by someone outside their vehicle and that they thought\nsomeone was shooting at the car. The witnesses standing near the victim testified that the Defendant\nfired the single shot into the air and that no shots were fired except by the Defendant.\n\n       After the single shot was fired, the Defendant and the group standing nearby again exchanged\nwords. The Defendant then stood up through the sunroof of the Cadillac and began firing into the\ncrowd. One of the bullets struck the victim. The victim later died of the gunshot wound.\n\n        The Defendant testified that one of the members of the crowd threatened him. The Defendant\nstated that Mr. Brown told him that he would “be right back with [his] gun.” At this point, the\nDefendant contends that he fired several shots into the air through the sunroof and directed Mr.\nFitzgerald to drive away. The Defendant maintained that he did not shoot into the crowd and that\nhe did not intend to hurt anyone. The Defendant presented evidence that Michael Johannes, a\npassenger in another car, fired once into the crowd, and was later overheard admitting to the murder\nof the victim.\n\n        Metro Police officers arrived within minutes and discovered six .9 millimeter shell casings.\nTwo more .9 millimeter shell casings were later found under the hood of Mr. Fitzgerald’s car. Steve\nScott of the Tennessee Bureau of Investigation testified that all of the shell casings were fired from\nthe same weapon.\n\n                                          SUFFICIENCY\n\n       The Defendant first contends that the evidence presented by the State at trial was insufficient\nto convict him of a knowing killing as required in a second degree murder case. Additionally, the\nDefendant suggests that because his claim of self-defense was unrebutted by the State, the jury was\nrequired to find that he acted in self-defense. We must respectfully disagree with the Defendant’s\ncontentions.\n\n        Tennessee Rule of Appellate Procedure 13(e) prescribes that “[f]indings of guilt in criminal\nactions whether by the trial court or jury shall be set aside if the evidence is insufficient to support\nthe findings by the trier of fact of guilt beyond a reasonable doubt.” Evidence is sufficient if, after\nreviewing the evidence in the light most favorable to the prosecution, any rational trier of fact could\nhave found the essential elements of the crime beyond a reasonable doubt. See Jackson v. Virginia,\n443 U.S. 307, 319 (1979); State v. Smith, 24 S.W.3d 274, 278 (Tenn. 2000). In addition, because\nconviction by a trier of fact destroys the presumption of innocence and imposes a presumption of\n\n\n                                                  -2-\n\fguilt, a convicted criminal defendant bears the burden of showing that the evidence was insufficient.\nSee McBee v. State, 372 S.W.2d 173, 176 (Tenn. 1963); see also State v. Buggs, 995 S.W.2d 102,\n105-06 (Tenn. 1999); State v. Evans, 838 S.W.2d 185, 191 (Tenn. 1992); State v. Tuggle, 639\nS.W.2d 913, 914 (Tenn. 1982).\n\n        In its review of the evidence, an appellate court must afford the State “the strongest legitimate\nview of the evidence as well as all reasonable and legitimate inferences that may be drawn\ntherefrom.” Tuggle, 639 S.W.2d at 914; see also Smith, 24 S.W.3d at 279. The court may not “re-\nweigh or re-evaluate the evidence” in the record below. Evans, 838 S.W.2d at 191; see also Buggs,\n995 S.W.2d at 105. Likewise, should the reviewing court find particular conflicts in the trial\ntestimony, the court must resolve them in favor of the jury verdict or trial court judgment. Tuggle,\n639 S.W.2d at 914. All questions involving the credibility of witnesses, the weight and value to be\ngiven the evidence, and all factual issues are resolved by the trier of fact, not the appellate courts.\nSee State v. Morris, 24 S.W.3d 788, 795 (Tenn. 2000); State v. Pappas, 754 S.W.2d 620, 623 (Tenn.\nCrim. App. 1987).\n\n         Mr. Fitzgerald, Mr. Smith, and Mr. Fanning, who were all in the car with the Defendant,\ntestified that they saw the Defendant go through the sunroof and then immediately heard gunfire.\nMr. Mayberry, the Defendant’s cousin, was standing next to the victim at the time of the shooting\nand testified that he saw the Defendant rise through the sunroof with a gun in his hand and shoot into\nthe crowd. Mr. Bryant, the victim’s best friend, also testified that he saw the Defendant fire a shot\ninto the air and then begin shooting into the crowd. Metro Police found .9 millimeter shell casings\nfired from a single gun at the scene of the crime and under the hood of the car in which the\nDefendant was riding. Based on the above facts, we find sufficient evidence to support the jury’s\nverdict of guilty of second degree murder beyond a reasonable doubt.\n\n         The Defendant further contends that the State did not sufficiently rebut his self-defense claim.\nWhen self-defense is raised by a defendant, the State has the burden of proving beyond a reasonable\ndoubt that a defendant did not act in self-defense. See State v. Belser, 945 S.W.2d 776, 782\n(Tenn.Crim.App. 1996). Tennessee Code Annotated section 39-11-201(a)(3) provides that “No\nperson may be convicted of an offense unless.... [t]he negation of any defense to an offense defined\nin this title” is proven beyond a reasonable doubt. Self-defense qualifies as such a defense. See\nTenn.Code Ann. §§ 39-11-601 and 39-11-611.\n\n         The Defendant relies upon the testimony of the passengers in the car to establish his self-\ndefense claim. Marcus Fitzgerald, Michael Fanning, Corey Smith, and the Defendant all testified\nthat they were frightened and believed that someone was shooting at their car. The Defendant\ntestified that he fired his gun into the air in order to frighten the attackers and allow time for Mr.\nFitzgerald to drive them to safety.\n\n       This testimony is directly in conflict with the testimony presented by the State. Mr. Mayberry\nand Mr. Bryant testified that they saw the Defendant rise through the sunroof and fire directly into\nthe crowd. Mr. Bryant was actually struck in the face with broken glass from the windshield of the\n\n\n                                                  -3-\n\fcar behind which he was hiding. Mr. Bryant also testified that he saw the Defendant fire the first\nshot. It is clear from the verdict that the jury credited the testimony of Mr. Bryant and Mr. Mayberry.\n\n       A defense of self-defense is a question for the exclusive determination of the jury. See State\nv. Goode, 956 S.W.2d 521, 527 (Tenn.Crim.App. 1997); State v. Ivy, 868 S.W.2d 724, 727\n(Tenn.Crim.App. 1993). We find ample evidence within the record to support the rejection of the\nDefendant’s self-defense claim.\n\n      Accordingly, we find that there is sufficient evidence within the record to support the\nDefendant’s conviction for second degree murder and further that the State adequately rebutted the\nDefendant’s self-defense claim. This issue is without merit.\n\n                                           SENTENCING\n\n        Finally, the Defendant challenges the trial court’s imposition of a twenty-two year sentence.\nSpecifically, the Defendant contends that the trial court erred in applying enhancement factor nine\n(9), that the Defendant possessed or employed a deadly weapon during the commission of the\noffense, because that factor is encompassed in the offense itself, and enhancement factor ten (10),\nthat the defendant showed no hesitation in committing a crime with great risk to human life, because\nthe State did not charge the Defendant with any offenses involving danger to bystanders. See Tenn.\nCode Ann. § 40-35-114 (9), (10). The Defendant also contends that his sentence should be mitigated\nbecause he acted in self-defense and because he has been shot twice in apparent retaliation for the\nkilling of the victim in this case.\n\n        When an accused challenges the length, range, or manner of service of a sentence, this Court\nhas a duty to conduct a de novo review of the sentence with a presumption that the determinations\nmade by the trial court are correct. Tenn. Code Ann. § 40-35-401(d). This presumption is\n“conditioned upon the affirmative showing in the record that the trial court considered the sentencing\nprinciples and all relevant facts and circumstances.” State v. Ashby, 823 S.W.2d 166, 169 (Tenn.\n1991).\n\n         When conducting a de novo review of a sentence, this Court must consider: (a) the evidence,\nif any, received at the trial and sentencing hearing; (b) the presentence report; (c) the principles of\nsentencing and arguments as to sentencing alternatives; (d) the nature and characteristics of the\ncriminal conduct involved; (e) any statutory mitigating or enhancement factors; (f) any statement\nmade by the defendant regarding sentencing; and (g) the potential or lack of potential for\nrehabilitation or treatment. See Tenn. Code Ann. §§ 40-35-102, -103, -210; State v. Brewer, 875\nS.W.2d 298, 302 (Tenn. Crim. App. 1993); State v. Thomas, 755 S.W.2d 838, 844 (Tenn. Crim.\nApp. 1988).\n\n        If our review reflects that the trial court followed the statutory sentencing procedure, that the\ncourt imposed a lawful sentence after having given due consideration and proper weight to the\nfactors and principles set out under the sentencing law, and that the trial court’s findings of fact are\n\n\n                                                  -4-\n\fadequately supported by the record, then we may not modify the sentence even if we would have\npreferred a different result. State v. Pike, 978 S.W.2d 904, 926-27 (Tenn. 1998); State v. Fletcher,\n805 S.W.2d 785, 789 (Tenn. Crim. App. 1991).\n        The Defendant’s contention that the use of a firearm is included within the offense of second\ndegree murder is without merit. Second degree murder is defined as “a knowing killing of another.”\n Tenn.Code Ann. § 39-13-210(a)(1). Possession or use of a firearm during the offense is not an\nelement of second degree murder and may be applied to enhance a defendant’s sentence. See State\nv. Hampton, 24 S.W.3d 823, 831 (Tenn.Crim.App. 2000); State v. Shelton, 854 S.W.2d 116, 123\n(Tenn.Crim.App. 2000).\n\n        The Defendant also argues that the Court erred in enhancing his sentence based upon a lack\nof hesitation in committing a crime where the risk to human life was great. See Tenn. Code Ann.\n§ 40-35-114(10). The Defendant contends this enhancement factor is not applicable because the\nDefendant was not charged with any offense involving one of the many bystanders. We must\nrespectfully disagree.\n\n        The legislature has placed only two limitations on a trial court’s application of enhancement\nfactors under Tennessee Code Annotated section 40-35-114. First, the factor must be “appropriate\nfor the offense,” and, second, it must not be an essential element of the offense. See Tenn. Code\nAnn. § 40-35-114; State v. Jones, 883 S.W.2d 597, 603 (Tenn. 1994). In the present case, the\nevidence showed that the Defendant fired a .9 millimeter handgun into a crowd of ten to fifteen\npeople. The Defendant was convicted of second degree murder for the killing of one of the members\nof that crowd. Finding that the Defendant showed no hesitation in committing an offense in which\nthe risk to the lives of every other member of that crowd was high was an appropriate and clearly\nsupported finding by the trial court. See State v. Bingham, 910 S.W.2d 448, 452 (Tenn.Crim.App.\n1995); State v. Lambert, 741 S.W.2d 127, 134 (Tenn.Crim.App.1987) (application of enhancement\nfactor (10) upheld in a vehicular homicide by intoxication case where, prior to striking the victims,\nthe defendant recklessly drove through streets and sidewalks crowded with people); State v. Oneal\nSanford, No. E1999-02089-CCA-R3-CD, 2001 WL 68312 at *9 (Tenn.Crim.App., Knoxville, June\n18, 2001) (application of enhancement factor (10) upheld when there was a great risk to the life of\nsomeone other than the victim of the criminally negligent homicide).\n\n        The Defendant finally contends that the trial court erred in not mitigating his sentence\nbecause he acted in self-defense and because he has been shot twice in apparent retaliation for the\ndeath of the victim. The Defendant’s self-defense claim was rejected by the jury and we find no\nerror by the trial court in refusing to consider that claim in mitigating the Defendant’s sentence. The\ntrial court also found that the Defendant’s injuries incurred in apparent retaliation for the killing of\nthe victim had no bearing on the Defendant’s sentence. We find no error in the trial court’s decision.\n\n      Accordingly, the trial court properly sentenced the Defendant to twenty-two years in the\nDepartment of Correction.\n\n\n\n\n                                                  -5-\n\f                                        CONCLUSION\n\n       For the foregoing reasons, we find that the evidence sufficiently supports the Defendant’s\nconviction for second degree murder and the trial court properly sentenced the Defendant. The\njudgment of the trial court is AFFIRMED.\n\n\n\n\n                                                     ___________________________________\n                                                     DAVID H. WELLES, JUDGE\n\n\n\n\n                                               -6-\n\f",
            "ocr": false,
            "opinion_id": 1075438
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}