{
    "id": 1679231,
    "judges": "Clinton, Maloney",
    "date_filed": "1977-05-13",
    "date_filed_is_approximate": true,
    "slug": "lane-v-state",
    "case_name_short": "Lane",
    "case_name": "Lane v. State",
    "case_name_full": "Harold Joe LANE, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Richard Alan Anderson (on appeal only), R.K. Weaver (on appeal only), Dallas, for appellant., John Vance, Dist. Atty., Kathi A. Drew, Asst. Dist. Atty., Dallas, Robert Huttash, State’s Atty., Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 63,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b69-9\">\n    Harold Joe LANE, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b69-11\">\n    No. 70,661.\n   </docketnumber><br><court id=\"b69-12\">\n    Court of Criminal Appeals of Texas, En Banc.\n   </court><br><decisiondate id=\"b69-14\">\n    Dec. 4, 1991.\n   </decisiondate><br><attorneys id=\"b71-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"37\"> \n     *37\n     </span>\n    Richard Alan Anderson (on appeal only), R.K. Weaver (on appeal only), Dallas, for appellant.\n   </attorneys><br><attorneys id=\"b71-12\">\n    John Vance, Dist. Atty., Kathi A. Drew, Asst. Dist. Atty., Dallas, Robert Huttash, State’s Atty., Austin, for the State.\n   </attorneys>",
    "citations": [
        "822 S.W.2d 35"
    ],
    "opinions": [
        {
            "author_str": "Clinton",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5747.0,
            "opinion_text": "\n822 S.W.2d 35 (1991)\nHarold Joe LANE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 70,661.\nCourt of Criminal Appeals of Texas, En Banc.\nDecember 4, 1991.\n*37 Richard Alan Anderson (on appeal only), R.K. Weaver (on appeal only), Dallas, for appellant.\nJohn Vance, Dist. Atty., Kathi A. Drew, Asst. Dist. Atty., Dallas, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION\nCLINTON, Judge.\nAppellant was convicted of capital murder for killing supermarket employee Tammy Davis by shooting her with a handgun during a robbery. His first trial, conviction, and death sentence occurred in March, 1983. The conviction was reversed and the case remanded for a new trial in 1987. Lane v. State, 743 S.W.2d 617 (Tex.Cr.App. 1987). His second trial also resulted in conviction, in August, 1988, and, again, punishment was assessed at death. Appeal is automatic to this Court. Article 37.071, § 2(h), V.A.C.C.P.\nAppellant brings eight points of error. Because appellant makes no claim of insufficiency of the evidence, we will recite the facts of the offense in abbreviated form.\nOn November 20, 1982, appellant met his friend Grady Moffett at a bar in Dallas. They drank some beer and ingested some methamphetamine. They went from the bar to Moffett's girlfriend's apartment, where they drank some more and took some more methamphetamine. While at the apartment, they decided to \"go rob someplace.\" At about 7:30 that evening the two men entered the Winn-Dixie grocery store at Royal Lane and Abrams with handguns. While Moffett was supposedly \"watching the doors\" at the front of the store, appellant went to the office area and demanded \"all the money.\" An employee filled a paper bag with cash as appellant demanded. Appellant then tried to leave the store through a door designed as an entrance only. Not realizing that to open the door from inside the store he had to push a button, he began kicking the door. Tammy Davis, a high school student and part-time cashier, left her cash register to push the button for him. As she approached him, appellant turned around and spoke to her; at the same time he fired one shot which struck her in the head, killing *38 her. Appellant and Moffett then drove away in their car, and were later captured.\nIn his first point of error, appellant argues that Article 37.071, V.A.C.C.P., as applied to him, violates the Eighth Amendment to the United States Constitution and Article I, Section 13 of the Texas Constitution in that the special issues unduly limited the jury's consideration of mitigating evidence which supported a life sentence. See Penry v. Lynaugh, 492 U.S. 302, 109 S.Ct. 2934, 106 L.Ed.2d 256 (1989).\nThe State contends that at trial appellant challenged only the facial constitutionality of Article 37.071 and was properly overruled. Thus, says the State, his claim on appeal that the statute is unconstitutional as applied was not preserved and appellant should not be permitted to raise it for the first time on appeal. The State further argues that, because appellant did not object to the jury instructions on Penry grounds, this Court, if it does consider the claim at all, should merely do a harm analysis, reviewing only for error that \"created such harm that he `has not had a fair and impartial trial[.]'\" Almanza v. State, 686 S.W.2d 157, 171 (Tex.Cr.App.1984).\nSince the Texas death penalty statute has been upheld by the United States Supreme Court in Jurek v. Texas, 428 U.S. 262, 96 S.Ct. 2950, 49 L.Ed.2d 929 (1976), appellant's motion to declare the statute unconstitutional on its face was properly overruled. However, the State's contention that appellant's as-applied argument was not properly preserved is without merit in light of this Court's opinion in Black v. State, 816 S.W.2d 350 (Tex.Cr. App.1991) (Campbell J., concurring) and Selvage v. State, 816 S.W.2d 390 (Tex.Cr. App.1991).\nThe concurring opinion in Black, joined by five other members of the Court, held that Black's claim that the sentencing jury was unable to give effect to mitigating evidence within the scope of the special issues in violation of the holding in Penry, supra, was not procedurally barred under Texas law even though he had failed to object to the error at the time of trial in 1986. Since \"the decision in Penry `constituted a substantial change in the law ... and there being abundant Texas precedent demonstrating that, the holding amounts to a right not previously recognized, [Black] has not waived his right to assert a Penry violation by failing to object at trial'\"[1]Black, 816 S.W.2d at 374. Basing its decision in Selvage on the concurrence in Black, this Court concluded that petitioner's claim under Penry was not procedurally barred under Texas law. Selvage, 816 S.W.2d at 392. Therefore, we reject the State's contention that appellant's failure to object on Penry grounds bars this Court from hearing the merits of the issue on appeal.\nAppellant has standing to challenge the constitutionality of Article 37.071 as applied to him only if he has in fact presented evidence having mitigating impact beyond the scope of the special issues. See Hammond v. State, 799 S.W.2d 741, 749 (Tex.Cr.App.1990). \"The Eighth and Fourteenth Amendments require that the sentencer ... not be precluded from considering, as a mitigating factor, any aspect of a defendant's character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.\" Lockett v. Ohio, 438 U.S. 586, 604, 98 S.Ct. 2954, 2964, 57 L.Ed.2d 973, 990 (1978).[2] Therefore, this Court must determine whether any of the evidence appellant offered can be characterized as \"mitigating\" for Eighth Amendment purposes.\n\"Although the Supreme Court has made it clear that relevant mitigating evidence may not be excluded in the capital sentencing process, the parameters of exactly which evidence is both mitigating and `relevant' are less clear.\" Lackey v. State, 816 S.W.2d 392, (Tex.Cr.App.1991). This Court has held that \"whether evidence has `mitigating value' is not determined by the party who offers it, its time of admission, or *39 its manner of admission (direct or crossexamination) into evidence during a trial. The question is merely whether this evidence was before the jury for its consideration.\" Ex parte Ellis, 810 S.W.2d 208, 211 (Tex.Cr.App.1991).\nHere the jury heard evidence that appellant met Moffett at a bar between threethirty and five o'clock on the day of the offense, at which time he had a couple of beers and ingested approximately three grams of methamphetamine. After leaving the bar, appellant proceeded to Moffett's girlfriend's apartment where he drank more beer and ingested more methamphetamine before committing the offense. In Ex parte Ellis, supra, appellant introduced evidence regarding his \"drug abuse and addiction [and] his intoxication at the time of the offense.\" This Court nonetheless concluded \"that the mitigating evidence in this cause does not rise to the level of `Penry evidence' and no additional instruction was necessary for the jury to consider and give effect to this evidence.\" This Court has since effectively held that voluntary intoxication has no mitigating significance beyond the scope of the special issues in Article 37.071(b)(1). See Ex parte Rogers, 819 S.W.2d 533, (Tex.Cr.App., No. 71,169, delivered June 19, 1991) (Clinton, J., dissenting).\nAppellant also offered evidence that the gun with which he killed the victim required little pressure on the trigger to make it fire, and thus could be easily set off by a careless or extremely nervous person, and that the gun did in fact discharge accidently in his nervous hands. Additionally, evidence was offered concerning appellant's background and character, including several documents to show mitigating factors related to his prior convictions and his lack of any significant disciplinary record while in prison. The State argues that even if this evidence can be characterized as mitigating, it is capable of being considered and given effect under the two special issues submitted to the jury.\nTo the extent that these facts constitute \"mitigating evidence,\" most of them properly go to the questions of intent and deliberateness. The issues of how easily the gun would fire and whether or not it discharged accidentally are addressed at the guilt/innocence phase of the trial. Moreover, the jury was required to find deliberateness and a reasonable expectation that death would result, under the first special issue. The jury was properly charged on the need to find specific intent to kill, and, later deliberateness, and therefore, did have opportunity to give full effect to its findings on those issues. The documents offered by appellant to show mitigating circumstances in relation to his prior convictions and prison record constitute \"mitigating\" evidence under Skipper v. South Carolina, 476 U.S. 1, 106 S.Ct. 1669, 90 L.Ed.2d 1 (1988) (O'Connor, J., concurring). Several of these documents were admitted and were available under the charge at the punishment stage for the jury to determine their relevance, if any, to either or both special issues. Although this may constitute \"mitigating\" evidence under Skipper, supra, this Court has held \"its mitigating significance does not extend beyond the scope of our second special issue.\" Lauti v. State, 810 S.W.2d 176, 178 (Tex.Cr.App.1989), citing the plurality opinion in Franklin v. Lynaugh, 487 U.S. 164, 179-180, 108 S.Ct. 2320, 2330, 101 L.Ed.2d 155, 169 (1988).[3]\nWhile appellant has presented evidence which is mitigating, it is apparent from past decisions of this Court that \"he is not entitled to jury instructions specifically informing the jury that certain evidence may be considered or how it may be applied.\" Lauti, 810 S.W.2d at 178. Because the jury was empowered to give full effect to all the mitigating evidence presented at trial, appellant has not been sentenced to death in violation of the Eighth Amendment. Appellant's first point of error is overruled.\n*40 Appellant's second point of error complains that the trial court erred in failing to define the term \"deliberately\" in special issue one at the punishment phase. Appellant argues that the definition is necessary to allow the jury to give mitigating effect to the evidence he offered. Penry notwithstanding, this Court has consistently held that an instruction defining deliberately is not required in applying Article 37.071. See e.g., Ex parte Fearance, 816 S.W.2d 94 (Tex.Cr.App. 1991); Boyd v. State, 811 S.W.2d 105, 112 n. 7 (Tex.Cr. App.1991); Russell v. State, 665 S.W.2d 771, 780 (Tex.Cr.App.1983); King v. State, 553 S.W.2d 105, 107 (Tex.Cr.App.1977). Appellant's second point of error is therefore overruled.\nIn his third point of error appellant complains that the trial court erred at the punishment phase of trial by failing to give the jury a limiting instruction that would limit the jury's consideration of extraneous offenses to an answer to special issue two. Specifically, appellant requested that evidence of any extraneous offenses proven by the state should only be considered by the jury in answering special issue two and for no other purpose. The instruction which was ultimately given dealt only with the State's burden of proof on the issue of identification and did not attempt to guide the jury's consideration of the extraneous offenses in answering either of the special issues. Appellant contends that the evidence offered by the State was relevant only to special issue two, and that without a limiting instruction to the jury, it was free to use the evidence to answer special issue one.\nThe evidence which was introduced by the State consisted of various acts of violence for which appellant had been convicted, including armed robbery of a shoe store during which appellant hit the victim across the shoulder with a gun knocking her unconscious, and testimony of three separate incidents whereby appellant armed with a gun, threatened the lives of individuals working in grocery stores if they failed to hand over the money in the cashier's booth. Testimony was also given regarding incidents in which appellant was apprehended after either carrying a gun in an unauthorized location or assaulting others with a weapon.[4]\nIn answering special issue one the jury was to determine \"whether the conduct of the defendant that caused the death of the deceased was committed deliberately and with the reasonable expectation that the death of the deceased would result\" Article 37.071(b)(1), V.A.C.C.P. During the punishment phase, testimony was elicited that during one of the robberies appellant threatened, \"Don't do nothing and don't call the police or nothing or touch the panic button or I'll blow your fucking head off\"; he also told another victim, \"Give me your money or I will blow your head off\"; while to yet another he \"pulled a gun and placed it right between [her] eyes.\" The testimony given was relevant to whether appellant's conduct in the instant case was deliberate and thus relevant to special issue one.\n\"One purpose of limiting instructions... is to ensure that the jury does not make use of admitted evidence for an impermissible purpose.\" Lewis v. State, 815 S.W.2d 560 (Tex.Cr.App.1991). However, a limiting instruction is not required where evidence can be considered on any relevant issue in the case. See Cantrell v. State, 731 S.W.2d 84, 95 (Tex.Cr.App. 1987). The aforementioned testimony indicates that in like circumstances appellant has threatened others with acts of violence, and thus tends to show that he would not hesitate to use deadly force. This lack of hesitation may be some evidence of deliberateness. The testimony was relevant to the jury's determination of the issue of the deliberateness of the actions which resulted in the death of the victim. Therefore, the trial judge did not err in refusing to limit the scope of this evidence to the second special issue.\nAppellant's fourth point of error alleges the trial court erred by allowing the jury to *41 hear testimony surrounding prior convictions at the punishment phase. Appellant alleges the testimony which was allowed was the \"equivalent of putting before the jury victim impact statements in an effort to stampede the jury and prevent them from giving individual consideration to the special issues before them at the punishment phase.\"[5] Appellant contends that the allowance by the trial court of both testimony and penitentiary packets of prior convictions was the equivalent of allowing victim impact statements before the jury. This is nothing more than a contention without any supporting reasoning, at least none that is supplied in appellant's brief.\nThe evidence which was elicited and of which appellant complains was testimony from victims of former offenses of which appellant was the perpetrator or a participant. The witnesses gave testimony regarding the circumstances surrounding the offenses and the identification of the appellant as the perpetrator of the crime. No evidence was given regarding the physical or psychological effect of the crime on the victims themselves, their families, or the economic effect, if any, the criminal episode has had on their lives.[6] This Court has allowed both the \"judgments of [four] prior convictions and testimony concerning the details of the events which formed the basis of the convictions\" before the jury at the punishment phase of a trial. Davis v. State, 597 S.W.2d 358, 361 (Tex.Cr.App. 1980).\nArticle 37.071, \"provides that evidence may be presented as to any matter that the court deems relevant to sentencing\" at the punishment phase of a capital murder trial. Though only relevant evidence can be admitted, \"the trial court at the penalty stage of a capital murder trial has wide discretion in admitting or excluding evidence.\" Briddle v. State, 742 S.W.2d 379, 391 (Tex.Cr.App.1987) citing Robinson v. State, 548 S.W.2d 63, 65 (Tex. Cr.App.1977); Felder v. State, 564 S.W.2d 776, 778 (Tex.Cr.App.1978). The evidence which was presented was relevant to the jury's determination of the special issues. Three of the prior convictions were for aggravated robbery of grocery stores with almost identical facts to the instant case. Another conviction was for aggravated robbery of a shoe store with similar conduct by the appellant. The remaining offenses involved the unlawful carrying of a weapon. These were certainly relevant to whether appellant would constitute a continuing threat to society as the question is posed in special issue two and could be found to have some bearing on the deliberateness of the appellant's conduct in shooting the deceased. For these reasons it was not error for the trial judge to allow the testimony surrounding appellant's prior convictions. Appellant's fourth point of error is overruled.\nIn points of error five and seven, appellant contends the trial court erroneously denied his challenges for cause as to two members of the jury panel. Appellant argues that each was biased against him in that he or she had a predisposition to believe police witnesses and thus would afford them higher credibility than ordinary witnesses. In our view, the trial court did not abuse its discretion in failing to grant these challenges for cause.\nThis court has consistently held \"if a challenge for cause to a certain prospective juror is improperly overruled by the trial court and the defense is required to unnecessarily use a peremptory challenge, and later is forced to accept on the jury an objectionable juror because he was deprived of a peremptory challenge, and he has exhausted all his statutorily assigned peremptory challenges the reversible error is normally reflected unless the court *42 grants an additional peremptory challenge.\"[7] Appellant exhausted all his peremptory challenges, was denied additional challenges and identified an objectionable juror he was forced to accept. We therefore address the merits of appellant's claims.\nAccording to Article 35.16(a)(9), V.A.C.C.P., a juror may be excused for cause if \"he has a bias or prejudice in favor of or against the defendant.\" The unequivocal belief by a venireman that a police officer would never lie while testifying has been found to constitute a bias against the defendant under Article 35.16(a) § 8, now § 9, supra. See Hernandez v. State, 563 S.W.2d 947 (Tex.Cr.App.1978). Otherwise, the trial court has discretion to determine whether or not bias or prejudice actually exists. See Anderson v. State, 633 S.W.2d 851, 854 (Tex.Cr.App.1982).\nIn point of error five appellant contends the trial court erred in denying his challenge for cause against venireperson James A. Due on the ground \"that he would tend to believe police officer's testimony as opposed to other witnesses' testimony.\" Counsel for appellant asked Due questions on the subject of police officers testifying as witnesses:\n\"Q ... Do you have a feeling about a police officer's testimony in general as opposed to maybe just a lay witness coming in and telling you something?\n* * * * * *\nA If they were testifying about something relating to their particular job in law enforcement, I would think that you are supposed to listen to that. * * * to determine if it's of any value.\nQ Are you telling me that if a police officer testified about\u0097let's say a police officer came and testified in this case and it was part of his job to have done something with regard to this case. Do you think you would tend to believe a police officer?\n* * * * * *\nA I would not tend to believe him simply because he was a policeman. I would not tend to believe anyone just because they were something. It would involve what they were saying and what proof they had that what they were saying was correct.\n\nQ If it was something involving his job, for example, something that he had to deal with\u0097let's say we had a patrol officer and it was something in reference to his job as a patrol officer. Do you think you would tend to believe his testimony at least in regard to that more than some other witness's testimony?\nA About what the policeman did?\nQ Yes, sir.\nA It's very difficult to answer. I would have to hear the two conflicting stories and why there was a conflict in the story.\"\nVenireman Due made a similar statement regarding his ability to weigh a police officer's testimony the same as testimony from any other witness when questioned by the State:\n\"Q If two people were to testify one after the other, one being a police officer and the next one being a bricklayer and they're both testifying about the same thing, you can't automatically give the police officer more credibility than you do the bricklayer unless there's some reason for it. Police officers put their pants on one leg at a time. They're human. They can make honest mistakes and dishonest mistakes. Can you approach it from that standpoint?\n\nA Yes.\"\nIn point of error seven, appellant contends that venireman Loretta Denton was similarly challengeable for cause because of a predisposition to believe police witnesses. During the State's voir dire of Denton, the following testimony was elicited:\n\"Q Let's talk about witnesses and stuff.... You know some people think police officers are just the greatest things on the face of the earth and they *43 tend to want to help the police. When they're testifying, they want to kind of give them a head start on it, put them 10 feet out in front of the starting line.... The law says you have to be able to treat them just like any other witness. Do you feel you would be able to do that?\n\nA Yeah.\"\nTestimony on the subject of police witnesses was also elicited during appellant's questioning of Denton:\n\"Q Okay. One thing in your questionnaire that I want to talk to you about, we asked the question: Do you have any personal feelings about law enforcement in general or police officers in particular, and you circled yes, and you said, `They do a good job.' Could you elaborate on that a little bit more?\n* * * * * *\nA Personal feelings. Yeah, in general, personal feelings in general is, yeah, they do a good job.\nQ Okay. Do you think a police officer would lie under oath?\n* * * * * *\nA I hope not. I mean, I'm sure it's possible, but\u0097\nQ Let me ask this way. Let's take two people, okay? One of them is a carpenter, one of them is a police officer, and you know they're both going to testify in the case.\nAs you're sitting there now, do you have a general feeling about which one would be more likely to tell you the truth?\n* * * * * *\nA I don't know. Right here and now, I mean, you're raised to think that a police officer is a good guy. That's the way I was raised. * * * If you're in trouble, go to the police officer, so I would have to say I would probably think the police officer was going to be telling the truth. I don't have any reason not to.\nQ So as you're sitting there right now, you would guess the police officer would be the truth teller; is that right?\nA Yeah, not knowing any of the facts or any of the\u0097yeah, sure. I mean, I don't have any reason to think that the carpenter would be lying either.\n\n* * * * * *\nQ ... Let me put it to you a different way. You know two people are going to testify, one of them is a carpenter and one of them is a police officer. Okay? You don't know anything else about them. You don't know really anything about their testimony except you know that one of them is going to be lying out his teeth to you. Okay? Who would you guess would be lying to you?\nA I guess that I would think the carpenter would be lying. I mean, these are weird questions.\nQ Well, they may sound weird to you, okay, but, you see, the law happens to be, Ms. Denton, that no one gets a credibility boost on that witness stand. In other words, we don't let police officers out of the starting gate a little early because they're police officers.\nA Okay.\n* * * * * *\nQ The issue is is if a police officer testifies in this case are you going to judge his credibility by the same yardstick as you do everyone else that gets up there?\nA I'll do my best, yeah, you know.\nQ Ma'am?\nA Okay, yeah.\nQ When you say you'll do your best, let me tell you why sometimes we ask for yes or no answers. When you say you'll do your best, that says to me, well, maybe I will and maybe I won't.... And we need to know before you get on that witness stand that you're going to give all the witnesses in this case a fair shake.\nA Okay.\nQ Now, I need to know, are you going to give police officers more credibility than you are any other witness that takes that witness stand because of the way you feel about them?\n\nA No. No.\n\n* * * * * *\n\n*44 Q Okay. I think I understand what you're telling me. You're telling me that really you would do your best to judge everyone's credibility fairly; but as you're sitting there now you sort of have the feeling that a police officer, all things being equal, of course, that a police officer is more likely to be truthful than another witness. Am I right about that or wrong?\nA He's trained that way, right?\n* * * * * *\nQ I really can't go into the facts of the case. They may or may not be.\nA Well, I would tend to believe them.\nQ Yes, ma'am.\nA I would tend to believe them.\nQ More than another witness, all things being equal?\nA All things being equal and the other witness, you know, was like a person that you would think could, you know, was being honest and open and that it appeared to be that way, then I would believe that person, too.\nQ Okay. That's important, because really you're not supposed to judge a person's credibility before they get on the witness stand.\n\nA Yeah.\n\nQ But that's sort of the feeling I'm getting from you, and I may be dead wrong about this, and you tell me if I am, okay? But sort of the feeling I'm getting from you, Ms. Denton, is, see, some witnesses have to get on the witness stand and tell you their story, and you listen to it and you say, well, that sounds reasonable to me, I think I'll believe that, but the feeling I'm getting from you is if a police officer gets on the witness stand, you're going to say, well, I don't need to hear his story first to decide whether he's believable\u0097\n\nA Oh, I don't think that's true. That's wrong.\n\nQ Okay.\nA I would definitely have to hear him out.\n\nQ Okay. Well, I think we've been going back and forth about this. Why don't you just tell me how you feel? I just kind of want it on the record how you really feel about police officer testimony as opposed to any other witness in the case?\nA As opposed to any other witness in the case?\nQ Right.\nA I'm not going to sit here and say that I'm going to believe him more than I believe somebody else. I'm not going to sit here and tell you that, because I haven't heard anything, and it's all hearsay, you know, and I would try and I would listen to all of them, listen to all of them, and then try to make up my mind which one is telling the truth, because the whole situation here is\u0097...\"\nDenton was challenged for cause at the conclusion of voir dire by appellant's counsel on the basis that she did not \"give all witnesses equal credibility,\" and would tend to favor police officers.\nAppellant contends that responses such as these have been held by this court to constitute a bias against the defendant, and cites Hernandez v. State, supra, and Shaver v. State, 162 Tex.Cr. 15, 280 S.W.2d 740 (1955) as authority. After a careful review of these cases, we do not find either case controlling. In Hernandez, the venireman stated that a police officer would not tell a falsehood on the witness stand under any circumstances. Hernandez, 563 S.W.2d at 950. This Court found this predisposition to believe police officers would have prevented impartial judging of the credibility of the witnesses and consequently constituted a bias against the defendant under former Article 35.16(a) § (8), now § (9). Likewise, in Shaver, the venireman, before he reported for jury service, stated \"I have to go to town, I am on the special venire panel\" and \"If I am selected on that jury I will burn the bum (meaning the appellant) or hang the jury until doomsday.\" Shaver, 280 S.W.2d at 741. This Court held that \"the statements and opinions by said juror showed a state of mind toward appellant which deprived him of his right to a fair trial by an impartial jury as contemplated *45 by law.\" Shaver, 162 Tex.Cr. at 18, 280 S.W.2d at 742.\nThe testimony given by venireman Due is easily distinguishable from the cases of Hernandez and Shaver. Due never made any statement to the effect that he held a belief that police officers would never lie on the witness stand. In fact, when Due was questioned about police officer's testifying in their roles as law enforcement officers he stated that he would listen to what they had to say but would not tend to believe them simply because they were police officers. This is inapposite to the testimony given by the venireman in Hernandez. Nor does Shaver control since there is no indication in the entire voir dire examination which reveals such a blatant bias or prejudice against appellant. Additionally, there are no remarks in the record which come close to parallelling the remarks by the venireman in Shaver; nor is there any testimony by Due which indicates he would not be an impartial juror. During voir dire, Due was vehement in stating that testimony by a police officer would be weighed on equal footing with other witnesses and if a conflict in testimony arose, he would have to hear both conflicting stories as well as the reason for the conflict. For these reasons, neither Hernandez nor Shaver is controlling and appellant's argument is without merit.\nSimilarly, there is no testimony from venireman Denton which reveals such a bias or prejudiced disposition against appellant. In the initial questioning by the State's attorney, Denton testified that she would be able to follow the law and treat police witnesses the same as any other witness. Upon questioning by appellant's attorney, she stated that she thought police officers did a good job but believed it possible that they might lie under oath. Later in her testimony, Denton stated that she thought police officers because of their training, would be more apt to tell the truth, although she did not have reason to believe other witnesses would be lying. After appellant's attorney explained to her that no one witness was to get a credibility boost merely because of his profession, she stated that she understood and would do her best to judge everyone the same. Further questioning revealed that although she thought police officers were trained to be truthful, she would have to hear the testimony before deciding whether she believed the officer. Finally, when questioned one final time by appellant's attorney, she emphatically stated that she would not \"sit here and say I'm going to believe him more than I believe somebody else.\" While Denton gave some responses showing a possible predisposition to believe police officers, at other times she indicated she would evaluate the credibility of a police officer as she would any other witness. On this state of the record it was well within the trial court's discretion to find no bias against appellant existed. Appellant's fifth and seventh points of error are overruled.\nIn point of error six appellant also contends the trial court erroneously denied his challenge for cause against venireman Due on the basis of a purported predisposition to believe psychiatric witnesses. Counsel for appellant questioned Due on his feelings regarding expert testimony, particularly psychiatric witnesses and the proof required to answer the special issues:\n\"A I'm a believer that people whose qualifications are in a certain area have some credence so I would consider some expertise opinion.\nQ How about psychiatrists?\nA I would consider a Psychiatrist's opinion. Knowing nothing about it, I would just have to respect it. The state regulates who can and can't be a psychiatrist just as the state regulates whether I can or can't sell bonds. A lot of trust goes on in life. You have to trust that someone knows of what they're speaking. Beyond that I would think a matter of public record, what has occurred in the past certainly wouldn't be the all important fact but it definitely is important.\nQ Are you through with your answer?\nA Yeah.\nQ I don't want to cut you off. You feel like a psychiatrist by virtue of the fact *46 that they're regulated by the state would probably be someone you would tend to look for, tend to believe?\nA I would tend to pay more attention to their opinion than I would my own because I don't have any experience in their field.\n\nQ So just starting out as kind of a general proposition and going on your opinion, you would tend to at least just sitting there now give a psychiatrist more credibility than probably some other witness that got up there and gave you an opinion; is that right?\nA Unless he was another psychiatrist.\n\nQ Fair enough, fair enough ...\"\nFollowing this colloquy, the trial court questioned Due in the following vein:\n\"Q ... Let's say for a moment that a psychiatrist and a police officer and a person who was not trained in either field and a window washer, all three were called to testify and the question that they were asked, their answers were all three different, and the question had nothing to do with psychiatry, had nothing to do with window washing and had nothing to do with being a police officer. Let's say it was something like, oh, what's the first day of spring, something like that. Is there anything that would cause you to give more credibility to the psychiatrist solely and simply because he or she was a psychiatrist, to the police officer or to the third person because of their profession?\nA No, because the question doesn't deal with any of their chosen fields of expertise.\nQ From that can I assume that you would not give any special credibility to any person and particularly a psychiatrist or a police officer simply and solely because of the job that they do?\nA Not unless they were testifying about the something related to the job that they did and were asked to render that expert opinion.\nQ Are you telling me only if it were in an area that they could and had qualified as an expert in?\nA That's correct.\"\nAt this point the trial court ruled Due qualified.\nIn our view, Due showed no predisposition to believe psychiatric testimony. Rather, he merely acknowledged that such expert opinion might in fact be useful. Under Tex.R.Cr.Evid., Rule 702 \"if scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.\" As we understand him, Due's testimony indicates nothing more than an awareness of what Rule 702 presumes, viz: that some fact questions are inherently esoteric and beyond the ken of ordinary lay experience. We do not perceive Due's responses to show, however, that an expert is for that reason necessarily more credible than any other witness; nor that he would necessarily believe anything an expert might say from the witness stand. Indeed, Due recognized that, if confronted with conflicting expert testimony, he would have to decide which expert to believe. There is simply no implication, as appellant suggests, that Due believes experts per se are more credible than any other type of witness. Once again we hold that on this state of the record the trial court was well within its discretion in finding that Due harbored no bias against the appellant. Appellant's sixth point of error is overruled.\nAppellant's final point of error alleges the trial court erred in denying a challenge for cause against prospective juror William Ingram whom he claims had a bias against the law upon which he was entitled to rely. Article 35.16(c)(2), V.A.C.C.P. Ingram was questioned by the State on whether he could follow the law which would be given to him by the judge at the conclusion of the trial and he answered affirmatively. During questioning by appellant, the subject of proving all the elements in the indictment beyond a reasonable doubt was explored:\n\"Q ... You know, the State has the burden of proving all the elements of the offense beyond a reasonable doubt.... *47 they have to prove this happened while, as they have alleged, while the defendant was leaving a Winn Dixie store. They have alleged that in their indictment and they are bound by what's in their indictment and the jury has to make them prove it. Let's suppose that you are on a jury ... and you went back in the jury room and you found that the state was right, that it was murder, it was a horrible killing, and as a matter of fact it was definitely in the course of a robbery, the person did it intentionally, it happened in Dallas County, happened on the date they said it did. You found everything was true back there but you had some kind of reasonable doubt about whether all these bad things happened in a Winn Dixie or not. You know, there is some evidence it might have been a Tom Thumb and so you have a reasonable doubt about it. What do you think your verdict would be?\nA Well, that seems like too [sic] type of questions to me. I mean, you know if it was a matter of maybe misinterpreting the name and the location and the address was the same, well that wouldn't affect me, but if there was some reasonable doubt it didn't even happen at that location, well, then I would have to give that another thought.\nQ You think if it was something, some technical thing like that\u0097\nA Yeah, just some technical thing like if they failed\u0097if it was a Tom Thumb in fact and they in the indictment that said Winn Dixie but they proved it was the same location and everything was the same, well then that wouldn't have any effect on me.\nQ You would go ahead and find him guilty, right?\nA Right.\nQ Despite the fact they hadn't proved it was like a Winn Dixie or something?\nA Yeah, but if it's some question about the location, about on this street and this address and it might have been some other place, well then that would be an entirely different thing.\"\nAt the conclusion of appellant's questions, an objection was made on the ground that Ingram would find the defendant guilty on less than all the elements the State alleged in the indictment. Specifically, appellant complains that Ingram would pick and choose which elements he found to be important and would not require the State to prove the remainder of the elements beyond a reasonable doubt. Upon reexamination by the State, the following testimony was elicited:\n\"Q Okay. Now with regard to the elements that the State has to prove to you. There the cardinal rule is if the Judge tells you that you must acquit someone if you find that the State has failed to prove this or that, whether it be Winn Dixie or Dallas County or whatever, then to be a qualified juror you would have to be able to follow the Judge's instructions. If you cannot obey the Judge's\u0097 the laws that the Judge gives you then you need to tell us, but if\u0097now I'm not particularly worried about the particular point that they focused on, Winn Dixie versus whatever, but if it were to come down to that where the Judge told you in her rules, her charge, that if the State failed to prove to you that it was done in a Winn Dixie store, if they got the name wrong in the indictment, then you have to find the defendant not guilty. If we screw up that bad, then the law says we just going to have to suffer the consequences. If the Judge tells you that, can you obey that rule?\n\nA Yes.\n\nQ I'm not saying that's going to happen, but the important thing is that you could follow the law that the Judge gives you. Could you do that?\n\nA Yes.\"\n\nProspective juror Ingram was thereafter questioned by the court and over objection by appellant was found qualified to sit as a juror.\nIngram clearly stated both before and after being questioned by appellant that he could follow the law given by the trial judge. It is \"only when a juror is substantially impaired in his ability to resolve *48 the questions entrusted to him may he be excluded from jury service at the instance of a party.\" Hernandez v. State, 757 S.W.2d 744, 752, 753 (Tex.Cr.App.1988). A venireman cannot be expected to give a definitive answer when asked whether he can follow the law until the law has been adequately explained and the trial court is confident that the venireman understands what the law requires. During the questioning by appellant, Ingram had not been told that the State is bound by law to prove all descriptive averments in an indictment before the appellant can be convicted. However, once this requirement was clarified he stated without hesitation that he could follow the law and the judge's instructions. The trial court did not err to conclude that venireman Ingram was not biased or prejudiced against the law. Appellant's eighth point of error is overruled.\nThe judgment of the trial court is affirmed.\nMALONEY, J., concurs in the result.\nNOTES\n[1]  Emphasis in the original. All other emphasis supplied unless otherwise indicated.\n[2]  Emphasis in the original.\n[3]  But see this author's dissenting opinion in Boggess v. State, 1991 WL 87597 (Tex.Cr.App., No. 69,990, delivered May 29, 1991).\n[4]  The State also introduced judgments against appellant for manslaughter, simple robbery and assault with a deadly weapon, driving while intoxicated and unauthorized use of a motor vehicle.\n[5]  Appellant relies on Booth v. Maryland, 482 U.S. 496, 107 S.Ct. 2529, 96 L.Ed.2d 440 (1987) to support his argument that the introduction of victim impact statements at the sentencing phase of a capital murder trial violates the Eighth Amendment of the United States Constitution. However, Booth has been overruled, at least in part, by the United States Supreme Court in Payne v. Tennessee, ___ U.S. ___, 111 S.Ct. 2597, 115 L.Ed.2d 720 (1991).\n[6]  See Article 56.03(b) V.A.C.C.P. for a complete listing of the information contained in a victim impact statement.\n[7]  See e.g., Felder v. State, 758 S.W.2d 760, 766 (Tex.Cr.App.1988); Cumbo v. State, 760 S.W.2d 251, 254 (Tex.Cr.App.1988) citing Turner v. State, 671 S.W.2d 679, 680 (Tex.App.\u0097Dallas 1984); Gardner v. State, 730 S.W.2d 675, 689 (Tex.Cr.App.1987).\n\n",
            "ocr": false,
            "opinion_id": 1679231
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}