{
    "id": 1683495,
    "judges": "Byrnes, Ciaccio and Lobrano",
    "date_filed": "1993-09-26",
    "date_filed_is_approximate": true,
    "slug": "state-v-gale",
    "case_name_short": "Gale",
    "case_name": "State v. Gale",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "526 So. 2d 861"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n526 So. 2d 861 (1988)\nSTATE of Louisiana\nv.\nElliot GALE.\nNo. 88-K-1002.\nCourt of Appeal of Louisiana, Fourth Circuit.\nJune 13, 1988.\n*862 Carol Skarpetowski, Orleans Indigent Defender Program, New Orleans, for relator.\nBefore BYRNES, CIACCIO and LOBRANO, JJ.\nCIACCIO, Judge.\nRelator filed in the district court a motion to enlarge without bond. To support his motion relator argued that his constitutional and statutory right to a speedy trial had been violated and that under La.C.Cr. P. Art. 701 he was entitled to be released from custody without bail. The district court denied the motion.\nRelator applies to this court for a writ of certiorari to review the district court's denial of his motion. Having considered relator's application, we find no indication that his right to a speedy trial has been violated. We, therefore, decline to issue a writ of certiorari.\nRelator's application presents the following chronology of proceedings in the district court. Relator was arrested on October 6, 1986. On January 5, 1987, the district attorney filed a bill of information charging relator and a co-defendant with six counts of aggravated burglary, one count of attempted first degree murder, and simple burglary of an inhabited dwelling. At arraignment defendants pleaded not guilty. A hearing date for any pre-trial motions was set for February 13, 1987, and trial was set for March 16, 1987. Both defendants filed various pre-trial motions which were heard on February 13, 1987, with the hearing on the motion to suppress recessed until March 9, 1987, at the request *863 of defendants. On March 9 defendants moved to reset the matter until March 10. On March 10 the matter was reset by joint motion until March 16, 1987, the date previously set for trial. On March 16 defendants moved to reset motion hearings for March 19, 1987. On March 18, 1987, relator's counsel filed a motion for a speedy trial. On March 19, 1987, the state moved to continue the matter. On April 19, 1987, the district attorney nolle prosequied these charges.\nOn April 1, 1987, however, the district attorney had filed a new bill of information charging defendants with ten counts of armed robbery, one count of aggravated burglary, and simple burglary of an inhabited dwelling. Relator alleges that these new charges arose from the same circumstances which supported the first bill of information. The district attorney moved the court to transfer all pleadings from the earlier case to the new one.\nDefendants pleaded not guilty to the new bill. Hearing on pre-trial motions was set for May 18, 1987, and trial was set for June 9, 1987. On April 10, 1987, relator filed a new motion for a speedy trial.\nPre-trial motions were held on May 18, 1987. The court took the motion to suppress under advisement for a ruling on May 26, 1987. On May 26 defendants moved the court to reset its ruling for June 3, 1987. On June 3, 1987, the court denied the motion to suppress.\nRelator's co-defendant requested and the court granted time to apply for writs from the court's adverse ruling on the motion to suppress. Defendant was given until June 15, 1987, to apply for writs, and the trial date was reset from June 9 to June 22, 1987. This court denied defendant's application for writs, and he applied to the supreme court for review. On June 22, 1987, defendants moved to continue the trial without date.\nOn defendant's application the supreme court granted defendant's request for a stay of the trial and ultimately remanded the matter to this court for our consideration of the merits of defendant's claim of error. After considering the merits this court affirmed the ruling of the district court. Defendant applied to the supreme court for review of our ruling. The supreme court denied defendant's application on February 26, 1988, which ruling was filed into the district court record on March 2, 1988.\nOn April 25, 1988, relator filed his motion to enlarge without bond. On May 6, 1988, the district court denied the motion and set the trial for July 19, 1988. Relator then filed this application for review.\nThe right to a speedy trial has a constitutional basis in the Sixth Amendment of the United States Constitution and Article 1 [Sec.] 16 of the Louisiana Constitution of 1974. This right also has a statutory basis found in LSA-C.Cr.P. Art. 701. These bases are not equivalent. State v. Pleasant, 489 So. 2d 1005 (La.App. 1st Cir.1986).\nThe constitutional right to a speedy trial attaches at the time the defendant becomes accused either by indictment, bill of information or by arrest and actual restraint. State v. Nowell, 363 So. 2d 523 (La.1978). In Barker v. Wingo, 407 U.S. 514, 92 S. Ct. 2182, 33 L. Ed. 2d 101 (1972), the U.S. Supreme Court set forth a four part test for determining whether a defendant's constitutional right to a speedy trial had been violated. The factors include the length of the delay, the reason for the delay, the defendant's assertion of his right, and prejudice to the defendant. The Louisiana Supreme Court has adhered to the Barker test in evaluating the claims of violation of the right to a speedy trial under the Louisiana Constitution. State v. James, 394 So. 2d 1197 (La.1981); State v. Reaves, 376 So. 2d 136 (La.1979). Flexibility is the governing philosophy in determining whether or not delay constitutes a denial of the constitutional right to a speedy trial. Barker v. Wingo, supra; State v. James, supra. If a defendant has shown that the delay between accusation and trial has been inexcusably long and that the delay prejudiced his right to a fair trial, the proper remedy may be dismissal *864 of the prosecution. State v. Crain, 379 So. 2d 1094 (La.1980).\nIn State v. Reaves, supra, the Louisiana Supreme Court held that the motion to quash, the all embracive plea whereby an accused may urge all pleas or defenses to be raised before trial other than those relating to the merits of the charge, was the proper procedural vehicle for raising speedy trial violations.\nState v. Leonard, 499 So. 2d 585, 588 (La. App.2d Cir.1986).\nAlthough relator refers to his constitutional right to a speedy trial, he does not argue a violation of this right. Instead, the substance of his argument addresses his statutory right to a speedy trial provided in La.C.Cr.P. Art. 701. And the remedy he seeks is that provided by Art. 701, release from custody without bail pending trial.\nNevertheless, we will consider whether under the four part test from Barker v. Wingo, above, relator's constitutional right to a speedy trial has been violated. The length of the delay since relator's arrest and incarceration has been approximately one and one-half years. The reason for the delay has been mostly the hearing and resolution of defense motions, especially the motion to suppress, although the initial delay might be attributable to the district attorney filing the new bill of information.\nRelator suggests that he should not suffer the delay caused by his co-defendant pursuing writs regarding the motion to suppress. Defendants were charged together and apparently will be tried together. Absent a severance one defendant must await resolution of his co-defendant's preliminary pleas and motions before the case will be ready for trial.\nAs to the general rule regarding time limitations for the commencement of trial, La.C.Cr.P. Art. 578, when a defendant files a motion to quash or other preliminary plea, the running of the time limitations shall be suspended until the ruling of the court thereon, but in no case shall the state have less than one year from the ruling to commence trial. La.C.Cr.P.Art. 580. Had relator properly asserted, by motion to quash, a violation of his constitutional right to a speedy trial, the filing of that motion would have suspended the time limitations for commencement of trial. In this case, however, the two-year limitation provided in La.C.Cr.P. Art. 578 has not elapsed even without the suspension provided in La.C.Cr. P. Art. 580.\nAs to the final two parts of the test, relator clearly has asserted his right to a speedy trial. But he has made no argument that the delay has in any way prejudiced his right to a fair trial. Because the entire delay has not exceeded the general rule on time limitations, the reason for the delay in most part is attributable to relator or his co-defendant, and there is no suggestion that the delay will deprive relator of a fair trial, we find that relator's constitutional right to a speedy trial has not been violated.\nIn contrast to the constitutional right to a speedy trial, the Louisiana statutory right to speedy trial relied upon by defendant is provided by LSA-C.Cr.P. Art. 701. In 1981, the legislature amended Article 701 to provide that failure to try a defendant within specified time periods would result in his release without bail or discharge of the bail obligation if, after contradictory hearing, the state failed to prove just cause for the delay. State v. Pleasant, supra. LSA-C.Cr.P. Art. 701 provides, in pertinent part:\nD. After the filing of a motion for speedy trial by the defendant, the time period for commencement of trial shall be as follows:\n(1) The trial of a defendant charged with a felony shall commence within one hundred twenty days if he is continued in custody and within one hundred eighty days if he is not continued in custody.\n(2) The trial of a defendant charged with a misdemeanor shall commence within thirty days if he is continued in custody and within sixty days if he is not continued in custody. Failure to commence trial within the time periods provided above shall result in the release of the defendant without bail or in the discharge of the bail obligation, *865 if after contradictory hearing with the district attorney, just cause for the delay is not shown.\nE. \"Just cause\" as used in this Article shall include any grounds beyond the control of the State or the Court.\nIt is under this statutory provision that the defendant asserts that he has been denied his right to a speedy trial.\nHowever, the defendant correctly notes that LSA-C.Cr.P. Art. 701 provides a remedy for violation of the right to speedy trial that is less severe than dismissal of the prosecution. State v. Pleasant, supra; State v. Grissom, 448 So. 2d 757 (La.App.2d Cir.1984). That remedy is release from custody without bail or release from a bail obligation if the defendant is not in custody.\nIn the instant case, no trial has been commenced within the statutorily alloted period of time following the date the defendant filed his motion for a speedy trial. The proper inquiry now becomes whether just cause existed for the delay.\nState v. Leonard, 499 So.2d at 588-589.\nThe jurisprudence, other than State v. Leonard, has considered the speedy trial issue on appeal after conviction. Relator's application presents the issue in a pre-trial posture with relator seeking release from custody without bail pending trial.\nAny ground beyond the control of the state or the court constitutes \"just cause.\" La.C.Cr.P. Art 701 E. In cases on appeal following conviction several factors have been held to be \"just cause\" for the delay in commencing trial, such as searches for key witnesses, defense motions, or docket overcrowding. State v. Sweeney, 443 So. 2d 522 (La.1983); State v. Bodley, 394 So. 2d 584 (La.1981); State v. McMahon, 391 So. 2d 1120 (La.1980); State v. Booker, 444 So. 2d 238 (La.App. 1st Cir. 1983); State v. Johnston, 480 So. 2d 823 (La.App.2d Cir.1985); State v. Ring, 461 So. 2d 1162 (La.App.3d Cir.1984); State v. Sosa, 446 So. 2d 429 (La.App. 4th Cir.1984), writ denied 450 So. 2d 361 (La.1984), cert. denied 469 U.S. 866, 105 S. Ct. 209 (1984). Regardless of whether the claim is presented on constitutional or statutory grounds the cases refer to one or more of the four factors from Barker v. Wingo, above, including the reason for the delay and possible prejudice to the defendant.\nAccording to relator's application to this court, the district judge denied relator's motion to enlarge without bond \"due to the co-defendant's writ applications, the co-defendant's firing and hiring a new attorney, and his crowded trial calendar.\" Relator does not dispute these reasons for delay, but he argues in a merely conclusory fashion that just cause was not shown. The reasons for the delay which relator says the district judge found are all grounds beyond the control of the state or the court; \"just cause\" includes any grounds beyond the control of the state or the court, La.C.Cr.P. Art. 701 E.\nRelator alleges that the state has caused the delay while the district attorney attempts to \"coerce\" the co-defendant to testify against relator. Relator offers no substantiation for this claim. Relator's recitation of the course of the proceedings and that portion of the record provided in his application belie the claim that the state has caused the delay and support a finding that the delay has been caused by the co-defendant's pursuit of all avenues of relief on the motion to suppress.\nResolution of the motion to suppress did not occur until February 26, 1988, and was not part of the district court record until March 2, 1988. When, on April 25, 1988, relator filed his motion for release from custody without bail pending trial, the district judge promptly held a hearing on May 6, 1988. The unsupported conclusory statements of relator notwithstanding, the remainder of relator's application indicates that the district judge found, supported by the record, three reasons for delay which in law constitute \"just cause.\"\nRelator suggests, without argumentative support or citation of authority, that any delays caused by defense motions only suspend the running of the time limitations, and that any delays arguably attributable to the state or the court should be cumulated over the entire course of the proceedings to determine if enough days can be added together to exceed the applicable *866 time limitation. Although a concept of suspension rather than interruption may be accurate, see La.C.Cr.P. Arts. 571-583, relator's proposal for cumulation is unworkable and not the intent of La.C.Cr.P. Art. 701. In a manner conceptually similar to the rule of La.C.Cr.P. Art. 580, we hold that when a defendant has filed a motion for speedy trial under La.C.Cr.P. Art. 701 and \"just cause\" for any delay has been found, the state shall commence trial within a reasonable time, not exceeding applicable time limitations, from the termination of the \"just-caused\" delay. In this way a defendant's right to be spared unnecessary delays is preserved and the state is not penalized when a delay beyond its control commences near the end of the applicable time limitation so that upon termination of the delay (which may be a date uncertain until its occurrence) the time limitation, if merely suspended, would be virtually over.\nOn relator's application before us we find no indication that there has been any delay exceeding any applicable time limitations for which there was not \"just cause.\" Relator's statutory right to a speedy trial has not been violated. Further, as discussed above, there is no indication of a violation of relator's constitutional right to a speedy trial. Accordingly, because the application does not indicate any apparent error by the district court, we decline to issue any writ.\nWRIT DENIED.\n",
            "ocr": false,
            "opinion_id": 1683495
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}