{
    "id": 1686541,
    "judges": "Per Curiam",
    "date_filed": "2015-01-26",
    "date_filed_is_approximate": true,
    "slug": "ex-parte-crowe",
    "case_name_short": null,
    "case_name": "Ex Parte Crowe",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 33,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "485 So. 2d 373"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n485 So. 2d 373 (1985)\nEx parte Coy Patrick CROWE.\n84-399.\nSupreme Court of Alabama.\nDecember 13, 1985.\nRehearing Denied February 7, 1986.\nJohn L. Carroll, Montgomery, for petitioner.\nCharles A. Graddick, Atty. Gen., and Rivard Melson and William D. Little, Asst. Attys. Gen., for respondent.\n*374 PER CURIAM.\nDefendant, Coy Patrick Crowe, was convicted in the Jefferson County Circuit Court of the capital crime of murder of a deputy sheriff while such deputy was on duty, pursuant to the 1975 Code of Alabama, § 13A-5-40(a)(5). After a sentencing hearing, the jury recommended that defendant be sentenced to life imprisonment without the possibility of parole. The court then conducted its own sentencing hearing, and ordered that the advisory verdict of the jury was not the proper sentence in this case, and sentenced defendant to death by electrocution.\nThe Court of Criminal Appeals reviewed defendant's assertions of error, searched the record, and found no error adversely affecting defendant's rights. The court also found that the death penalty imposed on defendant was not excessive or disproportionate to the penalty imposed in similar cases. Based upon these findings, the court upheld defendant's conviction and sentence of death.\nWe are of the opinion that, because there is no showing that defendant waived his rights under Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966), his in-custody response to questioning by FBI agents was erroneously admitted at trial. Therefore, defendant is entitled to a new trial.\nThe facts leading up to defendant's incriminating statement are taken from the testimony of FBI agents Stanley Carr and Gwin Hutfer, the two officers who arrested defendant at a Shoney's restaurant in Nashville, Tennessee. According to Carr, he and Hutfer apprehended defendant as he was attempting to elude them. The pertinent portion of Carr's testimony follows:\nQ. Immediately after you had effected the arrest there in Shoney's, I'll ask you whether or not there were other agents who came up or who were present from the local office there in Nashville?\nA. Yes, sir, there were. I don't know exact time but maybe within ten to fifteen minutes other agents arrived on the scene.\nQ. Did one or more of those agents in your presence and Mr. Hutfer's presence advise the defendant of the following: That he had a right to be silent. That if he spoke anything he said could be used against him. That he had a right to a lawyer. And if he couldn't afford a lawyer one would be appointed before any questioning? That or that in substance?\nA. Yes. He read the Miranda warning to him.\nQ. Was that substantially it, what I have just told you?\nA. Yes, sir.\nQ. Subsequent to Coy Patrick Crowe, the defendant, being given his Miranda warning, did you and Mr. Hutfer then take him somewhere in a vehicle yourselves?\nA. Yes. He was placed in a bureau vehicle and transported from the scene of the arrest to downtown Nashville area.\nQ. During that drive and after he had been read about his constitutional rights and all of that, during that drive from the restaurant to the jail, I'll ask you whether or not the defendant entered into some voluntary conversation or initiated some conversation with you and Agent Hutfer; would that be true?\nMR. JOHNSON: I object to the form of the question, Judge.\nTHE COURT: Sustained. You can ask him if he questioned him or anything.\nQ. Did he or did he not initiate a conversation with you?\nA. Yes, he did initiate a conversation with us; right.\nQ. If you would tell the ladies and gentlemen of the jury and the Judge, please, sir, what he said to you and what you and the other agent said to him, as best you remember\u0097and if you made any notes you can refresh your recollection if you wish.\nA. He stated or asked if he would be going back to Winston County in Alabama. *375 And I told him at that point that he subsequently\u0097or initially he would be going back sometime down the road. He would be going back there to stand trial for the charges that he was arrested for. At that point he made the statement that he was afraid to go back there, that he feared to go back, because he might be mistreated or even killed by the local authorities there. At that point I made the statement, \"What about the deputy that you wasted there.\" And he stated\u0097\nMR. WILKINSON: Yes, sir.\nA. He stated, \"I can't bring him back or do anything about that now.\" When he stated that he hung his head a little bit like he had remorse really and made that statement. Then he went on to state that he expected to get life in connection with this shooting.\nMR. JOHNSON: Judge, I object to this.\nMR. WILKINSON: Part of the conversation.\nTHE COURT: Overruled.\nAgent Hutfer then testified as follows:\nQ. At that point did you take him into custody, Mr. Hutfer?\nA. Yes, sir.\nQ. Did some other agents come up or were they present at the end of this action who were resident agents there in Nashville?\nA. Very short time after that one of the Nashville agents arrived.\nQ. Before you left the scene with the defendant, did one of these other agents in the presence of you and/or Mr. Carr give to the defendant what is commonly known as his Miranda right, or right under the Miranda decision like the right to a lawyer and remain silent?\nA. Yes, sir. One of the Nashville agents.\nQ. After that was done, I'll ask you whether or not you or your partner took the defendant from Shoney's there where you had effected the arrest to the jail?\nA. Yes, sir.\nQ. En route while you were traveling along, did the defendant initiate a conversation with you and your partner, say some things to you and say some things to him?\nA. Yes, sir.\nQ. All right. Did your partner actually take notes about the conversation?\nA. Yes, sir. He was in the backseat with the subject.\nQ. You were driving?\nA. No, sir. The agent from Nashville was driving and I was riding in the right front.\nQ. You didn't have occasion to take notes?\nA. No, sir.\nQ. Of your own recollection do you remember some of the things the defendant said and some of the things that were said to him?\nA. Yes, sir.\nQ. If you would give us your best judgment as to what you recollect him saying to you and you all saying to him?\nA. One of the first things I recall he said was that he appreciated\u0097I think his expression was not blowing me away. And I got the impression he felt like that maybe we or somebody else might have shot him instead of the tires. And he said he appreciated that. And he asked if he would be transported back to Winston County, Alabama. And we told him that he would be and we didn't know the time frame when he would be. And he indicated some uneasiness, considerable uneasiness, about going back to Winston County because he was afraid he would be mistreated or maybe even killed. And at this point in time my partner asked him, \"What about the deputy that you wasted in Winston County.\" And to the best of my recollection, I don't remember the exact words, but something to the effect I can't undo what's already been done. And there was some mention he made as to the fact that he would probably get life if he got back to Alabama to be tried. And that's basically all I remember.\n*376 Prior to the agents' being called as witnesses, a motion to suppress defendant's statement was made by defense counsel, and after a hearing outside the presence of the jury, the court denied the motion.\nThe Court of Criminal Appeals, in addressing the issue of the admissibility of defendant's statement, stated:\nIt should be noted that a \"voluntary, spontaneous statement made by a defendant to police officers, before any questions have been asked, is admissible against the defendant even though he has not been given his Miranda warnings.\" [Citations omitted.] This court has held on numerous occasions that voluntary statements, which are not the object of any threat or duress, are admissible. It is a well settled rule of law in Alabama that a statement made subsequent to arrest is prima facie involuntary and inadmissible at trial, and the State must demonstrate voluntariness and a Miranda predicate in order to gain admission of the statement. [Citations omitted.] \"The voluntariness of a statement is, however, a question of law to be determined by the trial court upon preliminary proof and that court's decision will not be disturbed on appeal unless it appears contrary to the great weight of evidence, or is manifestly wrong.\" [Citations omitted.]\nIn the present case the appellant was not subject to any interrogation by law enforcement personnel. He had been advised of his Miranda rights and he initiated the conversation. Since the statement was not made as the result of any custodial interrogation, it is not inadmissible under the doctrine of Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966). Further, such conversation did not amount to the \"functional equivalent\" of interrogation as proscribed in Rhode Island v. Innis, 446 U.S. 291, 100 S. Ct. 1682, 64 L. Ed. 2d 297 (1980).\nThere is ample evidence whereby the trial court could have determined that appellant's statement was voluntary. Thus, the trial court's decision on this matter must be upheld.\nCrowe v. State, 485 So. 2d 351 (Ala.Crim. App.1984).\nWe cannot agree with the Court of Criminal Appeals' conclusion that there was no custodial interrogation in this case. The United States Supreme Court granted certiorari in Rhode Island v. Innis, 446 U.S. 291, 100 S. Ct. 1682, 64 L. Ed. 2d 297 (1980), specifically to discuss the meaning of \"interrogation\" under Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966). That Court stated:\nThe starting point for defining \"interrogation\" in this context is, of course, the Court's Miranda opinion. There the Court observed that \"[b]y custodial interrogation, we mean questioning initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.\" [Miranda v. Arizona, 384 U.S. 436 at 444, 86 S. Ct. 1602 at 1612] (emphasis added). This passage and other references throughout the opinion to \"questioning\" might suggest that the Miranda rules were to apply only to those police interrogation practices that involve express questioning of a defendant while in custody.\nWe do not, however, construe the Miranda opinion so narrowly. The concern of the Court in Miranda was that the \"interrogation environment\" created by the interplay of interrogation and custody would \"subjugate the individual to the will of his examiner\" and thereby undermine the privilege against compulsory self-incrimination. Id., at 457-458 [86 S.Ct. at 1618-19].\n. . . .\nWe conclude that the Miranda safeguards come into play whenever a person in custody is subjected to either express questioning or its functional equivalent. That is to say, the term \"interrogation\" under Miranda refers not only to express questioning, but also to any words or actions on the part of the police (other than those normally attendant to arrest *377 and custody) that the police should know are reasonably likely to elicit an incriminating response from the suspect.\nRhode Island v. Innis, 446 U.S. at 298-301, 100 S.Ct. at 1688-90.\nIt is clear to us from our review of the record that defendant was subject to \"interrogation\" as defined in Rhode Island v. Innis. Defendant responded to a direct question posed by one of the FBI agents who arrested him, which seems to be just the type of express questioning that Rhode Island v. Innis says must invoke the procedural safeguards set forth in Miranda. At the very least, this questioning falls under the second part of the Rhode Island v. Innis definition: \"any words or actions on the part of the police that the police should know are reasonably likely to elicit an incriminating response from the suspect.\" The agent might just as well have asked the obviously improper question\u0097\"Did you kill that deputy\"?\u0097as that would have sought the same type of incriminating answer as did the question actually asked. Based upon the foregoing, we are of the opinion that the Court of Criminal Appeals erred when it found that defendant was not subject to an interrogation, or its functional equivalent, in this case.\nHaving established that there was an interrogation, we must determine whether the requirements of Miranda were met in this case. Although there is proof that defendant was given his Miranda warnings prior to his incriminating statement, there is not one shred of evidence that he ever waived his rights under Miranda. Not only is there no evidence of waiver in the agents' testimony quoted herein, but we have searched the record, pursuant to Rule 45A, A.R.App.P., and have not found even a scintilla of evidence that defendant waived his right to remain silent or to have an attorney present during questioning. Moreover, when defendant arrived at the jail he was again read his rights, at which time he refused to sign the waiver of rights form and expressly stated that he did not intend to make any statements.\nOn the subject of waiver, the Court in Miranda v. Arizona, supra, stated:\nIf the interrogation continues without the presence of an attorney and a statement is taken, a heavy burden rests on the government to demonstrate that the defendant knowingly and intelligently waived his privilege against self-incrimination and his right to retained or appointed counsel. Escobedo v. Illinois, 378 U.S. 478, 490, n. 14 [84 S. Ct. 1758, 1765, n. 14, 12 L. Ed. 2d 977]. This Court has always set high standards of proof for the waiver of constitutional rights, Johnson v. Zerbst, 304 U.S. 458 [58 S. Ct. 1019, 82 L. Ed. 1461] (1938), and we re-assert these standards as applied to in-custody interrogation. Since the State is responsible for establishing the isolated circumstances under which the interrogation takes place and has the only means of making available corroborated evidence of warnings given during incommunicado interrogation, the burden is rightly on its shoulders.\nAn express statement that the individual is willing to make a statement and does not want an attorney followed closely by a statement could constitute a waiver. But a valid waiver will not be presumed simply from the silence of the accused after warnings are given or simply from the fact that a confession was in fact eventually obtained. A statement we made in Carnley v. Cochran, 369 U.S. 506, 516 [82 S. Ct. 884, 890, 8 L. Ed. 2d 70] (1962), is applicable here:\n\"Presuming waiver from a silent record is impermissible. The record must show, or there must be an allegation and evidence which show, that an accused was offered counsel but intelligently and understandingly rejected the offer. Anything less is not waiver.\"\n384 U.S. at 475, 86 S.Ct. at 1628. The Court re-affirmed this position in North Carolina v. Butler, 441 U.S. 369, 99 S. Ct. 1755, 60 L. Ed. 2d 286 (1979), and said:\n\n*378 The courts must presume that a defendant did not waive his rights; the prosecution's burden is great....\n441 U.S. at 373, 99 S.Ct. at 1757.\nIn the case at bar, the state has failed to meet its burden of proof. Defendant's incriminating statement was a direct response to in-custody questioning by FBI agents, and, absent a showing that he waived his rights under Miranda, the statement was improperly admitted at trial. Thus, defendant is entitled to a new trial. Therefore, the judgment of the Court of Criminal Appeals is reversed, and the cause is remanded to that court with instructions to order a new trial.\nREVERSED AND REMANDED WITH INSTRUCTIONS.\nTORBERT, C.J., and MADDOX, JONES, SHORES, BEATTY and ADAMS, JJ., concur.\nFAULKNER, J., dissents.\nHOUSTON, J., not sitting.\n",
            "ocr": false,
            "opinion_id": 1686541
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}