{
    "id": 1691280,
    "judges": "Carter, McGIVERIN, Neuman, Snell, Ternus",
    "date_filed": 827280000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-henning",
    "case_name_short": "Henning",
    "case_name": "State v. Henning",
    "case_name_full": "STATE of Iowa, Appellee, v. Lawrence Michael HENNING, Appellant",
    "attorneys": "Linda Del Gallo, State Appellate Defender, and Sharon R. Stevens, Assistant State Appellate Defender, for appellant., Thomas J. Miller, Attorney General, Martha Boesen and Thomas G. Fisher, Jr., Assistant Attorneys General, J. Patrick White, County Attorney, and Janet Lyness, Assistant County Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b360-12\">\n    STATE of Iowa, Appellee, v. Lawrence Michael HENNING, Appellant.\n   </parties><br><docketnumber id=\"b360-15\">\n    No. 94-332.\n   </docketnumber><br><court id=\"b360-16\">\n    Supreme Court of Iowa.\n   </court><br><decisiondate id=\"b360-17\">\n    March 20, 1996.\n   </decisiondate><br><attorneys id=\"b361-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"323\"> \n     *323\n     </span>\n    Linda Del Gallo, State Appellate Defender, and Sharon R. Stevens, Assistant State Appellate Defender, for appellant.\n   </attorneys><br><attorneys id=\"b361-15\">\n    Thomas J. Miller, Attorney General, Martha Boesen and Thomas G. Fisher, Jr., Assistant Attorneys General, J. Patrick White, County Attorney, and Janet Lyness, Assistant County Attorney, for appellee.\n   </attorneys><br><judges id=\"b361-16\">\n    Considered by McGIVERIN, C.J., and CARTER, NEUMAN, SNELL, and TERNUS, JJ. •\n   </judges>",
    "citations": [
        "545 N.W.2d 322"
    ],
    "opinions": [
        {
            "author_str": "Carter",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4412.0,
            "opinion_text": "\n545 N.W.2d 322 (1996)\nSTATE of Iowa, Appellee,\nv.\nLawrence Michael HENNING, Appellant.\nNo. 94-332.\nSupreme Court of Iowa.\nMarch 20, 1996.\n*323 Linda Del Gallo, State Appellate Defender, and Sharon R. Stevens, Assistant State Appellate Defender, for appellant.\nThomas J. Miller, Attorney General, Martha Boesen and Thomas G. Fisher, Jr., Assistant Attorneys General, J. Patrick White, County Attorney, and Janet Lyness, Assistant County Attorney, for appellee.\nConsidered by McGIVERIN, C.J., and CARTER, NEUMAN, SNELL, and TERNUS, JJ.\nCARTER, Justice.\nDefendant, Lawrence Henning, appeals from a judgment of conviction on a charge of vehicular homicide in violation of Iowa Code section 707.6A(1)(a) (1993). The judgment followed his conviction by a trial jury. As grounds for reversal, defendant asserts insufficiency of the evidence, improper allowance of expert testimony, and failure of the trial court to grant a new trial based on the jurors' discussion of his three prior OWI convictions as a result of information obtained from sources outside the trial. The court of appeals rejected all of these contentions and affirmed the judgment. We are satisfied that the court of appeals adequately resolved the issues concerning sufficiency of the evidence and allowance of expert testimony. Our review of the juror-misconduct issue, however, leaves us with a firm conviction that sufficient prejudice was shown to warrant the granting of a new trial on that ground.\nWhile driving on an unlighted portion of Highway 218 south of Iowa City at 11 p.m., the defendant struck a bicycle. The bicycle rider, Chris Harding, age thirteen, was killed from the impact. The victim was wearing dark clothing at the time, and the bicycle had neither lights nor reflectors. During the three-hour period immediately preceding the fatal collision, defendant had been eating and drinking beer at a restaurant in the area. He testified that he had ordered four beers but only consumed three. The State offered evidence that the glasses of beer served to defendant held eighteen ounces. Expert testimony *324 on the part of the State indicated that at the time of the collision defendant's ability to drive an automobile would have been impaired by the quantity of beer that he agreed he had consumed. Expert testimony offered by the defendant refuted that contention.\nThe trial was subjected to a five-day interruption consisting of three days during which the judge was required to attend a state judicial conference and the following weekend. It appears from evidence later presented that several jurors learned during this time that the defendant had a prior record of OWI convictions. After the jury had commenced deliberating, a court attendant notified the court that one juror had approached him and claimed knowledge of defendant's prior OWI convictions. The court attendant advised the court as follows:\nApproximately 11:14 a.m. this date I was buzzed by the jury. At that time the judge and I talked just prior to that about taking the jury to lunch. When I told the jury we were going to be going to lunch at approximately 11:30, the juror David McNabb waved to me and stated that he needed to speak to me right away. To me, it appeared that he was possibly going to be ill. I didn't want to speak to him in front of everyone. He just stepped out of the room. At that time he expressed to me that he knew about three OWI's. At that time I told him to stop, that I didn't want to hear any more about whatever else he had to say. I advised him to go back into the jury room. At that time I reported directly to the judge.\nAfter receiving this information, the court gave the jury a general admonition that, although not referring to the subject of defendant's prior infractions, emphasized that no consideration should be given to information obtained from sources outside the courtroom.\nFollowing the return of a verdict of guilty, defendant filed a motion for new trial in which the subject of the juror discussions of his prior OWI convictions was developed by means of juror affidavits. These affidavits indicated that, during the time the trial was interrupted, several jurors learned that defendant had three prior OWI convictions. This information had been obtained from friends, coworkers, and from a television feature played for viewing in the area that was entitled \"What the Jurors Don't Know.\" At least one juror had viewed this program, which indicated that the information set forth was based on court records. The juror affidavits further indicated that the subject of defendant's prior OWI convictions was thereafter mentioned to the rest of the jurors during deliberations but had not, in the opinion of the affiants, affected the verdict. This circumstance illustrates that, during a criminal trial, media dissemination of information concerning the character of the defendant is not always in the public interest. Even if the information disseminated is entirely accurate, it may by its very nature cause an unwarranted prejudice and produce an unwanted disruption of the judicial process.\nThe district court denied the motion for new trial after discussing in a written ruling several of our decisions in which the jurors' knowledge of unrelated prior bad acts of an accused was held not to warrant a new trial.[1] Consideration of these and other cases reveal that we have been loath to grant a new trial on the ground that jurors have learned from sources outside the trial that the accused has been guilty of criminal acts other than the present charge. Iowa Rule of Evidence 606(b) is patterned after the federal rule and provides that juror affidavits may be used to impeach a verdict by showing that extraneous prejudicial information was improperly brought to the jury's attention but may not be used to establish the effect of this extraneous information on the course of the jury's deliberations. Lund v. McEnerney, 495 N.W.2d 730, 733 (Iowa 1993); Ryan v. Arneson, 422 N.W.2d 491, 495 (Iowa 1988).\nIn Doe v. Johnston, 476 N.W.2d 28 (Iowa 1991), we applied rule 606(b) and indicated that, when there is proof that extraneous material has reached the jury room, the *325 party seeking to overturn the verdict must show \"that the misconduct was calculated to, and with reasonable probability did, influence the verdict.\" Id. at 35; accord State v. Johnson, 445 N.W.2d 337, 342 (Iowa 1989). The impact of the misconduct is judged objectively to determine whether the extraneous information would prejudice a typical juror. Doe, 476 N.W.2d at 35. The standard has been expressed in terms of whether the material was of a type more likely than not to implant prejudice of an indelible nature upon the mind. State v. Mayberry, 411 N.W.2d 677, 685 (Iowa 1987).\nWe are convinced that the nature of the improper information to which the jury was subjected in the present case was sufficiently prejudicial to deny defendant a fair trial. This information went beyond merely advising the jurors that defendant had been guilty of bad acts other than the one alleged in the present case. It demonstrated that he was a habitual operator of a motor vehicle while under the influence of intoxicants. The question of whether defendant was operating his motor vehicle while under the influence at the time of the events leading to the present charge was a paramount issue in the case. Within this context, we find that it was very likely the evidence of defendant's prior convictions would prejudice the views of a typical juror concerning whether defendant was also under the influence on this occasion. Defendant's motion for a new trial should have been granted by the district court.\nAs a final matter, we note that the granting of a new trial may resurrect an issue argued on appeal concerning superseding cause. The defendant contends that the jury should have been instructed on that doctrine based on the role that poor illumination played in causing the collision between his motor vehicle and the victim's bicycle. We begin our discussion of this point by observing that whether circumstances call for the application of those rules of law relating to superseding causes is a question of law for the court. State v. Murray, 512 N.W.2d 547, 550 (Iowa 1994). Superseding causes flow from (a) the acts of third persons, or (b) some other active force that operates in producing the harm with which the party on trial is charged. Id. at 550-51; Restatement (Second) of Torts §§ 440, 441 (1965). Contributing factors such as road and lighting conditions against which the primary actor's conduct is being weighed to determine its culpability are neither the acts of third persons nor other active forces that produce a superseding cause. Restatement (Second) of Torts § 441. Based on the evidence produced at the first trial, the district court was correct in declining to instruct on the doctrine of superseding cause.\nWe have considered all issues presented and conclude that the decision of the court of appeals should be vacated and the judgment of the district court reversed. The case is remanded to the district court for a new trial of all issues on the vehicular homicide charge.\nDECISION OF COURT OF APPEALS VACATED; DISTRICT COURT JUDGMENT REVERSED AND REMANDED.\nNOTES\n[1]  The cases relied on by the district court were: State v. Johnson, 445 N.W.2d 337 (Iowa 1989); State v. Harrington, 349 N.W.2d 758 (Iowa 1984); and State v. Jackson, 195 N.W.2d 687 (Iowa 1972).\n\n",
            "ocr": false,
            "opinion_id": 1691280
        }
    ],
    "court_short_name": "Supreme Court of Iowa",
    "court_full_name": "Supreme Court of Iowa",
    "court_type": "S",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Murder"
}