{
    "id": 1711005,
    "judges": "Hood, Horn, O'Connell",
    "date_filed": "2008-09-07",
    "date_filed_is_approximate": true,
    "slug": "people-v-rivera",
    "case_name_short": "Rivera",
    "case_name": "People v. Rivera",
    "case_name_full": "People v. Rivera",
    "attorneys": "Frank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, Michael D. Thomas, Prosecuting Attorney, and Janet M. Boes, Assistant Prosecuting Attorney, for the people., State Appellate Defender (by Robyn B. Frankel), for the defendant on appeal.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted April 3, 1996, at Lansing.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b662-4\">\n    PEOPLE v RIVERA\n   </parties><br><docketnumber id=\"b662-5\">\n    Docket Nos. 176105, 176110.\n   </docketnumber><otherdate id=\"AaX\">\n    Submitted April 3, 1996, at Lansing.\n   </otherdate><decisiondate id=\"A6o\">\n    Decided May 17, 1996, at 9:10 A.M.\n   </decisiondate><br><attorneys id=\"b663-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"649\"> \n     *649\n     </span>\n<em>\n     Frank J. Kelley,\n    </em>\n    Attorney General,\n    <em>\n     Thomas L. Casey,\n    </em>\n    Solicitor General,\n    <em>\n     Michael D. Thomas,\n    </em>\n    Prosecuting Attorney, and\n    <em>\n     Janet M. Boes,\n    </em>\n    Assistant Prosecuting Attorney, for the people.\n   </attorneys><br><attorneys id=\"b663-7\">\n    State Appellate Defender (by\n    <em>\n     Robyn B.\n    </em>\n    Frankel), for the defendant on appeal.\n   </attorneys><br><judges id=\"b663-8\">\n    Before: O’Connell, P.J., and Hood and C. L. Horn,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    JJ.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b663-11\">\n     Circuit judge, sitting on the Court of Appeals by assignment.\n    </p>\n</div></div>",
    "citations": [
        "550 N.W.2d 593",
        "216 Mich. App. 648"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7559.0,
            "opinion_text": "\n550 N.W.2d 593 (1996)\n216 Mich. App. 648\nPEOPLE of the State of Michigan, Plaintiff-Appellee,\nv.\nManual Antonio RIVERA, a/k/a, Manuel Antonio Rivera, Defendant-Appellant. (Two Cases)\nDocket Nos. 176105, 176110.\nCourt of Appeals of Michigan.\nSubmitted April 3, 1996, at Lansing.\nDecided May 17, 1996, at 9:10 a.m.\nReleased for Publication July 12, 1996.\n*594 Frank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, Michael D. Thomas, Prosecuting Attorney, and Janet M. Boes, Assistant Prosecuting Attorney, for the people.\nState Appellate Defender (by Robyn B. Frankel), for the defendant on appeal.\nBefore: O'CONNELL, P.J., and HOOD and HORN,[*] JJ.\nPER CURIAM.\nIn Docket No. 176105, defendant pleaded guilty to charges of assault with intent to do great bodily harm, M.C.L. § 750.84; M.S.A. § 28.279, and of being an habitual offender, second offense, M.C.L. § 769.10; M.S.A. § 28.1082. In Docket No. 176110, stemming from an unrelated incident, defendant was convicted by a jury of assault with intent to commit murder, M.C.L. § 750.83; M.S.A. § 28.278, discharging a firearm from a vehicle *595 with intent to commit harm, M.C.L. § 750.234a; M.S.A. § 28.431(1), and two counts of possession of a firearm during the commission of a felony (felony-firearm), M.C.L. § 750.227b; M.S.A. § 28.424(2).\nA claim of appeal was filed with respect to each proceeding below. Despite the fact that the two lower court proceedings dealt with distinct criminal episodes, these two appeals were consolidated upon appellate defense counsel's motion. This apparent error likely stems from, first, the fact that the sentences in the two proceedings were imposed at one hearing, and, second, the fact that the judgment of sentence appealed in Docket No. 176105 reflects a conviction of felony-firearm that properly should have been reflected in the judgment of sentence appealed in Docket No. 176110.[1] However, this procedural oversight has no effect on our resolution of the issues raised on appeal.\nIn Docket No. 176105, we affirm. Appellate defense counsel has raised no allegations of error pertaining to Docket No. 176105.\nWith respect to Docket No. 176110, defendant raises three issues. First, defendant contends that his convictions of both assault with intent to commit murder and discharge of a firearm from a vehicle with intent to commit harm violate his constitutional protections against double jeopardy. The purpose of the double jeopardy protection against multiple punishment for the same offense is to protect the defendant's interest in not enduring more punishment than was intended by the Legislature. People v. Whiteside, 437 Mich. 188, 200, 468 N.W.2d 504 (1991). Thus, we must consider the legislative intent underlying the two statutes under which defendant was convicted. See People v. Robideau, 419 Mich. 458, 485, 355 N.W.2d 592 (1984). When determining legislative intent in the present context, this Court looks to whether each statute prohibits conduct violative of a social norm distinct from that protected by the other, the amount of punishment authorized by each statute, whether the statutes are hierarchical or cumulative, and the elements of each offense. People v. DeLeon, 177 Mich.App. 306, 308, 441 N.W.2d 85 (1989); People v. Crawford, 187 Mich.App. 344, 349, 467 N.W.2d 818 (1991).\nWe find no double jeopardy violation. The social norms protected by the respective statutes differ markedly. See People v. Warren (After Remand), 200 Mich.App. 586, 588, 504 N.W.2d 907 (1993); People v. Cortez, 206 Mich.App. 204, 206, 520 N.W.2d 693 (1994). Assault with intent to commit murder carries a maximum sentence of life imprisonment, M.C.L. § 750.83; M.S.A. § 28.278, while intentional discharge of a firearm from a vehicle carries a maximum sentence of four years, M.C.L. § 750.234a; M.S.A. § 28.431(1). The statutes are not hierarchical or cumulative, being in separate chapters of the Penal Code. See People v. Harrington, 194 Mich.App. 424, 428, 487 N.W.2d 479 (1992). Finally, the respective statutes involve different elements. Therefore, finding no legislative intent to the contrary, we conclude being convicted of both assault with intent to commit murder and intentional discharge of a firearm from a vehicle with intent to commit harm does not implicate double jeopardy concerns.\nSecond, defendant argues that prosecutorial misconduct deprived him of his right to a fair trial. However, because defense counsel failed to object to any of the alleged improprieties at trial, our review of the issue is precluded absent a miscarriage of justice. People v. Stanaway, 446 Mich. 643, 687, 521 N.W.2d 557 (1994). A miscarriage of justice will not be found if the prejudicial effect of the prosecutor's comments could have been cured by a timely curative instruction. People v. Gonzalez, 178 Mich.App. 526, 535, 444 N.W.2d 228 (1989). We have reviewed defendant's allegations of prosecutorial misconduct. We find that any misconduct that may have occurred was not so egregious that a prompt curative instruction could not have cured any resulting prejudicial effect. Thus, we do not find a miscarriage of justice.\n*596 Finally, defendant challenges the proportionality of the twenty- to forty-year sentence imposed for his conviction of assault with intent to commit murder. Defendant's minimum sentence of twenty years falls within the guidelines range and is, thus, presumptively proportionate. People v. Williams (After Remand), 198 Mich.App. 537, 543, 499 N.W.2d 404 (1993). Defendant has presented no evidence of \"unusual circumstances\" rendering this presumptively proportionate sentence disproportionate. See People v. Sharp, 192 Mich.App. 501, 505, 481 N.W.2d 773 (1992). Therefore, we find no abuse of discretion in the sentence imposed.\nWe affirm in both Docket Nos. 176105 and 176110.\nNOTES\n[*]  Carl L. Horn, 34th Judicial Circuit Judge, sitting on Court of Appeals by assignment pursuant to Const. 1963, Art. 6, Sec. 23, as amended 1968.\n[1]  Because neither party has challenged on appeal the mistaken judgments of sentence, we do not address the issue further.\n\n",
            "ocr": false,
            "opinion_id": 1711005
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}