{
    "id": 1697729,
    "judges": "Lee, P.J., Southwick, Chandler and Ishee",
    "date_filed": "2009-05-13",
    "date_filed_is_approximate": true,
    "slug": "gatlin-v-state",
    "case_name_short": "Gatlin",
    "case_name": "Gatlin v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "932 So. 2d 67"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n932 So.2d 67 (2006)\nJames GATLIN a/k/a Jamie Gatlin, Appellant,\nv.\nSTATE of Mississippi, Appellee.\nNo. 2005-CP-00759-COA.\nCourt of Appeals of Mississippi.\nJune 20, 2006.\n*68 James Gatlin, pro se.\nOffice of the Attorney General by Billy L. Gore, attorney for appellee.\nBefore LEE, P.J., SOUTHWICK, CHANDLER and ISHEE, JJ.\nCHANDLER, J., for the Court.\n¶ 1. On January 7, 2005, James Gatlin filed a motion for post-conviction relief (PCR) pertaining to his February 7, 1992 conviction of armed robbery and capital murder. On March 3, 2005, the Circuit Court of Walthall County dismissed Gatlin's PCR as time-barred. Gatlin appeals, arguing that his PCR fits within the newly discovered evidence exception to the time bar and that an evidentiary hearing is warranted on his claims of an involuntary guilty plea and ineffective assistance of counsel.\n¶ 2. We affirm. We find that Gatlin's PCR was properly dismissed pursuant to the time bar. Moreover, we find that Gatlin's PCR was barred as a successive pleading.\n\nPROCEDURAL HISTORY\n¶ 3. On February 7, 1992, Gatlin pled guilty to armed robbery, for which he was sentenced to twenty years, and to capital murder, for which he was sentenced to life in prison. On May 11, 1993, Gatlin timely filed a PCR seeking to vacate and set aside his guilty plea. In that PCR, Gatlin argued that his guilty plea was involuntary because he entered the plea in reliance on the erroneous advice of his appointed counsel. He further argued that he received ineffective assistance of counsel. After an evidentiary hearing, the circuit court denied post-conviction relief. Gatlin appealed the denial of post-conviction relief to the supreme court, which affirmed the judgment of the circuit court in an unpublished opinion. Gatlin v. State, No. 94-KP-00133-SCT, 693 So.2d 383 (Miss. Apr.24, 1997). Later, Gatlin was denied habeas corpus relief in federal court.\n¶ 4. Gatlin filed the instant PCR on January 7, 2005. In this second PCR, Gatlin makes arguments identical to those he advanced in his first PCR. However, in this PCR, Gatlin avers that he has recently discovered that his appointed counsel at the plea hearing was suspended from the practice of law. Gatlin argues that this \"newly discovered evidence\" both excepts his PCR from the time bar and demonstrates the merit of his claims that his plea was involuntary and that his counsel was constitutionally ineffective.\n\nSTANDARD OF REVIEW\n¶ 5. Mississippi Code Annotated 99-39-11(2) (Rev.2000) provides that the circuit court may summarily dismiss a PCR \"[i]f it plainly appears from the face of the motion, any annexed exhibits and the prior proceedings in the case that the movant is not entitled to any relief. . . .\" This Court will affirm the circuit court's dismissal of a PCR pursuant to section 99-39-11(2) if, after subjecting the PCR to de novo review, we conclude that the petitioner has failed to \"demonstrate `a claim procedurally alive substantial[ly] showing denial of a state or federal right. . . .'\" Young v. State, 731 So.2d 1120, 1122(¶ 9) (Miss.1999) (quoting Myers v. State, 583 So.2d 174, 176 (Miss.1991)).\n\nLAW AND ANALYSIS\n¶ 6. We have consolidated Gatlin's arguments for consideration under the following heading:\n\nI. WHETHER THE CIRCUIT COURT PROPERLY DISMISSED GATLIN'S PCR WITHOUT A HEARING.\n¶ 7. Mississippi Code Annotated section 99-39-5(2) (Supp.2005) provides *69 that, in the case of a guilty plea, a motion for post-conviction relief must be made \"within three (3) years after the entry of the judgment of conviction.\" The instant PCR was filed almost thirteen years after Gatlin's conviction. Therefore, unless an exception applies, the circuit court properly dismissed Gatlin's PCR as time-barred.\n¶ 8. Section 99-39-5(2) excepts from the three-year time bar:\nthose cases in which the prisoner can demonstrate either that there has been an intervening decision of the Supreme Court of either the State of Mississippi or the United States which would have actually adversely affected the outcome of his conviction or sentence or that he has evidence, not reasonably discoverable at the time of trial, which is of such nature that it would be practically conclusive that had such been introduced at trial it would have caused a different result in the conviction or sentence. Likewise excepted are those cases in which the prisoner claims that his sentence has expired or his probation, parole or conditional release has been unlawfully revoked. Likewise excepted are filings for post-conviction relief in capital cases which shall be made within one (1) year after conviction.\n¶ 9. Gatlin contends that the exception to the time bar for newly discovered evidence applies to his PCR. Gatlin avers that, in February 2000, he learned that his appointed counsel, Robert D. Underwood, had been suspended from the practice of law before he represented Gatlin at the plea hearing. Gatlin argues that, because this newly discovered evidence would have conclusively established the merits of his first PCR, his claims should be excepted from the time bar.\n¶ 10. Gatlin's argument is without merit. By its language, the newly discovered evidence exception applies to evidence that practically conclusively would have caused a different result had it been introduced at trial. Thus, contrary to Gatlin's reasoning, the exception to the time bar for newly discovered evidence pertains to evidence that would have affected the outcome of the collaterally attacked proceeding, not information that would have bolstered an earlier motion for post-conviction relief from the results of that proceeding.\n¶ 11. Gatlin's allegedly newly discovered evidence of his attorney's suspension would not have practically conclusively changed the outcome of the guilty plea hearing that Gatlin collaterally attacks. The supportive documentation attached to Gatlin's PCR includes an opinion from the Mississippi Supreme Court affirming attorney Underwood's suspension from the practice of law for one year from February 11, 1993. Underwood v. Mississippi Bar, 618 So.2d 64 (Miss.1993).[1] Underwood represented Gatlin at the plea hearing on February 7, 1992. Therefore, Gatlin's supportive documentation does not establish that his appointed counsel was suspended from the practice of law during his representation of Gatlin at the plea hearing. Accordingly, even if Gatlin's newly acquired knowledge of his counsel's suspension otherwise qualified as newly discovered evidence, and we do not opine that it does, that information would not have practically conclusively changed the result of his plea hearing. Gatlin also makes various arguments to the effect that Underwood's suspension from the practice of law makes it more likely that Underwood *70 committed misconduct in Gatlin's own case. We do not consider these arguments because the exception to the time bar for newly discovered evidence applies to evidence, not to a petitioner's newly crafted legal theories. Frost v. State, 781 So.2d 155, 158(¶ 7) (Miss.Ct.App.2000).\n¶ 12. We find that the trial court properly dismissed Gatlin's PCR as time-barred. We further observe that Gatlin's PCR was his second from his armed robbery and capital murder conviction. Therefore, it was barred as a successive pleading pursuant to Mississippi Code Annotated section 99-39-23(6) (Supp.2005), which states that \"any order dismissing the prisoner's motion or otherwise denying relief under this article is a final judgment and . . . shall be a bar to a second or successive motion under this article.\"\n¶ 13. THE JUDGMENT OF THE CIRCUIT COURT OF WALTHALL COUNTY DISMISSING THE MOTION FOR POST-CONVICTION RELIEF IS AFFIRMED. ALL COSTS OF THIS APPEAL ARE ASSESSED TO WALTHALL COUNTY.\nKING, C.J., LEE AND MYERS, P.JJ., SOUTHWICK, IRVING, GRIFFIS, BARNES, ISHEE AND ROBERTS, JJ., CONCUR.\nNOTES\n[1]  This opinion reflects that Underwood's suspension was unrelated to his representation of Gatlin.\n\n",
            "ocr": false,
            "opinion_id": 1697729
        }
    ],
    "court_short_name": "Court of Appeals of Mississippi",
    "court_full_name": "Court of Appeals of Mississippi",
    "court_type": "SA",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Murder"
}