{
    "id": 1776337,
    "judges": "Pudlowski, Satz, Smith",
    "date_filed": 391737600000,
    "date_filed_is_approximate": false,
    "slug": "city-of-st-louis-v-klocker",
    "case_name_short": "Klocker",
    "case_name": "City of St. Louis v. Klocker",
    "case_name_full": "CITY OF ST. LOUIS, Missouri, Plaintiff-Respondent, v. Jean KLOCKER, Defendant-Appellant; CITY OF ST. LOUIS, Missouri, Plaintiff-Respondent, v. Joseph KOTERSKI, Defendant-Appellant; CITY OF ST. LOUIS, Missouri, Plaintiff-Respondent, v. Miriam ANDREWS, Defendant-Appellant",
    "attorneys": "Andrew F. Puzder and E. Michael Murphy, St. Louis, for defendants-appellants., Stephen J. Kovac and Edward J. Hanlon, Asst. City Counselors, St. Louis, for plaintiff-respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motion for Rehearing and/or Transfer Denied July 16, 1982., Application to Transfer Denied Sept. 13, 1982.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 16,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b208-9\">\n    CITY OF ST. LOUIS, Missouri, Plaintiff-Respondent, v. Jean KLOCKER, Defendant-Appellant. CITY OF ST. LOUIS, Missouri, Plaintiff-Respondent, v. Joseph KOTERSKI, Defendant-Appellant. CITY OF ST. LOUIS, Missouri, Plaintiff-Respondent, v. Miriam ANDREWS, Defendant-Appellant.\n   </parties><docketnumber id=\"AxaY\">\n    Nos. 44077, 44078, 44079.\n   </docketnumber><br><court id=\"b208-18\">\n    Missouri Court of Appeals, Eastern District, Division Four.\n   </court><br><decisiondate id=\"b208-21\">\n    June 1, 1982.\n   </decisiondate><br><otherdate id=\"b208-22\">\n    Motion for Rehearing and/or Transfer Denied July 16, 1982.\n   </otherdate><br><otherdate id=\"b208-23\">\n    Application to Transfer Denied Sept. 13, 1982.\n   </otherdate><br><attorneys id=\"b208-31\">\n    Andrew F. Puzder and E. Michael Murphy, St. Louis, for defendants-appellants.\n   </attorneys><br><attorneys id=\"b208-32\">\n    Stephen J. Kovac and Edward J. Hanlon, Asst. City Counselors, St. Louis, for plaintiff-respondent.\n   </attorneys>",
    "citations": [
        "637 S.W.2d 174"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n637 S.W.2d 174 (1982)\nCITY OF ST. LOUIS, Missouri, Plaintiff-Respondent,\nv.\nJean KLOCKER, Defendant-Appellant.\nCITY OF ST. LOUIS, Missouri, Plaintiff-Respondent,\nv.\nJoseph KOTERSKI, Defendant-Appellant.\nCITY OF ST. LOUIS, Missouri, Plaintiff-Respondent,\nv.\nMiriam ANDREWS, Defendant-Appellant.\nNos. 44077, 44078, 44079.\nMissouri Court of Appeals, Eastern District, Division Four.\nJune 1, 1982.\nMotion for Rehearing and/or Transfer Denied July 16, 1982.\nApplication to Transfer Denied September 13, 1982.\nAndrew F. Puzder and E. Michael Murphy, St. Louis, for defendants-appellants.\nStephen J. Kovac and Edward J. Hanlon, Asst. City Counselors, St. Louis, for plaintiff-respondent.\nSATZ, Judge.\nPlaintiff, the City of St. Louis, charged defendants with trespass, a violation of § 795.010, Revised Code of the City of St. Louis. After trial to the court without a jury, defendants were convicted and fined $50.00 each.[1] On appeal, the sole issue is whether the trial court erred in granting plaintiff's motion in limine to exclude defendants' evidence in support of the defense of necessity. We find no error and affirm the judgment of the trial court.\n*175 In this cause, the facts are undisputed. On the morning of April 5, 1980, defendants went to the offices of Reproductive Health Services (RHS), an abortion clinic in the City of St. Louis. Defendants entered the RHS offices just as that facility was opening. Defendants intended to prevent the abortions scheduled to be performed that day. Toward that end, defendants attempted to dissuade abortion patients from having abortions, by advising those patients about the physical and psychological dangers of abortion. When it became apparent to defendants that their efforts at persuasion had failed and that the patients were about to enter the abortion facility, defendants blocked access to the abortion procedure rooms by sitting in the doorway to those rooms. Defendants were then requested by agents of RHS to leave the premises. Defendants refused to do so. Police officers for the City of St. Louis were called to the scene, and the officers placed defendants under arrest. Defendants refused to assist in moving themselves off the premises, and were, therefore, lifted and carried off the premises by police officers.\nSubsequently, defendants were charged with trespassing in violation of § 795.010 of the Revised Code of the City of St. Louis (1961).[2] At trial, defendants raised the defense of necessity. More specifically, defendants claimed that their actions of trespass were necessary to save the lives of the unborn fetuses scheduled to be aborted. Plaintiff responded with a motion in limine, requesting the court to prohibit defendants from offering any evidence in support of the necessity defense. The trial court granted plaintiff's motion in limine. After trial to the court upon stipulated facts, defendants were convicted of trespassing and fined $50.00 each. On appeal, defendants contend their defense of necessity was proper and, therefore, contend the trial court erred in granting plaintiff's motion in limine. We disagree.\nNecessity is a defense long-recognized by the common law as a type of justification defense. It is a defense which \"is often expressed in terms of choice of evils: [w]hen the pressure of circumstances presents one with a choice of evils, the law prefers that he avoid the greater evil by bringing about the lesser evil.\" LaFave and Scott, Criminal Law, § 50 at 382. Thus, conduct which otherwise would be a crime is justified and not criminal if the conduct is, under the pressure of circumstances, the lesser of two evils. See Arnolds and Garland, The Defense of Necessity in Criminal Law: The Right to Choose the Lesser Evil, 65 J.Crim.L. &amp; Criminology 289 (1974).\nThe defense of necessity has been poorly developed in our jurisprudence. Note, Necessity as a Defense to a Charge of Criminal Trespass in an Abortion Clinic, 48 Univ. of Cinn.L.Rev. 501, 503 (1979); Arnolds &amp; Garland, supra at 291. Nonetheless, the defense is usually distilled into three essential elements: \"(1) the act charged must have been done to prevent a significant [harm]; (2) there must have been no adequate alternative; (3) the harm caused must not have been disproportionate to the harm avoided.\" Cleveland v. Municipality of Anchorage, 631 P.2d 1073, 1078 (Alaska 1981); Arnolds &amp; Garland, supra at 294. The first two elements are factual determinations which may be satisfied by the defendant's reasonable belief. Townsend v. United States, 95 F.2d 352, 358 (D.C.Cir. 1938); United States v. Ashton, 24 F. Cas. 873, 874 (No. 14,470) (C.C.D.Mass.1834). The third factor is a value determination. *176 The defendant's belief is not necessarily relevant and certainly not controlling. LaFave and Scott, supra at 386. The accepted norms of society determine the relative harmfulness of the two alternatives and the defense is allowed if the \"harm done by the defendant in choosing the one alternative was less than the harm which would have been done if he had chosen the other.\" LaFave and Scott, supra at 386.\nTraditionally, the harm to be avoided had to be caused by the \"physical forces of nature (storms, privations) rather than from other human beings.\" LaFave and Scott, supra at 381. This requirement has been relaxed and the defense of necessity may encompass harm caused by human beings. See, e.g., People v. Lovercamp, 43 Cal. App. 3d 823, 118 Cal. Rptr. 110 (1974); see also Prosser, Torts § 24 at 124 (4th ed. 1971). However, if the necessity defense is expanded to include human threats, it has been suggested that the expansion is limited to those human threats which are illegal. Note, Necessity as a Defense to a Charge of Criminal Trespass in an Abortion Clinic, supra at 513.\nIn Missouri, the defense of necessity has been codified as an affirmative defense. § 563.026 RSMo 1978. Whenever evidence relating to the necessity defense is offered, the court must rule \"as a matter of law whether the claimed facts and circumstances would, if established, constitute a justification.\" § 563.026.2 RSMo 1978. Conduct which would otherwise be a crime is justifiable \"when it is necessary as an emergency measure to avoid an imminent public or private injury\" and the injury \"is of such gravity that, according to ordinary standards of intelligence and morality, the desirability of avoiding the injury outweighs the desirability of avoiding the injury sought to be prevented by the statute defining the crime charged.\" § 563.026.1 RSMo 1978.[3] Thus, the criminal conduct pursued by a defendant must be pursued to avoid an \"imminent public or private injury.\" Without a threatened injury, there is no justification for defendant's otherwise criminal conduct.\nDefendants contend the injury avoided by their conduct was the \"killing of human life\" by the abortion of unborn fetuses. More specifically, defendants contend that the performance of an abortion constitutes a public or private injury, within the meaning of the statute. We cannot agree. The harm threatened here was created by human beings rather than by physical forces of nature. Arguably, then, as noted, under one view of common law principles, this threatened harm had to be illegal if the necessity of defense were to be triggered. See, Note, Necessity as a Defense to a Charge of Criminal Trespass in an Abortion Clinic, supra at 507, 513. This interpretation of common law principles aside, the statute does require the threatened harm to be an imminent public or private injury before the necessity defense can be triggered. Normally, a public or private injury, when caused by a human being, presupposes the actionable invasion of some right. No actionable invasion of rights occurs in legally protected activity. Therefore, the *177 statutory terminology\u0097a public or private injury\u0097would not contemplate legally protected activity. Moreover, whatever construction is placed upon this terminology, no sensible construction would permit the terminology to include legally protected human activity, for protected activity, in the legal sense, causes no injury. In Roe v. Wade, 410 U.S. 113, 153, 93 S. Ct. 705, 726, 35 L. Ed. 2d 147 (1973), the Supreme Court of the United States recognized that a woman's decision to abort her pregnancy is protected by her constitutional right to privacy.[4] Since abortions, like those in issue here, are constitutionally protected activity and, therefore, legal, their occurrence cannot be a public or private injury. See People v. Stiso, 93 Ill.App.3d 101, 48 Ill. Dec. 687, 689, 416 N.E.2d 1209, 1211 (1981); People v. Krizka, 92 Ill.App.3d 288, 48 Ill. Dec. 141, 142, 416 N.E.2d 36, 37 (1981). Thus, defendants cannot rely on the statutory defense of necessity.\nThe trial court could have reached the same result by different reasoning. It could have found, as a matter of law, that defendant did not choose the lesser harm under the dictates of the statute. Again, this reasoning depends on the legality of abortion. Abortion can be construed \"as the taking of life or as the legal termination of pregnancy.\" Note, Necessity as a Defense to a Charge of Criminal Trespass, supra at 514. Defendants here believe the former characterization; our courts, under the present status of the law, must accept the latter. Id. at 514. Under Roe v. Wade, supra, the potential of life in an unborn fetus is not entitled to legal protection before viability, Roe v. Wade, supra 410 U.S. at 163, 93 S.Ct. at 731. Thus, legally, the abortion procedure is untainted. Balancing this legally untainted \"harm\" of abortion against trespass, the trial court could have sensibly concluded that, as a matter of law, \"the trespass which interferes with a fundamental right is the greater harm.\" Note, Necessity as a Defense to a Charge of Criminal Trespass in an Abortion Clinic, supra at 514.\nFinally, defendants' claim must fail for another reason. The conduct in question is justifiable as a necessity only if it is not \"inconsistent ... with some other provision of law.\" § 563.026 RSMo 1978. This language simply means that the legislature's decision prevails if and when it makes specific value choices. Thus, \"competing values which have been foreclosed by deliberate legislative choice are excluded from the general defense of justification, as when the law has dealt explicitly with the specific situations that present a choice of evils.\" § 563.026, Comment to 1973 Proposed Code. Our legislature has made its value judgment in this area and has concluded the interests defendants seek to vindicate are outweighed by the right to privacy defendants seek to invade. This is made crystal clear by the legislative proviso:\n\"It is the intention of the general assembly of the State of Missouri to reasonably regulate abortions in conformance with the decisions of our Supreme Court of the United States.\" § 188.010 RSMo 1978.\nThus, defendants' claim to the defense of necessity must fail since this claim is inconsistent with other provisions of law. See Cleveland v. Municipality of Anchorage, 631 P.2d 1073 (Alaska 1981).\nApparently, defendants attempt to circumvent the effect of Roe v. Wade, supra, by arguing that they reasonably believed they acted to prevent the destruction of human life and Roe v. Wade left open the question when human life begins. Defendants conclude they should have been permitted to elicit evidence to show life begins at conception. We believe the short answer given to a similar contention in People v. Krizka, supra, is correct and we adopt it here: L.C. 92 Ill.App.3d 288, 48 Ill.Dec. 142-143, 416 N.E.2d 37-38\n\n*178 \"True, in Roe, the Court acknowledged the existence of competing views regarding the point at which life begins. However, the Court declined to adopt the position that life begins at conception, giving recognition instead to the right of a woman to make her own abortion decision during the first trimester. 410 U.S. at 162, 93 S.Ct. at 730. We do not believe that the Court in Roe intended courts to make a case-by-case judicial determination of when life begins. We, therefore, reject defendants' argument.\"\nJudgment affirmed.\nSMITH, P. J., concurs.\nPUDLOWSKI, J., dissents.\nPUDLOWSKI, Judge, dissenting.\nOne perhaps should be particularly circumspect when he finds himself in solitary dissent. Commissioner v. \"Americans United\", Inc., 416 U.S. 752, 763, 94 S. Ct. 2053, 2059, 40 L. Ed. 2d 518 (1974) (dissenting opinion). On careful reflection, however, I am concerned that my position is a valid one, and I therefore set forth my views in opposition to those of the court. POLK County, et al., Petitioners v. Russell Richard Dodson, ___ U.S. ___, 102 S. Ct. 445, 70 L. Ed. 2d 409 (Blackmun, dissenting) The Criminal Law Reporter Dec. 16, 1981, Vol. 30 # 11. I would reverse the judgment and reverse the trial court's action in granting the plaintiff's motion in limine to exclude the defendants' evidence in support of their defense of necessity.\nThis case involves a limited issue in a limited situation. The question is whether a person, although a technical trespasser, may introduce evidence of the defense of necessity to save a human life.\nThe principle opinion is correct when it states that there are certain important requisites before the defense of necessity may be utilized. This long recognized common law[1] defense in certain situations absolves a defendant from liability in a \"criminal (note here we deal with a city ordinance) violation.\" The defense is certainly a limited one and is now embodied in our criminal code. Section 563.026 RSMo (1978). The issue posed by this case is whether a person charged with an infraction of a city ordinance may introduce evidence of the defense of necessity[2] when the object of his action was intended for the sole purpose of saving human lives.\nNumerous and extensive studies[3] have indicated that human life begins at the moment of conception. The Supreme Court of the United States in Roe v. Wade, 410 U.S. 113, 159, 93 S. Ct. 705, 729, 35 L. Ed. 2d 147 (1973) refused to address \"the difficult question\" despite the scientific view that life commences at that moment. The whole history of Judeo-Christian society has but one goal, i.e., to respect, continue and preserve human life, whether at the beginning or the end. The embodiment of these principles have been instilled in our legal and moral codes for centuries.\nWhile it is true that the doctrine of necessity or justification, as recognized by the common law and the Model Penal Codes does not permit the taking of human life to save another's life, yet when the act charged is the lesser of two evils, the doctrine of necessity or justification has been recognized as a defense to a criminal act. City of Chicago v. Mayer, 56 Ill. 2d 366, 308 N.E.2d 601 (1974); Cross v. State, 370 P.2d 371 (1962).\nThe two most famous cases, one English and the other American, dealing with the defense of justification are the Queen v. Dudley and Stephens, 14 Q.B. 273 (1884) *179 and Holmes, 26 Fed.Cas., 360 No. 15, 383 (E.D.Pa.1842). There the defendants were not absolved from criminal responsibility because a life or lives were taken in order to save others. These cases recognize the sanctity of human life and did not authorize the taking of another's life, even to save the lives of the defendant. But we deal here with a separate and monumental issue. Trespass, while it is an infraction and cannot be condoned, is obviously not as serious as the taking of life as in Dudley and Stephens and Holmes. The act charged (trespass) was done as appellants contend to prevent a significant harm (the taking of human life). Under the circumstances, as disclosed by the record, there was no other alternative, and the harm caused (obstruction of the doorways) was not disporportionate to the harm avoided, (the taking of an innocent, human life).\nNo matter that the Supreme Court has authorized abortion on demand. The court did not address the issue of the commencement of life. Roe v. Wade, supra.\nOur statute, drawn from the Model Penal Code, authorizes the defense of justification when \"it is necessary as an emergency measure to avoid an imminent ... private injury which is about to occur ... which is of such gravity that ... the desirability of avoiding the injury outweighs the desirability of avoiding the injury sought to be prevented by the statute (ordinance) defining the crime charged.\" In my opinion the action of the defendants fall within the meaning and spirit of our statute, § 563.026 RSMo (1978), supra.\nThe defendants, under the circumstances here, are entitled under our criminal code to introduce evidence on this valid issue of justification of necessity. Their action falls within the area of many decisions of the common law, (See LaFave &amp; Scott, § 50. p. 381, and Hall, George and Force, Criminal Law Procedure, 3rd Ed., ch. 8, p. 553) and within the provisions of the criminal code adopted by the legislature in 1979.\nThe thrust of my whole dissent is based not only on the accepted legal principle dealing with the defense of justification of necessity but is based on the common law view of the sanctity and uniqueness of human life which is succinctly embodied in Shakespeare:\n\"What a piece of work is a man! How noble in reason! How infinite in faculty! In form, in moving, how express and admirable! In action how like an angel, in apprehension how like a god! The beauty of the world, the paragon of animals.\"[4]\nTherefore, I would reverse the judgment and remand for a plenary trial to afford the defendants an opportunity to present the recognized penal and common law elements of their defense of justification of necessity.\nNOTES\n[1]  From the record, it appears that defendants were charged in separate cases and tried in one consolidated case. The separate appeals of three defendants were consolidated in this appeal.\n[2]  This section reads:\n\n\"No person, without lawful authority, or without the express or implied consent of the owner or his agent, shall enter any building or enter on any inclosed or improved real estate, lot or parcel of ground in the City; or, being upon the land of another, shall fail [or] refuse to leave the same when requested so to do by the person lawfully in possession thereof, his agent or representative; or deposit on the premises of another, or remove therefrom, any material, substance, earth, dirt, ashes, refuse, turf or other article or thing whatsoever.\"\n[3]  § 563.026 RSMo 1978 reads:\n\n\"1. Unless inconsistent with other provisions of this chapter defining justifiable use of physical force, or with some other provision of law, conduct which would otherwise constitute any crime other than a class A felony or murder is justifiable and not criminal when it is necessary as an emergency measure to avoid an imminent public or private injury which is about to occur by reason of a situation occasioned or developed through no fault of the actor, and which is of such gravity that, according to ordinary standards of intelligence and morality, the desirability of avoiding the injury outweighs the desirability of avoiding the injury sought to be prevented by the statute defining the crime charged.\n2. The necessity and justifiability of conduct under subsection 1 may not rest upon considerations pertaining only to the morality and advisability of the statute, either in its general application or with respect to its application to a particular class or cases arising thereunder. Whenever evidence relating to the defense of justification under this section is offered, the court shall rule as a matter of law whether the claimed facts and circumstances would, if established, constitute a justification.\n3. The defense of justification under this section is an affirmative defense.\"\n[4]  During the first three months of pregnancy, a woman and her physician may decide on an abortion free of any interference by the state. Roe v. Wade, supra at 163, 93 S.Ct. at 731. This right, however, is qualified during the later stages of pregnancy. Id. at 163-164, 93 S.Ct. at 731-732.\n[1]  Bracton in 2 De Legibus, f. 121 at 277 (Twiss ed. 1879).\n[2]  \"The doctrine of `necessity' and `coercion' are a tacit admission of man's impotence against some of the greatest evils that assail him, as well as a measure of his moral obligation even in extremes.\" Hall, General Principles of Criminal Law, Second Edition p. 416 (1960).\n[3]  See, Nathanson, Deeper into Abortion, 291 New Eng.J. of Med. 1189 (1974); Le Jeune and Lily, The Tiniest Humans (1977); Thomas, Introduction to Human Embryology (1968); Langman, Medical Embryology, Human Development \u0097Normal and Abnormal, (1963); Moore, Before We Are Born, Basic Embryology and Birth Defects, (1974).\n[4]  Hamlet, Act II, Sc. II.\n\n",
            "ocr": false,
            "opinion_id": 1776337
        },
        {
            "author_str": "Satz",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSATZ, Judge.\nPlaintiff, the City of St. Louis, charged defendants with trespass, a violation of § 795.010, Revised Code of the City of St. Louis. After trial to the court without a jury, defendants were convicted and fined $50.00 each.1 On appeal, the sole issue is whether the trial court erred in granting plaintiffs motion in limine to exclude defendants’ evidence in support of the defense of necessity. We find no error and affirm the judgment of the trial court.\n*175In this cause, the facts are undisputed. On the morning of April 5,1980, defendants went to the offices of Reproductive Health Services (RHS), an abortion clinic in the City of St. Louis. Defendants entered the RHS offices just as that facility was opening. Defendants intended to prevent the abortions scheduled to be performed that day. Toward that end, defendants attempted to dissuade abortion patients from having abortions, by advising those patients about the physical and psychological dangers of abortion. When it became apparent to defendants that their efforts at persuasion had failed and that the patients were about to enter the abortion facility, defendants blocked access to the abortion procedure rooms by sitting in the doorway to those rooms. Defendants were then requested by agents of RHS to leave the premises. Defendants refused to do so. Police officers for the City of St. Louis were called to the scene, and the officers placed defendants under arrest. Defendants refused to assist in moving themselves off the premises, and were, therefore, lifted and carried off the premises by police officers.\nSubsequently, defendants were charged with trespassing in violation of § 795.010 of the Revised Code of the City of St. Louis (1961).2 At trial, defendants raised the defense of necessity. More specifically, defendants claimed that their actions of trespass were necessary to save the lives of the unborn fetuses scheduled to be aborted. Plaintiff responded with a motion in limine, requesting the court to prohibit defendants from offering any evidence in support of the necessity defense. The trial court granted plaintiff’s motion in limine. After trial to the court upon stipulated facts, defendants were convicted of trespassing and fined $50.00 each. On appeal, defendants contend their defense of necessity was proper and, therefore, contend the trial court erred in granting plaintiff’s motion in li-mine. We disagree.\nNecessity is a defense long-recognized by the common law as a type of justification defense. It is a defense which “is often expressed in terms of choice of evils: [w]hen the pressure of circumstances presents one with a choice of evils, the law prefers that he avoid the greater evil by bringing about the lesser evil.” LaFave and Scott, Criminal Law, § 50 at 382. Thus, conduct which otherwise would be a crime is justified and not criminal if the conduct is, under the pressure of circumstances, the lesser of two evils. See Ar-nolds and Garland, The Defense of Necessity in Criminal Law: The Right to Choose the Lesser Evil, 65 J.Crim.L. &amp; Criminology 289 (1974).\nThe defense of necessity has been poorly developed in our jurisprudence. Note, Necessity as a Defense to a Charge of Crimi-na] Trespass in an Abortion Clinic, 48 Univ. of Cinn.L.Rev. 501, 503 (1979); Arnolds &amp; Garland, supra at 291. Nonetheless, the defense is usually distilled into three essential elements: “(1) the act charged must have been done to prevent a significant [harm]; (2) there must have been no adequate alternative; (3) the harm caused must not have been disproportionate to the harm avoided.” Cleveland v. Municipality of Anchorage, 631 P.2d 1073, 1078 (Alaska 1981); Arnolds &amp; Garland, supra at 294. The first two elements are factual determinations which may be satisfied by the defendant’s reasonable belief. Townsend v. United States, 95 F.2d 352, 358 (D.C.Cir. 1938); United States v. Ashton, 24 F.Cas. 873, 874 (No. 14,470) (C.C.D.Mass.1834). The third factor is a value determination. *176The defendant’s belief is not necessarily relevant and certainly not controlling. La-Fave and Scott, supra at 386. The accepted norms of society determine the relative harmfulness of the two alternatives and the defense is allowed if the “harm done by the defendant in choosing the one alternative was less than the harm which would have been done if he had chosen the other.” LaFave and Scott, supra at 386.\nTraditionally, the harm to be avoided had to be caused by the “physical forces of nature (storms, privations) rather than from other human beings.” LaFave and Scott, supra at 381. This requirement has been relaxed and the defense of necessity may encompass harm caused by human beings. See, e.g., People v. Lovercamp, 43 Cal.App.3d 823, 118 Cal.Rptr. 110 (1974); see also Prosser, Torts § 24 at 124 (4th ed. 1971). However, if the necessity defense is expanded to include human threats, it has been suggested that the expansion is limited to those human threats which are illegal. Note, Necessity as a Defense to a Charge of Criminal Trespass in an Abortion Clinic, supra at 513.\nIn Missouri, the defense of necessity has been codified as an affirmative defense. § 563.026 RSMo 1978. Whenever evidence relating to the necessity defense is offered, the court must rule “as a matter of law whether the claimed facts and circumstances would, if established, constitute a justification.” § 563.026.2 RSMo 1978. Conduct which would otherwise be a crime is justifiable “when it is necessary as an emergency measure to avoid an imminent public or private injury” and the injury “is of such gravity that, according to ordinary standards of intelligence and morality, the desirability of avoiding the injury outweighs the desirability of avoiding the injury sought to be prevented by the statute defining the crime charged.” § 563.026.1 RSMo 1978.3 Thus, the criminal conduct pursued by a defendant must be pursued to avoid an “imminent public or private injury.” Without a threatened injury, there is no justification for defendant’s otherwise criminal conduct.\nDefendants contend the injury avoided by their conduct was the “killing of human life” by the abortion of unborn fetuses. More specifically, defendants contend that the performance of an abortion constitutes a public or private injury, within the meaning of the statute. We cannot agree. The harm threatened here was created by human beings rather than by physical forces of nature. Arguably, then, as noted, under one view of common law principles, this threatened harm had to be illegal if the necessity of defense were to be triggered. See, Note, Necessity as a Defense to a Charge of Criminal Trespass in an Abortion Clinic, supra at 507, 513. This interpretation of common law principles aside, the statute does require the threatened harm to be an imminent public or private injury before- the necessity defense can be triggered. Normally, a public or private injury, when caused by a human being, presupposes the actionable invasion of some right. No actionable invasion of rights occurs in legally protected activity. Therefore, the *177statutory terminology- — a public or private injury — would not contemplate legally protected activity. Moreover, whatever construction is placed upon this terminology, no sensible construction would permit the terminology to include legally protected human activity, for protected activity, in the legal sense, causes no injury. In Roe v. Wade, 410 U.S. 113, 153, 93 S.Ct. 705, 726, 35 L.Ed.2d 147 (1973), the Supreme Court of the United States recognized that a woman’s decision to abort her pregnancy is protected by her constitutional right to privacy.4 Since abortions, like those in issue here, are constitutionally protected activity and, therefore, legal, their occurrence cannot be a public or private injury. See People v. Stiso, 93 Ill.App.3d 101, 48 Ill.Dec. 687, 689, 416 N.E.2d 1209, 1211 (1981); People v. Krizka, 92 Ill.App.3d 288, 48 Ill.Dec. 141, 142, 416 N.E.2d 36, 37 (1981). Thus, defendants cannot rely on the statutory defense of necessity.\nThe trial court could have reached the same result by different reasoning. It could have found, as a matter of law, that defendant did not choose the lesser harm under the dictates of the statute. Again, this reasoning depends on the legality of abortion. Abortion can be construed “as the taking of life or as the legal termination of pregnancy.” Note, Necessity as a Defense to a Charge of Criminal Trespass, supra at 514. Defendants here believe the former characterization; our courts, under the present status of the law, must accept the latter. Id. at 514. Under Roe v. Wade, supra, the potential of life in an unborn fetus is not entitled to legal protection before viability, Roe v. Wade, supra 410 U.S. at 163, 93 S.Ct. at 731. Thus, legally, the abortion procedure is untainted. Balancing this legally untainted “harm” of abortion against trespass, the trial court could have sensibly concluded that, as a matter of law, “the trespass which interferes with a fundamental right is the greater harm.” Note, Necessity as a Defense to a Charge of Criminal Trespass in an Abortion Clinic, supra at 514.\nFinally, defendants’ claim must fail for another reason. The conduct in question is justifiable as a necessity only if it is not “inconsistent ... with some other provision of law.” § 563.026 RSMo 1978. This language simply means that the legislature’s decision prevails if and when it makes specific value choices. Thus, “competing values which have been foreclosed by deliberate legislative choice are excluded from the general defense of justification, as when the law has dealt explicitly with the specific situations that present a choice of evils.” § 563.026, Comment to 1973 Proposed Code. Our legislature has made its value judgment in this area and has concluded the interests defendants seek to vindicate are outweighed by the right to privacy defendants seek to invade. This is made crystal clear by the legislative proviso:\n“It is the intention of the general assembly of the State of Missouri to reasonably regulate abortions in conformance with the decisions of our Supreme Court of the United States.” § 188.010 RSMo 1978.\nThus, defendants’ claim to the defense of necessity must fail since this claim is inconsistent with other provisions of law. See Cleveland v. Municipality of Anchorage, 631 P.2d 1073 (Alaska 1981).\nApparently, defendants attempt to circumvent the effect of Roe v. Wade, supra, by arguing that they reasonably believed they acted to prevent the destruction of human life and Roe v. Wade left open the question when human life begins. Defendants conclude they should have been permitted to elicit evidence to show life begins at conception. We believe the short answer given to a similar contention in People v. Krizka, supra, is correct and we adopt it here: L.C. 92 Ill.App.3d 288,48 Ill.Dec. 142-143, 416 N.E.2d 37-38\n*178“True, in Roe, the Court acknowledged the existence of competing views regarding the point at which life begins. However, the Court declined to adopt the position that life begins at conception, giving recognition instead to the right of a woman to make her own abortion decision during the first trimester. 410 U.S. at 162, 93 S.Ct. at 730. We do not believe that the Court in Roe intended courts to make a case-by-case judicial determination of when life begins. We, therefore, reject defendants’ argument.”\nJudgment affirmed.\nSMITH, P. J., concurs.\nPUDLOWSKI, J., dissents.\n\n. From the record, it appears that defendants were charged in separate cases and tried in one consolidated case. The separate appeals of *175three defendants were consolidated in this appeal.\n\n\n. This section reads:\n“No person, without lawful authority, or without the express or implied consent of the owner or his agent, shall enter any building or enter on any inclosed or improved real estate, lot or parcel of ground in the City; or, being upon the land of another, shall fail [or] refuse to leave the same when requested so to do by the person lawfully in possession thereof, his agent or representative; or deposit on the premises of another, or remove therefrom, any material, substance, earth, dirt, ashes, refuse, turf or other article or thing whatsoever.”\n\n\n. § 563.026 RSMo 1978 reads:\n“1. Unless inconsistent with other provisions of this chapter defining justifiable use of physical force, or with some other provision of law, conduct which would otherwise constitute any crime other than a class A felony or murder is justifiable and not criminal when it is necessary as an emergency measure to avoid an imminent public or private injury which is about to occur by reason of a situation occasioned or developed through no fault of the actor, and which is of such gravity that, according to ordinary standards of intelligence and morality, the desirability of avoiding the injury outweighs the desirability of avoiding the injury sought to be prevented by the statute defining the crime charged.\n2. The necessity and justifiability of conduct under subsection 1 may not rest upon considerations pertaining only to the morality and advisability of the statute, either in its general application or with respect to its application to a particular class or cases arising thereunder. Whenever evidence relating to the defense of justification under this section is offered, the court shall rule as a matter of law whether the claimed facts and circumstances would, if established, constitute a justification.\n3. The defense of justification under this section is an affirmative defense.”\n\n\n. During the first three months of pregnancy, a woman and her physician may decide on an abortion free of any interference by the state. Roe v. Wade, supra at 163, 93 S.Ct. at 731. This right, however, is qualified during the later stages of pregnancy. Id. at 163-164, 93 S.Ct. at 731-732.\n\n",
            "ocr": false,
            "opinion_id": 9681324
        },
        {
            "author_str": "Pudlowski",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPUDLOWSKI, Judge,\ndissenting.\nOne perhaps should be particularly circumspect when he finds himself in solitary dissent. Commissioner v. “Americans United”, Inc., 416 U.S. 752, 763, 94 S.Ct. 2053, 2059, 40 L.Ed.2d 518 (1974) (dissenting opinion). On careful reflection, however, I am concerned that my position is a valid one, and I therefore set forth my views in opposition to those of the court. POLK County, et al., Petitioners v. Russell Richard Dodson, - U.S. -, 102 S.Ct. 445, 70 L.Ed.2d 409 (Blackmun, dissenting) The Criminal Law Reporter Dec. 16, 1981, Vol. 30 # 11. I would reverse the judgment and reverse the trial court’s action in granting the plaintiff’s motion in limine to exclude the defendants’ evidence in support of their defense of necessity.\nThis case involves a limited issue in a limited situation. The question is whether a person, although a technical trespasser, may introduce evidence of the defense of necessity to save a human life.\nThe principle opinion is correct when it states that there are certain important requisites before the defense of necessity may be utilized. This long recognized common law1 defense in certain situations absolves a defendant from liability in a “criminal (note here we deal with a city ordinance) violation.” The defense is certainly a limited one and is now embodied in our criminal code. Section 563.026 RSMo (1978). The issue posed by this case is whether a person charged with an infraction of a city ordinance may introduce evidence of the defense of necessity2 when the object of his action was intended for the sole purpose of saving human lives.\nNumerous . and extensive studies3 have indicated that human life begins at the moment of conception. The Supreme Court of the United States in Roe v. Wade, 410 U.S. 113, 159, 93 S.Ct. 705, 729, 35 L.Ed.2d 147 (1973) refused to address “the difficult question” despite the scientific view that life commences at that moment. The whole history of Judeo-Christian society has but one goal, i.e., to respect, continue and preserve human life, whether at the beginning or the end. The embodiment of these principles have been instilled in our legal and moral codes for centuries.\nWhile it is true that the doctrine of necessity or justification, as recognized by the common law and the Model Penal Codes does not permit the taking of human life to save another’s life, yet when the act charged is the lesser of two evils, the doctrine of necessity or justification has been recognized as a defense to a criminal act. City of Chicago v. Mayer, 56 Ill.2d 366, 308 N.E.2d 601 (1974); Cross v. State, 370 P.2d 371 (1962).\nThe two most famous cases, one English and the other American, dealing with the defense of justification are the Queen v. Dudley and Stephens, 14 Q.B. 273 (1884) *179and Holmes, 26 Fed.Cas., 360 No. 15, 383 (E.D.Pa.1842). There the defendants were not absolved from criminal responsibility because a life or lives were taken in order to save others. These cases recognize the sanctity of human life and did not authorize the taking of another’s life, even to save the lives of the defendant. But we deal here with a separate and monumental issue. Trespass, while it is an infraction and cannot be condoned, is obviously not as serious as the taking of life as in Dudley and Stephens and Holmes. The act charged (trespass) was done as appellants contend to prevent a significant harm (the taking of human life). Under the circumstances, as disclosed by the record, there was no other alternative, and the harm caused (obstruction of the doorways) was not disporpor-tionate to the harm avoided, (the taking of an innocent, human life).\nNo matter that the Supreme Court has authorized abortion on demand. The court did not address the issue of the commencement of life. Roe v. Wade, supra.\nOur statute, drawn from the Model Penal Code, authorizes the defense of justification when “it is necessary as an emergency measure to avoid an imminent ... private injury which is about to occur ... which is of such gravity that ... the desirability of avoiding the injury outweighs the desirability of avoiding the injury sought to be prevented by the statute (ordinance) defining the crime charged.” In my opinion the action of the defendants fall within the meaning and spirit of our statute, § 563.026 RSMo (1978), supra.\nThe defendants, under the circumstances here, are entitled under our criminal code to introduce evidence on this valid issue of justification of necessity. Their action falls within the area of many decisions of the common law, (See LaFave &amp; Scott, § 50. p. 381, and Hall, George and Force, Criminal Law Procedure, 3rd Ed., ch. 8, p. 553) and within the provisions of the criminal code adopted by the legislature in 1979.\nThe thrust of my whole dissent is based not only on the accepted legal principle dealing with the defense of justification of necessity but is based on the common law view of the sanctity and uniqueness of human life which is succinctly embodied in Shakespeare:\n“What a piece of work is a man! How noble in reason! How infinite in faculty! In form, in moving, how express and admirable! In action how like an angel, in apprehension how like a god! The beauty of the world, the paragon of animals.” 4\nTherefore, I would reverse the judgment and remand for a plenary trial to afford the defendants an opportunity to present the recognized penal and common law elements of their defense of justification of necessity.\n\n. Bracton in 2 De Legibus, f. 121 at 277 (Twiss ed. 1379).\n\n\n. “The doctrine of ‘necessity’ and ‘coercion’ are a tacit admission of man’s impotence against some of the greatest evils that assail him, as well as a measure of his moral obligation even in extremes.” Hall, General Principles of Criminal Law, Second Edition p. 416 (1960).\n\n\n.See, Nathanson, Deeper into Abortion, 291 New Eng.J. of Med. 1189 (1974); Le Jeune and Lily, The Tiniest Humans (1977); Thomas, Introduction to Human Embryology (1968); Langman, Medical Embryology, Human Development — Normal and Abnormal, (1963); Moore, Before We Are Born, Basic Embryology and Birth Defects, (1974).\n\n\n. Hamlet, Act II, Sc. II.\n\n",
            "ocr": false,
            "opinion_id": 9681325
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}