{
    "id": 1717566,
    "judges": "Crippen, Forsberg, Kalitowski",
    "date_filed": 568944000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-stillday",
    "case_name_short": "Stillday",
    "case_name": "State v. Stillday",
    "case_name_full": "STATE of Minnesota, Respondent, v. Reggie Lee STILLDAY, Appellant",
    "attorneys": "Hubert H. Humphrey, III, Atty. Gen., Paul R. Kempainen, Sp. Asst. Atty. Gen., Saint Paul, Thomas Keyes, Beltrami Co. Atty., Bemidji, for respondent., C. Paul Jones, State Public Defender, Cathryn Y. Middlebrook, Asst. Public Defender, Minneapolis, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Review Denied March 18, 1988.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b766-11\">\n    STATE of Minnesota, Respondent, v. Reggie Lee STILLDAY, Appellant.\n   </parties><docketnumber id=\"A98\">\n    No. C0-87-734.\n   </docketnumber><br><court id=\"b766-14\">\n    Court of Appeals of Minnesota.\n   </court><br><decisiondate id=\"b766-15\">\n    Jan. 12, 1988.\n   </decisiondate><br><otherdate id=\"b766-16\">\n    Review Denied March 18, 1988.\n   </otherdate><br><attorneys id=\"b768-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"730\"> \n     *730\n     </span>\n    Hubert H. Humphrey, III, Atty. Gen., Paul R. Kempainen, Sp. Asst. Atty. Gen., Saint Paul, Thomas Keyes, Beltrami Co. Atty., Bemidji, for respondent.\n   </attorneys><br><attorneys id=\"b768-10\">\n    C. Paul Jones, State Public Defender, Cathryn Y. Middlebrook, Asst. Public Defender, Minneapolis, for appellant.\n   </attorneys><br><judges id=\"b768-11\">\n    Considered and decided by FORSBERG, P.J., and CRIPPEN and KALITOWSKI, JJ., with oral argument waived.\n   </judges>",
    "citations": [
        "417 N.W.2d 728"
    ],
    "opinions": [
        {
            "author_str": "Forsberg",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7619.0,
            "opinion_text": "\n417 N.W.2d 728 (1988)\nSTATE of Minnesota, Respondent,\nv.\nReggie Lee STILLDAY, Appellant.\nNo. C0-87-734.\nCourt of Appeals of Minnesota.\nJanuary 12, 1988.\nReview Denied March 18, 1988.\n*730 Hubert H. Humphrey, III, Atty. Gen., Paul R. Kempainen, Sp. Asst. Atty. Gen., Saint Paul, Thomas Keyes, Beltrami Co. Atty., Bemidji, for respondent.\nC. Paul Jones, State Public Defender, Cathryn Y. Middlebrook, Asst. Public Defender, Minneapolis, for appellant.\nConsidered and decided by FORSBERG, P.J., and CRIPPEN and KALITOWSKI, JJ., with oral argument waived.\n\nOPINION\nFORSBERG, Judge.\nThe trial court granted a mistrial based on improper comments and allowed appellant Reggie Lee Stillday to be tried again. On retrial, the court refused to instruct on lesser offenses and approved a guilty verdict. We affirm.\n\nFACTS\nThe events leading to Stillday's conviction occurred on August 1, 1986, at the Beltrami County Fair. Stillday, Darrell Pierre, Alan Jones, and Randy Jones met at the fairgrounds and walked around to see the sights. Each carried a knife.\nWhile walking through the midway, Randy Jones physically bumped into the victim, Jacques Whitefeather. Sharp words were exchanged. Nothing else happened and Whitefeather left the area.\nAbout one hour later, Stillday, Pierre, and the Jones saw Whitefeather standing with other people near a ride. Randy Jones approached Whitefeather. When the two squared off to fight, the crowd drew back, creating a semicircular \"ring\" around the participants. Alan Jones, Darrell Pierre, and Stillday stood near Randy Jones. At some point Randy Jones backed off and the fight seemed to end.\nAfter Randy Jones backed off, Stillday testified that he entered the \"ring,\" drew a knife, and \"wiggled\" it at Whitefeather. Stillday claimed Whitefeather hit him once in the left eye. Stillday said he then swung the knife at Whitefeather three times in an effort to scare Whitefeather. He testified that he swung the knife in a side to side motion, but that he never thrust the knife at Whitefeather, never connected with Whitefeather, and did not intend to kill or hurt Whitefeather. Stillday admitted that there were no other persons within an arms length of Whitefeather. He indicated the fight ended when he simply turned, sheathed his knife, and walked away. Stillday saw no blood on Whitefeather and did not know Whitefeather was injured until several minutes after the fight.\nBoth parties called as witnesses a number of persons who stood in the crowd and who watched the fight from beginning to end. The testimony of these witnesses was consistent in the following respects: Stillday entered the ring after Randy Jones backed away. Stillday drew a knife. Two witnesses said Whitefeather also had a knife. No one saw Whitefeather hit Stillday. Stillday swung the knife at least two times, and four witnesses saw the knife actually strike Whitefeather. Witnesses standing behind Whitefeather testified that although they did not see the knife strike Whitefeather, they saw blood on the left side of his chest when Whitefeather turned around immediately after Stillday swung the knife.\nAfter the stabbing, Whitefeather walked some distance and then collapsed. He died later in the hospital. An autopsy revealed that Whitefeather died from a single stab *731 wound to the left upper chest that pierced his heart. The medical examiner testified that the angle and direction of the stab wound indicated that either the knife or the victim was in motion when the knife struck the body.\nStillday testified that after the fight he and Pierre went behind one of the fair booths. Police Officer Stewart arrived and confronted Stillday and Pierre. Stewart noticed Stillday moving toward him with a knife drawn. Stewart kicked the knife out of Stillday's hand, and Stillday ran off. Eventually, Stillday, Pierre, Randy Jones, and Alan Jones were arrested. Police recovered three knives on the scene.\nExhibit # 3 was the black survival knife that Stewart kicked out of Stillday's hand. Exhibit # 7 was a camouflage survival knife that Stewart found stuck into the ground near the booth where the four retreated. Exhibit # 8 was a butterfly knife recovered from Pierre.\nA crime laboratory analyst testified that all three knives showed traces of human blood. The blood on Exhibit # 3 could have come from Whitefeather, Randy Jones, or Alan Jones. Tests on Exhibit # 7 were inconclusive. The blood on Exhibit # 8 could only have come from Stillday or Pierre.\nStillday, Pierre, and the Jones were taken to jail and charged with crimes related to Whitefeather's death. Randy Jones and Pierre pleaded to second degree assault in exchange for their testimony and the dismissal of two other charges. Alan Jones pleaded to disorderly conduct for the same exchange. Stillday pleaded not guilty to second degree murder.\nStillday's first trial began October 22, 1986. That proceeding ended in a mistrial because of the following exchange between Pierre and defense counsel Kief on cross-examination:\nQ Isn't it true that over a pool game, you made the statement, that it was you that stabbed Jacques Whitefeather?\nA No, someone else made that.\nQ Isn't it also true, that while you were in the Beltrami County Jail, you made the statement, bragging, that you are the one that actually killed Jacques Whitefeather?\nA I said that because the cops told me that.\nQ So you admit that you said that while you were in the jail?\nA The cops told me that.\nQ The cops told you, you're the one that did it?\nA They said I was in there for murder.\nQ You then said, to other prisoners who were in there, that you are the one that did it, isn't that correct?\nA No.\nThere was no objection to this line of questioning and the court recessed for lunch. Prosecutor Keyes said he approached Kief during lunch and asked where he got the information concerning Pierre. Kief said that Alan Jones, Alan Jones' mother, and Randy Jones' mother volunteered the information to him during morning recess that day.\nKeyes and Kief questioned Alan Jones and Randy Jones during lunch about the information. Keyes said that Alan Jones told him that Pierre told someone he (Pierre) was in Moorhead Detention \"for stabbing a guy in Bemidji.\" Pierre did not specifically say that he stabbed Whitefeather.\nKeyes then questioned Randy Jones, who denied that he heard Pierre say he stabbed Whitefeather. Keyes moved for a mistrial because the questions asked by Kief based on this information \"were totally improper and highly prejudicial * * *.\"\nThe court granted the state's motion for a mistrial, stating:\nIn some cases, I think, Mr. Kief, I could ignore that, but this admittedly is a case of who done it. And, this has poisoned the well, which in effect claims that this particular witness, who was in the immediate area, could have had an opportunity to have done this act, to accuse him of making the statement or admissions that he had done it, and bragging about this fact, without having those witnesses available to testify, that *732 in fact, he did make those statements, is so prejudicial to the case, that I'm forced to grant the mistrial and it is so granted.\nStillday's second trial began November 26, 1986. The jury found Stillday guilty of second degree murder, and the court sentenced Stillday to 105 months. Stillday appeals from his conviction.\n\nISSUES\n1. Did defense counsel's questioning create a manifest necessity for granting a mistrial so that the second trial did not violate Stillday's constitutional protection against double jeopardy?\n2. Did the trial court properly deny Stillday's request for an instruction on second degree assault?\n3. Does the evidence support the jury verdict?\n\nANALYSIS\n\nI.\nThe necessity of a mistrial is a matter committed to the discretion of the trial court. State v. McDonald, 298 Minn. 449, 454, 215 N.W.2d 607, 610 (1974).\nNo person may be put twice in jeopardy for the same offense. U.S. Const. amend. V; Minn. Const. art. I, § 7. Jeopardy attaches when the jury is impaneled and sworn. McDonald, 298 Minn. at 452, 215 N.W.2d at 609. Circumstances may arise in which the trial court may abort the trial and retry the defendant without violating the protection against double jeopardy. Id. at 453, 215 N.W.2d at 609. Where a mistrial is granted over the objection of the accused, the state must demonstrate \"manifest necessity\" for mistrial before the defendant may be retried. Arizona v. Washington, 434 U.S. 497, 505, 98 S. Ct. 824, 830, 54 L. Ed. 2d 717 (1978).\nWhere defense counsel makes improper and prejudicial remarks within the hearing of the jury, a determination of manifest necessity for a mistrial is entitled to \"special respect.\" Id. at 510, 98 S.Ct. at 833.\n[T]he overriding interest in the evenhanded administration of justice requires that we accord the highest degree of respect to the trial judge's evaluation of the likelihood that the impartiality of one or more jurors may have been affected by the improper comment.\nId. at 511, 98 S.Ct. at 833.\nWashington controls this case with one important exception: in Washington, the Supreme Court assumed that counsel's remarks were improper, while there is no basis for this court to indulge in a similar assumption. See id. Before this court reaches the question of manifest necessity, we must decide whether defense counsel's cross-examination was legally improper.\nThe mere asking of a question which by innuendo may leave a prejudicial supposition as to the existence of facts that cannot be proved has frequently been held sufficiently damaging to require a new trial. State v. Currie, 267 Minn. 294, 302, 126 N.W.2d 389, 395 (1964). \"Whether cross-examination concerning a prior inconsistent statement is justified turns on whether the question is based on evidence or is simply an attempt by the prosecutor to utilize innuendo.\" State v. Stofflet, 281 N.W.2d 494, 497 (Minn.1979).\nThe Minnesota Supreme Court has adopted standards concerning the conduct of counsel at trial. In State v. White, 295 Minn. 217, 203 N.W.2d 852 (1973), the court stated:\n[I]t is unprofessional conduct to ask a question which implies a factual predicate which the examiner cannot support by evidence, or intentionally to mislead the jury in argument as to inferences it may draw.\nId. at 223, 203 N.W.2d at 857 (citations omitted).\nIn State v. Lindsey, 284 N.W.2d 368 (Minn.1979), the court affirmed a second degree murder conviction. One issue concerned the state's failure to provide a factual predicate for an impeachment question. The prosecutor asked a defense witness:\nQ: [I]sn't it true that within a matter of a few days after [the murder], while *733 you were still over in the County Jail, you spoke to a fellow prisoner over there, and you stated, `[the decedent] shot my brother \u0097'\n[Defense Counsel]: Just a minute.\nQ: [Prosecutor] `\u0097 well, he killed my brother, so we killed his mother.'?\nA: No.\nQ: You never made that statement?\nA: No.\nId. at 375. Defense moved for a mistrial after the state rested without supplying a factual predicate for the question. The court denied the motion, but instructed the jury to \"disregard the question in its entirety.\" Id.\nOn appeal, the Supreme Court stated that \"this is not a case where a question was asked implying a factual predicate which the examiner could not support.\" Id. The record showed that a person present in the courtroom was prepared to testify that the defense witness had made the statement, but that when defense counsel sought an early recess that person left and failed to return. The court added that a cautionary instruction cured any possible error arising from this incident.\nIn this case, Stillday could produce no witness to provide a factual predicate for the questions put to Pierre. Randy Jones flatly denied Pierre ever made the statement, and Alan Jones' report of the statement was exaggerated. Stillday left the impression that Pierre admitted the stabbing, but had no factual basis to back up this claim.\nAlan Jones said he overheard someone ask Pierre why he was in jail, and Pierre responded \"for stabbing a guy in Bemidji.\" Defense counsel took this to be an admission of guilt, but the context of the question makes that interpretation unlikely. The next logical question would have been \"Did you do it?\" Pierre was explaining what the police told him, not what he personally did. Even if the statement could be interpreted as an admission, we believe the defense counsel exaggerated the statement, characterizing it as a bragging assertion of guilt. There is absolutely no factual support that Pierre boldly announced that he stabbed Whitefeather.\nStillday argues that despite the absence of a factual predicate, the questions were not improper because they were asked in good faith based on the information available at the time. Good faith in asking improper questions is totally irrelevant. A party's rights are just as prejudiced \"by a question asked in good faith as by one asked with a vicious purpose.\" Currie, 267 Minn. at 304, 126 N.W.2d at 396 (quoting State v. Silvers, 230 Minn. 12, 22, 40 N.W.2d 630, 635 (1950)). Accordingly, the questions were improper because they assumed facts that defense counsel was not able to prove.\nThe next step in the analysis is to determine whether the trial court abused its discretion by finding that the impropriety created a manifest necessity for a mistrial. Appellate courts owe \"special\" respect to the trial court's determination. Washington, 434 U.S. at 510, 98 S.Ct. at 832-33.\nThe court in this case ruled that because defense counsel introduced a version of facts that he was not in a position to prove, he \"poisoned the well.\" Apparently, the court meant the jury was irretrievably tainted by the defense counsel's improper line of questioning. This would explain why a less drastic curative measure was not practical; it was the court's opinion that a \"poisoned\" jury was an unfair jury. Given the special respect accorded to the trial court and the lack of any compelling argument otherwise, we find that the trial court did not abuse its discretion. The state properly retried Stillday because the prior mistrial was caused by a manifest necessity.\nThis analysis forecloses Stillday's claim that the trial court improperly restricted his right to cross-examine and precluded him from presenting a defense. The rights to confrontation and a fair trial do not include the right to ask improper and prejudicial questions.\n\n\n*734 II.\nIn murder cases, the test for determining which, if any, lesser degrees should be submitted is \"whether the evidence would reasonably support a conviction of the lesser degree and at the same time is such that a finding of not guilty of the greater offense would be justified.\" State v. Leinweber, 303 Minn. 414, 422, 228 N.W.2d 120, 125-26 (1975).\nAppellant argues that the trial court should have submitted an instruction on second degree assault. Citing the Leinweber test, Stillday argues the evidence could reasonably support an assault conviction without justifying a conviction for homicide (i.e. Whitefeather did not die from Stillday's assault). This assertion is without merit. Every witness testified that Stillday fought Whitefeather with a knife. Four witnesses saw Stillday's knife pierce the upper left side of Whitefeather's chest. Many other witnesses saw Whitefeather bleeding immediately after Stillday swung the knife. An autopsy revealed that Whitefeather died of a knife wound to the upper left chest. There is no reasonable doubt that if Stillday in fact swung the knife, the knife wound killed Whitefeather. The trial court properly refused an instruction on second degree assault.\n\nIII.\nA court reviewing the sufficiency of the evidence must examine the evidence in the light most favorable to the verdict and assume that the jury disbelieved testimony which conflicts with the verdict. State v. Oevering, 268 N.W.2d 68, 71 (Minn.1978). If based on all the evidence, the jury could reasonably find as it did, an appellate court may not upset the verdict. Id.\nStillday correctly argues that the state must prove each element of a crime beyond a reasonable doubt to obtain a conviction. See In re Winship, 397 U.S. 358, 361, 90 S. Ct. 1068, 1070-71, 25 L. Ed. 2d 368 (1970) (juvenile delinquency proceeding). Stillday argues that the state did not sustain its burden regarding causation of death and intent to assault. The causation element has already been established. Every witness saw Stillday with a knife, saw him swing the knife, and either saw the knife hit Whitefeather or saw Whitefeather bleeding immediately after the swing.\nStillday's own testimony shows that the knife recovered from him was the knife he used to fight Whitefeather. Stillday testified that after the fight he put his knife away and left the area, taking the knife with him. He testified he pulled the knife on Officer Stewart, who kicked it out of his hands minutes after the fight. That knife, which was recovered and introduced as Exhibit # 3, was tested and showed traces of human blood that could have come from Whitefeather.\nStillday argues someone else could have stabbed Whitefeather. This ignores Stillday's own testimony that he swung at Whitefeather, that no one else was close to Whitefeather, and other testimony positively identifying Stillday as the source of the fatal blow.\nStillday points out minor differences in the testimony as to the location and dress of the participants in the fight. Minor inconsistencies are to be expected when any two people view the same event. However, the evidence considered in the light most favorable to the verdict convincingly supports the conviction.\nStillday argues the motion of his swing did not match the pattern of the wound. Most of the witnesses testified that Stillday swung the knife in a crosswise fashion. Most of the witnesses said they expected to see a long crosswise slash across Whitefeather's chest. The coroner stated the wound was small and deep. While there is no evidence to explain this inconsistency, all of the witnesses who saw Stillday swing the knife also saw the resulting wound on Whitefeather's chest. Viewing the evidence in the light most favorable to the verdict, Stillday's swinging motion caused the fatal wound.\nStillday argues that the state failed to prove beyond a reasonable doubt that he intended to \"cause fear of immediate bodily harm or death or intentionally inflicted or *735 attempted to inflict bodily harm upon Whitefeather.\" This ignores Stillday's own testimony that he entered the ring after Randy Jones backed away, that he entered the ring to fight Whitefeather, and that he pulled and swung his knife to scare Whitefeather. Two witnesses testified that before he entered the ring, Stillday said \"I'll fight him\" or \"I'll take care of him.\" Stillday's actions and testimony establish intent to assault.\nFinally, Stillday argues that he was so intoxicated that he could not form the intent to assault. The defendant has the burden of proving that intoxication negated his intent to commit a crime. State v. Wahlberg, 296 N.W.2d 408, 418 (Minn. 1980). There is evidence that Stillday consumed beer and vodka earlier that day, and a few witnesses said he appeared to be intoxicated. Stillday admitted he was \"a little buzzed.\"\nEven if this evidence sustains the burden of establishing intoxication, this defense was never raised at trial, and will not be considered at this late stage. The evidence shows Stillday entered the ring with the intent at least to scare Whitefeather with immediate bodily harm. The evidence viewed in the light most favorable to the verdict shows the requisite intent to assault.\n\nDECISION\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 1717566
        }
    ],
    "court_short_name": "Court of Appeals of Minnesota",
    "court_full_name": "Court of Appeals of Minnesota",
    "court_type": "SA",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Murder"
}