{
    "id": 2619688,
    "judges": "Callister, Crockett, Henriod, McDONOUGH, Wade",
    "date_filed": "1994-06-24",
    "date_filed_is_approximate": true,
    "slug": "state-v-bryan",
    "case_name_short": "Bryan",
    "case_name": "State v. Bryan",
    "case_name_full": "STATE of Utah, Plaintiff and Respondent, v. James Edward BRYAN, Defendant and Appellant",
    "attorneys": "Phil L. Hansen, Salt Lake City, for appellant., A. Pratt Kesler, Atty. Gen., Ronald N. Boyce, Asst. Atty. Gen., Salt Lake City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b67-3\">\n    395 P.2d 539\n   </citation><br><parties id=\"b67-4\">\n    STATE of Utah, Plaintiff and Respondent, v. James Edward BRYAN, Defendant and Appellant.\n   </parties><br><docketnumber id=\"b67-7\">\n    No. 10065.\n   </docketnumber><br><court id=\"b67-8\">\n    Supreme Court of Utah.\n   </court><br><decisiondate id=\"b67-9\">\n    Sept. 22, 1964.\n   </decisiondate><br><attorneys id=\"b68-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"48\"> \n     *48\n     </span>\n    Phil L. Hansen, Salt Lake City, for appellant.\n   </attorneys><br><attorneys id=\"b68-7\">\n    A. Pratt Kesler, Atty. Gen., Ronald N. Boyce, Asst. Atty. Gen., Salt Lake City, for respondent.\n   </attorneys>",
    "citations": [
        "395 P.2d 539",
        "16 Utah 2d 47"
    ],
    "opinions": [
        {
            "author_str": "Crockett",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5850.0,
            "opinion_text": "\n16 Utah 2d 47 (1964)\n395 P.2d 539\nSTATE OF UTAH, PLAINTIFF AND RESPONDENT,\nv.\nJAMES EDWARD BRYAN, DEFENDANT AND APPELLANT.\nNo. 10065.\nSupreme Court of Utah.\nSeptember 22, 1964.\nPhil L. Hansen, Salt Lake City, for appellant.\nA. Pratt Kesler, Atty. Gen., Ronald N. Boyce, Asst. Atty. Gen., Salt Lake City, for respondent.\nCROCKETT, Justice.\nDefendant appeals from his conviction of the crime of automobile homicide. Section 76-30-7.4, U.C.A. 1953. He contends that the trial court erred in admitting unlawfully obtained evidence, the results of a blood-alcohol test in that: (1) He was not lawfully under arrest at the time the test was administered; and (2) he gave no voluntary consent to the test, violating his rights under the Fourth and Fourteenth Amendments to the United States Constitution.\nOn June 1, 1963 at about 11:00 p.m. the defendant, traveling north on State Street in Salt Lake City, ran into the rear end of a flat-bed truck which was parked on the east side of the street at about 3965 South. The other passengers in the car, defendant's wife and two friends, were killed in the collision. Deputy Sheriff Pete Kutulas arrived on the scene within a minute or two and was followed shortly by Officer Gary E. Steinfeldt.\nThe testimony shows these further facts pertinent to the issues in dispute: That the defendant was sitting on the curb holding a handkerchief to his head which was bleeding; that there was a strong odro of alcohol on his breath; that he appeared to be intoxicated, and in fact stated that he was drunk. A bottle containing a residue of whiskey was found on the floor of his automobile. Defendant was taken to the nearby county hospital where his wounds were attended and he was placed under arrest for operating a motor vehicle while intoxicated. Sec. 41-6-44, U.C.A. 1953. The officer testified that he obtained the defendant's consent to the taking of a blood-alcohol test, which fact was also attested by the nurse and by the physician who took the blood sample.\nThe later analysis showed defendant's blood to have an alcohol content substantially above the amount required for a presumption of intoxication. Sec. 41-6-44(b)3, U.C.A. 1953. When it was established that the passengers in the automobile had died, defendant was charged with the crime of automobile homicide.\nThe defendant argues that his arrest for driving while intoxicated, a misdemeanor, was unlawful because it was not committed in the presence of the arresting officer; and that consequently, his blood sample was evidence which had been obtained illegally and was therefore inadmissible.[1] The defendant was intoxicated in a public place in violation of Sec. 32-7-13, U.C.A. 1953. Under the circumstances shown, taking him into custody and later placing him under arrest was justified. The delay in the arrest was not unreasonable. Nor can he justifiably complain because he was arrested for and finally charged with a different crime than that which the officer had actually seen him commit.[2] After the accused had been lawfully placed under arrest, there was no impropriety, but it was in accordance with the duty of the officers to make a search for evidence relevant to the commission of the crime.[3] The blood-alcohol test is designed for that purpose. It is not open to question that the defendant may give his consent to such a test, and the evidence here leaves no doubt that he did so.[4] Whether the evidence was lawfully obtained and was admissible in the case is primarily for the trial court to determine.[5] Upon the basis of this record we have found no error which would justify reversal of the conviction.\nJudgment affirmed. No costs awarded.\nHENRIOD, C.J., and McDONOUGH, CALLISTER and WADE, JJ., concur.\nNOTES\n[1]  See Mapp v. Ohio, 367 U.S. 643, 81 S. Ct. 1684, 6 L. Ed. 2d 1081 (1961); State v. Louden, 15 Utah 2d 64, 387 P.2d 240 (1963).\n[2]  See State v. Tigue, 95 Ariz. 45, 386 P.2d 402, 405 (1963); People v. Duroncelay, 48 Cal. 2d 766, 312 P.2d 690, 693 (1957).\n[3]  See United States v. Rabinowitz, 339 U.S. 56, 60, 70 S. Ct. 430, 94 L. Ed. 653 (1950).\n[4]  While in this case the evidence shows consent, see Sec. 41-6-44.10, U.C.A. 1953, providing that the operator of a motor vehicle shall be deemed to have given his consent to such a test. See Ringwood v. State, 8 Utah 2d 287, 333 P.2d 943; Bean v. State, 12 Utah 2d 76, 362 P.2d 750; see also People v. Duroncelay, 48 Cal. 2d 766 at 771-772, 312 P.2d 690, at 694; Breithaupt v. Abram, 352 U.S. 432, 436-437, n. 3, 77 S. Ct. 408, 1 L. Ed. 2d 448 (1957).\n[5]  State v. Louden, 15 Utah 2d 64, 387 P.2d 240 at 242 (1963); People v. Gorg, 45 Cal. 2d 776, 291 P.2d 469, 472 (1955); State v. Plas, 391 P.2d 867, 868 (Nev. 1964).\n\n",
            "ocr": false,
            "opinion_id": 2619688
        }
    ],
    "court_short_name": "Utah Supreme Court",
    "court_full_name": "Utah Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Murder"
}