{
    "id": 1809896,
    "judges": "Savoy, Hood and Miller",
    "date_filed": 95904000000,
    "date_filed_is_approximate": false,
    "slug": "brasseaux-v-girouard",
    "case_name_short": "Brasseaux",
    "case_name": "Brasseaux v. Girouard",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 17,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "269 So. 2d 590"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n269 So. 2d 590 (1972)\nDunice P. BRASSEAUX, Plaintiff-Appellant,\nv.\nRay J. GIROUARD and Pennsylvania Millers Mutual Insurance Company, Defendants-Appellees.\nNo. 3804.\nCourt of Appeal of Louisiana, Third Circuit.\nMay 18, 1972.\nOn Rehearing October 27, 1972.\nRehearing Denied December 6, 1972.\nWrits Refused January 15, 1973.\n*592 Domengeaux &amp; Wright by W. Paul Hawley, Lafayette, for plaintiff-appellant.\nJ. Minos Simon, and Ronald E. Dauterive, Robert W. Mahoney and John Allen Bernard, Davidson, Meaux, Onebane &amp; Donohoe, Lafayette, for defendants-appellees.\nBefore SAVOY, HOOD and MILLER, JJ.\nMILLER, Judge.\nPlaintiff Mr. Dunice P. Brasseaux appeals the jury determination that defendant Mr. Ray J. Girouard was justified in shooting him. We reverse and award damages.\nSome issues relating to this case were decided in Brasseaux v. Girouard, 214 So. 2d 401 (La.App. 3 Cir. 1968) and State ex rel. Brasseaux v. Spell, 238 So. 2d 254 (La.App. 3 Cir. 1970), writ refused on finding \". . . no error of law in the ruling complained of.\" 256 La. 855, 239 So. 2d 359 (1970).\nAt about 7:30 p. m. on June 23, 1967, Girouard shot Brasseaux using his 16 gauge automatic shotgun. No witness suggested that visibility was obscured by darkness or obstructions. The incident occurred in open pasture. When shot, Brasseaux was at least 35 feet north of Girouard (the investigating officer placed the parties more than 50' apart) and standing near to but on the far side of the east-west fence which Girouard had just constructed. There were at least two strands of barbed wire on the fence and there is no suggestion that Brasseaux was making a move to cross the fence.\nGirouard's pickup truck was facing west and about 30 to 42 feet south of the fence. At the time of the shooting Girouard was behind the driver's side of the hood of his pickup truck or perhaps just in front of the left fender of his pickup truck. Seated in the passenger's seat of Girouard's pickup truck was his brother-in-law Mr. Jerome Judice. Girouard's son-in-law and two nephews (Judice's sons) were at the rear of the pickup truck or in the bed of the truck.\nAccording to Girouard, at the time of the shooting, Brasseaux was some 100 feet from his own station wagon which had been parked heading east and located on *593 the Brasseaux tract west of the scene of the incident. Seated in the right front seat of the Brasseaux station wagon was an employee (Mr. Wilmer Broussard) of a friend of Brasseaux.\nGirouard admitted that he never saw that Brasseaux had a weapon either before or after the shooting. Vol. II, p. 13. But according to Girouard and his son-in-law and nephew, as Brasseaux walked from his station wagon to a point within two or three feet of the newly constructed fence, Brasseaux was shouting at Girouard and cursing Girouard. For the last 30 feet that Brasseaux walked toward Girouard, Brasseaux had his right hand concealed behind his back and was shaking the fingers of his left hand at Girouard.\nWhen Brasseaux started walking toward Girouard, Girouard was with his son-in-law and two nephews at the back of his pickup truck loading tools. Girouard states that he became frightened because Brasseaux was hiding his right hand. While Brasseaux walked toward the Girouard pickup truck (but on Brasseaux property), Girouard walked along the driver's side of his pickup truck (the truck was then between Brasseaux and Girouard) and picked up his shotgun together with two or four shells and loaded the gun (with one shell according to Girouard) as he walked to the hood of his truck. On reaching that point he aimed (Girouard says from the hip, but others said from the shoulder) and fired at Brasseaux's right shoulder. When Brasseaux saw Girouard aiming at him, he tried to protect his face by putting both hands up. Brasseaux took the full load of number 7 shot in his empty right hand and his face, chest and left forearm. Brasseaux fell to the ground on his property some three feet from the fence. There he remained until sheriff's deputies and an ambulance arrived to take him to the hospital.\nThere was substantial hearsay testimony in the record to establish that Girouard had heard that Brasseaux was \"a mean man, a drunkard and a trouble maker, a fighter, a bully.\" The evidence shows that Brasseaux was guilty of the following offenses and received these sentences.\nFebruary 28, 1957\u0097Mayor's Court\u0097Carencro\u0097\n          Fighting and Disturbing the Peace.\n              Fine $9.00 and costs.\nMarch 5, 1957\u0097Mayor's Court\u0097Carencro\u0097\n         Reckless Operation of an Automobile\n              Fine $9.00 and costs.\n         Disturbing the peace.\n              Fine $9.00 and costs.\nApril 6, 1957\u0097Mayor's Court\u0097Carencro\u0097\n         Reckless Driving of an Automobile\n              Fine $10.00 and costs.\n         Disturbing the peace.\n              Fine $10.00 and costs.\nJanuary 28, 1961\u0097Mayor's Court\u0097Carencro\u0097\n         Disturbing the peace.\n              Fine $10.00 and costs.\nOctober 7, 1961\u0097Mayor's Court\u0097Carencro\u0097\n         Fighting and Disturbing the peace.\n              Fine $9.00 and costs.\nFebruary 8, 1964\u0097Mayor's Court\u0097Carencro\u0097\n         Drunk and Disturbing the Peace.\n              Fine $9.00 and costs.\nOctober 30, 1964\u0097Mayor's Court\u0097Carencro\u0097\n         Reckless Operation of an Automobile.\n              Fine $14.00 and costs.\nOctober 1, 1964\u0097District Court\u0097Lafayette\u0097\n         Resisting an Officer.\n              Sentence 60 days, suspended.\n         Disturbing the Peace.\n              Sentence 60 days concurrent,\n                suspended\n              $150 peace bond provided for on\n                his own recognizance.\nThere was no showing that Brasseaux was known to have carried a gun or to have had a reputation of having had or used a weapon.\nBrasseaux's testimony was discredited by several witnesses called by Girouard. Brasseaux had testified that most of these witnesses were friendly to him.\nDuring 1964 Girouard purchased the tract of land on which the fence was erected. Brasseaux bought the tract to the north in 1965. The neighbors were friendly until May of 1967 when two of Brasseaux's pigs broke into Girouard's pig pen. Brasseaux obtained help from the Sheriff's office to help look for the two pigs. When they were found, Brasseaux indicated that he thought Girouard stole the pigs but the Sheriff's Deputy was convinced that Girouard was innocent. No charges were filed but the neighbors were no longer *594 friendly, each being satisfied that the other was at fault.\nOn or about June 9, Girouard started construction of the east-west fence to divide the two properties. The fence was being built along a previously surveyed line which had never been fenced. While Girouard was away, Brasseaux cut the wire from a portion of the fence and threw the wire in a nearby coulee. Girouard complained to a deputy sheriff and Brasseaux admitted to the deputy that he had cut the fence. No charges were filed. Girouard then employed the surveyor to resurvey the line and it was determined that the fence was being built about 4/10ths of a foot south of Girouard's north boundary.\nAbout this time, Brasseaux was shopping at a neighborhood store and was overheard to say that he was going to ring Girouard's neck and throw him into the bayou. This conversation was reported to Girouard by another neighbor.\nSome thirty minutes before the shooting, Brasseaux told another neighbor that he was going back in the woods where the property was located and if he met Girouard \". . . one of us is going to stay on the ground.\" This was not communicated to Girouard.\nOn this evidence defense counsel suggests that Girouard \". . . saw in (Brasseaux) a man of violence, a man given to action and imposing his will upon others threatening a man who was only trying to improve his own lot in life, moving toward him, hiding one arm behind his back all the while cursing and villifying him. Mr. Girouard was pushed to the wall. For him, there was no escape, there was no alternative. His only alternative was self-defense.\"\nWe do not agree. By his own testimony, Girouard was in a position behind his truck some 35 feet from Brasseaux. Brasseaux made no effort to cross the fence. Although Brasseaux was cursing and vilifying him and had his right arm behind his back, no weapon was observed. Girouard was armed with a 16 gauge automatic shotgun with two to four shells and ample time to load. Girouard had four relatives closeby while Brasseaux was standing alone.\nIn concluding that Girouard was justified in defending himself from what he reasonably believed to be imminent danger of great bodily injury, the jury was not instructed as to the applicable law. Since we review the facts as well as the law, we will not remand the case for another jury trial.\nThe privilege of self-defense in tort actions is well recognized by our jurisprudence. Where a person reasonably believes he is threatened with bodily harm, he may use whatever force appears to be reasonably necessary to protect against the threatened injury. Each case depends on its own facts, such as, for instance, the relative size, age and strength of the parties, their reputations for violence, who was the aggressor, the degree of physical harm reasonably feared and the presence or absence of weapons. Roberts v. American Employers Ins. Co., Boston, Mass., 221 So. 2d 550 (La.App. 3 Cir. 1969), and authorities cited at 554.\nThe established rule is that a party who resorts to excessive violence and unnecessary force in repelling an assault, although initially acting in self-defense, becomes liable as an aggressor and is subject to an action for damages for assault and battery. Deville v. Wilks, 229 So. 2d 128, 130 (La.App. 3 Cir. 1969). See also Tripoli v. Gurry, 253 La. 473, 218 So. 2d 563 (1969).\nA person is not justified in using a dangerous weapon in self-defense where the attacking party is not armed but commits the battery by means of his fists or in some other manner not essentially dangerous to life or limb. Bethley v. Cochrane, 77 So. 2d 228, 231 (La.App.Orls.1955).\n*595 Brasseaux's bad reputation and his prior threats alone did not warrant the shooting. The force used by Girouard was excessive. Girouard's position behind the truck near four relatives and armed with an automatic shotgun was ample protection from Brasseaux who was at least 35 feet away, alone and not making an attempt to cross the fence. To the argument that Girouard feared that Brasseaux's hidden hand concealed a weapon, we state that Girouard had the drop on Brasseaux and could have readily ascertained that Brasseaux was unarmed. We again note that no weapon was observed either before or after the shooting and that no evidence was offered to suggest that Brasseaux's bad reputation extended to carrying a weapon.\nHaving found that Girouard is liable for damages for shooting Brasseaux, we consider the defense raised by Girouard's liability insurer Pennsylvania Millers Mutual Insurance Company. Insurer's alternative defense has been rejected for the reasons set forth hereinabove. The insurer's primary defense was that there was no coverage because Exclusion C excluded coverage where bodily injury or property damages were caused \"intentionally by\" the insured. Insurer argues that Girouard intentionally shot Brasseaux and the exclusion applies. They rely on Wigginton v. Lumberman's Mutual Casualty Company, 169 So. 2d 170 (La.App. 1 Cir. 1964); Areaux v. Maenza, 188 So. 2d 633 (La.App. 4 Cir. 1966).\nIn Wigginton, the insured became impatient or angry because the driver of a vehicle parked behind him would not move to let the insured driver out of the parking place. The exclusion for \"damage caused intentionally by * * * the insured\" was applied because the insured deliberately backed into the parked vehicle and caused plaintiff's injuries. In Areaux, the insured got the better of plaintiff in a fist fight. When plaintiff drove away insured followed in his car, overtook plaintiff and drove his car into the side of plaintiff's car knocking it into the ditch. The exclusion was again applied holding that \"defendant deliberately and intentionally ran his car into plaintiff's.\"\nWe distinguish these cases. We find the language in the exclusion to be vague and uncertain. See Gray v. Zurich Insurance Co., 65 Cal. 2d 263, 54 Cal. Rptr. 104, 419 P.2d 168 (1966). The provision must therefore be construed against the insurer. Bowab v. St. Paul Fire &amp; Marine Ins. Co., 152 So. 2d 66, writ denied 244 La. 664, 153 So. 2d 881 (1963).\nIn the case before us, the fact that Girouard intended to shoot and hit plaintiff is not conclusive of the issue. His primary intent was not that of injury to plaintiff, but rather defense of himself. A person, in defending himself, may have an honest belief that he is faced with a situation calling for self-defense, when, in fact, a reasonable man would not so believe. Prosser, Law of Torts § 19 p. 110; Harper &amp; James, The Law of Torts, Vol. 1 § 311 p. 240. In such situations, he is in good faith. He is in the same good faith as when his belief is reasonable. But here, where his belief is unreasonable, or where he uses excessive force he is liable for damages. His intent never sways in either instance\u0097it is always to protect himself.\nDefendant insurer would have us place their insured in the predicament of forfeiting his liability insurance if he improperly gauges his situation and thereby becomes liable. If the insured acts reasonably his insurer is protected by the defense of justification. If he acts unreasonably his insurer is protected by his liability. We cannot condone such a result.\nThe crux of the reason why the insurer is held liable in this case is the reason why the insured is held liable. He is held liable not because his act is any less intentional than in a proper situation of self defense, but because his evaluation of the need for action was unreasonable. In both instances his acts are equally intentional and his motives the same\u0097but in one he was reasonable, in the other negligent.\n*596 In Walters v. American Insurance Co., 185 Cal. App. 2d 776, 8 Cal. Rptr. 665, 670, (Ct. of App., Div. 2, Calif.1960) the court interpreted part of a California Statute. We find the reasoning relevant to the case before us.\nSection 533 of the Insurance Code provides: \"An insurer is not liable for a loss caused by the wilful act of the insured; but he is not exonerated by the negligence of the insured, or of the insured's agents or others.\" The meaning of \"wilful act\" as used in section 533, supra, was discussed in Russ-Field Corp. v. Underwriters at Lloyd's, 164 Cal. App. 2d 83, 330 P.2d 432, 439, where the court states: \"A `wilful act' as used in this statute connotes something more blame-worthy than the sort of misconduct involved in ordinary negligence, and something more than the mere intentional doing of an act constituting such negligence.\" A contention that it meant simply an act performed intentionally was rejected. If plaintiff acted in self-defense then although he \"intended the act,\" plaintiff acted by chance and without a preconceived design to inflict injury just as though he were acting intentionally, although negligently, and injured someone. The Arenson case, supra, seems clearly to indicate that an element of wrongfulness or misconduct is connoted by an exclusion provision drafted as in the present case. Such a construction would also be consonant with the public policy provision in section 533 of the Insurance Code. (Emphasis added.)\nAgain in Davidson v. Welch, 270 Cal. App. 2d 220, 75 Cal. Rptr. 676, 685 (Ct. of App., 1 Dist., Div. 1, 1969) the court had occasion to define the same statute with results also relevant. They distinguished an act done with malevolence, as distinguished from an act motivated by good intentions but founded in negligence.\nThe purpose behind the exclusionary clause in this case is to prevent extension to defendant of a license to commit whatever wanton and malicious acts he wished. However, where as here, an insured commits an act with a belief that he is properly defending himself, he is not excluded from coverage merely because he was negligent in reaching this assumption.\nIn this case, his liability revolves around negligence, not the intentional infliction of injuries. Therefore, his act falls more properly in the area of negligent torts rather than the intentional torts of assault of battery.\nThe exclusion does not apply. The policy limits on liability coverage are $25,000.00.\n\nQUANTUM\nBrasseaux was hospitalized at the Lafayette Charity Hospital for 18 days, beginning at 2:40 a. m. on June 24, 1967. Thereafter, he was treated by the Veterans Administration Hospitals in Alexandria and New Orleans. He was hospitalized at Alexandria some 110 days during 1967 and 15 days in New Orleans during January 1968. Medical bills totaled some $6,000.00.\nThe undisputed testimony of Dr. James Gilly, orthopedic surgeon of Lafayette together with evidence in the hospital records proves that Brasseaux lost the use of his right hand as a result of the shooting. He had multiple shotgun pellet wounds, which caused damage to the median nerve at the right wrist and fractured bones in his right hand. The wounds became infected. The injuries led to a fibrosis of the muscles of his right thumb, a stiff thumb and great finger. He underwent several operations to restore the usefulness of his right hand and was fitted with two types of braces to prevent contraction of his fingers into a permanent fist. Brasseaux has a very sensitive area at the distal third of his index finger and on his thumb.\nBrasseaux was regularly employed as an automobile mechanic at the time of the incident and had been so engaged for over twenty years. He earned $50 per week or *597 $2,600.00 per year. He has been unable to work since the injury, and will be unable to return to full employment. He was 40 years of age at the time of the incident. His loss of income as of the trial date was approximately $9,000.\nBrasseaux is entitled to an award of $40,000.00.\nThe trial court judgment is reversed and set aside.\nIt is ordered, adjudged and decreed that there be judgment in favor of plaintiff Dunice P. Brasseaux and against defendants Ray J. Girouard and Pennsylvania Millers Mutual Insurance Company in the sum of $40,000.00 with legal interest thereon from judicial demand until paid, and for all costs of court both at trial and appeal. The judgment against Pennsylvania Millers Mutual Insurance Company is limited to the limits of coverage set forth in its contract. (Exhibit P-8, Vol. 5, page 205.)\nReversed and rendered.\nHOOD, J., dissents and assigns written reasons.\nHOOD, Judge (dissenting).\nI agree with all of the conclusions reached by my colleagues, except that I cannot agree that defendant Girouard's act in shooting plaintiff was not intentional. I believe that plaintiff's injuries were \"caused intentionally\" by Girouard, that the policy issued by Pennsylvania Millers Mutual Insurance Company excludes coverage under those circumstances, and that the majority erred in holding the insurer liable under that policy.\nThe policy provides liability coverage for Girouard under \"Coverage L\" and \"Coverage M.\" Under the heading of \"Exclusions,\" however, the policy provides that:\n\"This policy does not apply: . . . . (C) under coverage L and M, to bodily injury or property damages caused intentionally by or at the direction of the insured.\" (Emphasis added).\nThe testimony of all of the witnesses, including that of Girouard, shows that Girouard picked up his gun and loaded it for the specific purpose of shooting Brasseaux. He then walked to a point behind the hood of his truck, and while there he deliberately aimed his gun at Brasseaux and pulled the trigger, with the intent of inflicting bodily harm on plaintiff. Girouard testified that he \"was aiming for his (Brasseaux's) right arm\" and that when he pulled the trigger his \"intention was to stop the man . . . by shooting him to stop.\"\nThe fact that Girouard intended to shoot Brasseaux's right arm is borne out by the fact that the shot actually struck plaintiff's right hand and arm, while Brasseaux had \"both hands up.\" The majority observed that Girouard intended to inflict an injury \"likely to cause Brasseaux's death.\"\nThe parties were at least 40 feet from each other when the shooting occurred. Plaintiff Brasseaux was on his own property. He was alone and was completely unarmed. A fence was between him and Girouard, the fence being located at least 30 feet from defendant. Girouard was armed with a loaded shot gun. He was behind and thus was protected by his own truck, and he was surrounded by four of his close relatives. He gave Brasseaux no warning of any kind before he raised his gun and fired at him. The majority quotes Girouard as stating that he became frightened because Brasseaux was hiding his right hand behind him, thus implying that the shot might have been fired in self-defense. The opinion shows, however, that there can be no merit to a claim that the shooting was in self-defense, because the majority has found, as it must, that Brasseaux was shot in the right hand and arm as he was holding \"both hands up.\" Girouard thus knew when the shot was fired that Brasseaux was not concealing a weapon behind him.\nIn determining that plaintiff is entitled to recover damages, my colleagues find that Girouard was not justified in shooting Brasseaux, that excessive force was used, *598 that defendant had \"ample protection from Brasseaux who was at least 35 feet away, alone and not making an attempt to cross the fence,\" that Girouard was \"armed with an automatic shotgun,\" that he \"had the drop on Brasseaux,\" and that defendant \"could have readily ascertained that Brasseaux was unarmed.\" In that part of the opinion, the majority makes it clear that the shooting was intentional, that it was not accidental, that it was not justified, that it was not done in self-defense, and that Girouard thus is liable in damages.\nIn determining that the exclusionary clause in the insurance policy does not apply, however, my colleagues arrive at conclusions which I think are diametrically opposed to those just stated. As to this issue, they have found that Girouard was in \"good faith\" in determining that he must shoot plaintiff, that he fired the shot \"with a belief that he is (was) properly defending himself,\" that his \"primary intent was not that of injury to plaintiff but rather defense of himself,\" that he had an \"honest belief that he is (was) faced with a situation calling for self-defense,\" and that although he was unreasonable and used excessive force, \"his act falls more properly in the area of negligent torts rather than the intentional torts of an assault of battery.\" I interpret the holding as to this issue to be that the shot was fired in self-defense, that the shooting was justified, and that the injuries thus were not caused intentionally by the insured, Girouard.\nIn arriving at both of these inconsistent conclusions, the majority recognizes that plaintiff's injuries were caused intentionally by Girouard, that the latter was unreasonable in concluding that he must shoot plaintiff, that he was not justified in firing the shot, and that he used excessive force. Under those findings, I am unable to follow their reasoning that the injuries to plaintiff were not caused intentionally by Girouard, and that the exclusionary clause in the policy is not applicable.\nIt seems to me that under the majority's findings of fact, they must hold that the injuries sustained by plaintiff were caused intentionally by defendant Girouard. The question of whether the shooting was justified as being in self-defense is relevant only to the issue of whether defendant Girouard is liable in damages at all. If it is determined that the shooting was in self-defense, as the majority seems to hold in one part of its opinion, then there can be no liability on the part of defendants, and it thus is immaterial whether there was or was not coverage under the policy. If it is determined, on the other hand, that the shooting was not justified as being in self-defense, as found by the majority in another part of their opinion, then it follows that defendant Girouard is liable in damages, but that the exclusionary clause relieves the defendant insurer from liability under the policy.\nIn my opinion the injuries sustained by plaintiff were \"caused intentionally\" by defendant Girouard. The above quoted exclusionary clause in the liability policy issued to Girouard is clear and unambiguous. I am convinced that it relieves the insurer, Pennsylvania Millers, from liability, and that the majority erred in condemning that insurer to pay damages, in solido, with defendant Girouard.\nFor these reasons, I respectfully dissent.\n\nON REHEARING\nHOOD, Judge.\nWe granted a rehearing in this case to enable us to reconsider all of the issues presented.\nIn our original opinion we held that the shooting was unwarranted, that the force used by Girouard was excessive, and that Girouard thus is liable to Brasseaux for the damages which he sustained. After reviewing the evidence, we now re-affirm our original holding as to this issue.\nWe observed in the original and dissenting opinions heretofore handed down in this suit that Girouard was at least 40 feet from plaintiff when the shot was *599 fired. A fence was located between them. Girouard was behind his own truck, armed with a loaded shotgun, and he was surrounded by four of his close relatives. Plaintiff Brasseaux was on his own property. He was alone and unarmed, and he was out in the open, in open pasture land, where defendant Girouard could see him clearly. Defendant said nothing to plaintiff, and he gave no warning of any kind before the shot was fired.\nGirouard stated that he \"saw his (Brasseaux's) arm wanted to come up,\" that he didn't know what plaintiff had in his hand, but that he thought Brasseaux might shoot him, and that he felt that it was necessary for him to shoot plaintiff in self defense. He testified that he \"was aiming for his (Brasseaux's) right arm,\" and that when he pulled the trigger his intention was \"to stop the man\u0097by shooting him to stop\u0097 so he'd stop coming at me.\" The evidence shows that Brasseaux was shot in the right hand, shoulder, chest, forearm and face, as he was holding \"both hands up.\"\nWe agree with defendant that where a person reasonably believes he is threatened with bodily harm, he may use whatever force appears to be reasonably necessary to protect himself against the threatened injury. Roberts v. American Employers Insurance Company, Boston, Mass., 221 So. 2d 550 (La.App. 3 Cir. 1969). The evidence in the instant suit convinces us, however, that Girouard could not reasonably have believed that he was threatened with bodily harm, and that even if he did entertain such a belief he used a far greater force than appeared to be reasonably necessary to protect himself.\nWe find that Girouard knew or should have known that plaintiff was unarmed, and that he knew or should have known that he was in no immediate danger because of the distance between the parties and Girouard's position of safety. The evidence shows that there was no justification for defendant to shoot plaintiff. We do not feel that under the circumstances presented here a reasonable person would or could have believed in good faith that it was necessary for him to shoot plaintiff in self defense.\nFor the reasons assigned in our original opinion, we conclude that the shooting was totally unjustified, and that Girouard is liable to plaintiff for the damages which Brasseaux sustained as a result of that shooting.\nIn our original opinion we also held, in effect, that although Girouard fired the shot intentionally, it was fired in \"defense of himself,\" that \"his evaluation of the need for action was unreasonable,\" and that he was \"negligent in reaching this assumption.\" Our ultimate conclusion was that Girouard was simply negligent in evaluating the need for action, that the shooting thus was not \"caused intentionally,\" as that term is used in an exclusionary clause in the policy, that the exclusionary clause thus did not apply to exclude coverage, and that the insurer, Pennsylvania Millers, is liable up to the limits of the policy. After reviewing the record we now are convinced that we erred in reaching those conclusions.\nThe policy provides liability coverage for Girouard under \"Coverage L\" and \"Coverage M.\" Under the heading of \"Exclusions,\" it provides that:\n\"This policy does not apply: - - -\n(C) under coverage L and M, to bodily injury or property damages caused intentionally by or at the direction of the insured.\" (Emphasis added).\nAn exclusionary clause identical to the one above quoted was involved in Wigginton v. Lumbermens Mutual Casualty Company, 169 So. 2d 170 (La.App. 1 Cir. 1964). There the court held that the clause was \"clear and unambiguous and in accordance with the dictates of public policy\", and that it operated to exclude coverage and to relieve the insurer from liability where the insured purposely backed his car into plaintiff's vehicle.\n*600 The Fourth Circuit Court of Appeal also held that a clause identical to the one involved here excluded coverage and relieved the insurer of liability where the insured deliberately and intentionally ran plaintiff off the highway. The court rejected defendant's argument that the latter was too drunk at the time to be capable of forming an intent. Areaux v. Maenza, 188 So. 2d 633 (La.App. 4 Cir. 1966).\nThe evidence in the instant suit shows that shortly before the shot was fired, Girouard picked up his shotgun and loaded it. He then assumed a position of safety behind his own truck, in the presence of several of his friends and relatives, and while there he deliberately aimed his gun at Brasseaux and pulled the trigger with the specific intent of inflicting bodily harm on plaintiff. The shooting was intentional, and we have found that it was unwarrant and unjustified.\nUnder the facts presented here, we think the exclusionary clause in the policy issued by Pennsylvania Millers operates to exclude coverage and to relieve the insurer from liability.\nWe based our original holding that the exclusionary clause did not relieve the insurer from liability largely on three California cases. Walters v. American Insurance Company, 185 Cal. App. 2d 776, 8 Cal. Rptr. 665 (Court of App., Div. 2, Cal. 1960); Davidson v. Welch, 270 Cal. App. 2d 220, 75 Cal. Rptr. 676 (Court of App., 1 Dist., Div. 1 (1969); and Gray v. Zurich Insurance Company, 65 Cal. 2d 263, 54 Cal. Rptr. 104, 419 P.2d 168 (1966). We have reviewed these cases and now conclude that they have no application here. In Walters, unlike the instant suit, the court found that the insured had acted reasonably and in self defense, and that he did not use excessive force. In Davidson an intentional tort was inflicted by an employee, and the question presented was whether that employee was entitled to indemnification from his employer pursuant to a contractual relationship existing between those parties. The Gray case involved an action by an insured against his insurer for failure to defend an action filed against him stemming from an assault. The issue of whether the injury was caused intentionally was not before the court. In any event, as these cases can be construed as being in conflict with the above cited Louisiana cases, we have decided to follow the latter.\nOur conclusion is that the injury sustained by plaintiff in the present suit was \"caused intentionally,\" as that term is used in the exclusionary clause in the policy, and that coverage is excluded under that provision of the policy. We amend our original judgment, therefore, to reject plaintiff's demands against the insurer, Pennsylvania Millers Mutual Insurance Company.\nWe find no error in our original conclusions as to quantum, and we thus re-affirm that part of our original decree.\nFor the reasons assigned, our original judgment is rescinded and judgment is hereby rendered decreeing: (1) That the judgment of the trial court, appealed from herein, is reversed insofar as it rejects plaintiff's demands against defendant Girouard; (2) that judgment is hereby rendered in favor of plaintiff, Dunice P. Brasseaux, and against defendant, Ray J. Girouard, for the sum of $40,000.00, with legal interest thereon from date of judicial demand until paid, and for all costs of this suit; (3) that the judgment of the trial court is affirmed in all other respects, and particularly insofar as it rejects plaintiff's demands against defendant, Pennsylvania Millers Mutual Insurance Company; and (4) that defendant, Ray J. Girouard, is condemned to pay all costs of this appeal.\nAffirmed in part, reversed in part, and rendered.\n*601 MILLER, J., dissents and assigns written reasons.\nMILLER, Judge (dissenting).\nI would hold insurer Pennsylvania liable to the extent of its coverage and assign additional reasons to support this conclusion.\nInitially there are some basic reasons why the exclusion clause in this case is to be construed narrowly against the insurer. First, as a general rule, exclusionary clauses are construed strictly against the insurer and the insurer bears the burden of proving their applicability. Sparkman v. Highway Insurance Co., 266 F. Supp. 197 (W.D.La.1967); Berry v. Aetna Casualty &amp; Surety Company, 240 So. 2d 243 (La.App. 2 Cir.1970) writ refused 256 La. 914, 240 So. 2d 374, cert. denied 401 U.S. 1005, 91 S. Ct. 1255, 28 L. Ed. 2d 541. A corollary of this rule is that \". . . where the language is ambiguous or susceptible of at last two reasonable constructions or interpretations, it must be construed most favorably to the insured and against the insurer.\" Chalmette Finance Corp. v. All American Assur. Co., 158 So. 2d 844, 845 (La.App. 4 Cir. 1963).\nIn Wigginton v. Lumbermen's Mutual Casualty Company, 169 So. 2d 170 (La.App. 1 Cir. 1964), the court found the language of a similarly worded exclusion to be clear and unambiguous. However that exclusion was framed within Louisiana's standard form for automobile policies and did not thereby contextually present and reveal the ambiguities present in the clause when considering the peculiar question of self defense present before this court. The issue here is closer to that before the court in Gray v. Zurich Insurance Company, 65 Cal. 2d 263, 54 Cal. Rptr. 104, 419 P.2d 168 (1966) where it was couched within a personal liability insurance policy. Consideration of this defense helps to point out the inadequacy and misleading nature of the words \". . . caused intentionally by . . .\" and the resultant justification for construction against the insurer.\nThe second reason for construction against the insurer is \". . . that the public policy as expressed in the Louisiana Direct Action Statute, LSA-R.S. 22:655 (1950) is that a liability insurance policy is issued primarily for the protection of the public rather than for the protection of the insured, (cases cited)\" Mid-South Insurance Company v. Lewis, 236 F. Supp. 739 (W.D.La.1964). Although, as this case points out, the insurer cannot be held liable for risks not contemplated by the parties to the contract. I submit that the quoted policy overwhelmingly dictates recovery where ambiguities exist or where reasonable construction (set forth later), not plainly negated by contractual language, would permit plaintiff's recovery.\nThird, and most important is the public policy behind the invocation of the exclusion before us. In earlier cases dealing with various forms of insurance the proposition was set forth that one should not profit from his own wrongful act and that an agreement which \". . . specifically insured against liability for intentionally injuring another . . . would doubtlessly be void for its tendency to encourage illegal conduct.\" New Amsterdam Casualty Co. v. Jones, 135 F.2d 191, 194 (6th Cir., 1943). If the agreement did not specifically cover the liability thus created but was broad enough to cover such a liability, the contract was valid, but \". . . such liability is treated as excepted from its operation.\" Fidelity-Phenix Fire Ins. Co. v. Murphy, 226 Ala. 226, 146 So. 387, 390 (1933). Acceding to the rationale of this public policy, insurance companies began inserting the type of exclusion presently before us. Jernigan v. Allstate Insurance Company, 272 F.2d 857, 858-859 (5th Cir., 1959). However, that these exclusions are limited in application to the scope of the public policy creating them cannot be doubted. Jernigan, supra. Morgan v. Greater New York Taxpayers Mut. *602 Ins. Ass'n., 305 N.Y. 243, 112 N.E.2d 273, 275 (1953).\nSubstantial support is available for the proposition that the scope of this public policy is that set forth in New Amsterdam Casualty Co. v. Jones, supra, i. e. to prevent the encouragement of illegal conduct. Wigginton v. Lumbermen's Mutual Casualty Company, 169 So. 2d 170 (La.App. 1 Cir. 1964), alluded to this public policy and offered Jernigan v. Allstate Insurance Company, 272 F.2d 857 (5th Cir. 1959) as a source of illumination thereof. The court in Jernigan inaddressing itself to the result caused by a lack of such exclusions stated:\n\"Otherwise, a person planning mischief against another could purchase advance protection against being forced to pay for his deliberate act.\" (Emphasis added). p. 859.\nThe court thereby intimates that the absence of the exclusion would encourage illegal conduct and that the purpose of the exclusion is to discourage illegal conduct.\nThe question arises as to what kinds of illegal conduct are sought to be circumscribed by the exclusionary clauses. The terminology of the clause refers to harms caused intentionally but, as previously stated, we believe this terminology is somewhat vague and subject to several reasonable interpretations. We offer the following as the most appropriate interpretation in light of the jurisprudential rules of construction in favor of the insured and the plaintiff.\nIn Prosser, Law of Torts § 8, p. 31, the following statement is made:\n\"Apparently the courts have more or less unconsciously worked out an irregular and poorly defined sliding scale, by which the defendant's liability is least where his conduct is merely inadvertent, greater when he acts in disregard of consequences increasingly likely to follow, greater still when he intentionally invades the rights of another under a mistaken belief that he is committing no wrong, and greatest of all where his motive is a malevolent desire to do harm.\" (Emphasis added.)\nWe believe that the policy behind the authorization of exclusionary clauses such as the one before us is to circumscribe the last quoted type of human activity. The Jernigan case, supra, by way of the emphasized part of its quoted language, \". . . planning mischief . . .\", makes it clear that it is against public policy to allow a person to obtain advance protection against planned acts of violence, committed without pretense of justification and motivated solely out of a desire to inflict injury for injury's sake. Insurance may not therefore be extended to those acts, i. e. vengeance, retaliation, and brutality, wherein \". . . motive is a malevolent desire to do harm.\" The reasons for this are obvious. The public policy supporting the exclusion is closely tied to the prevention of the creation of an atmosphere of violence and reprisal. There is within our society a potential for reprisal and brutality which if unchecked might mushroom. Attacks, prompted by such motives, injury for the sake of injury, are subject to increase by way of encouragement\u0097i. e. removal of the fear of monetary liability by way of insurance. Extension of insurance to these types of motives would likely encourage the frequency of their physical manifestation. Calculated and even spontaneous attacks could become common as insurance would dissolve a substantial portion of the compunction to refrain.\nThe question now presents itself as to whether this case falls within the category of acts calculated to be encouraged if protected by insurance.\nWe must first consider the motive. Prosser, Law of Torts § 5, p. 23-26, addresses himself to the role of motive in the determination of liability and concludes that it plays an important part. Rather basically, Prosser § 8, p. 31, sets forth the proposition that no result in liability the defendant's act must initially be a voluntary one, i. e., \". . . a contraction of the *603 muscles, and nothing else.\" However he correctly points out that the movement of a finger on a trigger may take place in a crowded city or on a desert and its \". . . legal character must depend upon the actor's surroundings, and his state of mind with respect to them.\" p. 31. Indeed, not only the issue of liability but the character of the tort itself may depend upon the motive of the defendant. Given the surroundings of a crowded room, if a policeman enters and fires at A, a desperate criminal, in order to apprehend him, and misses A but hits B, the policeman, if liable at all, will be liable in negligence and only for foreseeable consequences. However if given the same crowded room, the policeman enters and, without knowing of A's criminal status, fires at A, a personal enemy of the policeman's, in order to injure him simply because of personal enmity, and this C, then the doctrine of transferred intent will cause the policeman to be liable in assault and battery for all direct consequences.\nWhen an act is done, there are usually many different objectives and motivations behind it\u0097the more immediate being the actor's intent or desire to cause certain physical consequences (pain, injury, death) and the more remote being his motive or purpose.\n\"In the case of assault and battery we say that the defendant intends to strike the plaintiff or even to kill him, but that his motive is one of revenge, or the gratification of his rage, or self-defense, or defense of his country.\" Prosser, p. 24.\nProsser points out that:\n\". . . unless motive is to be eliminated altogether, it must be taken into account, in determining whether the act is `in essence lawful' in the first place. . . since it is the legality of the act in the light of the purpose, that we seek to determine.\" p. 24.\nOf particular significance in relation to a situation of self-defense is the following:\n\"With recognition that the interests of the parties are to be weighed against one another has come a realization that the actor's state of mind may be an important factor in the scale. Accordingly, in many situations where the interests involved are more nicely balanced, and the rights and privileges of the parties are not fixed by definite rule but are interdependent and relative, the defendant's motive or purpose may itself determine whether he is to be held liable.\" Prosser, p. 25.\n\n* * * * * *\n\". . . the real problem underlying the question of motive remains . . . one of balancing the conflicting interests of the parties, and determining whether the defendant's objective should prevail at the expense of the damage to the plaintiff . . . becomes the question of deciding significance.\" Prosser, p. 26.\nViewing a plea of self defense in a light most favorable to defendant and pretermitting questions of amount of force, there are four possible determinations that could be made: 1) The danger actually existed and defendant acted accordingly. 2) The danger did not exist but defendant reasonably believed it did and acted accordingly. 3) The danger did not exist but defendant in good faith mistakenly believed that it did and acted accordingly, although his belief was unreasonable. 4) The danger did not exist and defendant realizing this, attacked plaintiff anyway. See generally Prosser § 19, p. 110; Harper and James, The Law of Torts, Vol. 1, § 3.11 p. 239-240.\nIn the first two situations the defendant will not be liable while in the 3rd and 4th situations he will have to respond in damages. However, in the first three situations his motive is the laudable one of self protection while in the fourth situation his motive is the detestible one of injury for the sake of injury. Therefore, it can readily be seen that there is a peculiar overlap in the third situation between liability *604 and motive. This overlap is the result of the weighing process previously cited from Prosser.\nBoth Prosser, supra, p. 110 and Harper and James, supra, p. 240 indicate that in situation 2 above, the influence of criminal law with its concern with moral guilt as well as the interest in self protection, \"the first law of nature\", mitigates in favor of casting the burden of loss upon the innocent plaintiff who led defendant to reasonably anticipate injury. Plaintiff's interest in reimbursement for his loss is overridden in favor of the emphasis that society places upon a person's right to retaliate where his motive was not only laudable (self protection) but reasonably created by the circumstances surrounding the incident. However, in situation 3 the balance shifts in favor of the innocent plaintiff. Here defendant is sincere and honest in his belief that he is in danger and in need of self protection, but the circumstances would not lead a reasonable man to so believe. The innocent plaintiff is not made to suffer the financial burden of his injury probably because he did not create a situation reasonably conducive to the attack and because society therefore would rather place the financial onus upon the negligent party\u0097the unreasonable defendant. Therefore although defendant is still well intentioned, he is liable for his actions because his motive was created by a negligent assessment of the situation.\nIn Crockett v. State, 137 Fla. 450, 188 So. 214, 216 (1939) the Supreme Court of Florida, in considering a plea of self-defense to a charge of murder said:\n\"If, however, his error is due to his own fault and negligence, no belief, however honest, will excuse his act. If through carelessness or fright or undue excitement he takes the life of another, when it is not necessary, and when there is no reasonable ground to believe that it is necessary, he is not excused. Such an emotional state may go in mitigation of the offense and may reduce the grade from murder to manslaughter, but furnishes no complete justification or excuse for the taking of the life.\" (Emphasis added.)\nWe find this characterization of a defendant's reasoning process, though couched above in the context of a criminal trial, as support for our proposition that the proper appelation for defendant's downfall and resultant liability in self defense situation 3 is negligence. In situation 3 as in 1 and 2, defendant's actions are voluntary, his intent is to injure or kill and his motive is self defense. The only difference between situation 1 and 2 and situation 3 is that in situation 3, defendant's appreciation and assessment of his predicament was negligently determined. His liability therefore rests upon negligence not intent or motive.\nIt is true that when courts label the liability of a defendant in situation 3 they write in terms of assault and battery but this label should not mitigate against the proper construction and contextual application of the exclusionary clause presently before us. In Isenhart v. General Casualty Company of America, 233 Or. 49, 377 P.2d 26 (1962), the court said:\nA contract to indemnify the insured for damages he is forced to pay as a result of an intentionally inflicted injury upon another should not be regarded as contrary to public policy unless the fact of insurance coverage can be related in some substantial way to the commission of wrongful acts of that character. (Emphasis added.)\nLikewise the public policy supporting the exclusionary clause in this case is not infringed upon by the insurance of acts not related in some substantial way to the purpose behind the policy. The exclusionary clause should not extend to acts not so related. The public policy before us delimits the application of the exclusion to situations where the insured voluntarily did an act with intention to cause injury and *605 without a mitigating or an acceptable motive. This is so because it is only in these situations that the presence of pre-existing insurance would encourage the creation and expression of motive.[1]\nThe theory of encouragement cannot be applied to attacks motivated by a negligently conceived need for self defense. The presence of insurance would have no mitigating effect on a defendant's negligent assessment. It could hardly be said that the presence of insurance would encourage or discourage him in believing that he was being attacked. Likewise insurance would have no effect upon the creation or expression of defendant's motive. His motive is created and manifested because of his negligence and it cannot be said that the lack of insurance would curtail a person from retaliating where he mistakenly believes himself to be in danger.\nThe exclusion may only be validly applied to those acts encouraged by the extention of insurance to them i. e. acts having motives created by and subsisting of feelings of hate, vengeance, etc. The exclusion is not properly applied to acts founded on good motives which motives are created by negligence. Negligence, of the sort before us, unlike revenge or brutality is not subject to encouragement in its manifestation due to the presence of insurance. Indeed all negligent acts are commonly insured against.\nWe should not overlook the fact that defendant Pennsylvania contended that its insured Girouard was not liable because he was defending himself. The defense sustained by the majority was an alternate defense. The fact that a jury concluded that Girouard was entitled to defend himself and did just that, supports my conclusion that situation 3 is applicable to the facts of this case.\nI respectfully dissent.\nNOTES\n[1]  Isenhart, supra, states that \". . . punishment rather than deterence is the real basis upon which coverage should be excluded.\" This we find unacceptable and inapplicable in the present case for several reasons. 1) The dichotomy is misleading in that the major purpose of punishment is deterence. 2) Punishment merely by itself i. e. for its sadistic value, could only be appropriate, if indeed it is ever so, in situations where the defendant acted out of a malevolent desire to do harm\u0097not where a defendant is motivated by sincere and laudable intentions. 3) Punishment as an end in itself would rest, especially in cases of an insolvent or barely solvent defendant, most heavily upon the resultant uncompensated plaintiff, thus running counter to the jurisprudential and statutory policy that liability insurance is issued primarily for the protection of the public.\n\n",
            "ocr": false,
            "opinion_id": 1809896
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}