{
    "id": 1811908,
    "judges": "Joyce Hens Green",
    "date_filed": "2010-06-16",
    "date_filed_is_approximate": true,
    "slug": "chiriboga-v-international-bank-for-reconstruction-development",
    "case_name_short": "Chiriboga",
    "case_name": "Chiriboga v. International Bank for Reconstruction & Development",
    "case_name_full": "Carlos CHIRIBOGA and Fabiola Chiriboga, and Sonia Chiriboga Ruiz, Personal Representative of the Estate of Jesus Guevara, Plaintiffs, v. INTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT, T/A the World Bank, and the Insurance Company of the State of Pennsylvania, Defendants",
    "attorneys": "Craig Dean Katz, H. Edward Chozick, Washington, D.C., for plaintiffs., Daryl J. Hudson, III, Washington, D.C., for Insurance Company.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1057-8\">\n    Carlos CHIRIBOGA and Fabiola Chiriboga, and Sonia Chiriboga Ruiz, Personal Representative of the Estate of Jesus Guevara, Plaintiffs, v. INTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT, T/A the World Bank, and the Insurance Company of the State of Pennsylvania, Defendants.\n   </parties><br><docketnumber id=\"b1057-11\">\n    Civ. A. No. 84-0182.\n   </docketnumber><br><court id=\"b1057-12\">\n    United States District Court, District of Columbia.\n   </court><br><decisiondate id=\"b1057-13\">\n    March 29, 1985.\n   </decisiondate><br><attorneys id=\"b1058-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"964\"> \n     *964\n     </span>\n    Craig Dean Katz, H. Edward Chozick, Washington, D.C., for plaintiffs.\n   </attorneys><br><attorneys id=\"b1058-5\">\n    Daryl J. Hudson, III, Washington, D.C., for Insurance Company.\n   </attorneys>",
    "citations": [
        "616 F. Supp. 963"
    ],
    "opinions": [
        {
            "author_str": "Green",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n616 F.Supp. 963 (1985)\nCarlos CHIRIBOGA and Fabiola Chiriboga, and Sonia Chiriboga Ruiz, Personal Representative of the Estate of Jesus Guevara, Plaintiffs,\nv.\nINTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT, T/A the World Bank, and the Insurance Company of the State of Pennsylvania, Defendants.\nCiv. A. No. 84-0182.\nUnited States District Court, District of Columbia.\nMarch 29, 1985.\n*964 Craig Dean Katz, H. Edward Chozick, Washington, D.C., for plaintiffs.\nDaryl J. Hudson, III, Washington, D.C., for Insurance Company.\n\nMEMORANDUM OPINION AND ORDER\nJOYCE HENS GREEN, District Judge.\nThis matter comes before the Court on defendant World Bank's (\"the Bank\") motion to dismiss and the defendant Insurance Company of the State of Pennsylvania's (\"Insurance Company\") motion to dismiss, or in the alternative, motion for summary judgment. The plaintiffs brought suit against the defendants in an effort to recover $200,000 in benefits under an accident insurance policy held by a former employee of the World Bank. The defendant World Bank now contends that it is immune from suit because this case arose out of a dispute involving the Bank's \"personnel policies or dealings with [Bank] employees.\" The defendant Insurance Company argues that the claims alleged against it should be dismissed for lack of subject matter jurisdiction, or in the alternative, that summary judgment should be granted in its favor because the insurance policy holder was not covered under the policy at the time the accident occurred. For the reasons set forth below, the Court grants the defendants' motions to dismiss.\n\nI.\nOn July 11, 1983, Alicia Chiriboga Guevara and her husband, Jesus Guevara, were killed in an airplane crash in Ecuador. At the time of the accident, Alicia Guevara was employed by the World Bank in Washington, D.C. The trip to Ecuador was undertaken by the Guevaras\u0097both natives of Ecuador\u0097as part of the Bank's home leave benefit arrangement, which permits staff members and their families to return periodically to their home countries. The Bank authorized the Guveras's planned 19-day trip as \"home leave travel\" and as \"annual leave\". Only the two travel days to and from Quito, Ecuador, however, were authorized as home leave travel. The Bank paid for the Guevara's round trip fare between Washington and Alicia Guevara's home city of Quito, Ecuador.\nThe Guevaras left Washington, D.C. for Quito on July 3, 1983. Approximately one week after their arrival in Quito the Guevaras elected to make a trip to the city of Cuenca, Ecuador. Unlike the trip to Quito, this trip was not specifically authorized by the Bank. The Guevaras themselves paid for the airplane tickets. On the way to Cuenca, the Transportes Aereos Nacionales Ecuitorianos 737 carrying the Guevaras crashed, killing numerous passengers. Among those killed were the Guevaras.\nAt the time of her death Alicia Guevara was insured under a benefits plan provided by the World Bank to its employees. The Bank itself did not provide the insurance policy. Rather, the group travel accident policy was issued by the Insurance Company of Pennsylvania to the World Bank.\nThe policy provided that \"each employee as defined in paragraph 1A (1) 1A (2) of foreign accident endorsement W-1 will be insured for an additional sum of $100,000.00 in the event of death....\" Endorsement W-1, in turn, defined those eligible for air travel death benefits as:\nI A.\n1. ... Executive Directors, their alternates, assistants to executive directors, staff members, and consultants employed by the assured, and visitors who are officially invited at the insured's expense to Washington, D.C. to observe the operation of the Economic Development Institute programs....\n....\n5. Spouses of employees, as defined in (1) above, when expenses for travel are borne by the employer,\n....\nAll of Whom Are:\n1. Travelling from their regular official station; or\n\n*965 2. Travelling to their regular official station; or\n3. Travelling in any place in the world away from their regular official station; or\n4. Temporarily located away from their regular official station when officially authorized by the employer or authorized by a country governmental instrumentality or agency, entity organization, institution or group collaboration with the employer in work for mutual interests; or\n5. On direct travel, proceeding on or returning from officially authorized home leave or rest and recuperation leave; or who\n6. In connection with entering into the employment of the employer, are travelling from their home to their regular official station provided such travel is at the direction and expense of the employer;\n7. Or who, in connection with termination of employment, are travelling in their home provided such travel is at the direction and expense of the employer; or\n8. As a result of any of the above outlined travels and for personals [sic] reasons are on a delayed enroute or a deviation enroute provided such delay enroute or deviation in travel does not exceed a period of seven (7) days.\nThe policy named Carlos and Fabiola Chiriboga, the parents of Alicia Guevara, as the sole beneficiaries.\nShortly after the crash, the Chiribogas and Sonia Chiriboga Ruiz \u0097 the personal representative of the Estate of Jesus Guevara \u0097 each placed a demand with the World Bank for payment of $100,000 in insurance benefits. The Bank refused to pay the policy proceeds on the grounds that the Guevaras were not covered under the policy at the time of the accident.[1]\nSix months later, in January 1984, the Chiriboga parents and Sonia Ruiz filed suit against both the World Bank and the Insurance Company of Pennsylvania. The plaintiffs alleged that the Bank and the Insurance Company had breached the terms of the insurance contract and deliberately \"deceived the defendants to think that there were no restrictions or limitations to the payment of the $100,000 benefits.\"\nIn the motions to dismiss the defendant World Bank now argues that regardless of the merits of the plaintiffs' claims, the Bank is immune from suit because \"activities defining or arising out of [the] relationship of an international organization with its internal administrative staff ... may not be the basis of an action against the organization....\" Broadbent v. Organization of American States, 628 F.2d 27, 35 (D.C.Cir.1980). As its primary defense the defendant Insurance Company contends that the Court lacks subject matter jurisdiction over the case because the complaint fails to establish complete diversity under 28 U.S.C. § 1332(a)(3). In the alternative, the Insurance Company refutes the plaintiffs' specific charges of breach of contract, misrepresentation or deceit, and argues that summary judgment should be granted in their favor because the terms of the contract clearly did not cover the Guevara's trip to Cuenca.\nEach of these claims are examined in turn below. It is the jurisdictional issue, however, that the Court must address at the outset.\n\nII.\n\nA.\nThe plaintiffs assert that this Court has jurisdiction over their complaint under 28 U.S.C. § 1332(a)(3) and 22 U.S.C. § 286g. 28 U.S.C. § 1332(a)(3) provides that \"the district courts shall have original jurisdiction of all civil actions where the matter in controversy exceeds the sum or value of $10,000, exclusive of interest and costs, and is between \u0097 ... (3) citizens of different States and in which foreign states *966 or citizens or subjects thereof are additional parties.\" 22 U.S.C. § 286g provides that:\nFor the purpose of any action which may be brought within the United States or its Territories or possessions by or against the Fund or the Bank in accordance with the Articles of Agreement of the Fund or the Articles of Agreement of the Bank, the Fund or the Bank, as the case may be, shall be deemed to be an inhabitant of the federal judicial district in which its principal office in the United States is located, and any such action at law or in equity to which either the Fund or the Bank shall be a party shall be deemed to arise under the laws of the United States, and the district courts of the United States shall have original jurisdiction of any such action.\nWithout mentioning 22 U.S.C. § 286g, the defendant Insurance Company insists that jurisdiction is lacking under 28 U.S.C. § 1332(a)(3) because the Bank is \"an international financial institution\" without national identity. Section 1332(a)(3) applies only to suits where the opposing parties are citizens of different states and where foreign states or citizens thereof are additional parties. The Bank, the defendant argues, is neither a U.S. citizen nor a foreign state or a \"citizen thereof\"; section 1332(a)(3) cannot, therefore, provide a jurisdictional basis for suit in this Court.\nSection 286g expressly states that where suit is consistent with the Bank's Articles of Agreement, the Bank shall be deemed a citizen of the judicial district where it has its principal office. Accepting that the World Bank is \"an international financial institution,\" Mendaro v. World Bank, 717 F.2d 610, 611 (D.C.Cir.1983), and not a citizen of any U.S. state, it follows that section 286g may be held to provide a jurisdictional basis for this suit only if suit against the Bank is proper under the Articles of Agreement. Regardless whether one concludes that the Bank's principal office is in New York or Washington, D.C., complete diversity is possible. The defendant Insurance Company is based in Pennsylvania, and the plaintiffs are alien residents of Maryland. Thus, if the Articles permit suit, complete diversity exists for purposes of section 1332(a)(1) and the Court may assert jurisdiction.\nIt is at this point that the defense asserted by the Bank in its motion to dismiss dovetails with the jurisdictional question raised by the Insurance Company. If the Bank is immune under the Articles of Agreement, as the Bank contends, this cause of action would not \"be brought ... in accordance with the Articles of Agreement of the Bank\", 28 U.S.C. § 286g, and section 286g could not be used to establish diversity jurisdiction. The Bank's motion to dismiss and the Insurance Company's motion to dismiss for lack of subject matter jurisdiction, therefore, turn on the question of immunity.\n\nB.\nIt is well established under international law that \"an international organization is entitled to such privileges and such immunity from the jurisdiction of a member state as are necessary for the fulfillment of the purposes of the organization. ...\" Mendaro v. World Bank, 717 F.2d 610 (D.C.Cir.1983), quoting Restatement of the Foreign Relations Law of the United States (Revised) § 464(1) (Tentative Draft No. 4) (1983). In keeping with this principle, this Circuit has repeatedly upheld the immunity of various international organizations from suits arising out of an employment relationship. In Broadbent v. Organization of American States, for example, the court held that the Organization of American States was immune from a suit brought by employees alleging a breach of their employment contracts. The court gave a number of persuasive policy reasons for its decision:\n[t]he United States has accepted without qualification the principles that international organizations must be free to perform their functions and that no member state may take action to hinder the organization. The unique nature of the international civil service is relevant. International officials should be as free as possible, within the mandate granted by the member states, to perform their duties free from the peculiarities of national *967 politics.... An attempt by the courts of one nation to adjudicate the personnel claims of international civil servants would entangle those courts in the internal administration of those organizations. Denial of immunity opens the door to divided decisions of the courts of different member states passing judgment on the rules, regulations, and decisions of the international bodies.\nUndercutting uniformity in the application of staff rules or regulations would undermine the ability of the organization to function effectively.\n628 F.2d at 34-35 (footnotes omitted; emphasis in original).\nSimilarly, in Mendaro v. World Bank, the Court held that the World Bank was immune from an employee's suit alleging that the Bank had discriminated on the basis of sex. Citing Broadbent, the Mendaro court noted that \"one of the most important protections granted to international organizations is immunity from suits by employees of the organization in actions arising out of the employment relationship. Courts of several nationalities have traditionally recognized this immunity, and it is now an accepted doctrine of customary international law.\" 717 F.2d at 615. The reason given in Mendaro for providing immunity was\u0097as the Broadbent court had pointed out\u0097that unilateral control by a member nation would likely hamper the functioning of the organization:\nThe purpose of immunity from employee actions is rooted in the need to protect international organizations from unilateral control by a member nation over the activities of the international organization within its territory. The sheer difficulty of administering multiple employment practices in each area in which an organization operates suggests that the purposes of an organization could be greatly hampered if it could be subjected to suit by its employees worldwide. But beyond economies of administration, the very structure of an international organization, which ordinarily consists of an administrative body created by the joint action of several participating nations, requires that the organization remain independent from the international policies of its individual members.\n717 F.2d at 615-16.[2]\nThe activity involved in this case falls squarely within the protected sphere of activity as defined in Broadbent and its progeny. The heart of the plaintiffs' claim is that the Bank denied the plaintiffs employee benefits to which they were entitled as named beneficiaries and the personal representative of a deceased employee and her spouse. The dispute focuses on what the Bank did or did not contract to provide to its employees. It is difficult to imagine a suit that touches more closely on the internal operations of an international organization. No matter how approached, this case cannot be characterized as anything other than a suit \"arising out of the Bank's ... relationship with its own employees.\" 717 F.2d at 617.[3]\n*968 Like other types of immunity, however, the immunity available to international organizations may be waived by members of the organization or its administrative directors. 717 F.2d at 617. The plaintiffs argue, therefore, that even if immunity exists \"in theory\", the statutory grant of power to the World Bank Administrative Tribunal excludes their claims and, accordingly, the World Bank must be held to have waived its immunity to the claims.\nIn Mendaro the Court of Appeals addressed the issue of waiver and concluded that the Bank's immunity may be waived only by an express waiver on the part of the organization: \"[t]he Act [the Bank's Articles of Agreement] confers immunity `except to the extent that [an organization] expressly waive[s] [its] immunity for the purpose of any proceedings or by the terms of any contract.'\" 717 F.2d at 617, quoting Restatement (Second) of the Foreign Relations Law of The United States § 84 (1965) (emphasis in original).\nThe relevant document here \u0097 the statute of the World Bank Administrative Tribunal \u0097 contains no \"express\" waiver of immunity for claims like those asserted by the plaintiffs. Rather, the statute empowers the Tribunal to adjudicate claims made by a \"member of the staff\" alleging \"non-observance of the contract of employment or terms of appointment....\" Statute of World Bank Administrative Tribunal, Attachment F to World Bank's initial memorandum, Article II(1). \"Member of the staff\" is expressly defined to include \"any person who is entitled to claim upon a right of a member of the staff as a personal representative or by reason of the staff member's death....\" Id., Article II(3). That definition clearly covers the Chiribogas and Ms. Ruiz. It is apparent, therefore, that under Mendaro the plaintiffs have failed to establish that the Bank has waived immunity for the claims.\n\nC.\nHaving determined that the plaintiffs may not properly bring suit against the Bank, it is clear that 22 U.S.C. § 286g may not be asserted as a basis for establishing subject matter jurisdiction over the complaint as filed. Because the plaintiffs' complaint relies on section 286g to meet the requirement of complete diversity, the ruling that the Bank is immune leaves the plaintiffs without subject matter jurisdiction over any of the claims alleged in the complaint.\nAs a general rule, failure to establish subject matter jurisdiction will result in dismissal. In this instance, however, the jurisdictional defect in the pleadings as submitted would not entirely preclude the plaintiffs from seeking relief; the jurisdictional defect could be remedied by amending the complaint to assert claims against only the Insurance Company. Given the length of time this case has been pending, the full briefings of the parties, and mindful that it would be a relatively simple matter to amend and refile, the Court concludes that in the interests of justice and out of concern for judicial economy it is appropriate to address the defendant Insurance Company's motion for summary judgment at this time. Justice would not be served by delaying the resolution of the claims against the Insurance Company until the plaintiffs have amended their pleadings when, as here, it is evident from the record that the Insurance Company, like the Bank, is entitled to dismissal of the claims against it with prejudice. It is, therefore, to the Insurance Company's alternative ground for dismissal \u0097 the motion for summary judgment \u0097 that the Court now turns.\nThe Insurance Company contends that even if jurisdiction is proper, no genuine issues of material fact remain to be decided and that as a clear matter of contract law *969 summary judgment should be granted in its favor. The Insurance Company argues that the insurance contract is clear on its face. The plaintiffs, they maintain, were simply not covered at the time of the accident because they were not traveling to or from a duty station \"on the business of the employer.\"\nThe plaintiffs, on the other hand, contend that the meaning of the word \"travel\" in the insurance contract is unclear. The Court, they argue, must permit discovery to determine what the understanding of the parties actually was at the time the contract was formed. Relying on the Bank's \"Statement of Benefits\" and the Bank's \"Personnel Manual Statement,\" the plaintiffs insist that the policy intended to cover \"any travel away from a duty station.\" Irrespective of whether benefits should be awarded, the plaintiffs contend that the issue is sufficiently confused to preclude a grant of summary judgment.\nUnder the strict standard established by this Circuit, a motion for summary judgment may be granted only when it is shown that there \"is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.... In ruling on a summary judgment motion, the Court must draw all inferences from the record in the light most favorable to the party opposing the motion.\" Williams v. WMATA, 721 F.2d 1412, 1414-15 (D.C. Cir.1983). \"To warrant summary judgment the record `should show the right of the [movant] to a judgment with such clarity as to leave no room for controversy. ...'\" Weiss v. Kay Jewelry Stores, Inc., 470 F.2d 1259, 1262 (D.C.Cir.1972).\nIt is equally well established in this Circuit that a trial court need not consider extrinsic evidence when interpreting a contract if the contractual provision in dispute is unambiguous. Lee v. Flintkote Co., 593 F.2d 1275, 1281 (D.C.Cir.1979); E.P. Hinkel &amp; Co. v. Manhattan Co., 506 F.2d 201, 204 (D.C.Cir.1974); 1901 Wyoming Ave. Coop Assoc. v. Lee, 345 A.2d 456, 461 (D.C.App.1975); Holland v. Hannan, 456 A.2d 708, 815 (D.C.App.1983). Under the law of the District of Columbia the terms of an insurance policy, so long as they are clear and unambiguous, express the contract between the parties and must be enforced, unless they violate a statute or public policy. Papanicolas v. Group Hospitalization, Inc., 434 A.2d 403, 404 (D.C.App.1981); Robinson v. Aetna Life Ins. Co., 288 A.2d 236, 238 (D.C.App.1972).\nViewed against this background, it is clear that a grant of summary judgment in favor of the defendant Insurance Company is both necessary and proper. No issues of material fact remain in dispute. It is conceded by both sides that:\n1. Alicia and Jesus Guevara flew to Quito, Ecuador, with tickets paid by the World Bank.\n2. The trip was authorized as annual leave and home leave travel \u0097 not as business.\n3. The flight to Cuenca was made without the knowledge and/or authorization of the Bank, and with tickets paid for by the Guevaras.\n4. The Travel Accident Insurance Policy, as submitted to the Court, is accurate.\nThe sole issues disputed are questions of law: whether the scope of the coverage provided by the contract is clear on its face; and if so, whether the plaintiffs were included under that coverage.\nThe terms of Endorsement W-1 carefully set out the preconditions for the recovery of benefits. Four provisions\u0097all cited and relied upon by the plaintiffs\u0097are relevant for the purposes of this analysis:\n[An insured employee may recover if]\nI B....\n1. travelling from [his] regular official station; or\n2. travelling to [his] regular official station; or\n3. travelling in any place in the world away from [his] regular official station; or\n....\n5. on direct travel, proceeding on or returning from officially authorized home leave or rest and recuperation leave ...\n*970 The plaintiffs argue that depending on the definition one gives to \"travelling\", the deceased may have been entitled to the $100,000 benefits. It is this \"ambiguity\" that the plaintiffs claim should compel the court to permit examination of extrinsic evidence.\nOf the four provisions cited, the last \u0097 I B.5\u0097is clear on its face. Because the plaintiffs were not traveling directly to or from a duty station when they were killed, this provision cannot serve as a basis for recovery.\nThe first three provisions, read in isolation, do not define the word \"travelling\". Contrary to the plaintiffs' assertions, however, a separate provision of the contract does define the term:\n\nThe word \"traveling\" shall be construed as applying only to traveling undertaken on the business of the employer and officially authorized by the employer. \"Traveling\" shall be deemed to have commenced when the insured person leaves his residence or place of regular employment for the purpose of traveling, whichever last occurs and shall continue until such time as he returns to his residence of [sic] place of regular employment, whichever first occurs. With respect to technical assistance experts, regular official station shall be deemed to be the Washington [D.C.] Metropolitan area.\nFor persons traveling or on reassignment from one location to another; `traveling' shall be deemed to continue while occupying hotel rooms or other temporary quarters for a period not to exceed 30 days from date of arrival at duty station provided such temporary travel status is at the Bank's expense and authorized by the Bank.\nFor persons traveling to take up employment with the Bank or on termination of employment \"travelling\" shall be deemed to have ceased when they have reached their temporary/permanent quarters at duty station or resettlement station at retirement, providing such travel status is authorized by the Bank and at the Bank's expense. [Emphasis added.]\nThe provision simply could not be clearer. Traveling for purposes of parts I B.1, 2 and 3 only refers to traveling \"undertaken on the business of the employer and officially authorized by the employer.\"[4] There is no need to look to extrinsic evidence on this issue.[5]\nApplying this conclusion to the undisputed facts before the Court, it is clear that the second issue \u0097 whether the plaintiffs were covered by the contract \u0097 must be resolved in favor of the defendant. Alicia Guevara's travel to Ecuador was not \"undertaken on the business of the employer\". It is undisputed that the trip to Quito was authorized only as home leave and annual leave. On the day that the Guevaras were killed Alicia Guevara was on annual leave. The trip to Cuenca had neither been approved nor paid for by the Bank.[6] Indeed, the plaintiffs do not contend that the Bank knew of the trip to Cuenca. Under these circumstances, the plaintiffs are not entitled to recover insurance benefits.[7]\n\n\n*971 III.\nFor the reasons set forth above, the defendant Insurance Company's Motion to Dismiss for failure to establish subject matter jurisdiction is hereby denied. The plaintiffs' cross-motion to strike the defendant Insurance Company's affidavit is also denied. Because the basis for the jurisdictional ruling rests on the finding that the Bank cannot, as a matter of law, be held liable for the causes alleged by the plaintiffs, and because the Court concludes the defendant Insurance Company has successfully established, albeit in the alternative, that summary judgment in its favor is both necessary and proper, this action is hereby dismissed with prejudice as to all defendants.\nNOTES\n[1]  Under an insurance policy unrelated to the one at issue in this case, plaintiffs Carlos and Fabiola Chiriboga did in fact receive $63,000 as a result of the death of their daughter, and Sonia Chiriboga Ruiz received $31,500 for the death of Jesus Guevara.\n[2]  This reasoning is not based solely on Broadbent. Other decisions by this Circuit have granted immunity for similar reasons. See, e.g., Tuck v. Pan American Health Organization, 668 F.2d 547 (D.C.Cir.1981) (finding international organization immune from suit by non-employee who alleged tortious interference with contract); Kissi v. de Laroisiere (International Monetary Fund), No. 82-1267 (D.D.C. June 23, 1983) (dismissing applicant's discrimination claim against the director of the International Monetary Fund on the ground of immunity).\n[3]  The plaintiffs insist that they should be viewed as creditors, not employees of the Bank, and that in this capacity the denial of insurance benefits constitutes commercial activity for which the Bank is not immune. This argument is flawed in several respects. First, the Bank had no commercial dealings with the plaintiffs. The suit arises out of an alleged breach of contract between the Bank and Alicia Guevara. Second, the \"commercial transactions\" exception for international immunity exists only to enable the Bank to achieve its chartered objectives. Mendaro, 717 F.2d at 615, 618. Allowing employees and third-party beneficiaries to sue the Bank on matters concerning the administration of employment benefits does not enhance the Bank's ability to perform its functions. Third, Broadbent itself involved a breach of contract action by an alleged \"creditor\". The court did not find the \"commercial\" exception applicable. 628 F.2d at 35. Fourth and finally, as a matter of general law a third-party beneficiary stands in the shoes of the promisee and is subject to all defenses that might have been asserted against the promisee. E.g. Rouse v. United States, 215 F.2d 872, 874 (D.C.Cir.1954); 4 J. Corbin, Corbin on Contracts, 266-67 (1951). A defense applicable to a suit that could have been brought by Alicia Guevara, therefore, would also be applicable to her beneficiaries. Had she lived, the only action that Alicia Guevara could have brought to win insurance benefits would have been a breach of contract action as an employee. In no sense could such a suit be characterized as \"commercial.\"\n[4]  Although the plaintiffs acknowledge the existence of part I C. of the contract, their treatment of the provision is less than candid. Inexplicably, the provision is quoted and discussed without including the critical first sentence. See Plaintiffs' Opposition to Defendant Insurance Company's Motion to Dismiss at 4.\n[5]  Indeed, even were the Court required to examine extrinsic evidence, it is not clear that Mendaro would expect the Court to review the Bank's personnel manuals and policy statements as advocated by the plaintiffs. A judicial determination as to how the policy is governed by the Bank's Personnel Manual Statement would require this Court to interpret the manual and would entangle the Court in the internal administration and personnel policies of the Bank.\n[6]  The contract is equally clear in defining who is permitted to recover. Part I A.5 of the policy provides that spouses of employees, like Jesus Guevara, are covered only \"when expenses for travel are borne by the employer.\" Jesus Guevara's flight to Cuenca was not paid for by the Bank. His claim, therefore, is doubly barred: he was neither traveling on business for the Bank, nor flying with a ticket purchased by the Bank.\n[7]  The plaintiffs' complaint alleges both that the Insurance Company breached the terms of the insurance contract and that it deceived the defendants into thinking that there were no restrictions or limitations on the $100,000 travel insurance awards. The plaintiffs' second claim of misrepresentation rests on the allegation that the Statement of Benefits provided by the Bank to Mrs. Guevara was misleading. In resolving the defendant Insurance Company's motion for summary judgment this claim need not be addressed for several reasons. First, the Statement of Benefits was written by the Bank, not the Insurance Company. As submitted, the plaintiffs' complaint and memorandum in opposition to the motion for summary judgment do not allege with the requisite specificity, see Fed. R.Civ.P. 56, precisely how the Bank's Statement of Benefits can support a claim of deceit against the Insurance Company. No specific factual allegations are made to support a claim that the Insurance Company \"secretly\" designed or authored the Statement. Indeed, the defendants' affidavit of Lillian Reamy, submitted to support the claim of the Insurance Company that it had nothing to do with the dissemination of the Bank's Statement of Benefits, is not countered by affidavits from the plaintiffs. The plaintiffs do contend that the affidavit fails to comply with the requirements of Fed.R.Civ.P. 56(c), but that charge is wholly without merit. The affiant testifies about matters of which she has personal knowledge, and the affidavit is credible. The minor hearsay statement contained in the affidavit is admissible under Fed.R.Evid. 803(6).\n\nSecond, the Court has found, see supra, that the terms of the contract were clear on their face. As a practical matter, therefore, regardless what the Statement of Benefits said or which of the defendants authored it, that document was neither necessary, nor relevant, to a determination of who the policy covered. Indeed, it is highly questionable as a matter of law whether the plaintiffs could maintain a claim for deceit or misrepresentation when the underlying contract is clear on its face, and the alleged \"misleading\" \"extrinsic\" evidence does not purport to revoke the contract. In short, a claim for deceit is difficult to support where the legal obligations, as set out by the contracting party, are clear on their face.\nThird and finally, although it is possible that the Bank may in fact have misled its employees as to the scope of their insurance, as discussed supra, the Bank is immune from suit in this regard.\n\n",
            "ocr": false,
            "opinion_id": 1811908
        }
    ],
    "court_short_name": "District of Columbia",
    "court_full_name": "District Court, District of Columbia",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}