{
    "id": 8039751,
    "judges": "Arrington, McGehee",
    "date_filed": "2002-07-06",
    "date_filed_is_approximate": true,
    "slug": "mcnair-v-state",
    "case_name_short": "McNair",
    "case_name": "McNair v. State",
    "case_name_full": "McNair v. State",
    "attorneys": "Colin Stoclcclale, Jackson, for appellant., Joe T. Patterson, Asst. Atty. Gen., Jackson, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "January 9, 1956",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "223 Miss. 83",
        "77 So. 2d 306"
    ],
    "opinions": [
        {
            "author_str": "Arrington",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nArrington, J.\nThe appellant, O. C. McNair, was convicted in the Circuit Court of Rankin County of the murder of W. L. Mullican, and was sentenced to death. From this judgment he appeals.\nAppellant spent the morning of May 1, 1951, in various activities involving drinking and gambling in and about Rankin and Hinds Counties, which, sometime in the early afternoon of said date, terminated in a fight between the appellant and two of his companions. The appellant was injured slightly and sought out “the law” in the Town of Florence in order to bring about their arrest. He made known to Mullican, the Constable of Beat One of Rankin County, that he wanted his companions arrested, and Mullican carried him before a justice of the peace, where the appellant signed the affidavits and the warrants were issued. The appellant accompanied Constable Mullican in order to help locate and identify his companions whom he sought to have arrested. After the appellant and the deceased left Florence, appellant is the only person who knows what occurred. The body of the deceased was found in the woods some distance from a gravelled road, about three and one-half miles southeast of Florence. The deceased was shot three times with his own pistol.\nThe appellant made various conflicting statements in regard to how the homicide occurred, at first asserting *86that other persons killed the deceased. However, in the early morning of May 2, 1954, the appellant freely and voluntarily confessed that he killed Constable Mullican. Mr. L. Cf. Holyfield, Sheriff of Rankin County, testified that the appellant told him and other officers that he got in the truck with Mullican and they rode down the road; that Mullican said he was going to take him home as he knew his father very well; that he did not want to go home, and as they got further down the road, he got to thinking about it — -to kill “that man,” but he didn’t know why — and when he got down to the bottom of a hill, he decided he would jump out of the truck and run, which he did, and ran into the woods; that the deceased jumped out and followed him; that after getting some distance into the woods, appellant hid behind a tree and “up-tripped” Mullican and grabbed his pistol and shot him once while he (Mullican) was on the ground; that Mullican attempted to get up, and did get up on his “all fours” and grabbed him; that he then shot him several other times; that he ran because he was scared. He then thought about the truck and decided to go back and get it and make his escape. He returned to the truck but did not use it, although he had the key. In this confession, he also stated to the officers that the boys whom he had previously implicated in the killing did not have anything to do with it, that they had left town, and he did the killing himself. This was an oral confession.\nThe appellant later made a confession which was reduced to writing and signed by him, and is shown by the record to have been freely and voluntarily made. The written confession, in part, is as follows: “. . . Then the man that Mr. Shorty told me was the sheriff pulled up in front of Mr. Parkingston’s store and stopped, and I went and told him that Willie Lee Milton and Artice Polk had jumped on me and I wanted to have them arrested and he carried me to Mr. Pete Dear’s house and I signed some papers against Willie Lee Milton and Artice Polk. Then we started down the road to*87ward Cousin Archie’s house where Willie Lee and Artice Polk stays at. We were driving down the road talking, and we got down under a hill and I told him that they generally walked through the woods near home and he stopped his truck and we got out and started walking-through the woods. He was walking- ahead for a little piece and he walked by me and I grabbed his pistol out of his scabbard or holster or whatever you call it. When I done this he said something. I don’t know what, and turned toward me and brought his arm down, and I shot two (2) or three (3) times, then I turned and run back toward the truck, but before I got to the truck, I stopped and thought that I would take the truck and get away. &gt; ?\nAppellant testified in his own behalf. His testimony was that while traveling in search of his companions he became sick and the deceased stopped the truck; that appellant ran into the woods and the deceased came upon him with his pistol drawn; a scuffle ensued, the pistol was discharged several times, and Constable Mullican was killed. Appellant admitted making the various statements attributed to him, including the confessions, but denied their truthfulness, and asserted that the killing occurred in the manner related by him at the trial.\n Appellant assigns as error that the lower court erred in permitting the district attorney, over objection, to cross-examine the appellant in regard to convictions while in the military service and in regard to the type of discharge he received from the military service. We think the lower court was in error in permitting such cross-examination. Wharton’s Criminal Evidence, 11th ed., Yol. 3, Sec. 1380. Section 1693, Mississippi Code of 1942, does not authorize evidence of this nature. However, upon a careful consideration of the record in this case, we hold said error to be harmless. Before any cause may be reversed for error of this nature, it must appear that the error was prejudicial to the rights of the appellant. Jones v. State, 104 Miss. 871, 61 So. 979; *88L. R. A. 1918B, 388; Patterson v. State, 106 Miss. 338, 63 So. 667; House v. State, 121 Miss. 436, 83 So. 611; Calicoat v. State, 131 Miss. 169, 95 So. 318; Lewis v. State, 132 Miss. 200, 96 So. 169; Goins v. State, 155 Miss. 662, 124 So. 785; Comings v. State, 163 Miss. 442, 142 So. 19.\nIn the case at bar it cannot be said that the appellant was prejudiced by the aforesaid cross-examination, inasmuch as he freely and voluntarily confessed to a state of facts making out a clear case of murder, and no question is raised in this record as to the confessions not being entirely free and voluntary.\n Appellant also argues that the verdict of the jury is against the overwhelming weight of the evidence and that the evidence is insufficient to justify the infliction of the death penalty. We are of the opinion that the testimony is ample to sustain the conviction. In the recent case of Holmes v. State, 56 So. 2d 815, where the appellant gave several versions of the homicide, this Court said: “These several conflicting statements cannot be reconciled. It is only when the story of the accused is reasonable, and when it is not contradicted by a credible witness, or the physical facts, or the facts of common knowledge that it must be accepted. Simmons v. State, 208 Miss. 586, 45 So. 2d 149, and authorities there cited. Holmes did not testify in this trial, but his explanation was available and admissible. The jury does not have to believe the exculpatory portion of the defendant’s admission of the killing. Oats v. State, ............ Miss............., 2 So. 2d 801.”\n Lastly, the appellant contends that the court erred in overruling his motion for a new trial, and argues that he could be guilty of no higher crime than manslaughter. In answer to this contention, both the State and defendant obtained instructions authorizing the jury to designate the crime as manslaughter. It was for the jury to determine which version of the killing as *89related by appellant it believed to be true. Buckler v. State, 171 Miss. 353, 157 So. 753.\nJanuary 9, 1956\n84 So. 2d 430\nWe find no reversible error in this record. The case must, therefore, be affirmed.\nAffirmed, and Thursday, March 10, 1955, is hereby fixed for the execution of the death sentence in the manner provided by law.\nAll Justices concur.\nON MOTION TO SET NEW DATE OF EXECUTION\nMcGehee, C. J.\nThe appeal of O. C. McNair in the above styled cause from the Circuit Court of Rankin County, Mississippi, having been affirmed by this Court on January 24, 1955, and the date for the execution of the death sentence of the appellant having been then fixed for Thursday, March 10, 1955, and an appeal of the cause having thereafter been granted the appellant to the Supreme Court of the United States, and the attorney of record for the appellant O. C. McNair having filed with the Clerk of this Court notice in writing that his appeal to the United States Supreme Court has been abandoned and that he desires that the same be dismissed and this Court being-now advised that after the granting of the said appeal nothing further has been done to perfect the same, and that no notice of the appeal has been filed with the Clerk of the United States Supreme Court as shown by a letter dated October 31, 1955, from the Clerk of the United States Supreme Court to the Attorney General of Mississippi, and the time having- expired under the provisions of Rule 11, Revised Rules of the Supreme Court of the United States, effective July 1, 1954, for the filing of notice of the appeal with the said Clerk, and it appearing- that the said appeal was never docketed in the *90United States Supreme Court in accordance with Eule 13 of said Court, the State of Mississippi, under the provisions of Eule 14 of the Supreme Court of the United States, has now asked the Court to dismiss the appellant’s appeal to the Supreme Court of the United States and to fix another date for the execution of the death sentence of the appellant O. C. McNair, the former date fixed by this Court having passed, and it appearing to this Court that the motion of the Attorney General for the fixing of a new date for the execution of the sentence should be sustained, it is ordered and adjudged by this Court that the new date for the execution of the said death sentence should be, and the same is, hereby fixed for Friday, February 17, A. D. 1956.\nAll Justices concur.\n",
            "ocr": true,
            "opinion_id": 7996218
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Murder"
}