{
    "id": 1836181,
    "judges": "Anderson, Brown, Snyder",
    "date_filed": 1239148800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-sandoval",
    "case_name_short": "Sandoval",
    "case_name": "State v. Sandoval",
    "case_name_full": "State of Wisconsin, Plaintiff-Respondent, v. Juan M. Sandoval, Defendant-Appellant",
    "attorneys": "On behalf of the defendant-appellant, the cause was submitted on the briefs of Jefren E. Olsen, assistant state public defender of Madison., On behalf of the plaintiff-respondent, the cause was submitted on the brief of Christine A. Remington, assistant attorney general, and J.B. Van Hollen, attorney general.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\nSubmitted on briefs November 6, 2008.\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b216-3\">\n    State of Wisconsin, Plaintiff-Respondent, v. Juan M. Sandoval, Defendant-Appellant.\n    <a class=\"footnote\" href=\"#fn†\" id=\"fn†_ref\">\n     †\n    </a>\n</parties><br><court id=\"b216-6\">\n    Court of Appeals\n   </court><br><docketnumber id=\"b216-7\">\n<em>\n     No. 2008AP482-CR.\n    </em>\n</docketnumber><otherdate id=\"AqO\">\n<em>\n     Submitted on briefs November 6, 2008.\n    </em>\n</otherdate><decisiondate id=\"AFC\">\n<em>\n     Decided April 8, 2009.\n    </em>\n</decisiondate><br><citation id=\"b216-8\">\n    2009 WI App 61\n   </citation><br><citation id=\"b216-9\">\n    (Also reported in 767 N.W.2d 291.)\n   </citation><br><attorneys id=\"b220-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"130\"> \n     *130\n     </span>\n    On behalf of the defendant-appellant, the cause was submitted on the briefs of\n    <em>\n     Jefren E. Olsen,\n    </em>\n    assistant state public defender of Madison.\n   </attorneys><br><attorneys id=\"b220-9\">\n    On behalf of the plaintiff-respondent, the cause was submitted on the brief of\n    <em>\n     Christine A. Remington,\n    </em>\n    assistant attorney general, and\n    <em>\n     J.B. Van Hollen,\n    </em>\n    attorney general.\n   </attorneys><br><judges id=\"b220-10\">\n    Before Brown, C.J., Anderson, PJ., and Snyder, J.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn†\" label=\"†\">\n<a class=\"footnote\" href=\"#fn†_ref\">\n     †\n    </a>\n<p id=\"b216-15\">\n     Petition to review denied 8/17/09.\n    </p>\n</div></div>",
    "citations": [
        "2009 WI App 61",
        "767 N.W.2d 291",
        "318 Wis. 2d 126"
    ],
    "opinions": [
        {
            "author_str": "Anderson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8479.0,
            "opinion_text": "\n767 N.W.2d 291 (2009)\n2009 WI App 61\nSTATE of Wisconsin, Plaintiff-Respondent,\nv.\nJuan M. SANDOVAL, Defendant-Appellant.[\u0086]\nNo. 2008AP482-CR.\nCourt of Appeals of Wisconsin.\nSubmitted on Briefs November 6, 2008.\nOpinion Filed April 8, 2009.\n*293 On behalf of the defendant-appellant, the cause was submitted on the briefs of Jefren E. Olsen, assistant state public defender of Madison.\nOn behalf of the plaintiff-respondent, the cause was submitted on the brief of Christine A. Remington, assistant attorney general, and J.B. Van Hollen, attorney general.\nBefore BROWN, C.J., ANDERSON, P.J., and SNYDER, J.\n¶ 1 ANDERSON, P.J.\nJuan Sandoval argues that he is entitled to a new trial because he believes his trial attorney provided ineffective assistance by failing to argue the proper basis for excluding the State's rebuttal witness and by failing to impeach the witness with his prior inconsistent statements. For the reasons discussed, Sandoval's request is denied and we affirm the trial court.\n¶ 2 Sandoval was charged with attempted first-degree intentional homicide while armed, substantial battery while armed, and intentionally pointing a firearm at another person. The charges arose from an incident on March 27, 2004. Sandoval pleaded not guilty to the charges and the case proceeded to trial. The case was tried twice. The first trial was held in March 2006. Sandoval was acquitted of the substantial battery charge and convicted of the pointing a firearm at another charge. The jury was unable to reach a verdict on the attempted homicide charge.\n¶ 3 The case went to trial again on the attempted homicide charge in July 2006. At this trial, the jury convicted Sandoval of the charge.\n¶ 4 The following evidence was presented at trial. Shortly before 2:00 a.m. on March 27, 2004, Officers Hans Freidel and John Pomeroy of the City of Racine Police Department were dispatched to Thor Avenue in Racine on a noise complaint. The officers heard a gun shot as they turned onto Thor. They saw two men running down the sidewalk toward them. They stopped and exited their squad in order to stop the men. Freidel stopped one of the men on the sidewalk and, because he was concerned that the man might have been the person who fired the shot and thus might be in possession of a gun, he ordered him to the ground while holding him at gunpoint. Pomeroy had separated from Freidel to go after the other man. The man on the ground told Freidel that his friend had just been shot and tried to point westbound. Pomeroy returned and crouched down to handcuff the man on the ground while Freidel continued to hold him at gunpoint. Freidel looked westbound and saw an individual on the sidewalk in front of the corner house (2432 Thor Avenue) being kicked by a man. Freidel made an in-court identification of Sandoval as the man he saw kicking the individual on the sidewalk.\n¶ 5 Freidel testified that he saw Sandoval extend his right arm towards the individual on the ground and fire one shot at the individual. Freidel said it was difficult to see a gun in the shooter's hand. However, when the shot went off, Freidel said it was \"very loud\" and he \"saw the muzzle flash extend from the end of the barrel of the gun.\" He testified that it was \"unmistakable,\" that he had seen muzzle flashes \"hundreds of times\" and \"absolutely\" recognized what he saw as a muzzle flash.\n*294 ¶ 6 Freidel testified that Sandoval was about one or two feet away from the victim on the ground and the distance from the gun in Sandoval's hand to the ground was approximately four feet. Freidel said the man on the ground was not moving at all. He said there were no obstructions in his line of sight other than \"people walking around down there a little bit but nothing that obstructed [his] view of [the shooter] extending the gun and firing it.\" Freidel further testified that he had no trouble seeing where Sandoval was, that there were streetlights, the squad's lights and also his own flashlight pointing in the direction of Sandoval and the man on the ground.\n¶ 7 Freidel said that after witnessing the shot, he and Pomeroy released the man they had been holding at gunpoint because there was a more important threat down the street. They then began moving in the direction of the shooter and the man on the ground. Pomeroy acted as Freidel's cover and as Freidel progressed, he never lost sight of the shooter. The man on the ground, later identified as Jerrad Williams, did not move at all while the shooter continued to kick him.\n¶ 8 Freidel testified that when he made his way to the front of 2432 Thor Avenue, the shooter, Sandoval, was still on the sidewalk in front of the house standing over the man on the ground, Williams. Freidel stated that he could see that Sandoval was wearing tan pants, a black jacket and a light shirt. A picture of Sandoval with other identified partygoers was shown to Freidel; he identified Sandoval and indicated that it fairly and accurately depicted how Sandoval was dressed the night of the incident; the picture was entered into evidence without objection.\n¶ 9 Freidel testified that while in front of 2432 Thor Avenue, he ordered Sandoval to drop the gun and put his hands in the air. He said Sandoval \"completely ignored\" him. Sandoval started to walk up onto the porch of 2432 Thor Avenue. There were about ten or fifteen people on the porch at the time. As Sandoval walked up the stairs to the porch, he had a gun in his right hand which he then put in his right jacket pocket. Once he reached the front porch, Sandoval began walking back and forth on the porch \"fiddling.\" Freidel said Sandoval began looking at him while he continued to give Sandoval commands to raise his hands. Sandoval ignored Freidel's commands and continued to walk back and forth on the porch. While on the porch, Sandoval was \"fidgeting with his jacket,\" standing by a pillar towards the front of the porch. Freidel said it was difficult to see what Sandoval was doing with his hands because he would go behind the pillar.\n¶ 10 At some point, the door to the house opened and everyone on the front porch ran inside. A S.W.A.T. team and other backup came; hours passed and eventually the people in the house were ordered out and removed one by one. When Sandoval exited the house, Freidel said he \"immediately recognized who he was.\" Freidel observed that Sandoval had a wound on his hand and dried blood on his clothing. Sandoval was wearing the same clothing except he no longer had on the black jacket. Freidel escorted Sandoval back to the transport wagon and notified a detective that he recognized Sandoval.\n¶ 11 Freidel was able to view everyone that was at the Thor Avenue party because they were all assembled in the police department basement auditorium. He did not see anyone who resembled Sandoval. He testified unequivocally that \"Juan Sandoval is the man I saw with the gun outside.\"\n*295 ¶ 12 The police recovered a nine-millimeter shell casing in a bush on the east side of the property. They recovered a nine-millimeter semiautomatic handgun that was next to the steps of the porch, along with another casing. They found a black jacket in the house. They found blood stains on the sidewalk, porch and door of the house. The recovered handgun had blood and a partial fingerprint on it but the print did not have enough points of identification to match to anyone's fingerprints. However, a DNA analysis of the blood on the gun showed that it matched Sandoval's DNA. A DNA analysis of biological material taken from the black jacket found in the house also matched Sandoval's DNA. The blood stains found on the porch and door of the house matched Sandoval's DNA; the blood stain on the sidewalk matched the victim's, Williams', DNA.\n¶ 13 Sandoval testified that he went to the party on Thor Avenue with Juan Guzman, Rudy Avila, Tiffany Gryczawski and Ricky Vela. He drove. Vela was the person who knew about the party and gave directions to the house. Sandoval said that, at some point in the evening, he went to his car to get gum, and while doing so he cut his finger. After he returned to the party, he said another partygoer showed him a gun and he \"grab[bed]\" it from the partygoer who then \"snatched it back.\" When asked why he would hold a gun in his hand, Sandoval testified, \"I don't know, just never seen one. First time holding it.\" He said that sometime after he handled the gun, he realized he was bleeding from a cut on his finger.\n¶ 14 Sandoval stated that Vela got into an argument with another partygoer. At some point, the two men and their friends headed outside. Sandoval said he went to the porch and saw Vela and the other person on the front lawn getting ready to fight. Sandoval said he then heard gunshots as he was going down the steps of the porch. He said that Vela and the other man took off running and that he and Avila went back up to the porch and eventually got back inside the house. Sandoval denied shooting at or kicking Williams and denied pointing a gun.\n¶ 15 Williams testified that he had been drinking on the night in question and did not remember being shot at or lying on the sidewalk or how he cut his head.\n¶ 16 Tiffany Gryczawski, one of the persons who accompanied Sandoval to the party, testified on his behalf. She testified that Sandoval drove her, Avila and Guzman[1] to the party. She said she did not see a gun that night, and in particular did not see Sandoval, Avila or Guzman with a gun and that she did not have a gun. On cross-examination, Gryczawski initially said only Sandoval, Avila and Guzman were in the car with her, as she believed Vela was already at the party; however, when pressed, she could not be sure if Vela was already at the party or if they had picked him up.\n¶ 17 Sandoval takes issue with his trial counsel's handling of the State's rebuttal witness, Ricardo (Ricky) Vela.\n¶ 18 Vela testified that he had known Sandoval as a friend since high school. He said he went to the party with Sandoval, who drove to Vela's house in his car and picked him up. When asked if he saw anything in Sandoval's waistband, Vela responded \"Umm \u0097 I can't really recall. I just \u0097 I don't really want to say anything if *296 I don't really know the truth about, so.\" The State continued questioning:\n[Counsel] At some point, Mr. Vela, did you see Mr. Sandoval with a weapon in his car on his way to the party?\n[Vela] Umm \u0097 I don't know. I can't really just say that if he had something or not \u0097 you know \u0097 I can't say yes. I'm not sure.\n[Counsel] Is this a difficult decision for you because of your friendship with Mr. Sandoval?\n[Vela] Somewhat, yeah.\n[Counsel] Do you recall speaking with me about five minutes ago and telling me you saw a 9mm handgun?\n[Vela] Yeah.\n[Counsel] And you believed it was square in shape and it looked like a semiautomatic versus a revolver?\n[Vela] Yeah.\n[Counsel] And you saw that in his waistband, sticking out so you could actually see the gun while he was driving?\n[Vela] Yeah.\n[Counsel] And you're now telling us, however, you're not sure whether you saw that?\n[Vela] No, I'm actually saying I did see that, so.\n[Counsel] But it is difficult for you?\n[Vela] Yeah, because \u0097 you know \u0097 we were friends \u0097 you know.\n¶ 19 After the State completed its direct examination of Vela, Sandoval's counsel asked for a sidebar conference. With the jury excused, Sandoval's counsel explained that the information that Vela saw Sandoval with a gun that night was completely new and had not been disclosed by the State. The court questioned the prosecutor and Sandoval's attorney about Vela. This sidebar established the following:\n(1) Vela was a witness on Sandoval's witness list. Sandoval's lawyer and investigator had talked to Vela. Vela never told either of them that he had seen Sandoval with a gun.\n(2) Vela had not been called by either party at the first trial, nor was he called by the State or Sandoval as part of their cases-in-chief at the second trial.\n(3) A copy of a police report that had been provided to Sandoval's lawyer stated that in May 2006, when police asked Vela if Sandoval had a gun at the party, Vela replied that he did not want to say, that he had not come forward because he was afraid he might be arrested for being at the party, and that he was considering making a statement against Sandoval, though he was reluctant to do so.\n(4) The State subpoenaed Vela before the second trial.\n(5) On the morning of July 11, the day the State began presenting its case, Vela talked to the State's lead investigator on the case, Robin Jacobson. Vela told Jacobson that he rode with Sandoval to the party and while they were in the car he saw that Sandoval had a handgun. Jacobson wrote a report summarizing Vela's statement.\n(6) Sandoval's attorney told the court he had no notice of Vela's July 11 statement and that he believed it should have been turned over to him and that Vela should have testified in the State's case-in-chief.\n(7) Assistant District Attorney, Patricia Hanson, told the court that she did not call Vela in the State's case-in-chief because it had not named him as a witness and \"felt [Vela] would only be called as rebuttal because he hadn't been noticed.\"\n(8) In explanation as to why Sandoval's attorney was unaware of the State's plan *297 to call Vela on rebuttal and unaware of the report of Vela's statement to Investigator Jacobson regarding seeing a handgun on Sandoval, Attorney Hanson stated \"I don't have to provide reports of rebuttal witnesses.\" The court responded, \"Correct.\"\n(9) At this time, Sandoval's attorney did not explicitly ask the court to strike Vela's testimony or declare a mistrial.\n(10) After establishing a timeline of Vela's statement and having the State produce a copy of the report of Vela's statement, the court advised Sandoval's attorney that he could cross-examine Vela and provide contrary evidence in his surrebuttal case.\n¶ 20 After the sidebar, the jury returned and Sandoval's trial counsel proceeded to cross-examine Vela, who was excused after a brief redirect and recross. Sandoval's trial counsel did not question Vela regarding his prior inconsistent statement that Sandoval did not have a gun. After the State presented two additional rebuttal witnesses, whose testimony is not at issue here, the court granted Sandoval's request for a break in the trial for the weekend to give the defense time to subpoena witnesses for surrebuttal and to locate Jermichael Sykes, an AWOL witness, who the defense believed helpful to Sandoval's case.[2] In particular, Sandoval wanted to subpoena and recall Gryczawski, who had been presented in the defendant's case-in-chief but had been released from subpoena, as well as Rudy Avila, who had not testified in the second trial and had been released from subpoena before Vela testified.\n¶ 21 The trial reconvened the following Monday and Sandoval's trial counsel filed a motion to dismiss or, in the alternative, for a mistrial. In the motion, counsel argued that the State should have disclosed the report of Vela's July 11 statement under WIS. STAT. § 971.23(1)(h) (2007-08)[3] because Vela's evidence was \"exculpatory.\"[4] The court denied the motion, noting that \"while it may have been appropriate or possible\" for the State to have disclosed Vela's evidence earlier, it was proper rebuttal evidence and the adjournment of the trial after the State's rebuttal case gave Sandoval adequate time to prepare a response. Though Avila and Gryczawski were each served with subpoenas over the weekend, they did not respond to them. Thus, the only evidence Sandoval's trial counsel presented on surrebuttal was the testimony of Jermichael Sykes from the first trial, which was read to the jury because he could not be found to testify in person.\n¶ 22 Thereafter, the jury returned a guilty verdict.\n¶ 23 Sandoval filed a postconviction motion, arguing that his trial counsel was ineffective for failing to argue that Vela was not a bona fide rebuttal witness and *298 for failing to impeach Vela with his prior inconsistent statements. At the motion hearing, Sandoval's trial counsel said he was probably \"in shock\" during Vela's direct testimony and that this is probably why he waited and did not object until after the State had finished its direct. He explained, \"To be honest with you, I really wasn't thinking straight at that point in time. I don't recall exactly what arguments I made.\" He acknowledged that he was not aware at the time of the trial of the line of cases dealing with bona fide rebuttal witnesses. He stated that he was mostly worried about \"the Perry Mason effect,\" where there is \"a surprise witness at the end and it kind of seal[s] the case.\"\n¶ 24 He explained that his reasoning for not impeaching was in part that he \"thought the damage was already done\" and that \"[i]t didn't matter\" what he said or asked. He said he did not want to draw more attention to Vela's damaging statement regarding seeing a gun. He said, \"Given the situation, I did what I thought was best,\" and \"at the time when I was questioning Ricky Vela, I felt like I was in a daze. I was \u0097 I was really surprised and I was kind of panicking I would say as a defense lawyer.\" He agreed that being caught by surprise was also part of the reason he did not impeach Vela with his prior inconsistent statements.\n¶ 25 Sandoval's trial counsel testified that in addition to asking the court for and receiving time to subpoena other witnesses in the car, he prepared the dismissal and/or mistrial motion over the weekend. The motion argued that the case should be dismissed because the State violated its discovery obligations pursuant to WIS. STAT. § 971.23(1)(h) and prejudiced the defendant's case or, in the alternative, a mistrial should be declared. The substance of the motion focused on the State's rebuttal witness Ricky Vela, arguing:\n[T]he State ambushed the Defense by putting up Ricky Vela as a rebuttal witness to testify that Juan Sandoval had a semi-automatic pistol in the car, which is exculpatory evidence. Ricky Vela also testified that he had been available to testify during the State's case in chief. The Defense could not have objected to the State's violation of discovery rules regarding exculpatory evidence prior to this testimony because defense counsel learned of the exculpatory evidences literally while Ricky Vela was testifying. (emphasis added[.]) The State did not inform the Court or the Defense about the exculpatory evidence until Ricky Vela testified on Rebuttal.\nThe motion was denied.\n¶ 26 On appeal, Sandoval makes two ineffective assistance of counsel arguments for reversal of the judgment of conviction for attempted first-degree intentional homicide and the order denying his motion for postconviction relief. First, Sandoval argues that he is entitled to a new trial because he believes his trial counsel provided ineffective assistance by failing to argue the proper basis for excluding the State's rebuttal witness. In the alternative, he argues that a new trial is merited because his trial counsel provided ineffective assistance by failing to impeach Vela with his prior inconsistent statements.\n¶ 27 Whether a lawyer rendered ineffective assistance is a mixed question of law and fact. State v. Manuel, 2005 WI 75, ¶ 26, 281 Wis. 2d 554, 697 N.W.2d 811. The circuit court's findings of fact will be upheld unless they are clearly erroneous. Id. Whether the defendant's proof satisfies either the deficient performance or the prejudice prong is a question of law that an appellate court reviews without deference to the circuit court's conclusions. See id.\n*299 ¶ 28 A defendant claiming ineffective assistance of counsel must prove both that his lawyer's representation was deficient and that he suffered prejudice as a result of that deficient performance. Strickland v. Washington, 466 U.S. 668, 687, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984); State v. Love, 2005 WI 116, ¶ 30, 284 Wis. 2d 111, 700 N.W.2d 62. If the court concludes that the defendant has not proven one prong of this test, it need not address the other. Strickland, 466 U.S. at 697, 104 S. Ct. 2052.\n¶ 29 To prove deficient performance, a defendant must show specific acts or omissions of counsel that were \"outside the wide range of professionally competent assistance.\" Id. at 690, 104 S. Ct. 2052. A lawyer's performance is not deficient unless he or she \"made errors so serious that counsel was not functioning as the `counsel' guaranteed the defendant by the Sixth Amendment.\" Id. at 687, 104 S. Ct. 2052. To demonstrate prejudice, the defendant must show that there is\na reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability sufficient to undermine confidence in the outcome.\nId. at 694, 104 S. Ct. 2052; see also Love, 284 Wis. 2d 111, ¶ 30, 700 N.W.2d 62.\n¶ 30 Sandoval's first argument is that his trial counsel was ineffective for failing to argue that Ricky Vela was not a bona fide rebuttal witness. The basis for this argument is the well-established rule that a party is not required to disclose the names or statements of rebuttal witnesses if they are bona fide rebuttal witnesses. State v. Konkol, 2002 WI App 174, ¶ 11, 256 Wis. 2d 725, 649 N.W.2d 300. The focus of the disclosure inquiry is not on whether the State correctly anticipated the defense strategy beforehand, but on whether the proffered testimony is bona fide rebuttal evidence. Id., ¶ 15. The State has no duty to disclose a legitimate rebuttal witness, even when the State knows the defense strategy in advance and anticipates using the witness at trial. Id. \"[I]n Wisconsin `if the prosecution expects that the defendant will raise a certain contention that might call for rebuttal witnesses, it need not list those witnesses even if fairly certain as to who they will be.'\" Id. (citations omitted.) The trial court has considerable discretion in controlling evidence to be admitted in rebuttal. King v. State, 75 Wis. 2d 26, 42, 248 N.W.2d 458 (1977). The test of admissibility of rebuttal evidence is whether it only became necessary and appropriate when the defendant presented his or her case-in-reply. Konkol, 256 Wis. 2d 725, ¶ 18, 649 N.W.2d 300; Lunde v. State, 85 Wis. 2d 80, 91-92, 270 N.W.2d 180 (1978).\n¶ 31 The State should not be barred from putting on legitimate rebuttal evidence simply because it correctly anticipated the defense. Konkol, 256 Wis. 2d 725, ¶ 16, 649 N.W.2d 300. This is not trial by ambush. Id., ¶ 17. Our discovery statute does not require a defendant to divulge the details of his or her own case. Id. Once a defendant presents a theory of defense, however, the credibility of that theory becomes an issue in the case. Id. The defendant runs the risk that the State will rebut the defense theory with evidence of its own. Id. This is the approach Wisconsin applies to impeachment evidence; the same approach applies to rebuttal evidence. Id.\n¶ 32 Thus, the only other basis for barring Vela's testimony would be that he was not a bona fide rebuttal witness, which is Sandoval's argument. To support this argument, Sandoval points us to a Maryland case, Wright v. State, 349 Md. 334, 708 A.2d 316, 320 (1998), in which that *300 court stated that rebuttal evidence is \"evidence ordinarily [that] would have been inadmissible, as irrelevant, in the plaintiff/State's case-in-chief, for, at that stage, there would have been nothing to rebut.\" Sandoval likens this test to the Wisconsin test which, as already noted, looks to whether the evidence only became necessary and appropriate when the defendant presented his or her case-in-reply. Konkol, 256 Wis. 2d 725, ¶ 18, 649 N.W.2d 300; Lunde, 85 Wis.2d at 91-92, 270 N.W.2d 180. We reject Sandoval's analogy. Wisconsin's approach is not the same. Unlike Maryland, Wisconsin does not say that rebuttal evidence is evidence that ordinarily would have been inadmissible. Rather, in Wisconsin, the evidence may well have been admissible or \"appropriate\" in the plaintiff/State's case-in-chief, but only became necessary at rebuttal. Whether evidence could have been admitted in the State's case is not the test of admissibility of rebuttal evidence. See Konkol, 256 Wis. 2d 725, ¶ 19, 649 N.W.2d 300 (testimony was proper rebuttal because it directly answered an issue introduced by the defense even though it could have come in in the State's case-in-chief).\n¶ 33 We are convinced that the State satisfied the law of Wisconsin in this case. Vela's testimony was bona fide rebuttal evidence because it directly answered an issue introduced by Sandoval's defense: that Sandoval did not have a gun in the car. Specifically, Sandoval offered Gryczawski's testimony that she was in the car with Sandoval on the way to the party on Thor Avenue and no one in the car had a gun, and that specifically, she did not see a gun on Juan Sandoval. Sandoval himself testified that he had \"never seen\" a gun before; that the \"[f]irst time\" he saw or held a gun was after they exited the car and went into the party. It should have come as no surprise to Sandoval that the State would seek to defuse his proffered evidence that he did not have a gun in the car before the party. See id. Athough the specifics of the State's evidence \u0097 Vela's testimony that he saw Sandoval with a gun in his possession in the car before the party \u0097 may have been a surprise, it directly rebutted Sandoval's own evidence: Gryczawski's testimony that no one in the car had a gun and specifically, she did not see a gun on Sandoval; Sandoval's testimony that his very first contact with a gun was in the Thor Avenue house when he grabbed and held one momentarily before relinquishing it. This is not trial by ambush; it is simply the State's response to an issue Sandoval raised in his defense. See id. The fact that Vela's testimony would have been useful in the case-in-chief does not preclude its use in rebuttal. See id.\n¶ 34 Given that Vela was a bona fide rebuttal witness, the trial court properly allowed Vela's rebuttal testimony. Sandoval's trial counsel was not deficient in failing to argue a proper reason to exclude Vela's testimony because an attorney's failure to pursue a meritless argument does not constitute deficient performance. Cf. State v. Cummings, 199 Wis. 2d 721, 748 n. 10, 546 N.W.2d 406 (1996). This established, we need not reach the prejudice prong of Sandoval's first ineffective assistance of counsel claim. See Strickland, 466 U.S. at 697, 104 S. Ct. 2052.\n¶ 35 We turn to Sandoval's second argument, that his trial lawyer was ineffective for failing to impeach Vela with his prior inconsistent statements. Because we conclude that Sandoval has not proven that he suffered prejudice, we need not address whether his lawyer's representation was deficient. See id. To demonstrate prejudice, Sandoval needed to show a reasonable probability that, but for his lawyer's unprofessional errors, the result of the *301 trial would have been different. See id. at 694, 104 S. Ct. 2052; see also Love, 284 Wis. 2d 111, ¶ 30, 700 N.W.2d 62. He has not so shown.\n¶ 36 Even assuming, without deciding, that Sandoval's attorney did perform deficiently, our confidence in the outcome is nonetheless sustained. The extensive evidence laid out in the fact portion of this opinion underscores the strong case the State made against Sandoval; we briefly highlight here: a trained police officer, who witnessed the shooting, unequivocally identified Sandoval as the shooter; a gun found near the scene had Sandoval's blood on it; the officer who positively identified Sandoval, also described Sandoval as wearing a black jacket and testified that after the shooting, Sandoval disobeyed orders, ran into the house and later came out jacketless; upon exiting the house jacketless, the officer \"immediately recognized who he was\"; further, a black jacket found near the scene had biological material on it which matched Sandoval's DNA; blood stains found on the porch and door of the house matched Sandoval's DNA; and, finally, Sandoval himself confirmed that his hand was bleeding that evening.\n¶ 37 We have established that Vela's testimony was properly admitted. Therefore, even if Sandoval's attorney had impeached Vela and pointed out that he had previously stated that he did not see a gun or did not want to say whether he saw a gun, the jury could have easily chosen to believe Vela's trial testimony over his earlier statements. Or the jury may have disregarded Vela's testimony altogether, given that he was inconsistent on the stand. As noted in our discussion of the evidence presented, Vela, in the beginning of his testimony, denied seeing Sandoval with a gun but after prodding, testified that he did see Sandoval with a gun. In essence, the jury witnessed firsthand Vela's flip-flopping and still convicted Sandoval. We conclude that, even if Sandoval's attorney had impeached Vela with his prior inconsistent statements, the outcome of the trial would have been the same.\n¶ 38 Sandoval does not succeed on either of his ineffective assistance of counsel claims. Vela was a bona fide rebuttal witness for the State and Sandoval's counsel did not perform deficiently for not arguing that he was not. Further, because Sandoval has not shown that he was prejudiced by his attorney's failure to impeach Vela on his prior inconsistent statements, we need not reach the deficiency prong of his second ineffective assistance of counsel claim. We are confident in the outcome of the trial.\nJudgment and order affirmed.\nNOTES\n[\u0086]  Petition for review filed.\n[1]  Tiffany Gryczawski refers to Juan Guzman as \"Cruz\" in her testimony. For clarity and consistency, we use Guzman.\n[2]  Jermichael Sykes was called by the State in the first, but not the second, trial. Sykes testified about seeing two different men with guns. He stated that he saw the victim, Williams, get struck with a gun by a man, and this same man later shot at William's head. Sykes said that when he ran to help Williams, Sandoval pointed a gun at him (i.e., Sykes). Sykes testified that it was not Sandoval who struck and later shot at Williams.\n\nSykes did not respond to subpoenas and ultimately could not be found. The State did not seek to admit Syke's testimony from the first trial. However, Syke's testimony from the first trial was read to the jury during Sandoval's surrebuttal case.\n[3]  All references to the Wisconsin Statutes are to the 2007-08 version unless otherwise noted.\n[4]  We believe counsel meant to argue that Vela's statement evidence was inculpatory.\n\n",
            "ocr": false,
            "opinion_id": 1836181
        }
    ],
    "court_short_name": "Court of Appeals of Wisconsin",
    "court_full_name": "Court of Appeals of Wisconsin",
    "court_type": "SA",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Murder"
}