{
    "id": 1841992,
    "judges": "Anderson, P.J., Brown and Nettesheim",
    "date_filed": 1081296000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-bloom",
    "case_name_short": "Bloom",
    "case_name": "State v. Bloom",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "680 N.W.2d 832"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nState of Wisconsin, Plaintiff-Respondent,\nv.\nGregory R. Bloom, Defendant-Appellant.\nNo. 03-1537-CR.\nCourt of Appeals of Wisconsin.\nFiled: April 7, 2004.\nBefore Anderson, P.J., Brown and Nettesheim, JJ.\n¶ 1. PER CURIAM.\nGregory R. Bloom appeals from a judgment of conviction of two counts of recklessly endangering safety by use of a dangerous weapon and of bail jumping. He also appeals from an order denying his postconviction motion for a new trial and to vacate the penalty enhancer. His claims on appeal center on whether he was denied his right to a fair trial either by improper evidentiary material, improper argument, or ineffective assistance of counsel. He also argues that to apply the penalty enhancer, there must be a finding that he intended to use his motor vehicle as a dangerous weapon. We reject his claims and affirm the judgment and order.\n¶ 2. Bloom drove his van across the centerline of a city street and struck an oncoming vehicle driven by Tiffany Campolo. Campolo and her one-year-old son suffered minor injuries. Bloom was charged with being impaired at the time of the accident from inhaling spray from an aerosol can, a practice known as \"huffing.\" Bloom admitted that he had developed a huffing habit and would inhale \"Dust Off,\" a spray product used to clean computers, at night to sleep. He also admitted he had inhaled Dust Off the night before the accident but maintained that the effects had worn off by the time of the accident. The accident occurred shortly before noon.\n¶ 3. The officer responding to the accident reported that he found Bloom slumped over in the van with his head bobbing back and forth. Bloom had trouble putting words together and had urinated in his seat. When he opened the door to Bloom's van, the officer detected a \"gassy ... distinctive odor.\" A can of Dust Off was found on the floor of the van near the driver's seat. Several other used and unused containers of Dust Off were also found in the van.\n¶ 4. At trial the prosecutor inquired of Campolo whether she had sued Bloom in court to recover damages for her injuries and bills. Campolo replied that she had won her case against Bloom and did so without a lawyer. Bloom's first claim is that he was denied his right to a fair trial because of the improper testimony that Bloom had lost in the civil lawsuit. However, Bloom did not object to the testimony at trial and so he argues in the alternative that counsel's failure to object deprived him of the effective assistance of counsel. See State v. Smith, 170 Wis. 2d 701, 714 n. 5, 490 N.W.2d 40 (Ct. App. 1992).\n¶ 5. In order to find that trial counsel was ineffective, the defendant must show that counsel's representation was deficient and prejudicial. State v. Thiel, 2003 WI 111, ¶18, 264 Wis. 2d 571, 665 N.W.2d 305. The ultimate determination of whether counsel's performance was deficient and prejudicial to the defense are questions of law which this court reviews independently. State v. Johnson, 153 Wis. 2d 121, 128, 449 N.W.2d 845 (1990). If we conclude on a threshold basis that the defendant could not have been prejudiced by trial counsel's performance, we need not address whether such performance was deficient. State v. Kuhn, 178 Wis. 2d 428, 438, 504 N.W.2d 405 (Ct. App. 1993). The prejudice prong is not an outcome determinative test. See State v. Scott, 230 Wis. 2d 643, 660, 602 N.W.2d 296 (Ct. App. 1999). Our focus is whether counsel's deficient performance renders the result of the proceedings unreliable and calls into question the fairness of the proceeding itself. Id. An error is prejudicial if it undermines the confidence in the outcome of the proceeding. Id. at 659.\n¶ 6. We observe that Campolo's testimony about her successful civil suit was very brief; it only consisted of four questions. The testimony was not mentioned anytime else during the trial, not even in the prosecutor's closing argument. We recognize that the testimony about the civil suit demonstrated that another finder of fact had found Bloom responsible for the accident. However, in the criminal case it was undisputed that Bloom's van swerved and struck Campolo's vehicle. The testimony about the civil case had no impact on the prosecution's burden of proving that Bloom, knowing of the risk posed by huffing and driving, was under the influence of huffing Dust Off at the time of the accident. Further, the evidence on that fact was overwhelming. Immediately after the accident Bloom was found slumped over in his van, disoriented and incoherent. He had urinated on himself. Within five minutes Bloom was functioning normally. The gassy odor of Dust Off was noticed by the responding officer. Cans of Dust Off were found in the vehicle, one near Bloom's feet. The testimony established that huffing deprives the brain of oxygen shutting down the central nervous system. Consequently huffing decreases a person's motor skills, causes a loss of consciousness, and causes loss of muscle control, including bladder control. Huffing gives a quick, intense high that wears off quickly. There was also evidence that just two months earlier, Bloom was involved in a single motor vehicle accident as a result of huffing and then driving.\n¶ 7. In light of the evidence, counsel's failure to object to Campolo's testimony about the civil suit does not undermine our confidence in the outcome. Bloom was not deprived the effective assistance of counsel on this point.\n¶ 8. Bloom next argues he was deprived a fair trial when the prosecutor was permitted to elicit testimony about the nature and circumstances of Bloom's prior convictions. On direct examination Bloom admitted that he had twice been convicted of a crime. Bloom was then asked to state what the convictions were for. He responded that they were for \"domestic violence, battery,\" and that they arose out of a fight with his sister about his huffing addiction. On cross-examination the prosecutor asked Bloom to confirm that he had actually been convicted of disorderly conduct and battery. The prosecutor then asked, \"Isn't it a fact, Mr. Bloom, that you strangled your sister, you were pushing-pushing on her wind pipe?\" Defense counsel interrupted the question with an objection. The trial court ruled that the defense had opened the door to the nature of the prior convictions and allowed the prosecutor's questions. The prosecutor then elicited from Bloom that his sister reported he had pushed on her wind pipe, that his mother reported she had to pull Bloom off his sister, and that his mother told officers that when he huffs Bloom becomes violent and unable to care for himself. This in turn led to a denial by Bloom that he becomes abusive and aggressive when huffing. In an attempt to explain the altercation with his sister, Bloom revealed that his sister had him committed in a psychiatric ward six days before the accident with Campolo. Bloom was asked questions about how the police forcibly removed him from his bedroom after he had been huffing on the day of his commitment.\n¶ 9. We agree with the trial court's determination that Bloom opened the door to the prosecutor's questions about the circumstances of his prior convictions. See State v. Mares, 149 Wis. 2d 519, 531, 439 N.W.2d 146 (Ct. App. 1989). The prosecutor was entitled to clarify the exact crimes when Bloom failed to identify them correctly. See Nicholas v. State, 49 Wis. 2d 683, 689, 183 N.W.2d 11 (1971) (when answers regarding prior convictions on direct examination are inaccurate or incomplete, the correct and complete facts may be brought out on cross-examination). Also, the line of questioning was relevant to rebut Bloom's theory of defense that he only used Dust Off to sleep or at times when he would be going to sleep. Wis. Stat. § 904.04(1)(a) (2001-02).[1] The trial court's evidentiary ruling was a proper exercise of discretion and did not deprive Bloom of a fair trial.\n¶ 10. We turn to Bloom's alternative argument that counsel was constitutionally deficient for creating the situation by opening the door to the prosecutor's questions and not seeking a pretrial ruling on the parameters of the prosecution's cross-examination should Bloom testify about the nature of the prior convictions. Counsel testified that he did not want to leave the jury to speculate about the nature of the prior convictions so as a matter of strategy he planned to ask Bloom to reveal the nature of the convictions. Counsel did not consider bringing a motion in limine because he believed, based on years of experience before the trial court, that the court would narrowly limit any further inquiry. Counsel candidly explained, \"The only thing that I misjudged was the extent to which Judge Fisher allowed [the prosecutor] to explore those.\" He further explained that he did not make further objections because it was part of the defense theory not to make objections so the jury would not think that Bloom had anything to hide.\n¶ 11. Counsel's testimony reflects sound trial strategy that we must not second-guess since it is based on deliberateness, caution, and circumspection. See State v. Felton, 110 Wis. 2d 485, 502, 329 N.W.2d 161 (1983). Even setting that aside, we conclude that Bloom was not prejudiced by counsel's conduct. Again, the evidence was overwhelming with respect to the crucial issue at trial. The explanation of Bloom's altercation with his sister, his mother's opinion that he would be aggressive when huffing, and his forcible removal by police does not detract from the overwhelming evidence that Bloom was under the influence of an inhalant at the time of the accident. Indeed, as trial counsel suggested, the explanation of Bloom's turmoil over his huffing addiction possibly made the jury view him sympathetically. Bloom was not denied the effective assistance of counsel with respect to inquiry springing from the disclosure of the nature of his prior convictions.\n¶ 12. Citing four aspects of the prosecutor's closing argument, Bloom contends that he was denied the right to a fair trial by argument invoking consideration of factors outside the evidence. See State v. Draize, 88 Wis. 2d 445, 454, 276 N.W.2d 784 (1979). Only one objection was made during the prosecutor's closing argument and no motion for mistrial was made. Any claim of error on portions of the argument not objected to is waived. See State v. Guzman, 2001 WI App 54, ¶25, 241 Wis. 2d 310, 624 N.W.2d 717. We may, however, review the claims under a plain error analysis. State v. Street, 202 Wis. 2d 533, 552, 551 N.W.2d 830 (Ct. App. 1996). To constitute plain error \"the error must be obvious and substantial, or grave\" and such that the defendant was denied a basic constitutional right. Id. A prosecutor's improper argument can rise to such a level that the defendant is denied his or her due process right to a fair trial. State v. Wolff, 171 Wis. 2d 161, 167, 491 N.W.2d 498 (Ct. App. 1992). The relevant inquiry is \"whether those remarks `so infected the trial with unfairness as to make the resulting conviction a denial of due process.'\" Id. (citation omitted). We conclude that there was no improper argument constituting plain error.\n¶ 13. Bloom first argues that during rebuttal closing argument the prosecutor implied that he possessed additional information supporting guilt other than what was presented to the jury in just two days of trial.[2] This argument was not improper as it was in fair response to the defense argument that the prosecutor had been aggressive during Bloom's cross-examination and that the prosecutor was trying to make Bloom out to be an evil guy. The prosecutor's remark was an explanation for why he was so aggressive in Bloom's cross-examination and an apology for it. We do not, as Bloom suggests, deem the remark to suggest that there was evidence the jury had not heard.\n¶ 14. Next, Bloom contends that the prosecutor employed a variation of the forbidden \"golden rule\" argument by personalizing the impact of the case.[3] The prosecutor remarked that the bail jumping offense occurred \"while he was out, while he was among us.\" Bloom also points to a statement in the prosecutor's opening argument that Bloom's conduct had occurred while he was \"on bond on a criminal case and among the rest of us.\" Reference to Bloom being \"among us\" was not improper since the bail jumping charge required proof that Bloom committed the offense while at liberty. The remark came while the prosecutor was discussing the elements of bail jumping. Further, the comment did not directly personalize the crime for the jurors.\n¶ 15. The prosecutor asked the jury to hold Bloom accountable for his conduct.[4] Bloom contends that this type of argument invoked public policy concerns beyond the jury's role as the finder of fact. We disagree. The argument was based on the evidence of criminal conduct and asked the jury not to simply feel sorry for Bloom. The request for a guilty verdict would include holding the defendant accountable for his criminal conduct. Bloom equates the prosecutor's comment to improper argument for \"jury nullification.\" See State v. Bjerkaas, 163 Wis. 2d 949, 959-63, 472 N.W.2d 615 (Ct. App. 1991). The prosecutor's comments were far from suggesting that the jury's verdict be based on something other than the evidence of criminal conduct.\n¶ 16. Bloom's final claim is that the prosecutor improperly implied that defense counsel had manipulated the fact-finding process. The prosecutor argued in rebuttal closing argument:[5]\nMembers of the jury, I've known [defense counsel] for a couple of years and I think that the way that [counsel] has presented himself and presented this case is an example that a good attorney can defend the most convincing case against a criminal defendant. A good attorney can find doubt where there is none. A good attorney can attempt to mix up everything for the jury to have them find, well, the state just didn't do it\u0097\n¶ 17. Again, the prosecutor's argument, taken in the context of trial, was an appropriate response to defense argument. The comment came at the beginning of rebuttal argument. The jury had just heard defense counsel argue that the prosecution had failed to meet its burden of proof and particularly the inability of the prosecution's expert to explain the exact impact huffing has on a person. The prosecutor's responsive argument was an attempt to explain how the defense was utilizing one small part of the trial to overcome all the other evidence. Prosecutors are allowed \"considerable latitude\" in making a reasonable response to defense arguments. Wolff, 171 Wis. 2d at 167-68. The prosecutor's argument did not cross the line in this context.\n¶ 18. Bloom argues for a new trial in the interests of justice under Wis. Stat. § 752.35. A new trial may be ordered where the real controversy has not been fully tried or there was a probable miscarriage of justice. State v. Ray, 166 Wis. 2d 855, 875, 481 N.W.2d 288 (Ct. App. 1992). We exercise our discretionary power to grant a new trial infrequently and judiciously. Id. at 874.\n¶ 19. Bloom contends that the real controversy was not fully tried because the crucial issue in the case was tainted by disclosure that he had lost a civil suit, evidence of prior unrelated problems he experienced as a result of huffing, and the prosecutor's closing remarks attacking his character and lifestyle. We have already determined that those points did not create prejudicial error at trial. The cumulative effect of non-errors does not support a new trial. See State v. Marhal, 172 Wis. 2d 491, 507, 493 N.W.2d 758 (Ct. App. 1992). Bloom makes the additional assertion that defense counsel inadvertently undercut the theory of defense during voir dire when counsel told jurors, \"I anticipate that Mr. Bloom will take the stand to testify for you if the State meets its burden in its case in chief.\" We are not persuaded that this one statement in the context of the whole trial, a trial in which the evidence was overwhelming, prevented the real controversy from being fully tried. We decline to grant a new trial in the interests of justice.\n¶ 20. The final issue is whether the \"while armed\" penalty enhancer should be vacated because the jury was not instructed to find that Bloom intended to use his motor vehicle as a dangerous weapon.[6] Bloom argues that given the size and weight of a motor vehicle, every vehicle constitutes a dangerous weapon when it strikes a person or another vehicle and, therefore, anyone who commits the offense of recklessly endangering safety by use of a motor vehicle is always guilty of committing the offense by use of a dangerous weapon. That circumstance, he suggests, impermissibly eviscerates the substantive statutory scheme of graduated offenses and penalties. See State v. Frey, 178 Wis. 2d 729, 741-45, 505 N.W.2d 786 (Ct. App. 1993). Frey held that parts of a defendant's anatomy could not be considered a dangerous weapon in a sexual assault offense since most sexual assaults involve the use of a body part or object to coerce cooperation or subdue the victim, and therefore every sexual assault offense would result in penalty enhancement contrary to the legislatively created distinction between first- and second-degree sexual assault. Id. at 742-43. Bloom contends a finding of intent to use the motor vehicle to produce death or great bodily harm must be made in order to support the while armed enhancer.\n¶ 21. This is not a Frey case. The controlling law with respect to the use of a motor vehicle as a dangerous weapon is State v. Bidwell, 200 Wis. 2d 200, 546 N.W.2d 507 (Ct. App. 1996). As a result of driving while intoxicated and forcing a car into the ditch, Bidwell was convicted of second-degree reckless homicide while armed with a dangerous weapon and second-degree reckless injury while armed with a dangerous weapon. Id. at 201. Bidwell argued on appeal that an automobile does not constitute a dangerous weapon. Id. at 203. This court held that the prosecution was not required to prove that Bidwell intended to use his vehicle to produce death or great bodily harm. Id. at 205. A motor vehicle may be a dangerous weapon when used in a manner that was likely to produce death or great bodily harm and the circumstances are egregious. Id. at 205-06.\n¶ 22. Bloom argues that Bidwell is wrongly decided and fails to address Frey. We are bound to follow Bidwell. See Cook v. Cook, 208 Wis. 2d 166, 190, 560 N.W.2d 246 (1997). Frey involved an entirely different factual situation and did not involve an automobile so it had no application in Bidwell. The vast difference in the two cases also negates Bloom's contention that Bidwell should be ignored because it was an improper or ineffectual attempt to overrule the decision in Frey. Bidwell applies and controls. The jury was not required to find that Bloom intended to use his motor vehicle as a dangerous weapon. The penalty enhancer need not be vacated.\nBy the Court. \u0097 Judgment and order affirmed.\nNOTES\n[1]  All references to the Wisconsin Statutes are to the 2001-02 version unless otherwise noted.\n[2]  The allegedly improper argument Bloom quotes is:\n\nAs the defense said, you may feel sorry for the defendant, and it's probably because I've been dealing with this case longer and reading it longer than people who have just had it for two days and if I was too aggressive to the defendant I would ask that you not hold that against the state .... (Emphasis added by appellant.)\n[3]  The \"golden rule\" type of argument asks the individual juror to put himself in another's place and decide what he or she would want for himself or herself. Rodriguez v. Slattery, 54 Wis. 2d 165, 170, 194 N.W.2d 817 (1972).\n[4]  Bloom quotes the prosecutor's comment in opening argument that, \"I want you to hold the defendant accountable for his conduct ....\" An objection to this comment was overruled. The prosecutor then told the jury that \"you should hold him accountable and find him guilty of these charges.\" Bloom also points to the prosecutor's closing argument that \"I only ask that you hold him accountable.\" In rebuttal argument the prosecutor suggested that Bloom had an uncontrollable huffing addiction and that the jury represented \"the only people who can tell him that his conduct is unacceptable and that his conduct is criminal.\"\n[5]  Defense counsel objected to this argument. The objection was overruled.\n[6]  No objection was made to the jury instructions and any claim of instructional error is waived. State v. Koch, 144 Wis. 2d 838, 850, 426 N.W.2d 586 (1988). Bloom asks that we address the issue by way of our discretionary reversal authority under Wis. Stat. § 752.35. State v. Sterzinger, 2002 WI App 121, ¶19 n.7, 256 Wis. 2d 925, 649 N.W.2d 677.\n\n",
            "ocr": false,
            "opinion_id": 1841992
        }
    ],
    "court_short_name": "Court of Appeals of Wisconsin",
    "court_full_name": "Court of Appeals of Wisconsin",
    "court_type": "SA",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Murder"
}