{
    "id": 8042913,
    "judges": "Ryland, Scott",
    "date_filed": "2005-12-18",
    "date_filed_is_approximate": true,
    "slug": "state-v-baker",
    "case_name_short": "Baker",
    "case_name": "State v. Baker",
    "case_name_full": "The State v. Baker",
    "attorneys": "Gardenhire, (attorney general,) for the State., F. P. Wright and W. H. Oiler, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Upon a motion to quash an indictment returned into court endorsed “a true hill,” members of the grand jury cannot, under our statute, be permitted to testify how they or their fellow-members did or did not vote, for the purpose of showing that twelve did not concur in finding the indictment; nor would they, it seems, be permitted to state the fact that twelve did not concur.</p>",
    "summary": "\nAppeal from St. Clair Circuit Court.\n The case is fully stated in the opinion of Judge Ryland. The action of the court below was in direct violation of the statute, which expressly provides that no member of a grand jury shall be obliged or allowed to testify or declare in what manner he or any other member of the grand jury voted on any question before them. It is in vain to say, as was said in Low’s case, (4 Greenl. 440,) that the fact whether twelve or more concurred in the bill is not a secret. IE one or more grand jurors can be called to contradict the certificate of the foreman, the policy of the statute is gone. How can they be contradicted if they swear falsely, without giving the names of the members who voted for or against the bill? Shall one member of a grand jury swear that twelve did not concur, and turn a prisoner loose, without further question ? The law as plainly requires twelve jurors to convict, as to find an indictment. If the certificate of the foreman of the grand jury can be impeached by the oaths of his fellows, why may not the final verdict be impeached in the same way ? There is a much better reason for it. The indictment is preliminary, the verdict is final. Yet it is well settled that traverse jurors cannot impeach their verdict. (1 Mass. 543. 4 Mass. 399. 4 Johns. 487.) Under the constitution, defendant could not be convicted of the offence charged, otherwise than by indictment, which is an accusation presented on oath by a grand jury, twelve at least concurring. (2 Hale’s P. C. 161. 2 N. C. 188. 2 Black. Rep. 718. 3 Bacon’s Ab. Indictment. State Cons. art. 13, §8, 14. R. C. 1845, p. 866, §19. 2 Gallison, 366.) The law says that no citizen can be deprived of life, unless by a concurrence of twenty-four of his peers ; but if he is deprived of the means of asserting this boasted right, it is a mere mockery. The law excludes all persons from the grand jury room, except the grand jurors themselves, when they vote upon a bill, and consequently they alone can be witnesses. The fact whether twelve or more concurred is not a secret. It is a result always made public by the endorsement “ a true bill” or “not a true bill” upon the indictment. The grand jurors in this case do not declare how any member voted. They barely state that they did not vote or concur. ' (Low’s case, 4 Greenleaf’s Rep. 440. 9 Mass. 107.) The endorsement “a true bill” upon an indictment only raises a presumption that twelve of the grand jurors concurred, but this presumption maybe rebutted by contrary proof. (1 Greenl. Ev. §252.)",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "20 Mo. 338"
    ],
    "opinions": [
        {
            "author_str": "Ryland",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRyland, Judge,\ndelivered the opinion of the court.\nAt the September term, eighteen hundred and fifty-two, of the Circuit Court for Hickory county, John Mullins and Andrew Baker were indicted for the murder of John P. Dorriss.\nMullins was not taken. Baker appeared to the indictment, and had the trial continued on his motion until the next term. At the next term, being March term, 1853, Baker applied for and obtained a change of venue — the court directing the case to be sent for trial to the St. Clair Circuit Court, in St. Clair.county. At the May term, 1853, of the St. Clair Circuit Court, the case was again continued on defendant’s motion, until the next term. At the October term, the case was continued on the motion of the circuit attorney.\nAt the May term, 1854, the parties appear, and the defendant filed the following motion : “ The said defendant, Andrew Baker, comes into court and alleges he ought not to be holden to answer to this indictment, because he says that the said indictment was not found by any twelve of the grand jury, but simply by a majority of the number who constituted the grand jury panel at the court at which said bill purports to be found, and he now moves the court for liberty to prove these facts by Jonas Brown, Samuel Weaver, Jesse Driskill, Hardy C. White, Oliver Poe, members of the grand jury, and who were grand jurors on the panel aforesaid, and their affidavits are here in court.” After the filing of this motion, the cause was continued. At the October term, 1854, of St. Clair Circuit Court, the parties again appear, and upon hearing the evidence on said motion to quash the indictment, which evidence will be noticed *341hereafter, the court sustained-the motion, and quashed the indictment, and dismissed the proceedings against Baker. The circuit attorney excepted to the various opinions and acts of the court in receiving the affidavits of the grand jurors, and in sustaining the motion to quash the indictment; filed his bill of exceptions, and brings the case here by appeal.\nThese affidavits are as follows : “ Jesse Driskill, sworn for defendant, says he was on a grand jury in Hickory county, when the matter against defendant was investigated ; was present when the vote was taken: witness said he did not vote at all.” Cross examined: “A vote was taken on the Baker case; I had a knowledge that a bill would be presented, and had been, as I supposed, by the foreman to the court, as I understood; I requested a count, and the reason was, I did not know that twelve had concurred in finding the bill; 1 had doubts that twelve had concurred ; I did not hear any count made ; if it was done publicly, I did not hear it; I think none was made ; I think Poe, and I think Hardy White, at the time, also made request for a count; the vote was taken by uplifting hands, or making a sign that the jury understood ; but one vote was taken, and those that did not vote had no chance to vote at all.” Re-examined : “Esquire Walker did the writing and Miles put the vote.”\nHardy C. White, sworn for defendant, says : “ I-was one of the grand jury when the Baker case was investigated in court; (it is admitted that White was on the grand jury ;) I was present when the vote was taken on the bill; I had my doubts whether twelve concurred in finding the bill; I did not vote ; there was a request to count the vote again; I can’t say whether it was Judge Brown or Judge Driskill who requested ;. if another vote was taken, I do not recollect it; there was a good deal of talk in the room ; there was a request to have another vote on it; do not recollect the day on which the vote was taken ; I think the vote was taken on the day it -was returned into court; Weaver had left before the vote was taken ; he was not there ; his family was sick, or some one dying.” Cross-examined: *342“ As well as I recollect, when the vote was taken, they arose to their feet, and sometimes by raising their hands ; I did-not count all that did or did not vote; the foreman generally counted; Esquire Walker that day was doing the writing ; I can’t say he counted or not in voting on bills, when twelve raised to their feet, for the bill; there was no further counting of those who did not rise.” Re-examined: “I know of no other juror having been summoned in the place of Weaver.”\nWeaver’s deposition read : “ Was not present when the vote was taken on Baker’s bill of indictment;” the circuit attorney waived any objections to Weaver’s deposition being read.\nElgin Poe, sworn, says: “Was one of the grand jury; I did not vote on the bill of indictment; I claimed another count of the vote, and named it: the reason was, I did not think twelve concurred in finding it; I thought so from what I saw and heard; I know some did not vote; no second vote was taken ; I cannot say how the vote was taken ; whether by rising up, or lifting up their hands ; the vote on this bill was taken but once ; I saw some that did not vote.” Cross-examined : “I was busy looking at the law when the vote was taken ; I do not know how the vote was taken ; I do not recollect about that; it was one of these ways ; I do not recollect whether it was the day after or at the time the request was made to have another vote taken ; I think we adjourned immediately after the' vote was taken ; my memory is dim upon this subject; was present when tho bill was presented to the court; made no objection to the bill being handed to the court; I knew that it required twelve to concur to find the bill; I would have objected, if I had known I had the right to do it; I did not know-what my duty was in that case.” White recalled: “I knew it took twelve to find a bill and named it to Judge Johnson, who was then judge.” Cross-examined: “ This was before the bill was delivered into court and before the grand jury were discharged; I asked Judge Johnson whether it took twelve or not; he said it did; I did not count those who voted for or against the bill; I did not see all who *343did or did not vote; I tliougbt, from the talking in the jury room, that twelve did not concur; I did not know how to fix it; it was in the charge of the court that the circuit attorney was the legal adviser of the jury.”\nJames Brown, sworn, says : “ I was a member of the grand jury in Hickory; was present when the vote was taken on the Baker indictment; I do not know whether twelve concurred in the bill or not; it was done suddenly ; that is, so that any one could not count it; it was, all that were in favor of finding the bill to hold up their right hand ; the vote was taken by the foreman suddenly, so no one could count; I recollect it well; I requested, by the application of several others, to take another vote ; it was in a few minutes after the vote was taken; Mr. White first named it to me ; Driskill also wished it taken over again ; I did not vote on the bill; no second vote was taken on the bill; it was the first grand jury I was on; I did not think it was my duty to state it to the court; but since, 1 have thought it was.” Cross-examined: “Did not count those for or against' the bill; Walker was clerk; I did not vote for or against.”\nWilliam Walker, sworn, says : “ Was a member of the grand jury; a vote was taken on the bill against Baker ; I was clerk and pretty much as foreman ; Mr. Miles was a very old man ; I put the vote myself ; have a distinct recollection myself of it; I do not recollect whether by rising up, or raising up their right hands ; but, if they raised up their right hands, they were also on their feet; I counted twelve votes for it; it was very nigh evening ; I was glad to get through; we then adjourned ; it was the last thing we done that night; I believe twelve concurred in finding the bill ; the vote on the bill was the last thing done.” Cross-examined: “ They were not all on their feet; they stood on their feet when they voted, and whether they held up their hands at the same time or not, I cannot say; I knew they all did not vote; I think the greater part were sitting down when the vote was taken ; I counted just twelve ; those that I did not, sitting ; there was confusion when the vote was put; I *344knew two did not vote ; I know there were others, from the fact that I only counted twelve; the count I made twice; but it was done quick, and I made twelve ; we broke up after the vote in less than a minute ; I made a minute that a bill was found ; no person helped me to keep the minutes ; there was no confusion, because there was not another count; I heard no request for another count; there was a good deal of noise or talk, but I heard no request for a re-count.” Re-examined: “There was no attempt to reconsider afterwards.”\n1. The main question for the consideration of this court is, the propriety of the decision of the Circuit Court, in permitting defendant to introduce the evidence of the grand jurors in support of his motion. We consider this act of the Circuit Court to be contrary to the law; and its judgment in sustaining the defendant’s motion is erroneous, and must be reversed. This whole question rests upon our statute law, and I will now proceed to notice its provisions. Not more than eighteen persons are to be summoned as grand jurors, and not less than fifteen sworn to compose the body. It is the duty of the circuit attorney, when required by the grand jury, to attend them for the purpose of examining witnesses in their presence, or giving them advice upon any legal matter. The circuit attorney is allowed, at all times, to appear before the grand jury for the purpose of giving information relative to any matter cognizable before them, and be permitted to interrogate witnesses before them, when he or the grand jury shall deem it necessary. “ But no such attorney or any other officer or person, except the grand jurors, shall be permitted to be present during the expression of their opinions, or the giving their votes on any matter before them.” (Practice and Proceedings in Criminal Cases, art. 3, sec. 7, p. 864, R. 0.1845. Secs. 15 and 16, (same article,) are as follows : “ See. 15. Members of the grand jury may be required by any court to testify, whether the testimony of a witness examined before such jury is consistent with or different from the evidence given by such witness before such court; and they may also be required to disclose the testimony *345given before them by any person, upon a complaint against such person for perjury, or updn his trial for such offence.” “ Sec. 16. No member of a grand jury shall be obliged or allowed to testify or declare in what manner he or any other member of the grand jury voted on any question before them, or what opinions were expressed by any juror in relation to any such question.” “ Sec. 19. No indictment can be found without the concurrence of at least twelve grand jurors. When so found, and not otherwise, the foreman of the grand jury shall certify, under his hand, that such indictment is a true bill.”\nSec. 20 requires the foreman, when twelve grand jurors do not concur in finding the indictment, to certify, under his hand, that such indictment is not a true bill.\nThe 21st section declares that, “Indictments found and presentments made by a grand jury shall be presented by their foreman, in their presence, to the court, and shall be there filed, and remain as records of such court.”\nOne clause of the grand juror’s oath is as follows : “ The counsel of the state, your fellows and your own, you shall well and truly keep secret.” This part of the oath has no limitation as to time ; it is not to keep secret during the term the grand juror is acting as such, nor during the term of the court; but he is “ well and truly to keep secret.” The grand jtiror has an important trust to perform. He is required to make diligent inquiry into the various breaches of the laws of his -state, within his county, whose punishment is preceded by indictment. It is often a disagreeable duty ; often an irksome task ; yet, under his oath, he is bound to perform it. He is a member of a secret inquest, with ample power to ferret out offences : he is charged to assist in doing this. Now, in order to protect Mm, as well as to secure the punishment of the guilty, strict and rigid secrecy is required and enjoined upon the members of this inquest. The grand juror is expressly exempted from all obligation to testify in what manner he or any other member of the grand jury voted on any question before them, or what opinions were expressed by any juror in relation *346to such question. Nay, the law did not stop at relieving such juror from this obligation, but it expressly prohibits the juror from declaring what opinions were expressed, or how he or any other juror voted on any question before that body. “ No member of a grand jury shall be obliged or allowed to testify or declare,” &amp;c. (Sec. 16, of the act above cited.) In this case, the counsel for the prisoner contends, that the grand jurors do not testify how they voted on this case, when before them ; they only testify that they “ did not vote at all.” This is just as much prohibited as their voting is from being told; for, by allowing each one to say “ I did” or “ did not vote,” the prisoner will easily find out those who voted for the bill and those who did not vote for it. He can put his finger on the grand juror who had firmness to vote on his case, and to vote to find the bill of indictment a true bill; and thus such grand juror is exposed to any and all secret machinations and injuries that the malice of the prisoner or his friends may inflict on the property or person of such grand juror. This is what the law will not allow. Again, permit this conduct or this course of acting before the grand jury to be the subject of proof on a motion to quash the indictment in the Circuit Court, and a corrupt grand juror may withhold his vote on purpose, in order to be used afterwards as a witness. Permit such a course of proceeding as this case presents to us, and the grand jury, instead of being a great preservative power of the peace and well-being and morals of society, will become at once a source of strife, bickering, heart burning and bloodshed among us. Such cannot for a moment be tolerated. Again, permit this course to be allowed, and every inducement for a guilty man and his friends to tamper with the grand juror, is, at once, presented. These grand jurors should have met the reprimand of the court, for their willingness to declare how they voted, or that they did not vote at all, instead of being permitted to file their affidavits. Such a course is not again to be permitted. By our law, when the grand jurors, by their foreman, in presence of the body, return an indictment into court as a true bill, it then becomes a *347part of the records of the court, and it should not be subjected to the attacks of parol proof by the members of the very body who, in presence of their foreman, stood by in silence and saw him present it to the court. Incalculable mischief must result to the public at large from such a course of proceeding. The counsel for the prisoner in this case rely upon the case of the Supreme Court of Maine, reported in 4 Greenl. Rep. 439 — Low’s case. “ Grand jurors may be examined as witnesses in court, to the question whether twelve of the panel actually concurred or not in the finding of a bill of indictment, under art. 1, sec. 7, of the constitution of Maine.” This case also shows that, if an indictment is found without the concurrence of twelve of the grand jury, this may be shown to the court by motion in writing, in the nature of a plea in abatement, made at the time when the defendant is arraigned.” This is the head note of Low’s case. I know not whether there be any such prohibitory statute against grand jurors testifying in Maine as we have here. This ease may be under some peculiar manner or mode in Maine, under their constitution; yet the judges appear to rely very much on a remark of Judge Sewell, of Massachusetts, in the Commonwealth v. Smith, reported in 9 Mass. Rep, 107. Judge Sewell says: “Indictments not found by twelve good and lawful men at least are void and erroneous at common law; and the circumstance that it was found by twelve men, is stated in the caption of every indictment, according to the English forms and practice. But this formality has not been preserved with us, and the omission is not to be objected to indictments found according to our practice, viz : “ The jurors for the commonwealth upon their oath present,” &amp;c. An irregularity in this respect, if it should happen, might become a subject of inquiry upon a suggestion to the court; for, under their superintendence, the grand jury is constituted and must be understood to have the legal number of qualified men.” The last remark of Judge Sewell is much relied on by the Maine court in their opinions. But at what time is this suggestion to be made ? When the grand jury is still under the superintend*348ence of the court, or at what time ? Can a different court make the inquiry, as was done in this case now before us ? Judge Sewell continues thus : “ This being the construction to be given to the record, after an indictment has been received and filed by the court, no averment to the contrary can.be permitted as a formal plea. Objections to the personal qualifications of the jurors or the legality of the returns, are to be made before the indictment is found, and may be received from any person who is under a presentment for any crime whatsoever, or from any person present, who may make the suggestion as amicus curix.”\nOur law expressly makes all such indictments as are returned into court by the foreman, in the presence of the grand jury, and endorsed by him as “ a true bill,” and filed by the court, records of the court, and records cannot be averred against. No matter how much I am disposed to respect the learning and practical sound sense of the Maine court, I can never consent to do away with our statutory requisitions, because that court decided a similar case otherwise than I am warranted in doing.\nThe doctrine now laid down by this court cannot produce harm ; for an innocent person will not be hurt by refusing to go behind the indictment and see how it was found, for he can always vindicate himself in a trial upon the merits.' This doctrine, too, violates no law, by rendering that public which the law deposits in the breast of a grand juror as áfi inviolable secret. Our law declares that no exception to a juror, on account of his citizenship, non-residence, state or age, or other legal disability, shall be allowed after the jury are sworn. This extends to criminal as well as civil cases.\nThe novelty of this proceeding is also against it. For nearly thirty-four years’ practice at the bar and on the bench, in this state, I have never seen a similar proceeding. This is .the age of progress, however; but let us not overturn the old land marks, unless we see plainly and beyond all doubt that no harm can arise to the community, and much good may. It is a general principle that no juror, grand or petit, can be heard in *349proof of bis own misconduct, or that of his fellows. (See Dana v. Tucker, 4 Johns. Rep. 488.) In this case, the Supreme Court of New York stated “ that the better opinion is, and such is the rule ob this court, that affidavits of jurors are not to be received to impeach a verdict, but they may be admitted in exculpation of the jurors and in support of their verdict.” (2 Tenn. 281. 4 Mass. 399.) The defendant’s counsel also referred to Hawkins’ Pleas of the Crown, (2 vol. p. 307.) Hawkins says : “ If it appear by the caption of an indictment, or otherwise, that it was found by less than twelve grand jurors, the proceedings upon it will be erroneous.” Now, the English practice was, to insert the names of the grand jurors in the caption of the indictment; if that did not have the requisite number, it was quashed. But Hawkins does not say anything about proving by the oaths of the grand jury that a less number than twelve concurred in finding the bill of indictment. The court, in Low’s case, also referred to this passage in Hawkins. I find Hawkins, to support his text, refers to Clyncard’s case, (Croke Eliza. 654.) “ Upon examining this case, I find that the indictment appeared to have been found upon the oath of A. B. C. D., and of other lawful men of the county aforesaid, and it did not appear to be upon the oath of twelve lawful men,” &amp;c.\nHere the caption contained the defect. But this authority does not have the least bearing on the question in this case. Hawkin’s words, “ or otherwise,” and the mere expression of a supposition that “ it might become a subject of inquiry upon a suggestion to the court,” by Judge Sewall, have become the foundation for the opinions in Low’s case, under the constitution of Maine, and are now urged here to induce this court to overturn our plain and positive statutory regulations.\nThere is error in .the Circuit Court in'permitting the affidavits of the grand jurors, in this case, to be taken and read on the defendant’s motion to quash. The judgment below is reversed, and this case is remanded for further proceedings ;\nJudge Scott concurring.\n",
            "ocr": true,
            "opinion_id": 7999459
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}