{
    "id": 726745,
    "judges": null,
    "date_filed": "1989-11-24",
    "date_filed_is_approximate": true,
    "slug": "96-cal-daily-op-serv-7278-96-daily-journal-dar-11963-arthur",
    "case_name_short": null,
    "case_name": null,
    "case_name_full": "96 Cal. Daily Op. Serv. 7278, 96 Daily Journal D.A.R. 11,963 Arthur Calderon, Warden v. The United States District Court for the Eastern District of California, Anthony Cornell Bean, Real-Party-In-Interest",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 59,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "96 F.3d 1126"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/96/96.F3d.1126.96-70585.html",
            "author_id": null,
            "opinion_text": "96 F.3d 1126\n    96 Cal. Daily Op. Serv. 7278, 96 Daily JournalD.A.R. 11,963Arthur CALDERON, Warden, Petitioner,v.The UNITED STATES DISTRICT COURT FOR the EASTERN DISTRICT OFCALIFORNIA, Respondent,Anthony Cornell Bean, Real-Party-In-Interest.\n    No. 96-70585.\n    United States Court of Appeals,Ninth Circuit.\n    Submitted Sept. 23, 1996.*Filed Sept. 30, 1996.\n    \n      Clayton S. Tanaka, Deputy Attorney General, Sacramento, CA, for petitioner.\n      Andrea M. Miller, Nageley, Meredith &amp; Ramsey, Sacramento, CA, for real party in interest.\n      Petition for Writ of Mandamus to the United States District Court for the Eastern District of California, William B. Shubb, District Judge, Presiding.  D.C. No. CV-90-00648-WBS.\n      Before:  CANBY, O'SCANNLAIN and THOMAS, Circuit Judges.\n      O'SCANNLAIN, Circuit Judge:\n    \n    \n      1\n      We must decide whether a California death row inmate's procedural default in state court bars federal review of his habeas claims.\n    \n    \n      2\n      * Arthur Calderon, Warden of the California State Prison at San Quentin (the \"State\"), petitions this court for a writ of mandamus directing the district court to vacate its order denying the State's motion for summary dismissal of Anthony Bean's habeas petition.\n    \n    \n      3\n      In June 1981, a jury convicted Bean of the murders of Beth Schatz and Eileen Fox.  Bean was sentenced to life in prison without the possibility of parole for the murder of Fox, and to death for the murder of Schatz.  The California Supreme Court affirmed Bean's convictions and sentences on September 19, 1988, People v. Bean, 46 Cal. 3d 919, 251 Cal. Rptr. 467, 760 P.2d 996 (1988), and the United States Supreme Court denied certiorari on March 19, 1990, Bean v. California, 494 U.S. 1038, 110 S. Ct. 1499, 108 L. Ed. 2d 634 (1990).\n    \n    \n      4\n      In June 1990, Bean filed an application in federal court for a stay of execution and appointment of counsel.  The district court appointed counsel on July 26, 1990, and Bean filed a federal habeas petition on July 18, 1991.  On September 26, 1991, the district court granted a stay of execution, allowing Bean to exhaust his state remedies.\n    \n    \n      5\n      Bean filed his state petition for a writ of habeas corpus on May 27, 1994.  The California Supreme Court denied the petition on February 23, 1995, for the following reasons:\n    \n    \n      6\n      The petition for writ of habeas corpus is denied on the ground that it is untimely, does not identify those claims regarding which petitioner lacked knowledge or advise when he became aware of the factual basis for those claims, and does not adequately explain the delay in investigating and presenting the claims.  (In re Clark (1993) 5 Cal. 4th 750, 774-75 [21 Cal. Rptr. 2d 509, 855 P.2d 729].)\n    \n    \n      7\n      [Thirty-nine claims] are also procedurally barred in that they were or could have been, but were not, raised on appeal or were waived by failure to preserve them at trial.  (In re Harris (1993) 5 Cal. 4th 813, 826 [21 Cal. Rptr. 2d 373, 855 P.2d 391];  In re Clark (1993) 5 Cal. 4th 750, 765 [21 Cal. Rptr. 2d 509, 855 P.2d 729];  In re Waltreus (1965) 62 Cal. 2d 218, 225 [42 Cal. Rptr. 9, 397 P.2d 1001].  See also, People v. Bean (1988) 46 Cal. 3d 919 [251 Cal. Rptr. 467, 760 P.2d 996].)\n    \n    \n      8\n      [Ten claims] have been considered on their merits (see In re Clark, supra, 5 Cal. 4th 750, 797-98 [21 Cal. Rptr. 2d 509, 855 P.2d 729]), but, in light of the record of the trial and related proceedings, fail to state a prima facie case entitling petitioner to relief.\n    \n    \n      9\n      In re Bean, No. S040182 (Cal.  Feb. 23, 1995) (order denying petition for writ of habeas corpus).\n    \n    \n      10\n      Bean notified the district court of exhaustion of state remedies and filed an amended federal petition for a writ habeas corpus on March 22, 1995.  The State filed a motion to dismiss the petition on July 21, 1995.  The State argued that the grounds on which the California Supreme Court denied Bean's state habeas petition were adequate and independent to preclude federal review.\n    \n    \n      11\n      On November 17, 1995, the magistrate judge recommended that the district court deny the motion.  The magistrate judge concluded that there were not adequate and independent grounds to preclude federal review because, inter alia, (1) California's timeliness rule was not sufficiently clear at the time of Bean's purported default;  (2) California's rule precluding consideration of claims which were raised on appeal is not a procedural bar;  and (3) California's rule precluding consideration of claims which could have been, but were not, raised on appeal, was not consistently applied at the time of Bean's direct appeal.  The district court adopted the magistrate judge's findings and recommendations on March 29, 1996, and denied the State's motion to dismiss.\n    \n    \n      12\n      The State petitions this court for a writ of mandamus directing the district court to vacate its order.1\n    \n    II\n    \n      13\n      In determining whether to issue a writ of mandamus, we balance the following five factors (\"the Bauman factors\"):(1) whether the party seeking the writ has no other adequate means, such as direct appeal, to attain the relief he desires;\n    \n    \n      14\n      (2) whether the petitioner will be damaged or prejudiced in a way that is not correctable on appeal;\n    \n    \n      15\n      (3) whether the district court's order is clearly erroneous as a matter of law;\n    \n    \n      16\n      (4) whether the district court's order is an oft repeated error or manifests persistent disregard for the federal rules;  and\n    \n    \n      17\n      (5) whether the district court's order raises new and important problems or issues of law of first impression.\n    \n    \n      18\n      In re Cement Antitrust Litig., 688 F.2d 1297, 1301 (9th Cir.1982) (citing Bauman v. U.S. Dist. Ct., 557 F.2d 650, 654-55 (9th Cir.1977)), aff'd sub nom.  Arizona v. U.S. Dist. Ct., 459 U.S. 1191, 103 S. Ct. 1173, 75 L. Ed. 2d 425 (1983);  see 28 U.S.C. &#167; 1651.\n    \n    \n      19\n      Although all five factors need not be satisfied, \"it is clear that the third factor, the existence of clear error as a matter of law, is dispositive.\"  Executive Software North Am. v. U.S. Dist. Ct., 24 F.3d 1545, 1551 (9th Cir.1994) (citations omitted).  \"When the district court's order is correct as a matter of law, it is obvious that the writ of mandamus should not be issued.\"  Survival Sys. v. United States Dist. Court, 825 F.2d 1416, 1418 (9th Cir.1987), cert. denied, 484 U.S. 1042, 108 S. Ct. 774, 98 L. Ed. 2d 861 (1988).  Accordingly, we first examine whether the district court clearly erred.\n    \n    III\n    \n      20\n      The State moved to dismiss Bean's habeas petition on the grounds that the procedural default doctrine bars federal review of his claims.  \"[T]he procedural default doctrine is a specific application of the general adequate and independent state grounds doctrine.\"  Wells v. Maass, 28 F.3d 1005, 1008 (9th Cir.1994).  Under the adequate and independent state grounds doctrine, the United States Supreme Court \"will not review a question of federal law decided by a state court if the decision of that court rests on a state law ground that is independent of the federal question and adequate to support the judgment.\"  Coleman v. Thompson, 501 U.S. 722, 729, 111 S. Ct. 2546, 2553, 115 L. Ed. 2d 640 (1991).  The procedural default doctrine \"bar[s] federal habeas when a state court declined to address a prisoner's federal claims because the prisoner had failed to meet a state procedural requirement.\"  Id. at 729-30, 111 S.Ct. at 2554.\n    \n    \n      21\n      Not all state procedural bars are \"adequate\" to foreclose federal review.  For the procedural default doctrine to apply, \"a state rule must be clear, consistently applied, and well-established at the time of the petitioner's purported default.\"  Wells, 28 F.3d at 1010 (citing Ford v. Georgia, 498 U.S. 411, 424, 111 S. Ct. 850, 857-58, 112 L. Ed. 2d 935 (1991) (\"an adequate and independent state procedural bar to the entertainment of constitutional claims must have been 'firmly established and regularly followed' by the time as of which it is to be applied\")) (other citation omitted).  The reason for these requirements, we have explained, is that \"it is grossly unfair--and serves none of the purposes of respect for procedural rules--to forfeit an individual's constitutional claim because he failed to follow a rule that 'was not firmly established at the time in question.' \"  English v. United States, 42 F.3d 473, 478 (9th Cir.1994) (quoting Ford, 498 U.S. at 425, 111 S.Ct. at 858).2\n    \n    \n      22\n      We therefore must decide whether the procedural rules the California Supreme Court cited in denying Bean's state habeas petition were adequate to foreclose federal review of his claims.\n    \n    \n      23\n      * The California Supreme Court denied Bean's entire state habeas petition as untimely, citing In re Clark, 5 Cal. 4th 750, 21 Cal. Rptr. 2d 509, 855 P.2d 729 (1993).  In Clark, the California Supreme Court acknowledged that \"no clear guidelines [regarding departure from the habeas corpus rules] have emerged in our past cases.\"  Clark, 21 Cal. Rptr. 2d at 517, 855 P.2d at 737.  Clark attempted to explain and apply, among other things, the timeliness requirements the California Supreme Court had adopted in June 1989 for the filing of habeas petitions in capital cases.  See Supreme Court Policies Regarding Cases Arising from Judgments of Death, In California Rules of Court-State 745-46 (1990) (the \"Standards\").  Under the Standards, a habeas petition filed within 60 days (later extended to 90 days) after the final due date of the petitioner's reply brief on direct appeal is presumed timely.  Petitions filed more than 60 or 90 days after the final due date must establish the absence of substantial delay or good cause for the delay.3\n    \n    \n      24\n      The issue before us is whether California's timeliness requirements were firmly established and regularly followed at the time of Bean's purported procedural default.  There is no dispute that Bean's default, if any, would have occurred before Clark was decided.  The State conceded as much before the district court,4 and does not argue otherwise here.\n    \n    \n      25\n      The State does argue at length that California courts regularly and consistently applied the timeliness procedural bar even before Clark.5  We recently concluded otherwise, however, in Morales v. Calderon, 85 F.3d 1387 (9th Cir.1996).  In Morales, we found \"so much variation in application of California's timeliness requirements before Clark that ... no discernible clear rule then existed for petitions filed more than 90 days after the due date of the reply brief on direct appeal.\"  Id. at 1391.   Since California's timeliness requirements were not \"clear, consistently applied, and well-established\" before Clark, they could \"not serve as an adequate and independent state ground sufficient to support a procedural default.\"  Id. at 1393.\n    \n    \n      26\n      We express no opinion as to whether Clark sufficiently clarified California's timeliness requirements to render them an adequate procedural bar to federal review.  See Id. at 1391 (\"[w]e need express no opinion on whether the attempt succeeded, so that timeliness under the Standards invoked post-Clark would constitute an adequate and independent state ground of decision\").\n    \n    \n      27\n      Under Morales, California's timeliness rule, at least as applied to a pre-Clark procedural default, does not provide an adequate state ground barring federal review on the merits.6\n    \n    B\n    \n      28\n      The California Supreme Court also denied thirty-nine claims on the grounds that they were, or unjustifiably were not, raised on appeal, or were waived by failure to preserve them at trial.  The court cited Clark; In re Harris, 5 Cal. 4th 813, 21 Cal. Rptr. 2d 373, 855 P.2d 391 (1993);  and In re Waltreus, 62 Cal. 2d 218, 42 Cal. Rptr. 9, 397 P.2d 1001, cert. denied, 382 U.S. 853, 86 S. Ct. 103, 15 L. Ed. 2d 92 (1965), but did not indicate which bar applied to which claims.\n    \n    \n      29\n      California's Waltreus rule provides that \"any issue that was actually raised and rejected on appeal cannot be renewed in a petition for a writ of habeas corpus.\"  Harris, 21 Cal. Rptr. 2d at 380, 855 P.2d at 398.   A Waltreus citation does not bar federal review.  In Ylst v. Nunnemaker, 501 U.S. 797, 111 S. Ct. 2590, 115 L. Ed. 2d 706 (1991), the Supreme court explained that Waltreus stands for the \"ordinary state rule barring relitigation of claims raised on direct appeal,\" not a ruling on the merits nor a procedural default.  Id. at 806, 111 S.Ct. at 2596.   As such, \"a Waltreus denial on state habeas has no bearing on [the petitioner's] ability to raise a claim in federal court.\"  Forrest v. Vasquez, 75 F.3d 562, 564 (9th Cir.1996) (citing Nunnemaker, 501 U.S. at 805, 111 S.Ct. at 2595-96).\n    \n    \n      30\n      The State argues, nonetheless, that the procedural bar of In re Dixon, 41 Cal. 2d 756, 264 P.2d 513 (1953), discussed in Harris, is adequate to preclude federal review.  The Dixon rule \"generally prohibits raising an issue in a post-appeal habeas corpus petition when that issue was not, but could have been, raised on appeal.\"  Harris, 21 Cal. Rptr. 2d at 377 n. 3, 855 P.2d at 395 n. 3.\n    \n    \n      31\n      Whether the Dixon rule was sufficiently clear and consistently applied at the time Bean filed his direct appeal is open to some question.  See Deere v. Calderon, 890 F. Supp. 893, 901 (C.D.Cal.1995) (federal habeas claims foreclosed based on Dixon rule);  Odle v. Calderon, 884 F. Supp. 1404, 1413 (N.D.Cal.1995) (\"the Dixon procedural rule has not been uniformly and regularly applied by the California Supreme Court\");  Karis v. Vasquez, 828 F. Supp. 1449, 1467-68 (E.D.Cal.1993) (Dixon rule merely a discretionary policy and thus not adequate).\n    \n    \n      32\n      We need not resolve the issue here, however, since the California Supreme Court's order provides no basis upon which to apply the Dixon rule, if adequate, to Bean's claims.  The order, which we agree with the district court is ambiguous, does not specify which of Bean's thirty nine-claims the court rejected under Waltreus, and which it rejected under Harris /Dixon.  \"[A] procedural default based on an ambiguous order that does not clearly rest on independent and adequate state grounds is not sufficient to preclude federal collateral review.\"  Morales, 85 F.3d at 1392 (citing Siripongs v. Calderon, 35 F.3d 1308, 1317-18 (9th Cir.1994), cert. denied, --- U.S. ----, 115 S. Ct. 1175, 130 L. Ed. 2d 1127 (1995)).  The district court properly declined to dismiss these claims.\n    \n    \n      33\n      Since the district court's order was correct as a matter of law, we need not address the other four Bauman factors.\n    \n    IV\n    \n      34\n      For the foregoing reasons, the State's petition for a writ of mandamus is denied.  The district court shall consider Bean's habeas petition on its merits.\n    \n    \n      35\n      PETITION DENIED.\n    \n    \n      \n        *\n         The panel unanimously finds this case suitable for submission on the record and briefs and without oral argument.  Fed. R.App. P. 34(a), Ninth Circuit R. 34-4\n      \n      \n        1\n         On May 8, 1996, the State filed in district court a motion to withdraw from its previous stipulation to an evidentiary hearing on certain issues, arguing that the Anti-terrorism and Effective Death Penalty Act of 1996 affects the propriety of an evidentiary hearing on Bean's claims.  By order filed May 15, 1996, the magistrate judge denied the motion.  No issues regarding the Act's application to Bean's claims are before us on the State's petition\n      \n      \n        2\n         Stated differently, \"the federal courts should not insist upon a petitioner, as a procedural prerequisite to obtaining federal relief, complying with a rule the state itself does not consistently enforce.\"  Siripongs v. Calderon, 35 F.3d 1308, 1318 (9th Cir.1994) (citing Johnson v. Mississippi, 486 U.S. 578, 587, 108 S. Ct. 1981, 1987, 100 L. Ed. 2d 575 (1988) (\"a state procedural ground is not adequate unless the procedural rule is strictly or regularly followed\")) (other citation omitted), cert. denied, --- U.S. ----, 115 S. Ct. 1175, 130 L. Ed. 2d 1127 (1995)\n      \n      \n        3\n         The pertinent Standards provide:\n      \n      \n        1\n         Timeliness standards\n        1-1.  Appellate counsel in capital cases shall have a duty to investigate factual and legal grounds for the filing of a petition for a writ of habeas corpus.  All petitions for writs of habeas corpus should be filed without substantial delay.\n        1-1.1.  A petition for a writ of habeas corpus will be presumed to be filed without substantial delay if it is filed within 60 [later 90] days after the final due date for the filing of appellant's reply brief on the direct appeal.\n        1-1.2.  A petition filed more than 60 [later 90] days after the final due date for the filing of appellant's reply brief on the direct appeal may establish absence of substantial delay if it alleges with specificity facts showing the petition was filed within a reasonable time after petitioner or counsel became aware of information indicating a factual basis for the claim and became aware, or should have become aware, of the legal basis for the claim.\n        1-1.3.  Alternatively, a petition may establish absence of substantial delay if it alleges with specificity facts showing that although petitioner or counsel was aware of the factual and legal bases for the claim before January 16, 1986 (the date of finality of In re Stankewitz (1985) 40 Cal. 3d 391, 396-397, n. 1, 220 Cal. Rptr. 382, 708 P.2d 1260), the petition was filed within a reasonable time after that date.\n        1-2.  If a petition is filed after substantial delay, the petitioner must demonstrate good cause for the delay.  A petitioner may establish good cause by showing particular circumstances sufficient to justify substantial delay.\n        1-3.  Any petition that fails to comply with these requirements may be denied as untimely.\n        Standards at 745-46.\n      \n      \n        4\n         At oral argument, the magistrate judge asked petitioner's counsel the following question:  \"This case, of course, everything was pre-Clark, is that not correct?\"   Petitioner's counsel responded that \"what we are talking about is the enforcement of an old rule, we're not talking about retroactive application of a brand-new rule which would probably be inappropriate.\"\n      \n      \n        5\n         The State also argued in its petition that even if California's timeliness requirements were not adequate pre-Clark, at least the rule that Bean offer some justification for his delay was adequate.  In a subsequently filed erratum, the State noted that, contrary to what its petition represents, Bean did in fact attempt to justify his delay.  We therefore do not reach the merits of this argument\n      \n      \n        6\n         The State also argued that California's successive petition bar was adequate to preclude federal review in this case.  In Siripongs, we held that California's pre-Clark successive petition standards were not adequate because they were not consistently enforced.  We need not examine Clark 's new standards regarding successive habeas petitions since Calderon acknowledged in his subsequently filed erratum that Bean has filed only one petition.  We also express no opinion regarding the application of California's timeliness rules to post-Clark successive petitions\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 726745
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}