{
    "id": 1857165,
    "judges": "Bronson, P.J., and D.F. Walsh and C.W. Simon, Jr.",
    "date_filed": "2016-07-30",
    "date_filed_is_approximate": true,
    "slug": "people-v-bennett",
    "case_name_short": "Bennett",
    "case_name": "People v. Bennett",
    "case_name_full": "People v. Bennett",
    "attorneys": "Frank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, William L. Cahalan, Prosecuting Attorney, Edward Reilly Wilson, Principal Attorney, Appeals, and Janice M. Joyce, Assistant Prosecuting Attorney, for the people., Nora J. Pasman, Assistant State Appellate Defender, for defendant on appeal.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted April 20, 1982, at Detroit.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b712-4\">\n    PEOPLE v BENNETT\n   </parties><br><docketnumber id=\"b712-5\">\n    Docket No. 49755.\n   </docketnumber><otherdate id=\"AsP5\">\n    Submitted April 20, 1982, at Detroit.\n   </otherdate><decisiondate id=\"Aq-\">\n    Decided June 8, 1982.\n   </decisiondate><br><attorneys id=\"b713-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"701\"> \n     *701\n     </span>\n<em>\n     Frank J. Kelley,\n    </em>\n    Attorney General,\n    <em>\n     Louis J. Caruso,\n    </em>\n    Solicitor General,\n    <em>\n     William L. Cahalan,\n    </em>\n    Prosecuting Attorney,\n    <em>\n     Edward Reilly Wilson,\n    </em>\n    Principal Attorney, Appeals, and\n    <em>\n     Janice M. Joyce,\n    </em>\n    Assistant Prosecuting Attorney, for the people.\n   </attorneys><br><attorneys id=\"b713-12\">\n<em>\n     Nora J. Pasman,\n    </em>\n    Assistant State Appellate Defender, for defendant on appeal.\n   </attorneys><br><judges id=\"b713-13\">\n    Before: Bronson, P.J., and D. F. Walsh and C. W. Simon, Jr.,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    JJ.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b713-15\">\n     Circuit judge, sitting on the Court of Appeals by assignment.\n    </p>\n</div></div>",
    "citations": [
        "323 N.W.2d 520",
        "116 Mich. App. 700"
    ],
    "opinions": [
        {
            "author_str": "Bronson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n116 Mich. App. 700 (1982)\n323 N.W.2d 520\nPEOPLE\nv.\nBENNETT\nDocket No. 49755.\nMichigan Court of Appeals.\nDecided June 8, 1982.\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, William L. Cahalan, Prosecuting Attorney, Edward Reilly Wilson, Principal Attorney, Appeals, and Janice M. Joyce, Assistant Prosecuting Attorney, for the people.\nNora J. Pasman, Assistant State Appellate Defender, for defendant on appeal.\nBefore: BRONSON, P.J., and D.F. WALSH and C.W. SIMON, JR.,[*] JJ.\nBRONSON, P.J.\nFollowing a jury trial conducted in the Wayne County Circuit Court, defendant was convicted of first-degree murder, MCL 750.316; MSA 28.548, and possession of a firearm during the commission of a felony, MCL 750.227b; MSA *702 28.424(2). Defendant was sentenced to the mandatory sentence of life imprisonment for the murder conviction and the mandatory sentence of two years' imprisonment for the felony-firearm offense. Defendant now appeals as of right.\nThe charges against defendant arose out of the shooting death of Mark Horn in Highland Park. Identification of the assailant was the critical issue. Samuel Patton testified that a man whom he identified as the defendant was in the Red Mill Bar at West Grand and Woodward during the evening hours of July 2, 1979, and the early morning hours of July 3, 1979. During that time, the man he identified as defendant accidentally and momentarily bumped into Patton's wife. Patton also testified that he had seen the same man in the general area of the bar several times in the past month. After Patton left the bar with his wife and Willie Kyles, and while they stood on the street in front of the bar, he again saw the same man walking around on the street. Patton said that he saw the man whom he identified as the defendant walk towards Horn as Horn carried the package from the restaurant. Patton then heard a gunshot. He turned and saw Horn fall to the ground. Patton testified that he saw the defendant run away but that he did not see a gun. He was positive that the man he saw was the defendant. The incident occurred between 2:30 and 2:45 a.m., and the street lighting was good. Willie Kyles gave substantially the same account of the events which occurred while he and Patton stood in front of the bar. Other facts will be set forth where applicable.\nDefendant's notice of alibi was stricken. Because the trial court ruled that evidence of two of defendant's prior convictions were admissible to impeach his credibility, defendant declined to testify, *703 and no witnesses were called by the defense. Defendant first asserts that the trial court abused its discretion by failing to grant a defense motion for a continuance so that a timely notice of alibi could be filed.\nMCL 768.20(1); MSA 28.1043(1), provides:\n\"(1) If a defendant in a felony case proposes to offer in his defense testimony to establish an alibi at the time of the alleged offense, the defendant shall at the time of arraignment on the information or within 15 days after that arraignment but not less than 10 days before the trial of the case, or at such other time as the court directs, file and serve upon the prosecuting attorney a notice in writing of his intention to claim that defense. The notice shall contain, as particularly as is known to the defendant or the defendant's attorney, the names of witnesses to be called in behalf of the defendant to establish that defense. The defendant's notice shall include specific information as to the place at which the accused claims to have been at the time of the alleged offense.\"\nIn this case, arraignment was scheduled for September 13, 1979, but defendant waived the same. Instead, a pretrial conference was conducted on September 13. Approximately one month later, on October 15, 1979, defendant filed a notice of alibi. The trial was scheduled for October 25, 1979. On October 19, 1979, the court granted the prosecution's motion to strike the alibi notice because it was not filed within 15 days of the arraignment and did not state the place where defendant claimed to be at the time the offense was committed. The court indicated that it believed it had no discretion in the matter and had to grant the motion to strike.\nWe will first discuss the alleged time defect of defendant's notice of alibi. The literal language of *704 MCL 768.20(1); MSA 28.1043(1) requires that the notice of alibi be filed within 15 days after arraignment on the information.[1] Moreover, a literal construction of the time provision for filing the notice of alibi would render it impossible to comply with the dictates of the statute once the 16th day following the arraignment has arrived. This is so even if on that date the trial is not scheduled to begin for several weeks.\nDespite the explicit language of MCL 768.20(1); MSA 28.1043(1), this Court has sub silentio held that the only time limitation on filing the notice of alibi is that it be filed not less than ten days before the start of trial. In People v Hill, 88 Mich. App. 50, 56; 276 NW2d 512 (1979), for instance, this Court stated that, where a notice of alibi had not been filed ten days before the start of trial, only by an adjournment to allow defendant time to file a notice of alibi could the severe sanctions of MCL 768.20; MSA 28.1043 be avoided. It is clear that the defendant in Hill had been arraigned months before he moved for an adjournment. Id., 57-58. Cf. People v Stinson, 113 Mich. App. 719; 318 NW2d 513 (1982).\nFurther support for the proposition that the only time limitation on filing the notice of alibi is that it be filed no less than ten days before the start of trial is provided by People v Merritt, 396 Mich. 67; 238 NW2d 31 (1976). There, the Michigan Supreme Court considered a similar issue under the then existent version of MCL 768.20; MSA 28.1043. At the time of the trial in Merritt, the statutory provision required the notice of alibi to be filed within ten days of the arraignment but not les than four days before the start of trial. The *705 defendant in Merritt had been arraigned on November 19, 1971, and filed his notice of alibi on January 18, 1972, the first day of trial. Although there were really two violations of the time provisions of the then existent MCL 768.20; MSA 28.1043, if the statute were literally construed, the Court's opinion in Merritt makes it clear that only the four-day notice violation was thought to constitute noncompliance with the statute. Absolutely no reference was made to the defendant's failure to file the required notice within ten days of the arraignment. Rather, it is apparent that had the notice of alibi been filed at least four days before the start of trial, the Court would have found no violation.\nWhile the failure of both this Court and the Supreme Court to construe MCL 768.20; MSA 28.1043 as it is written may be seen as judicial arrogation of legislative power, closer scrutiny reveals that both Courts' constructions of the provision are intended to avoid constitutional problems with the statute. For instance, in Merritt, supra, 81, the Court noted that a defendant's right to compulsory process for obtaining witnesses is jeopardized by the preclusion sanction. The Court stated:\n\"The preclusion sanction is an extremely severe one, and the judge's discretion in exercising preclusion should be limited only to an egregious case. Clearly, it would be improper to exclude the defense where neither serious abuse of the right on the part of defendant nor prejudice to the people's case have been demonstrated.\" Id., 82.\nIn Merritt, the Court avoided addressing the constitutionality of the former statute on alibi notice by holding that the trial court had abused its *706 discretion in refusing to grant defendant a continuance to allow him to file a timely notice of alibi.\nWhatever the merits of statutes on notice of alibi, the more restrictive these statutes are, the more constitutionally problematic they become. If a minimum of ten days notice be deemed minimally sufficient, serious due process and equal protection problems arise when a notice of alibi is stricken not because the prosecution did not have at least 10 days notice of the defense but because the notice was not filed within 15 days of the arraignment. If MCL 768.20; MSA 28.1043 is construed as it is written, if not facially violative of the constitutional right to due process, this strict construction would be violative of the right to due process in the overwhelming majority of cases as applied. If 10 days notice is all that is minimally required, there is no compelling reason justifying the preclusion sanction simply because the notice was not filed within 15 days of the arraignment.[2] It is the duty of the courts to construe statutes in such a way that they be rendered constitutional if possible. People v Neumayer, 405 Mich. 341, 362; 275 NW2d 230 (1979), People v Guy, 84 Mich. App. 610, 612; 270 NW2d 662 (1978). Regarding the preclusion sanction of MCL 768.20; MSA 28.1043, the Supreme Court, in Merritt, has sub silentio taken the position that requiring the notice of alibi to be filed within a set number of days from the time of the arraignment, as opposed to the *707 legislatively set minimum number of days before the start of trial, would constitute an impermissible infringement on a defendant's due process rights. Cf. People v Redmon, 112 Mich. App. 246; 315 NW2d 909 (1982). In review of the foregoing, concerning the timeliness of the notice of alibi, we conclude that the trial court erred in finding the notice to be untimely because it was filed \"not less than 10 days before the start of trial\". We now turn to the trial court's alternative basis for striking the notice of alibi, viz., that it did not state the place where defendant claimed to be at the time the offense occurred. In our opinion, Hill, supra, details the proper approach to dealing with this problem. There, this Court said that requests for continuances to perfect a proper notice of alibi should be assessed under the test enumerated in People v Wilson, 397 Mich. 76; 243 NW2d 257 (1976). In Wilson, the Supreme Court stated:\n\"In reversing the trial court, we enumerated four factors we considered important in finding that the trial court had abused its discretion in that case in not granting defendant a continuance: 1) the defendant was asserting a constitutional right; 2) he had a legitimate reason for asserting the right; 3) he was not guilty of negligence; 4) prior adjournments of trial were not at the defendant's behest. To these four points we add the traditional requirement that defendant on appeal must demonstrate prejudice resulting from the trial court's abuse of discretion. MCL 769.26; MSA 28.1096.\" Id., 81. (Footnote omitted.)\nWe cannot say that the trial judge in this case abused his discretion because he failed to recognize that he had discretion. Indeed, the judge believed he had to strike the notice of alibi. However, we find that had the trial court applied the Wilson test, it would have had to conclude that defendant *708 was entitled to the continuance he requested. Defendant was asserting his constitutional right to compulsory process and to present a defense. See Washington v Texas, 388 U.S. 14; 87 S. Ct. 1920; 18 L. Ed. 2d 1019 (1967). Defendant had a legitimate reason for asserting this right, namely, that if the jury found that his alibi raised a reasonable doubt about the prosecution's case, he would have won an acquittal. The third factor from Wilson is somewhat difficult to assess on this record. We know that defendant had to have told his attorney at least 10 days prior to the scheduled trial date that he intended to assert an alibi and who his witnesses were. If there was negligence on defendant's part, it was in failing to inform his attorney where he was when the offense occurred. Conceivably, defendant could have remembered who he was with at the time of the offense, but not recall with any specificity what he was doing. Alternatively, defendant may simply not have been asked where he was at the time of the offense. We do not consider the existence of either of these circumstances to constitute negligence on the part of defendant. It is clear from the record that defendant was not negligent in failing to tell his attorney for several months that he had an alibi. Thus, this case is distinguishable from Hill where the Court found no abuse of discretion on the trial court's part in denying a motion for a continuance.[3] As to the fourth Wilson factor, there were *709 no prior adjournments. Thus, that factor is not applicable in this case. Finally, because defendant was left without a defense, he has demonstrated prejudice within the meaning of Wilson, supra, 83. We conclude that the trial court erred reversibly in failing to grant defendant's request for a continuance and in striking his notice of alibi.\nThe remaining two issues raised by defendant entitle him to no relief. The matters raised by defendant on those issues were handled without error by the trial court.\nReversed and remanded.\nNOTES\n[*]  Circuit judge, sitting on the Court of Appeals by assignment.\n[1]  As did the parties and the trial court, we will assume that the waiver of a scheduled arraignment is the same as the arraignment for purposes of MCL 768.20(1); MSA 28.1043(1).\n[2]  A case can be imagined in which application of the preclusion sanction for failure to give timely notice of alibi would not be constitutionally deficient, even if ten days notice of the defense was given before the start of trial. If, for instance, a defendant's trial had been postponed for a lengthy period of time (such as two years) due to various pretrial motions, and the defense first filed a notice of alibi only ten days before trial, if the prosecution could show prejudice to its ability to rebut the alibi as a consequence of the inordinate delay, preclusion would be justified. Such is not this case, however.\n[3]  Where the defendant has timely informed his attorney that he has an alibi defense but his attorney fails to file a perfected notice of alibi as required by MCL 768.20(1); MSA 28.1043(1), preclusion of the alibi defense will result in this Court reversing defendant's conviction for ineffective assistance of counsel. An attorney who fails to properly file a notice of alibi when informed that this defense exists does not \"perform at least as well as a lawyer with ordinary training and skill in the criminal law\". People v Garcia, 398 Mich. 250, 264; 247 NW2d 547 (1976).\n\n",
            "ocr": false,
            "opinion_id": 1857165
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}