{
    "id": 1860602,
    "judges": "Per Curiam",
    "date_filed": 722131200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-gary",
    "case_name_short": "Gary",
    "case_name": "State v. Gary",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "609 So. 2d 1291"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n609 So. 2d 1291 (1992)\nSTATE of Florida, Petitioner,\nv.\nWilliam L. GARY, Chief Judge, etc., Respondent.\nNo. 80425.\nSupreme Court of Florida.\nNovember 19, 1992.\nRobert A. Butterworth, Atty. Gen. and Richard L. Shiffrin, Sp. Asst. Atty. Gen., Miami, for petitioner.\nWilliam L. Gary, Chief Judge, Tallahassee, and Roy E. Black of Black &amp; Furci, P.A., Miami, on behalf of William Lozano, defendant, for respondent.\n*1292 PER CURIAM.\nThe State of Florida petitions for a Writ of Mandamus or other extraordinary relief seeking reversal of a venue order issued by Respondent, Chief Judge William L. Gary of the Second Judicial Circuit in the criminal trial of State of Florida v. William Lozano.[1] For the reasons stated below, we issue the writ.\nWilliam Lozano was tried and convicted in Miami of two counts of manslaughter in connection with a highly publicized shooting. The Third District reversed and ordered a new trial, holding in relevant part that the failure to grant Lozano's motion to change venue denied him the right to a fair trial. Lozano v. State, 584 So. 2d 19 (Fla. 3d DCA 1991), review denied, 595 So. 2d 558 (Fla. 1992).[2]\nOn remand and after hearing, Circuit Judge W. Thomas Spencer granted Lozano's motion to change venue on April 2, 1992, ordering the case removed to the Ninth Judicial Circuit in Orlando. At the request of Chief Judge Leonard Rivkind of the Eleventh Judicial Circuit, then-Chief Justice Leander Shaw issued an order temporarily assigning Judge Spencer to the Ninth Judicial Circuit to continue presiding over the case.\nOn April 28, Judge Spencer ordered parties to submit any motions they might wish to present with respect to holding the retrial in Orlando. Neither the State nor Lozano submitted new motions seeking a change of venue from Orlando. However, Lozano filed an Emergency Motion for Evidentiary Hearing, objecting to the filing of any subsequent change of venue order without motion by either party pursuant to Florida Rule of Criminal Procedure 3.240, and without an evidentiary hearing.\nNonetheless, Judge Spencer issued a \"Supplemental Order on Venue\" on May 6 on his own motion.[3] He concluded that in light of the widely publicized Los Angeles riots[4] and the racial makeup of the Orlando area, \"this court is convinced that, rightly or wrongly, Orlando is now perceived as not providing the necessary framework for an impartial trial.\" The Supplemental Order transferred the case to the Second Judicial Circuit in Tallahassee.[5]\nChief Judge Gary of the Second Judicial Circuit then issued an order on his own motion on July 27, 1992, to remove, transfer, and remand the case back to the Ninth Judicial Circuit in Orlando. Relying on sections 47.091 and 47.121 of the Florida Statutes (1991), Florida Rule of Criminal Procedure 3.240, and article I, section 16 of the Florida Constitution, Chief Judge Gary ruled that\nthe sua sponte order to change venue and remove this case to this Judicial Circuit without appropriate motion of the parties or consent of the defendant is invalid, being constitutionally infirm and without authority, and this Court is thus without any jurisdiction to proceed with the trial of this cause. Although, in keeping with the settled principle that *1293 jurisdiction cannot be in abeyance, it has long been held that an order to change venue eo instanti vests jurisdiction in the court to which a case is removed by such change of venue [Ammons v. State, 9 Fla. 530 (Fla. 1861)], an invalid order which is null and void and of no force and effect cannot eo instanti vest jurisdiction in a court to which removal is purportedly made by such invalid order. See, Turner v. State, [87 Fla. 155,] 99 So. 334 (Fla. 1924).\nJudge Spencer held a hearing to reconsider the venue question in light of Chief Judge Gary's order. Judge Spencer concluded:\n[O]n balance, the court continues to consider Tallahassee the preferred location for the reasons set forth in this court's order of May 6, 1992. If Tallahassee is unavailable because of Judge Gary's order, then Orlando would be the appropriate alternative location for the trial.\nAccordingly, Judge Spencer denied objections to moving the trial to Tallahassee, reaffirmed his May 6 order, and conditioned the venue for Lozano's retrial on the viability of Chief Judge Gary's order. Judge Spencer ruled that if Chief Judge Gary's order were to remain in effect, the retrial would be held in Orlando; but if that order were to be reversed, the retrial would be held in Tallahassee.\nThe State sought review of Chief Judge Gary's order. Lozano opposed the State's Petition.\nWe begin by noting that Judge Spencer had jurisdictional authority to issue his orders in this case. Judge Spencer was the presiding judge in the Eleventh Judicial Circuit when he issued the original change of venue order on April 2, and he continued to be the presiding judge when he issued the Supplemental Order removing the case to the Second Judicial Circuit in Tallahassee. After the Supplemental Order was entered, Chief Judge Gary assumed the role of the successor judge in this case since no administrative order had been entered to temporarily reassign Judge Spencer to the Second Judicial Circuit and no other judge had been assigned to preside over the matter.\nAs the successor judge, Chief Judge Gary had only limited authority to issue orders inconsistent with his predecessor's rulings. Tingle v. Dade County Bd. of County Comm'rs, 245 So. 2d 76 (Fla. 1971). Limits have proved necessary \"`to promote the stability of decisions of judges of the same court and to avoid unseemly contests and differences that otherwise might arise among them to the detriment of public confidence in the judicial function.'\" Epperson v. Epperson, 101 So. 2d 367, 369 (Fla. 1958) (quoting Payne v. Superior Court, 78 R.I. 177, 80 A.2d 159, 163 (1951)).\nChange of venue orders implicate unique concerns. We can find no Florida appellate decision shedding light on how the principles that limit the authority of successor judges should apply to change of venue orders. A few cases in other jurisdictions have discussed the issue and expressed reasoning that we find persuasive.\nIn Hayman Cash Register Co. v. Sarokin, 669 F.2d 162 (3d Cir.1982), a judge applied 28 U.S.C. § 1406(a) (1976) to remove a suit that had been filed in the District of Columbia, finding that proper venue and personal jurisdiction over the defendant existed in New Jersey. The judge who had been assigned to the case in New Jersey then transferred the case back to the District of Columbia, concluding that the case had been improperly transferred because the court had no personal jurisdiction over the defendant in New Jersey. The Circuit Court reversed and held that absent unusual circumstances, a trial court's order transferring a case is the law of the case subject only to appropriate appellate review. The court applied its holding by reasoning that the personal jurisdiction issue, whether correct or incorrect, had been decided by the first trial judge and was not subject to review by the successor judge in the new venue. The decision was based primarily on the law of the case doctrine, with consideration given to public policy and the judicial rule of comity. See also United States v. Koenig, 290 F.2d 166, 173 n. 11 (5th Cir.1961) (Wisdom, J.) *1294 (transfer order \"constitutes law of the case\" and should be accepted by the transferee court \"`except under the most impelling and unusual circumstances' or if the transfer order is `manifestly erroneous.'\") (quoting 1 Moore, Federal Practice para. 0.404[8]), affirmed on other grounds sub nom., DiBella v. United States, 369 U.S. 121, 82 S. Ct. 654, 7 L. Ed. 2d 614 (1962).\nIn Brinderson-Newberg Joint Venture v. Pacific Erectors, Inc., 690 F. Supp. 891 (C.D.Cal. 1988), the court held that a trial court should apply a strong presumption of validity to a transfer executed pursuant to a contract's forum selection clause. Analogizing the situation to a transfer pursuant to 28 U.S.C. § 1404 (a), the court reasoned that \"the strong presumption of validity given other transfers lessens the possibility of interminable wrangles over this issue. It also lessens the possibility of an unseemly `ping-pong' game of re-transferring between the district courts that ultimately an appellate court must resolve.\" Id. at 894.\nAnother decision worth noting is Rickles v. Johnson, 14 A.D.2d 844, 220 N.Y.S.2d 901 (1961). There, the Special Term denied a defendant's motion for change of venue, but the Trial Term reversed the venue decision on its own motion when the case came to trial. The Supreme Court, Appellate Division, reversed, holding that \"it was improper for the trial judge upon his own motion to reconsider the venue question, and as he put it, `look into the matter de novo * * * have some sort of preliminary hearing', and thereupon change the venue.\" Id. 220 N.Y.S.2d at 902. See also Hendrick Medical Center v. Howell, 690 S.W.2d 42 (Tex. Ct. App. 1985), where the court held that once a venue determination has been made in a cause, that determination is conclusive in a subsequent refiling after nonsuit of the same action against the same parties and is subject to review only by proper appeal.\nThese decisions make clear that the interests of justice require a rule designed to inhibit trial courts from engaging in a \"ping-pong game\" by transferring a case back and forth, thereby jeopardizing the rights of the parties and undermining public confidence in the judicial function. See Brinderson-Newberg Joint Venture; Epperson. Accordingly, we conclude that absent extraordinary circumstances, a trial judge's order granting a change of venue may not be reviewed by a successor trial judge in the new venue. Once such an order has been issued, it must be honored in the new venue unless and until a proper appellate court rules otherwise.\nChief Judge Gary's order was inappropriate because it amounted to appellate review of the legality of Judge Spencer's Supplemental Order. Chief Judge Gary made no independent evidentiary finding, after hearing, that Lozano could not get a fair trial in Leon County. Rather, he reviewed Judge Spencer's Supplemental Order even though Chief Judge Gary had no appellate jurisdiction in this matter and no appeal had been taken. Under the circumstances presented here, it would have been up to an appellate court upon proper review to determine if the Supplemental Order was issued without legal authority.\nHence, we issue the writ and quash Chief Judge Gary's order. Pursuant to the Supplemental Order entered by Judge Spencer on May 6, this cause is remanded for further proceedings in the Second Judicial Circuit. The trial judge is requested to expedite all proceedings including any further motions for change of venue so that the cause will be concluded in a timely fashion.\nIt is so ordered.\nBARKETT, C.J., and OVERTON, SHAW, GRIMES, KOGAN and HARDING, JJ., concur.\nMcDONALD, J., concurs specially with an opinion, in which SHAW, J., concurs.\nMcDONALD, Justice, specially concurring.\nI agree that the order of Judge Gary was erroneous because one circuit judge cannot overrule the order of another circuit judge. Had he independently considered and found that any of the grounds for change of venue exist in Leon County that existed in Dade County, an issue that has not been determined, then under the provision of *1295 section 47.131, Florida Statutes (1991), he could have transferred venue out of Leon County. Judge Spencer transferred venue from Dade County upon the finding that a jury would, correctly or incorrectly, convict the defendant out of fear that an acquittal might result in riots. From my perception of the race relations that exist in Leon County, it is likely the same finding could be made here. At the very least a hearing on this factor should be conducted before an irrevocable trial site is determined.\nSHAW, J., concurs.\nNOTES\n[1]  The Petition was filed in the First District Court of Appeal, but the First District certified the Petition to this Court as passing upon a question that will have a great effect on the proper administration of justice throughout the state and requiring immediate resolution. By prior order in this case, we accepted jurisdiction on an expedited basis and ordered interested parties to show cause why relief should not be granted. We have jurisdiction pursuant to article V, sections 3(b)(5) and 3(b)(8) of the Florida Constitution.\n[2]  Section 924.38 of the Florida Statutes (1991) provides that if an appellate court determines that the trial court improperly denied a change of venue motion and removal is proper, the appellate court shall designate the court for the new trial. Instead of selecting the venue for the retrial, the Third District ordered the trial court, after hearing, to consider granting Lozano's motion to change venue for the retrial \"on the basis of the conditions existing at the time of any such motion.\" Lozano v. State, 584 So. 2d 19, 23 (Fla. 3d DCA 1991), review denied, 595 So. 2d 558 (Fla. 1992).\n[3]  The Supplemental Order is not before us for review.\n[4]  Riots erupted in the City of Los Angeles following the April 29, 1992 acquittal of police officers in Simi Valley, California, for the videotaped beating of Rodney King.\n[5]  The Supplemental Order included additional provisions, but otherwise left the April 2 order in effect.\n\n",
            "ocr": false,
            "opinion_id": 1860602
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}