{
    "id": 1861895,
    "judges": "Per Curiam",
    "date_filed": 614476800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-smith",
    "case_name_short": null,
    "case_name": "State v. Smith",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 117,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "547 So. 2d 613"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n547 So. 2d 613 (1989)\nSTATE of Florida, Petitioner,\nv.\nBen SMITH, Jr., et al., Respondents.\nSTATE of Florida, Petitioner,\nv.\nBruce Edward GORDON, Respondent.\nNos. 72633, 72850.\nSupreme Court of Florida.\nJune 22, 1989.\nRehearing Denied September 11, 1989.\n*614 Robert A. Butterworth, Atty. Gen., and Celia A. Terenzio and Diane E. Leeds, Asst. Attys. Gen., West Palm Beach, for petitioner in No. 72633.\nRichard L. Jorandby, Public Defender, and Gary Caldwell, Asst. Public Defender, West Palm Beach, for respondents in No. 72633.\nRobert A. Butterworth, Atty. Gen., and Robert J. Landry, Asst. Atty. Gen., Tampa, for petitioner in No. 72850.\nJames Marion Moorman, Public Defender, and Deborah K. Brueckheimer, Asst. Public Defender, Bartow, for respondent in No. 72850.\nPER CURIAM.\nWe review Gordon v. State, 528 So. 2d 910 (Fla. 2d DCA 1988), and Smith v. State, 524 So. 2d 461 (Fla. 4th DCA 1988), to answer a certified question of great public importance and to resolve direct and express conflict with decisions of this Court. We have jurisdiction. Art. V, § 3(b)(3) and (4), Fla. Const.\nThe issue presented is whether the legislature intended that the sale or delivery of a controlled substance and possession of that substance with intent to sell,[1] be treated as separate offenses subject to separate convictions and separate punishment. § 775.021(4), Fla. Stat. (1985).[2] The Gordon court below applied the mode of analysis set out in Carawan v. State, 515 So. 2d 161 (Fla. 1987), and concluded that the legislature did not intend that the crimes be treated as separate offenses subject to separate convictions and punishment.[3] Obviously concerned, however, the court certified the following question of great public importance which requires that we revisit Carawan.\nIN APPLYING CARAWAN V. STATE, 515 So. 2d 161 (FLA. 1987), TO THE FACTS OF THIS CASE, DO CONVICTIONS AND SENTENCES FOR THE CRIMES OF SALE OF ONE ROCK OF COCAINE AND POSSESSION WITH INTENT TO SELL THAT SAME ROCK OF COCAINE VIOLATE THE DOUBLE JEOPARDY PROTECTION PROVIDED BY THE STATE AND FEDERAL CONSTITUTIONS?\nGordon, 528 So.2d at 915-16.\nWe address first the double jeopardy aspect of the question. With respect to cumulative sentences in a single trial, the dispositive question is whether the legislature intended separate convictions and sentences for the two crimes. State v. Gibson, 452 So. 2d 553, 558 (Fla. 1984), receded from in part, State v. Enmund, 476 So. 2d 165 (Fla. 1985); Borges v. State, 415 So. 2d 1265, 1267 (Fla. 1982). As the Supreme Court succinctly put it, \"[w]ith respect to cumulative sentences in a single trial, the Double Jeopardy Clause does no more than prevent the sentencing court from prescribing greater punishment than the legislature intended.\" Missouri v. Hunter, 459 U.S. 359, 366, 103 S. Ct. 673, 678, 74 L. Ed. 2d 535 (1983). The sole issue is legislature intent.\nPetitioner argues in two prongs that (1) the legislature has overridden Carawan by enacting chapter 88-131, section 7, Laws of Florida, and (2) this override of Carawan should be retroactively applied. For the following reasons, we agree with the first *615 proposition but disagree with proposition two.\nIn Carawan, we addressed the issue of whether a single act, a gunshot, could be the basis for multiple convictions, attempted manslaughter and aggravated battery. Emphasizing that we were addressing offenses \"predicated on one single underlying act,\" Carawan, 515 So.2d at 170 (footnote omitted), we set forth a series of analytical steps or rules of construction to be followed in such cases. The first is that \"specific, clear and precise statements of legislative intent control\" and \"courts never resort to rules of construction where the legislative intent is plain and unambiguous.\" Id. at 165. The second step, absent a specific statement of legislative intent in the criminal offense statutes themselves, is to apply section 775.021(4), codifying Blockburger v. United States, 284 U.S. 299, 52 S. Ct. 180, 76 L. Ed. 306 (1932), to the statutory elements of the criminal offenses. We added judicial gloss by assuming that the legislature \"does not intend to punish the same offense under two different statutes,\" and that the courts should not mechanically apply section 775.021(4) so as to obtain \"unreasonable results.\" Carawan, 515 So.2d at 167. Subsection 775.021(4) was to be treated as an \"aid\" in determining legislative intent, not as a specific, clear, and precise statement of such intent. To assist in this analysis, courts are to make a subjective determination of whether the two statutory offenses address the \"same evil.\" Id. at 168. The third rule or step is the application of the rule of lenity codified as section 775.021(1), Florida Statutes (1985).[4] We recognized that application of the rule of lenity in subsection (1) might lead to a result contrary to that obtained by applying the statutory elements test of the offenses per subsection (4). We opined that the two rules only come into play when there is no specific statement of legislative intent in the criminal offense statute itself, i.e., when there is doubt about legislative intent. Thus we concluded that, by its terms, the rule of lenity controls and prohibits multiple punishments for the two offenses, even if each contains a unique statutory element and are separate offenses under subsection 775.021(4).\nCarawan was grounded on our interpretation of legislative intent in enacting subsections 775.021(1) and (4). In the legislative session following the issuance of Carawan, the legislature responded by amending section 775.021(4) to include a specific statement of legislative intent:\n(4)(a) Whoever, in the course of one criminal transaction or episode, commits an act or acts which constitute one or more separate criminal offenses, upon conviction and adjudication of guilt, shall be sentenced separately for each criminal offense; and the sentencing judge may order the sentences to be served concurrently or consecutively. For the purposes of this subsection, offenses are separate if each offense requires proof of an element that the other does not, without regard to the accusatory pleading or the proof adduced at trial.\n(b) The intent of the Legislature is to convict and sentence for each criminal offense committed in the course of one criminal episode or transaction and not to allow the principle of lenity as set forth in subsection (1) to determine legislative intent. Exceptions to this rule of construction are:\n1. Offenses which require identical elements of proof.\n2. Offenses which are degrees of the same offense as provided by statute.\n3. Offenses which are lesser offenses the statutory elements of which are subsumed by the greater offense.\nCh. 88-131, § 7, Laws of Fla. (insertions are underlined).\nIt is readily apparent that the legislature does not agree with our interpretation of legislative intent and the rules of construction set forth in Carawan. More specifically:\n\n*616 (1) The legislature rejects the distinction we drew between act or acts. Multiple punishment shall be imposed for separate offenses even if only one act is involved.\n(2) The legislature does not intend that (renumbered) subsection 775.021(4)(a) be treated merely as an \"aid\" in determining whether the legislature intended multiple punishment. Subsection 775.021(4)(b) is the specific, clear, and precise statement of legislative intent referred to in Carawan as the controlling polestar. Absent a statutory degree crime or a contrary clear and specific statement of legislative intent in the particular criminal offense statutes,[5]all criminal offenses containing unique statutory elements shall be separately punished.\n(3) Section 775.021(4)(a) should be strictly applied without judicial gloss.\n(4) By its terms and by listing the only three instances where multiple punishment shall not be imposed,[6] subsection 775.021(4) removes the need to assume that the legislature does not intend multiple punishment for the same offense, it clearly does not. However, the statutory element test shall be used for determining whether offenses are the same or separate. Similarly, there will be no occasion to apply the rule of lenity to subsection 775.021(4) because offenses will either contain unique statutory elements or they will not, i.e., there will be no doubt of legislative intent and no occasion to apply the rule of lenity.\nIn the second prong to the argument, petitioner argues that the timing and content of chapter 88-131, section 7, show that the legislative intent expressed therein was to override the interpretation we adopted in Carawan and to restore the legislative intent attributed to section 775.021 pre-Carawan. State v. Rodriquez, 500 So. 2d 120 (Fla. 1986), receded from in part, Carawan v. State, 515 So. 2d 161 (Fla. 1987); State v. Baker, 456 So. 2d 419 (Fla. 1984); Gibson; State v. Getz, 435 So. 2d 789 (Fla. 1983); Smith v. State, 430 So. 2d 448 (Fla. 1983); and Borges. Respondent argues that receding from Carawan and retroactively applying chapter 88-131, section 7, will violate the ex post facto clause. Miller v. Florida, 482 U.S. 423, 107 S. Ct. 2446, 96 L. Ed. 2d 351 (1987). On this point we agree with respondents and with the court in Heath v. State, 532 So. 2d 9, 10 (Fla. 1st DCA 1988):\nFirst, it is a function of the judiciary to declare what the law is. 10 Fla.Jur.2d, Constitutional Law, § 166. Although legislative amendment of a statute may change the law so that prior judicial decisions are no longer controlling, it does not follow that court decisions interpreting a statute are rendered inapplicable by a subsequent amendment to the statute. Instead, the nature and effect of the court decisions and the statutory amendment must be examined to determine what law may be applicable after the amendment. See, 13 Fla.Jur.2d, Courts and Judges, § 140.\nSecondly, it is firmly established law that the statutes in effect at the time of commission of a crime control as to the offenses for which the perpetrator can be convicted, as well as the punishments which may be imposed. See, 14 Fla.Jur.2d, Criminal Law, § 18, and cases therein cited; Article 10, § 9, Florida Constitution.\nFinally, the amended statute, if given retroactive effect as urged by the state, would result in additional punishment for appellant, thus running afoul of the ex post facto clauses of the state and federal constitutions. Weaver v. Graham, 450 U.S. 24, 101 S. Ct. 960, 67 L. Ed. 2d 17 (1981) (statute reducing gain time credits is ex post facto when applied to a prisoner whose crime was committed before *617 the amendment); Miller v. Florida, 482 U.S. 423, 107 S. Ct. 2446, 96 L. Ed. 2d 351 (1987) (applying amended sentencing guidelines having effect of increasing sentence for crime committed prior to effective date of amendment violates ex post facto clause); Article I, Section 10, United States Constitution; Article I, Section 10, Florida Constitution; Booker v. State, 514 So. 2d 1079 (Fla. 1987) (defendant is entitled to review of extent of departure from a guidelines sentence under law as interpreted by the Florida Supreme Court at the time of his offense, notwithstanding subsequent legislative amendment to the guidelines statute constricting appellate review of a departure sentence).\nIn summary, we hold that Carawan has been overridden for offenses that occur after the effective date of chapter 88-131, section 7, but the override will not be retroactively applied. As qualified, we answer the certified question in the affirmative and approve the decisions below.\nIt is so ordered.\nEHRLICH, C.J., and OVERTON and GRIMES, JJ., concur.\nSHAW, J., concurs in part and dissents in part with an opinion, in which McDONALD, J., concurs.\nBARKETT, J., concurs in part and dissents in part with an opinion, in which KOGAN, J., concurs.\nSHAW, Justice, concurring in part and dissenting in part.\nI agree that Carawan v. State, 515 So. 2d 161 (Fla. 1987), has been overridden by chapter 88-131, section 7, Laws of Florida.\nIn Carawan, contrary to a plain statement of legislative intent in section 775.021(4), Florida Statutes (1985), we substituted our judgment for that of the legislature in an area where legislative authority is plenary, the definition of criminal offenses and the prescription of punishment. Accordingly, I would hold that the timing and content of chapter 88-131, section 7 shows that it was a legislative interpretation of section 775.021(4), as it has existed since 1983, and not a substantive change. First, the insertion of \"act or acts\" is clearly aimed at our reliance on a single act in Carawan. The specific statement of intent concerning the relationship of subsection 775.021(4)(a) and subsection 775.021(1), Florida Statutes (Supp. 1988), the rule of lenity, is directly contrary to the relationship envisaged by Carawan. The specific listing of the only three instances where multiple punishment will not be imposed, subsections 775.021(4)(b)1-3, negates the underpinnings of Carawan.[1] Second, the legislative amendment contains no substantive change in the statutory test for determining whether multiple punishments shall be imposed. The only effect of the statement of legislative intent is to override Carawan and to reiterate the reading of legislative intent which this Court previously attributed to section 775.021. State v. Rodriquez, 500 So. 2d 120 (Fla. 1986), receded from in part, Carawan v. State, 515 So. 2d 161 (Fla. 1987); State v. Baker, 456 So. 2d 419 (Fla. 1984); State v. Gibson, 452 So. 2d 553 (Fla. 1984), receded from in part, State v. Enmund, 476 So. 2d 165 (Fla. 1985); State v. Getz, 435 So. 2d 789 (Fla. 1983); Smith v. State, 430 So. 2d 448 (Fla. 1983); and Borges v. State, 415 So. 2d 1265 (Fla. 1982). At the first opportunity following the issuance of Carawan, where we abandoned our previous interpretation, the legislature enacted a statement of intent overriding Carawan and restoring the status quo ante-Carawan. Unlike the other sections of chapter 88-131, which became effective 1 October 1988, section 7 was expressly made effective on 1 July 1988. As we have previously held:\nWhen, as occurred here, an amendment to a statute is enacted soon after controversies as to the interpretation of the original act arise, a court may consider that amendment as a legislative interpretation of the original law and not as a *618 substantive change thereof. United States ex rel. Guest v. Perkins, 17 F. Supp. 177 (D.D.C. 1936); Hambel v. Lowry, 264 Mo. 168, 174 S.W. 405 (1915). This Court has recognized the propriety of considering subsequent legislation in arriving at the proper interpretation of the prior statute. Gay v. Canada Dry Bottling Co., 59 So. 2d 788 (Fla. 1952).\nLowry v. Parole and Probation Comm'n, 473 So. 2d 1248, 1250 (Fla. 1985). This reasoning is particularly apt when the amendment is an unambiguous statement of legislative intent which does not substantively amend the statute. Third, \"courts never resort to rules of construction where the legislative intent is plain and unambiguous.\" Carawan, 515 So.2d at 165. The rules of construction set out in Carawan rest entirely on what we perceived to be the absence of \"specific, clear and precise statements of legislative intent.\" Id. The legislature has unambiguously responded by reiterating a specific, clear, and precise statement of legislative intent which is fully consistent with the substantive content of the unamended statute and with this Court's pre-Carawan interpretation of that statute.\nRespondents' argue that receding from Carawan and applying the statement of legislative intent contained in chapter 88-131, section 7, will violate the ex post facto clause by retroactively enhancing punishment. I disagree. The record shows that respondents' crimes were committed in 1986. Section 775.021(4) has prescribed multiple punishments for separate offenses since October 1976. Ch. 76-66, § 1, Laws of Fla. The Blockburger rule has been recognized in Florida as the method for determining whether offenses are the same or separate at least since 1978[2] and was formally adopted by the legislature in 1983.[3] There have been no substantive changes in the law since these crimes occurred. Moreover, this Court's case law provides no support for respondents' argument. Prior to and following the crimes here, this Court has held that sale and possession each contain unique statutory elements, are separate offenses, and are subject to separate convictions and punishment. State v. Daophin, 533 So. 2d 761 (Fla. 1988); Smith. Even Carawan, on which respondents rely and which was issued long after the crimes here, states that \"a defendant may be convicted of both sale and possession under the appropriate circumstances.\" Carawan, 515 So.2d at 170.\nIn addition to frustrating legislative intent, reaffirming Carawan for the period prior to the effective date of chapter 88-131, section 7 has at least two other undesirable effects. First, it means that Daophin and Smith are overruled for crimes committed prior to 1 July 1988 but are reaffirmed for crimes committed thereafter. Second, it raises the question of whether Carawan is applicable to crimes committed prior to its issuance and thus furnishes grounds for postconviction relief. There have already been numerous, and will no doubt be many more, petitions for postconviction relief grounded on Carawan. See Merckle v. State, 541 So. 2d 1312 (Fla. 2d DCA 1989); Spadaro v. State, 539 So. 2d 1169 (Fla. 2d DCA 1989); Etlinger v. State, 538 So. 2d 1354 (Fla. 2d DCA 1989); Glenn v. State, 537 So. 2d 611 (Fla. 2d DCA 1988); Pastor v. State, 536 So. 2d 356 (Fla. 3d DCA 1988); Gonzalez-Osorio v. State, 535 So. 2d 644 (Fla. 2d DCA 1988); and Henderson v. State, 526 So. 2d 743 (Fla. 3d DCA 1988), all holding that Carawan is applicable to convictions obtained prior to its rendition. Contra, Harris v. State, 520 So. 2d 639 (Fla. 1st DCA), review denied, 536 So. 2d 244 (Fla. 1988), holding that Carawan is not retroactively applicable. Under these circumstances, it appears desirable, in my view, to acknowledge that Carawan was incorrectly decided and to promptly recede therefrom. I would answer *619 the certified question in the negative, overrule Carawan, quash the decision below, and remand for consistent proceedings.\nMcDONALD, J., concurs.\nBARKETT, Judge, concurring in part, dissenting in part.\nIt is not true, as the majority implies, that the pre-Carawan \"standard\" governing the propriety of multiple punishments was in any sense coherent. Indeed, the district court in Carawan had admitted despair and passed the issue directly to this Court because Florida law on this subject had become \"curiouser and curiouser.\" Carawan v. State, 495 So. 2d 239, 240 (Fla. 5th DCA 1986) (quoting L. Carroll, Alice in Wonderland (1865)).\nAs we noted in our own review of Carawan, there were some occasions when this Court arbitrarily applied a strict Blockburger analysis and others when it arbitrarily did not. Carawan, 515 So.2d at 163. Compare, e.g., State v. Rodriquez, 500 So. 2d 120 (Fla. 1986), and State v. Baker, 456 So. 2d 419 (Fla. 1984), with State v. Boivin, 487 So. 2d 1037 (Fla. 1986), and Mills v. State, 476 So. 2d 172 (Fla. 1985), cert. denied, 475 U.S. 1031, 106 S. Ct. 1241, 89 L. Ed. 2d 349 (1986). This is the chaotic \"standard\" to which the majority returns today.\nYet the meaninglessness of this \"standard\" is not my chief objection to the majority's approach. Certainly, the fact that the lower courts now are thrown helterskelter back into the pre-Carawan muddle is reason enough to object, since it necessarily implies that the lower courts now will be entitled to apply whichever of the competing and inconsistent pre-Carawan cases they deem fit. More importantly, the majority abdicates this Court's obligation to avoid statutory constructions that lead to absurdity and to apply statutes rationally, according to the principles of our Constitution. For these reasons, the majority interprets subsection 775.021(4), Florida Statutes (Supp. 1988), in a manner that violates both due process and the prohibition against double jeopardy.\nIt is not difficult to envision the chaos that will ensue under the majority's approach, since we already have seen it once before. For instance, if the state charges both aggravated battery and possession of a firearm in the commission of a felony and both arise from only a single act, the majority's dicta would lead one to believe that separate punishments are permitted. Yet this is contrary to the direct holding of Boivin, 487 So.2d at 1038, a pre-Carawan case that the majority holding necessarily recognizes as valid law. Maj. op. at 616-17 (ch. 88-131, § 7, \"restore[s] the reading of legislative intent ... previously attributed to section 775.021\").\nSimilarly, one would think that the majority's dicta would permit separate punishments for aggravated battery and felony murder based on a single act, but this, too, is contrary to a pre-Carawan case and accordingly impermissible under the majority's holding. Mills, 476 So.2d at 177. The same applies to convictions for both DWI manslaughter and vehicular homicide based on a single act. Houser v. State, 474 So. 2d 1193 (Fla. 1985).\nSimultaneously, I am at a loss to say what is now the status of the large number of district court cases that, before Carawan, also decided that certain crimes with unique elements nevertheless could not result in separate punishments, notwithstanding Blockburger. See L.T. Davidson, Florida Criminal Sentencing, § 5.013 (Supp. 1989) (listing cases). Presumably they are just as valid as the \"strict Blockburger\" cases cited favorably by the majority.\nI cannot agree with the majority's \"judicial gloss\" that subsection 775.021(4), Florida Statutes (Supp. 1988), constitutes a statement of binding \"intent\" as to all criminal statutes. The amended statute refers to itself as a \"rule of construction,\" section 775.021(4)(b), Florida Statutes (Supp. 1988), which indeed it is. By interpreting this amended statute as a binding statement of legislative intent as to the entire criminal code, the majority opinion clearly violates some of the most settled rules of our own and federal law.\n*620 It is axiomatic in Florida that a rule of construction is used only when intent as to a specific enactment is unclear, not otherwise. Holly v. Auld, 450 So. 2d 217, 219 (Fla. 1984); Reino v. State, 352 So. 2d 853, 860 (Fla. 1977); Rinker Materials Corp. v. City of North Miami, 286 So. 2d 552, 554 (Fla. 1973). This necessarily means that rules of construction do not function as a \"universal\" statement of intent as to each and every enactment in the statute books, as the majority incorrectly states.\nSimilarly, it is absurd to say that, by amending subsection 775.021(4), the 1988 Legislature has provided a definitive and unrebuttable statement of the actual intent underlying every prior criminal law appearing in the statute books.[1] For instance, in Glidden Co. v. Zdanok, 370 U.S. 530, 541, 82 S. Ct. 1459, 1468, 8 L. Ed. 2d 671 (1962) (quoting Federal Housing Administration v. Darlington, Inc., 358 U.S. 84, 90, 79 S. Ct. 141, 145, 3 L. Ed. 2d 132 (1958)), the United States Supreme Court made the following observation:\n\"Subsequent legislation which declares the intent of an earlier law,\" this Court has noted, \"is not, of course, conclusive in determining what the previous Congress meant. But the later law is entitled to weight when it comes to the problem of construction.\"\n(Emphasis added.) Future statements of intent may be used to guide construction of prior statutes, but they may not be regarded as definitive and unrebuttable. This is only reasonable. A future legislature may simply be wrong in its assessment of what a prior legislature actually intended.\nThere is no ambiguity in the federal case law on this question. When confronted with a claim that the views held by congressmen in 1972 should be used to guide construction of the Civil Rights Act of 1964, the United States Supreme Court directly rejected this notion and held that \"[i]t is the intent of the Congress ... in 1964, unmistakable in this case, that controls.\" International Bhd. of Teamsters v. United States, 431 U.S. 324, 354 n. 39, 97 S. Ct. 1843, 1864 n. 39, 52 L. Ed. 2d 396 (1977). In Zipes v. Trans World Airlines, Inc., 455 U.S. 385, 394, 102 S. Ct. 1127, 1133, 71 L. Ed. 2d 234 (1982), also noted that \"subsequent legislative history is not dispositive\" in interpreting a specific statute. In Seatrain Shipbuilding Corp. v. Shell Oil Co., 444 U.S. 572, 596, 100 S. Ct. 800, 813, 63 L. Ed. 2d 36 (1980), the Court held that \"the views of subsequent Congresses cannot override the unmistakable intent of the enacting one,\" although later views may be given \"significant weight.\"\nAs Justice O'Connor noted in Bell v. New Jersey, 461 U.S. 773, 784, 103 S. Ct. 2187, 2194, 76 L. Ed. 2d 312 (1983), \"the view of a later Congress does not establish definitively the meaning of an earlier enactment, but it does have persuasive value.\" Phrasing the matter in another way, the Court in Consumer Product Safety Commission v. GTE Sylvania, Inc., 447 U.S. 102, 117-18, 100 S. Ct. 2051, 2060-61, 64 L. Ed. 2d 766 (1980) (quoting United States v. Price, 361 U.S. 304, 313, 80 S. Ct. 326, 332, 4 L. Ed. 2d 334 (1960)), noted that \"`the views of a subsequent Congress from a hazardous basis for inferring the intent of an earlier one'\" but may nevertheless be considered. The same Court went on to hold that subsequent legislative history\ndoes not bear strong indicia of reliability, however, because as time passes memories fade and a person's perception of his earlier intention may change. Thus, even when it would otherwise be useful, subsequent legislative history will rarely override a reasonable interpretation of a statute that can be gleaned from its language and legislative history prior to its enactment.\n\nId. at 118 n. 13, 100 S.Ct. at 2061 n. 13 (emphasis added). Accord Russello v. United States, 464 U.S. 16, 104 S. Ct. 296, 78 L. Ed. 2d 17 (1983); Universities Research Ass'n, Inc. v. Coutu, 450 U.S. 754, 101 S. Ct. 1451, 67 L. Ed. 2d 662 (1981); Andrus *621 v. Shell Oil Co., 446 U.S. 657, 100 S. Ct. 1932, 64 L. Ed. 2d 593 (1980); Oscar Mayer &amp; Co. v. Evans, 441 U.S. 750, 99 S. Ct. 2066, 60 L. Ed. 2d 609 (1979).\nThe reason for this formidable body of federal precedent rests in logic itself. Intent does not spring from rules of construction; it is determined by what a particular legislature intended in a particular enactment, if there is any reasonable basis for ascertaining that intent. This question necessarily can be determined only on a statute-by-statute basis. It cannot be based on a mere legislative gloss added to the statute books at a later date, purporting to supply the \"intent\" for an array of other statutes that the legislature has not even attempted to amend. If the legislature wants to state its intent as to a group of statutes already on the books, it must do so by amending each and every one of those statutes.[2]\nThus, when this Court can discern intent on the face of an unamended statute, it is irrelevant what section 775.021(4) states or what any subsequent legislature has stated. Certainly, our task is easy when the legislature has stated in plain English how a particular criminal statute is to be enforced. Yet there unquestionably are other times when this intent, although not express, virtually screams from the pages of the statute book. If the inescapable conclusion is that multiple punishments could not possibly have been intended, I believe this Court has a constitutional obligation to enforce that intent.\nThe enforcement of intent, however, also must be consistent with the Constitution. In Carawan, we did not purport to address the constitutional dimensions of the multiple punishments problem, as the majority opinion recognizes. Maj. op., at 615. Our Carawan analysis rested entirely on our attempt to reconcile the statutory rule of lenity with the codified Blockburger test, two rules of construction that were coequal until the 1988 amendments. Id. Nor did we base Carawan on the common law or federal rules of lenity, although we did note their existence. This approach was in keeping with the principle that a court will not confront a constitutional issue when there is some other basis for resolving the issues at hand.\nAccordingly, I now would reach the constitutional issues. I would hold that the rule of lenity arises not merely from section 775.021(1), Florida Statutes (1987), but also from the common law and the due process and double jeopardy clauses of the Florida Constitution. The rule of lenity, simply stated, is that the courts must decline to impose a punishment that has not plainly and unmistakably been authorized by the legislature. Carawan, 515 So.2d at 165; Palmer v. State, 438 So. 2d 1, 3 (Fla. 1983); Ferguson v. State, 377 So. 2d 709 (Fla. 1979); State v. Wershow, 343 So. 2d 605, 608 (Fla. 1977); Ex Parte Amos, 93 Fla. 5, 112 So. 289 (1927). Accord Ball v. United States, 470 U.S. 856, 105 S. Ct. 1668, 84 L. Ed. 2d 740 (1985); Albernaz v. United States, 450 U.S. 333, 342, 101 S. Ct. 1137, 1144, 67 L. Ed. 2d 275 (1981); Prince v. United States, 352 U.S. 322, 77 S. Ct. 403, 1 L. Ed. 2d 370 (1957). This is the very heart of due process and the guarantee against double jeopardy.\nUnder the due process clause, the government is strictly bound to adhere to forms and procedures designed to achieve justice. When there is no reasonable basis for ascertaining the intent of the legislature to impose multiple punishments, the statutes in question must be strictly construed against the government. Art. I, § 9, Fla. Const. Accord Albernaz, 450 U.S. at 342, 101 S.Ct. at 1144; Prince, 352 U.S. at 322, 77 S.Ct. at 403.\nUnder the double jeopardy clause, the government is forbidden from punishing a person twice for the same offense. As we recognized in Carawan, the Florida double jeopardy clause was designed as much to prevent multiple punishments as multiple trials for the same offense. Carawan, 515 So.2d at 164; art. I, § 9, Fla. Const. Accordingly, *622 there is, and must be, a limit to the number of offenses that may be charged when a person commits only a single criminal act. A \"strict Blockburger\" analysis affords no limiting principle at all, since it theoretically can result in a person's being charged with a dozen, a hundred, or a thousand offenses based on a single criminal act.\nAccordingly, I conclude that the analysis employed in Carawan arises from article I, section 9 of the Florida Constitution, and remains in force notwithstanding the 1988 amendments to section 775.021. I would so hold.\nHowever, I agree that, if the amendment is deemed to overrule Carawan, it cannot be applied retroactively. Accordingly, I concur in that portion of the majority opinion so holding.\nKOGAN, J., concurs.\nNOTES\n[1]  Section 893.13(1)(a), Florida Statutes (1985), states in pertinent part:\n\nExcept as authorized by this chapter and chapter 499, it is unlawful for any person to sell, manufacture, or deliver, or possess with intent to sell, manufacture, or deliver, a controlled substance.\n[2]  That section provides:\n\n(4) Whoever, in the course of one criminal transaction or episode, commits separate criminal offenses, upon conviction and adjudication of guilt, shall be sentenced separately for each criminal offense; and the sentencing judge may order the sentences to be served concurrently or consecutively. For the purposes of this subsection, offenses are separate if each offense requires proof of an element that the other does not, without regard to the accusatory pleading or the proof adduced at trial.\n[3]  Citing to Carawan without further explanation, the Smith court vacated the defendant's convictions and sentences for possession with intent to sell. We address only Gordon because the issue there also controls Smith.\n[4]  \"(1) The provisions of this code and offenses defined by other statutes shall be strictly construed; when the language is susceptible of differing constructions, it shall be construed most favorably to the accused.\" § 775.021(1), Fla. Stat. (1985).\n[5]  As we pointed out in Carawan, criminal offense statutes rarely contain a specific statement of whether the legislature does or does not intend separate punishment for the offense(s). Theoretically there is nothing to preclude the legislature from inserting a specific statement in a criminal offense statute that it does or does not intend separate punishment for the offense created therein.\n[6]  Multiple punishment is prohibited for (1) the same, (2) necessarily included, and (3) degree offenses.\n[1]  The listing of the three exceptions should be read as excluding those not expressly mentioned, expressio unius est exclusio alterius. Ideal Farms Drainage Dist. v. Certain Lands, 154 Fla. 554, 19 So. 2d 234 (1944).\n[2]  Ennis v. State, 364 So. 2d 497 (Fla. 2d DCA 1978).\n[3]  Chapter 83-156, section 1, Laws of Florida, prescribed the Blockburger rule as the method for determining whether offenses were separate offenses subject to separate punishment: \"For the purposes of this subsection, offenses are separate if each offense requires proof of an element that the other does not, without regard to the accusatory pleading or the proof adduced at trial.\"\n[1]  This is not to say, however, that a rule of construction cannot be employed in interpreting ambiguous legislation, past or future. The critical point is that any rule of construction is only an aid to interpretation, not a conclusive statement of intent. When intent is clear, the rules of construction simply have no role at all.\n[2]  Again, this is not to say that the legislature is powerless to establish rules of construction. It is only to say that these rules may not purport to be a definitive statement of intent as to laws previously enacted and not amended.\n\n",
            "ocr": false,
            "opinion_id": 1861895
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}