{
    "id": 1900786,
    "judges": "Dauksch",
    "date_filed": "1991-08-20",
    "date_filed_is_approximate": true,
    "slug": "state-v-schmidt",
    "case_name_short": "Schmidt",
    "case_name": "State v. Schmidt",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "474 So. 2d 899"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6874.0,
            "opinion_text": "\n474 So.2d 899 (1985)\nIn re STATE\nv.\nMelinda Marie SCHMIDT.\nEdward BRINSON and William Stephen Borden, Appellants,\nv.\nSTATE of Florida, Appellee.\nNo. 85-27.\nDistrict Court of Appeal of Florida, Fifth District.\nAugust 29, 1985.\n*900 Nancy Y. Smith and Devo A. Heller of Brinson, Smith, Heller &amp; Smith, P.A., Kissimmee, for appellants.\nJim Smith, Atty. Gen., Tallahassee, and Belle B. Turner, Asst. Atty. Gen., Daytona Beach, for appellee.\n\nON MOTION FOR CLARIFICATION AND REHEARING EN BANC\nDAUKSCH, Judge.\nAppellee's motion for rehearing en banc is denied. We grant the motion for clarification, withdraw the prior opinion in this cause, and substitute the following.\nAttorney Edward Brinson appeals from an order of the circuit court holding him in contempt for disobeying an order that he testify as a witness in a criminal case.\nAppellant's client, Borden, and Schmidt were charged with first degree murder. The state granted Borden immunity from a conviction for murder in exchange for Borden's guilty plea to a lesser charge and his truthful testimony at Schmidt's trial. When Borden, jailed and awaiting sentence, appeared to give his deposition before the Schmidt trial, he asked if his attorney would be present. In addition to the court reporter and Borden, the assistant state attorney, defendant Schmidt's counsel, and Schmidt were at the deposition. Schmidt's counsel indicated that Borden's attorney would not be present at the deposition but that\n... at some point I will explain to you that you have a right to refuse or you will be protected. You have everybody here looking after you, O.K.?\nWhile Borden was explaining that he had at one time given the police a concocted story regarding the murder of which Schmidt is accused he stated:\nA: No, they wouldn't accept it. Wrote a confession out, I think the second day I was here. I gave it to Brinson. The only thing I wanted \u0097\nQ: You wrote out a confession and did what with it?\nA: I showed it to Brinson. He said that instead of giving me that, he would try to let me cop out for something. I wanted to \u0097 they \u0097 so they wouldn't tell me I said anything in Ohio.\n\n*901 Q: In the confession you wrote out and gave to Brinson, do you know what happened to it?\nA: I tore it up and flushed it down the toilet. He said to never put anything like that in writing. It was too dangerous.\nQ: But in that confession you admitted that you had been the person who had killed Red, right?\nA: Yes.\nQ: And he said to forget that, don't do that, let's see if we can work out a better deal?\nA: Because that would have been an automatic conviction. He said that he would check to see if I could plead to lesser charges in terms of turning Linda loose and not saying I said anything in Ohio. He said they wouldn't believe I did it.\nQ: Who?\nA: The detectives or D.A., whoever he talked to.\nQ: So you attempted to \u0097\nA: That's because of the phone calls she was supposed to have made. I guess her cell mates \u0097 they wouldn't believe I shot her.\nQ: The confession that you made was torn up by your lawyer?\nA: Torn up by me.\nQ: But rejected by your lawyer?\nA: He told me to get rid of it, it was too dangerous to have around. He said that he would check into me pleading guilty to something else. That was the second time I seen him.\nQ: Would you have any objection, in order to assure everyone, including the state attorney, that part of your statement is true, that we talked to Mr. Brinson and have him \u0097\nA: I, on the 25th \u0097 on the transcript \u0097 when I signed the agreements, I put that up on there.\nQ: One thing at a time. I value the right of a client to talk with a lawyer without having it exposed.\nA: I'm talking about the transcript of September 25th.\nQ: I want to know if you have any problem or if you would agree that we could talk to Mr. Brinson about this confession that you wrote out.\nDo you have any objection?\nA: No. You can see on the transcript he said I showed it to him. I brought the note I sent to Kelly in Smallwood.\nQ: We want to establish that you're telling the truth, and Mr. Brinson can establish that.\nBased on Borden's above quoted statements, the lower court entered an order finding that Borden waived his attorney-client privilege with respect to \"a confession or alleged confession either written or oral made by the witness Borden and all relative circumstances pertinent and incident thereto.\" When appellant Brinson indicated to the assistant state attorney that he would not testify about any communications he had with Borden in the absence of a court order that he do so, the assistant state attorney filed a motion to compel discovery. Appellant's client, Borden, testified at the hearing on the motion. After hearing Borden's testimony at the hearing, it was apparent that Borden believed he had waived the attorney-client privilege only as to his act of showing the written admission to Brinson. It was clear that Borden did not want his attorney to be subject to cross-examination on the matter. Nonetheless, the court ruled that Borden had waived the attorney-client privilege with respect to his alleged admission, and all matters incident and pertinent thereto.\nBelieving that his client had not waived the privilege, and desiring appellate review of the court's finding of waiver before divulging confidential communications which would subject Borden to prosecution for perjury, murder, and which are otherwise prejudicial to Borden in ways only he and Brinson are aware of, appellant Brinson refused to testify. The court entered an order requiring Brinson to testify fully, and found Brinson in contempt of court when he still refused.\n*902 Generally, all orders and judgments of courts must be complied with promptly. Wells v. State, 471 So.2d 620 (Fla. 5th DCA 1985). If a person to whom a court directs an order believes the order is incorrect the remedy is an appeal, but, absent a stay, in most cases he must comply promptly with the order pending appeal. Wells. This is because usually the injury arising from an erroneous ruling in the lower tribunal is not irreparable. However, an order compelling the disclosure of information presents an extraordinary situation.\nCompliance could cause irreparable injury because appellate courts cannot always `unring the bell' once the information has been released. Subsequent appellate vindication does not necessarily have its ordinary consequence of totally repairing the error.\nManess v. Meyers, 419 U.S. 449, 460, 95 S.Ct. 584, 592, 42 L.Ed.2d 574 (1975). In such a situation, the person to whom an order compelling disclosure is directed has two appropriate alternatives:\n[W]e have consistently held that the necessity for expedition in the administration of the criminal law justifies putting one who seeks to resist the production of desired information to a choice between compliance with a trial court's order to produce prior to any review of that order, and resistance to that order with a concomitant possibility of any adjudication of contempt if his claims are rejected on appeal. [citations omitted].\nUnited States v. Ryan, 402 U.S. 530, 532-533, 91 S.Ct. 1580, 1582, 29 L.Ed.2d 85 (1971), cited in Maness v. Meyers.\nApplying the foregoing principles of law to the instant case, we reverse the order of contempt entered against Brinson. In Olds v. State, 302 So.2d 787, 791 (Fla. 4th DCA 1974), certiorari denied, 312 So.2d 743 (Fla. 1975), the court stated:\nIn order to approve appellant's conviction we should be able to point out the correct road he should have travelled and his material departures therefrom, which would constitute a contempt of court.\nWe cannot do so in this case. The lower court's order compelling him to reveal his client's confidential communications placed Brinson between the proverbial rock and hard place. In order to obtain precompliance appellate review of the court's order finding that Borden waived his attorney-client privilege Brinson had no choice but to suffer the entry of an order of contempt against him. Under the circumstances of this case, we approve appellant's effort to protect his client's privilege of confidentiality with regard to matters communicated to his counsel qua counsel.\nAppellant's conduct in the instant case was particularly appropriate in light of the purpose underlying the attorney-client privilege in the administration of justice.[1] The policy behind the privilege is to promote freedom of consultation with legal advisors without fear of compelled disclosure. Hoyas v. State, 456 So.2d 1225 (Fla. 3d DCA 1984); Anderson v. State, 297 So.2d 871 (Fla. 2d DCA 1974); 81 Am.Jur.2d Witnesses § 172 (1976). The privilege protects from disclosure communications made to an attorney in his capacity as such but the privilege is waived when its possessor voluntarily discloses the otherwise confidential information. Hoyas v. State; § 90.507, Fla. Stat. (1983).\nIn the case at bar, we hold that under the circumstances appellant's client, William Borden, has not waived his attorney-client privilege. The record reflects that Borden wanted his lawyer present during his deposition. The record also shows that the attorneys present at the deposition persuaded Borden to proceed in his counsel's absence by assuring him that \"you have everybody here looking after you.\" Notwithstanding this assurance, none of those present represented interests similar to Borden's. There is no doubt that Borden believed he waived his privilege of confidentiality only with respect to the fact *903 that he showed his attorney an admission to the murder. If any of the lawyers present truly were looking out for Borden, one of them would have informed him that he could not limit the scope of his waiver so narrowly. Since Borden only proceeded to give his deposition without his counsel present after being assured that others would look out for him, and in fact they did not, we hold that a finding that Borden waived his attorney-client privilege cannot be based on his testimony at the deposition taken on December 6, 1984. This conclusion, however, does not preclude the possibility that Borden may waive his privilege sometime later.\nIn summary, we reverse the order of contempt entered against appellant Brinson because he had no other option but to suffer its entry against him in order to secure precompliance review of the lower court's order compelling his testimony as to privileged information. Further, we hold that a finding that William Borden waived his attorney-client privilege was error.\nREVERSED.\nSHARP, J., concurs.\nCOWART, J., dissents without opinion.\nNOTES\n[1]  There is no evidence of record that Borden is attempting to use the privilege as a sword rather than a shield.\n\n",
            "ocr": false,
            "opinion_id": 1900786
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}