{
    "id": 1873035,
    "judges": "Eubanks",
    "date_filed": 172713600000,
    "date_filed_is_approximate": false,
    "slug": "smith-v-wickline",
    "case_name_short": "Wickline",
    "case_name": "Smith v. Wickline",
    "case_name_full": "Thomas Eugene SMITH and Dorothy Jean Smith, His Wife, Plaintiffs, v. Larry WICKLINE, Individually and as a Police Officer With the Oklahoma City Police Department, and I. G. Purser, Individually and as Chief of Police of the Oklahoma City Police Department, Defendants",
    "attorneys": "Mary E. Bane, of Bane & Williams, and Jim Ikard, Oklahoma City, Okl., for plaintiffs., Robert S. Baker, Oklahoma City, Okl., for defendant Wickline., Walter M. Powell, Municipal Counsel- or, and Jerry R. Fent, Asst. Municipal Counselor, Oklahoma City, Okl., for defendant Purser.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b611-15\">\n    Thomas Eugene SMITH and Dorothy Jean Smith, his wife, Plaintiffs, v. Larry WICKLINE, Individually and as a police officer with the Oklahoma City Police Department, and I. G. Purser, Individually and as Chief of Police of the Oklahoma City Police Department, Defendants.\n   </parties><br><docketnumber id=\"b611-17\">\n    No. Civ.-75-0204-E.\n   </docketnumber><br><court id=\"b611-18\">\n    United States District Court, W. D. Oklahoma.\n   </court><br><decisiondate id=\"b611-20\">\n    June 23, 1975.\n   </decisiondate><br><attorneys id=\"b613-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"557\"> \n     *557\n     </span>\n    Mary E. Bane, of Bane &amp; Williams, and Jim Ikard, Oklahoma City, Okl., for plaintiffs.\n   </attorneys><br><attorneys id=\"b613-10\">\n    Robert S. Baker, Oklahoma City, Okl., for defendant Wickline.\n   </attorneys><br><attorneys id=\"b613-11\">\n    Walter M. Powell, Municipal Counsel- or, and Jerry R. Fent, Asst. Municipal Counselor, Oklahoma City, Okl., for defendant Purser.\n   </attorneys>",
    "citations": [
        "396 F. Supp. 555"
    ],
    "opinions": [
        {
            "author_str": "Eubanks",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1012.0,
            "opinion_text": "\n396 F.Supp. 555 (1975)\nThomas Eugene SMITH and Dorothy Jean Smith, his wife, Plaintiffs,\nv.\nLarry WICKLINE, Individually and as a police officer with the Oklahoma City Police Department, and I. G. Purser, Individually and as Chief of Police of the Oklahoma City Police Department, Defendants.\nNo. Civ.-75-0204-E.\nUnited States District Court, W. D. Oklahoma.\nJune 23, 1975.\n*556 *557 Mary E. Bane, of Bane &amp; Williams, and Jim Ikard, Oklahoma City, Okl., for plaintiffs.\nRobert S. Baker, Oklahoma City, Okl., for defendant Wickline.\nWalter M. Powell, Municipal Counselor, and Jerry R. Fent, Asst. Municipal Counselor, Oklahoma City, Okl., for defendant Purser.\n\nMEMORANDUM OPINION AND ORDER\nEUBANKS, District Judge.\nPlaintiffs, parents of a minor son killed as a result of being shot with a shotgun allegedly unjustifiably fired by the defendant WICKLINE, seek redress by way of damages, inter alia, for the deprivation under color of the Statutes of the State of Oklahoma, of rights, privileges and immunities secured to them by the Constitution of the United States.\nPursuant to Rule 12(b), Fed.R.Civ.P., both defendants move the Court to dismiss this action on several grounds, which will receive separate consideration below.\nThe allegations of the complaint, which the Court must presume to be true for the purposes of this motion to dismiss, present the following factual background. On the night of August 10, 1974, the deceased, John Melton Smith, a minor of 15 years of age, and a companion were in or near a vacant and abandoned house. As he and his companion fled the vacant house, defendant WICKLINE attempted to halt them by firing one or more shotgun bursts and by so doing, wrongfully and recklessly killed John Melton Smith.\n\nDEFENDANTS URGE THAT THESE PLAINTIFFS LACK REQUISITE CAPACITY, STANDING OR INTEREST TO BRING THIS CIVIL RIGHTS ACTION\nDefendants argue that under § 1983 a parent has no standing to sue for the deprivation of the civil rights of a child. Defendants rely upon Brown v. Board of Trustees of La Grange Ind. Sch. Dist., 187 F.2d 20 (5th Cir. 1951); Tyree v. Smith, 289 F.Supp. 174 (D.C.Tenn. 1968); and Armstrong v. Board of Education of City of Birmingham, Ala., 220 F.Supp. 217 (N.D.Ala.1963). However correct defendants' position may be in an appropriate context, it has no bearing on the issue now before the Court. The above cases are clearly distinguishable in that the individuals whose rights were allegedly violated were alive; indeed, Tyree v. Smith, supra, was so distinguished recently by the Court of Appeals for the Sixth Circuit in a survival action, Hall v. Wooten, 506 F.2d 564 (1974).\nPlaintiffs respond that 42 U.S.C. § 1988 authorizes resort to State law, in this instance 12 O.S. §§ 1053-1054, creating a cause of action for wrongful *558 death for the next of kin of the decedent. Plaintiffs rely upon Brazier v. Cherry, 293 F.2d 401 (5th Cir. 1961); Holmes v. Silver Cross Hospital of Joliet, Illinois, 340 F.Supp. 125 (N. D.Ill.1972); Perkins v. Salafia, 338 F. Supp. 1325 (D.C.Conn.1972); Salazar v. Dowd, 256 F.Supp. 220 (D.C.Colo.1966); and Galindo v. Brownell, 255 F.Supp. 930 (S.D.Cal.1966).\nThe Court concludes that the Holmes case is not sufficiently analogous to require consideration below. It involved a transfusion of blood contrary to a patient's wishes and religious convictions, in alleged violation of his civil rights. It was not claimed that the patient died as a result of the transfusion, that is, it was not claimed there was a causal relationship between the violation of his rights and death.\nIn the remainder of the above cases, the death was alleged to have resulted from the violation of the deceased's civil rights and these opinions will be considered below in conjunction with several recent cases cited by neither side.\nAt the outset, the Court distinguishes those cases relied upon which were survival actions.[1] Plaintiffs here bring a wrongful death action, and the distinction is not one without a difference. White v. B. K. Trucking Co., Inc., 371 F.Supp. 578 (D.C.Okl.1974).[2] It is true that in the Brazier case, supra, this distinction was considered immaterial. Indeed, the court stated that it used the words \"right of survival\" broadly, \"as an abbreviation to include both of the distinct claims for (a) the damages sustained by a decedent during his lifetime and (b) damages sustained by his survivors as a result of his death.\" At 404, n. 7. However, Brazier was a suit by a surviving widow, individually and as administratrix of the decedent's estate, and the court accordingly noted, \"Since Georgia now provides both for survival of the claim which the decedent had for damages sustained during his lifetime as well as a right of recovery to his surviving widow and others for homicide, we need not differentiate between the two types of actions.\" At 409. In this case, suit is brought by the plaintiff parents individually, and not in any other capacity.\nThat the distinction is one which must be made is suggested strongly, albeit in dictum, by the Court of Appeals for the Sixth Circuit in Hall v. Wooten, supra, a survival action brought against county jail officials to recover for the death of a prisoner, murdered by fellow inmates. The district court's dismissal of the complaint was reversed and the case remanded on the ground the cause of action survived the death of the injured person and could be maintained by his legal representative. In so holding, the Court of Appeals cited to Moor v. County of Alameda, 411 U.S. 693, 93 S.Ct. 1785, 36 L.Ed.2d 596 (1973), in which it was stated that § 1988 is remedial only and does not confer an independent cause of action in a federal court, and concluded:\n\"We have held that section 1988 does not create federal causes of action for violation of civil rights. [citations omitted] And we observe that the survival of a cause of action is not the creation of an independent cause of action, like an action for wrongful death. It depends upon the prior existence of a cause of action for the deceased.\" At 568-569.\nThis Court emphasizes that the statement is dictum, which is particularly significant in the light of a recent decision of the Court of Appeals for the Eighth Circuit, Mattis v. Schnarr, 502 F.2d 588 (1974).\n*559 The facts in that case are comparable although not identical to those here. The defendant police officer apprehended plaintiff's minor son entering the office of a golf driving range at night for the purpose of taking money by opening an unlocked window. As he was attempting to escape arrest, the officer, following warning and intending to fire over his head, shot and killed him.\nThe trial court had initially held that the plaintiff had standing to bring the action under 42 U.S.C. § 1983, on the ground that § 1988 authorized resort to state law, and Missouri law permits a father to bring a wrongful death action for the death of an unmarried minor son. However, in its order denying a motion for new trial, the court changed its position on standing, concluding that no one may seek vindication for the violation of another's rights.\nThe Court of Appeals reversed. No appeal had been taken from that part of the trial court's order denying plaintiff's claim for damages, but it cannot be said that the holding is dictum for our purposes here, because the \"critical issue\" before the court was whether plaintiff had standing to seek a declaratory judgment that the state statutes permitting such use of deadly force were unconstitutional. The court's answer was in the affirmative, by reference to the Missouri wrongful death statute. At 593.\nContra to the suggestion made by the Court of Appeals for the Sixth Circuit in Hall v. Wooten, supra, the Court of Appeals for the Eighth Circuit thus deemed the wrongful death action to be remedial. So, too, have two district courts which have had occasion to determine the issue. In Galindo v. Brownell, supra, the court concluded that \"resort to such remedy is necessary to render the Civil Rights Act fully effective in this case and is therefore sanctioned under 42 U.S.C. § 1988.\" At 931.\nIn Pollard v. United States, 384 F. Supp. 304 (M.D.Ala.1974), an action seeking recovery against the United States and various state officials for, inter alia, wrongful death arising out of syphilis study, the court held:\n\"Since there is no express federal remedy for wrongful death under the civil rights statutes (42 U.S.C. §§ 1981, 1983 and 1985), the common and statutory law of the State of Alabama must be looked to for a suitable remedy not inconsistent with the Constitution and laws of the United States. 42 U.S.C. § 1988. An action against these state defendants for the wrongful deaths of plaintiffs' decedents resulting from violations of the civil rights statutes gives rise, by virtue of Alabama's wrongful death statute, to federally enforceable claims for damages by their personal representatives.\" At 306.\nThe Court agrees with these determinations, and in so doing, refers to the reasoning of the Court of Appeals for the Fifth Circuit in the Brazier opinion, because although the specific determination may have been unnecessary to the holding, the reasoning has equally applicable force:\n\"[§ 1988] reflects a purpose on the part of Congress that the redress available will effectuate the broad policies of the civil rights statutes.\n.   .   .   .   .   .\n\"There is nothing in this comprehensive declaration of a purpose to make a policy fully effective which would justify reading the single word `remedies' in a literal sense. . . . Used, as it was in parallel with the phrase `and punish offenses against law,' it comprehends those facilities available in local state law but unavailable in federal legislation, which will permit the full effectual enforcement of the policy sought to be achieved by the statutes. And in a very real sense the utilization of local death and survival statutes does not do more than create an effective remedy. This is so because the right is surely a federally protected one\u0097the right to be free from deprivation of constitutional civil rights. The local *560 death or survival statute adopted by reference in this fashion does not add to that substantive right. It merely assures that there will be a `remedy' . . ..\" At 408-409.\nThe Oklahoma Statutes provide for wrongful death actions by the \"next of kin.\"[3] The Court concludes that resort to such remedy is appropriate in that it is necessary to effectuate the policies of the Civil Rights Act, and is therefore authorized by § 1988.\nThere remains defendants' second contention advanced in their brief, which is that plaintiffs cannot predicate their claim upon the Oklahoma Statutes because it would be a constitutionally impermissible interpretation of the Civil Rights Act to look to subsequently-enacted State legislation to create a cause of action thereunder. Defendants rely upon Brazier, supra, claiming it speaks in terms of resort to currently effective state law. By extracting the word \"currently\" from its context in that opinion, defendants have misconstrued its use by the court:\n\"In enacting this legislation by reference to incorporate that of the several states currently in effect when and where a civil rights case would arise, [emphasis supplied] Congress was under no restraint in enacting procedural, i. e. remedial, rather than substantive legislation or vice versa.\" At 409.\nIt is clear that \"currently\" has reference to the time the claim arose and not to the date of enactment of the Civil Rights statutes. The Court has informed itself, however, that the Georgia statute to which resort was had in Brazier was in fact a prior-enacted statute (1850). It might be said, then, that this question was not before that court.[4]\nThe Court first notes that the question is not whether it would be a constitutionally impermissible interpretation of the Civil Rights Act to look to subsequently-enacted State legislation to create a cause of action thereunder. The Court has already identified the wrongful death action as remedial. Accordingly, the question is whether resort may be had to subsequently-enacted State legislation providing a remedy.\nAgain, the Court has reference to the reasoned opinion in Brazier:\n\"From a federal standpoint the only limitation upon the use of such adoptive state legislation, rule or decision is that it is suitable to carry the law into effect because other available direct federal legislation is not adapted to that object or is deficient in furnishing a fully effective redress. Thus § 1988 declares a simple, direct, abbreviated test: what is needed in the particular case under scrutiny to make the civil rights statutes fully effective?\" At 409.\nFor this Court to hold that under § 1988 only the common law of those states admitted to the union after 1866 may have application would be to fly in the face of the purpose of that section *561 and the other provisions of the Civil Rights Act and to reverse the amelioration of the harshness of the general rule against survival and wrongful death actions, returning to the \"archaisms of the [common] law.\" Justice Cardozo, Van Beeck v. Sabine Towing Co., 300 U. S. 342, 350, 57 S.Ct. 452, 81 L.Ed. 685 (1937). Accordingly,\nIt is ordered, That defendants' motion to dismiss on the ground that these plaintiffs lack requisite capacity, standing or interest to bring this civil rights action be and the same hereby is denied, without prejudice to defendants to renew the same if within twenty days of this date plaintiffs have not amended their complaint in accordance with this order.\n\nDEFENDANTS URGE THAT THIS COURT IS BARRED FROM PROCEEDING FURTHER BECAUSE THE ISSUE HAS BEEN PREVIOUSLY ADJUDICATED AND DIRECTLY DETERMINED IN A STATE CASE\nDefendants argue that this Court is barred from proceeding further by application of the legal principles of issue preclusion, collateral estoppel, estoppel by judgment and res judicata, because of certain findings of fact and conclusions of law made by District Judge Elvin J. Brown in The State of Oklahoma v. Larry Dean Wickline, Cleveland County No. CRF-74-496. Judge Brown determined:\n\"[T]here has been offered no evidence from which a trial jury or judge could conclude the killing occurred under circumstances that did not amount to justifiable or excusable homicide.\" (MEMORANDUM, filed August 31, 1974.)\nAccordingly, defendants contend, this Court is barred from proceeding further in this case, inasmuch as the essential allegation of the complaint is that the killing of John Melton Smith was without justification or excuse in law.\nThe Court is not going to identify the many cases cited by defendants; suffice it to say the cases primarily relied upon are so clearly distinguishable as to merit scant attention. Brazzell v. Adams, 493 F.2d 489 (5th Cir. 1974); Metros v. United States District Court for Dist. of Colo., 441 F.2d 313 (10th Cir. 1970); and Kauffman v. Moss, 420 F.2d 1270 (3d Cir. 1970), all involved a plea of guilty or a jury conviction in a prior criminal proceeding as a bar in a subsequent civil proceeding wherein plaintiff (defendant in a criminal proceeding) alleged such violations of his rights as, e. g., perjured testimony or insufficient search warrant. These cases are patently unlike the case at bar.\nIn response to defendants' motion, plaintiffs rely solely upon Laverne v. Corning, 316 F.Supp. 629 (N.Y.1970). In that case the court determined that a prior state action brought by the plaintiff Laverne was not a bar to the federal court action because a different legal theory governed. The Court need not reach this question inasmuch as it is clear that neither res judicata nor collateral estoppel operate as a bar in this case for the reason that plaintiffs herein were not parties in the state court action.\n\"A finding in favor of defendants in that case is clearly no bar to this action since none of these plaintiffs is a party to that judgment.\" Hampton v. City of Chicago, Cook County, Illinois, 484 F.2d 602, 606, n. 4 (7th Cir. 1973), cert. denied, 415 U.S. 917, 94 S.Ct. 1413, 39 L. Ed.2d 471 (1974). It is the party against whom the plea of collateral estoppel or of res judicata is asserted who must have had a full and fair opportunity to present his claim for the prior litigation to pose a bar. Michini v. Rizzo, 379 F.Supp. 837, 853-855 (E.D.Pa. 1974); Joseph v. House, 353 F.Supp. 367, 372 (E.D.Va., Richmond Div., 1973). Accordingly,\nIt is ordered, That defendants' motion to dismiss on the ground that res judicata or collateral estoppel operate as a bar be and the same hereby is denied.\n\n\n*562 DEFENDANTS URGE THAT THE COMPLAINT FAILS TO STATE A CLAIM AGAINST THE DEFENDANT CHIEF OF POLICE, I. G. PURSER\nThe defendant I. G. PURSER's liability is alleged in the following paragraph of the complaint:\n\"8. Defendant PURSER, Chief of Police, was negligent in the selection, appointment, training, supervision and retention of Defendant WICKLINE as a member of the Police Department of Oklahoma City in that:\n\"a. He appointed said Defendant as a police officer when he knew or in the exercise of reasonable care should have known of the disposition of said Defendant WICKLINE to engage in such unlawful conduct;\n\"b. Despite the fact that he knew or should have known of such unlawful conduct of Defendant WICKLINE, Defendant failed and refused to:\n\"(1) remove said Defendant WICKLINE from his position as a police officer;\n\"(2) take any other disciplinary action against said Defendant WICKLINE; or\n\"(3) provide any redress or protection from such conduct for citizens, such as Plaintiffs, who have been injured thereby.\"\nDefendant contend that the above allegations are superfluous in that defendant I. G. PURSER is not the person empowered by the Oklahoma City Charter to appoint, control or dismiss personnel nor does he, under the Oklahoma City Code, train police officers. What a complaint must allege, and what this complaint fatally fails to allege, defendants contend, is that the defendant I. G. PURSER directed or personally participated in the acts of which plaintiff complains. Defendants cite Barrows v. Faulkner, 327 F.Supp. 1190 (W.D.Okl. 1971).\nPlaintiffs respond that whether a chief of police should be dismissed or not dismissed out of a civil rights action\n\". . . requires that each case must be judged on an accountability basis separate and apart from any other, based upon all the facts, circumstances and factors.\" Dewell v. Lawson, 489 F.2d 877, 882 (10th Cir. 1974).\nPlaintiffs argue that inasmuch as they have alleged that the defendant I. G. PURSER was negligent, knowing the history of defendant LARRY WICKLINE, in failing to take any action against him, the Dewell decision would require the defendant I. G. PURSER to submit the \"facts, circumstances and factors\" at the time of trial instead of by a motion to dismiss.\nIn making its determination, the Court is guided by the rules governing in the context of a motion to dismiss that a defendant should not be dismissed out of the action at the pleading stage unless it appears to a certainty that plaintiffs can have no claim, or can prove no set of facts in support of their claim, against that defendant, and that the well-pleaded allegations of the complaint are deemed to be true.\nIt cannot be said as a matter of law that plaintiffs could have no claim. In the Dewell opinion, supra, the Court of Appeals said:\n\"[P]ublic officials are entitled to a privilege defense which is to be found somewhere in the area between that of legislators . . . and that of police officers . . . taking into consideration all of the factors including the broadness of the duties imposed and the extent of the powers granted to the particular public officials in the exercise of those duties.\" At 882. (emphasis in opinion)\nPlaintiffs have alleged that defendant I. G. PURSER appointed defendant WICKLINE and was responsible for his discipline. Defendants' broad enumeration of the duties and responsibilities that the chief of police does NOT have appears to be contradicted by defendants' own exhibit, a certified copy of the *563 relevant portions of the Oklahoma City Code, which read:\n\"Sec. 2-91. Chief of Police; duties.\n\"The Chief of Police shall be the chief administrative officer for the Police Department.\n(Ord.1960, 14.1.02.)\n\"Sec. 2-92. Chief of Police to assign officers to divisions; responsibility of officers.\n\"The Chief of Police shall make all assignments and reassignments of officers to the various divisions of the Police Department. Officers having supervisory control of such divisions shall be directly responsible to the Chief for the efficient performance of the functions and duties of their respective divisions, and for the official conduct of the personnel under them.\n(Ord.1960, 14.1.03.)\n\"Sec. 2-93. Police training.\n\"The Chief of Police shall designate a qualified officer of the Police Department as Police School Instructor to plan and supervise the conduct of such classes of instruction in police work as the Chief deems necessary.\n(Ord.1960, 14.1.04.)\"\nHowever, \"it is an essential element of a Civil Rights claim that the particular defendant be personally involved in the alleged denial of the Constitutional right.\" Washington v. Anderson, 387 F.Supp. 412, 414 (E.D.Okl. 1974); Clark v. Anderson, 387 F.Supp. 404, 406, n. 1 (E.D.Okl.1974). What is contemplated thereby is not, as defendants suggest, actual direction of or participation in the shooting, but personal responsibility for the officer's conduct. Such responsibility may be imposed if the official knew of past culpable conduct on the part of a subordinate and failed to take appropriate steps to prevent a recurrence. Moon v. Winfield, 383 F.Supp. 31 (N.D.Ill., E.D., 1974). On the other hand, depending upon the facts, such responsibility may not be imposed. Chestnut v. City of Quincy, 513 F.2d 91 (5th Cir. 1975), holding that the district court properly granted the chief of police Edwards' motion for summary judgment because \"the remote and unrecorded incident in which [the police officer] was implicated before Edwards was Chief, and Edwards' non-action with respect to it years later when he became Chief was, under the circumstances, wholly insufficient to raise an inference creating an issue as to liability.\" At 92.\nPlaintiffs have argued in their brief that defendant PURSER knew of defendant WICKLINE's \"history.\" Not a word is given in identification of or explanation of that \"history.\" Significantly, the allegations of the complaint are silent as to this fact or these facts. The allegation that defendant PURSER knew of defendant WICKLINE's \"disposition\" at the time he appointed him does not give rise to an inference of any culpable conduct by the police officer. The absence of allegations that the conduct was authorized or there had been a history of similar incidents has been held to render a defendant dismissible, without prejudice. Williams v. Vincent, 508 F.2d 541, 546 (2d Cir. 1974). Accordingly,\nIt is ordered, That defendant I. G. PURSER's motion to be dismissed from this action be and the same hereby is granted.\n\nDEFENDANTS URGE THAT PLAINTIFFS LACK STANDING TO SEEK A DECLARATION OF THE UNCONSTITUTIONALITY OF THE OKLAHOMA STATUTES, AND THAT NO CASE OR CONTROVERSY EXISTS\nDefendants argue that plaintiffs lack standing to seek a declaratory judgment that 21 O.S. §§ 732 and 733, statutes permitting the use of deadly force, are unconstitutional, because they have not been aggrieved in fact nor injured in fact. Defendants further contend no case or controversy exists because plaintiffs have bottomed this portion of their complaint upon the statements *564 that they have another son who, if ever arrested, might flee and is thus in danger of being killed by these defendants, and thus, defendants conclude, only a hypothetical case is stated and not a present dilemma.\nPlaintiffs respond that they have standing, because they can show that they were sufficiently affected by the killing of their son to justify consideration by this Court of the validity of the action, and because the action violated rights secured to the plaintiffs by the Fourteenth Amendment of the Constitution of the United States. They rely upon Griswold v. Connecticut, 381 U.S. 479, 85 S.Ct. 1678, 14 L.Ed.2d 510 (1965), and Meyer v. Nebraska, 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042 (1923), and refer to Sedler, Standing to Assert Constitutional Jus Tertii in the Supreme Court, 71 Yale L.J. (1962).\nThose two cases and that article have recently been cited by the Court of Appeals for the Eighth Circuit in Mattis v. Schnarr, a case comparable to the one at bar.[5] The Court held that the dismissal of the complaint was error and reversed and remanded for determination of whether the plaintiff was entitled to have the statutes declared unconstitutional. In concluding that declaratory judgment was not inappropriate, the Court reasoned:\n\"We express no opinion as to the constitutionality of these statutes but note only that the claim is not frivolous. Many question the use of deadly force when neither actual or threatened deadly force has been used in the commission of the crime nor serious bodily harm has been threatened or resulted.\"[6] At 591, n. 5.\n*   *   *   *   *   *\n\"The critical issue then is whether the plaintiff had standing. . . . There are two aspects to this question: (1) the party seeking relief must show that he is sufficiently affected by the action he is challenging to justify consideration by the court of the validity of the action; and (2) the action violates the rights of the particular party who is attacking it and not of some third party. [citation omitted]\n\"We believe the plaintiff showed that he would be sufficiently affected by the killing of his son to justify the courts considering the matter. The Missouri Wrongful Death Act (V.A. M.S. § 537.080) creates a vested right in the plaintiff to bring suit for the death of his minor son.\n*   *   *   *   *   *\n\"Thus, it is clear that Dr. Mattis is an injured party under § 1983, that he is suing in his own right for injuries personally sustained, and that he is sufficiently affected by action challenged to fulfill the first aspect of standing.\n\"We turn to the more difficult question of whether the killing of the plaintiff's son invaded the plaintiff's constitutionally protected rights under the due process clause of the Fourteenth Amendment to the Constitution of the United States.\n\"To determine whether a right is protected by the due process clause, a court must look to the `traditions and (collective) conscience of our people' to determine whether a principle is `so rooted (there) . . . as to be ranked as fundamental.' At 593.\n*   *   *   *   *   *\n\"The Supreme Court has on numerous occasions observed that the framers of the Constitution intended to protect rights other than those specified.\n*   *   *   *   *   *\n\"The familial relationship between parent and child is fundamental to our civilization. The family is the foundation of society and hence the state. *565 The traditions and common heritage of our people have always stressed the importance of the family bonds. At 594.\n*   *   *   *   *   *\n\"The practical effect of Officer Marek's act was to deny the plaintiff the fundamental right to raise his son. The plaintiff has a right to have the validity of the act determined.\n*   *   *   *   *   *\n\"The only way to determine this issue [whether a fundamental right of plaintiff's was invaded] is to examine the constitutionality of the statutes and a declaratory judgment action is an appropriate method to do this.\"\nThere is a vigorous dissenting opinion in this case. Circuit Judge Gibson dissented because he concluded no case or controversy existed. The majority, addressing this issue as raised by the dissent, asserted:\n\"The defendants have a stake in the outcome because the declaratory relief sought would define their rights and powers as police officers. They have an interest in assuring that the law governing their official conduct is clear so that they may perform their duties in a manner consistent with the Constitution.\n*   *   *   *   *   *\n\"This is not to say that police officers can be required to litigate every declaratory judgment suit challenging a state criminal statute. Rather, they may be required on occasion to bear the much narrower burden[7] of litigating the constitutionality of state criminal statutes which set forth their special rights and powers as governmental officers, which they assert shield them from damage actions, and upon which they rely in carrying out their official duties.\" At 595.\nThe Court finds the above-quoted reasoning applicable here and concludes that the declaratory judgment action is not dismissible.\nNOTES\n[1]  Perkins v. Salafia, supra, and Salazar v. Dowd, supra.\n[2]  Holding that they are two separate causes of action, which must be properly pleaded, and that punitive damages are recoverable only with reference to a survival cause of action.\n[3]  Where, as here, a minor child dies leaving no issue or wife, the parents are appropriate plaintiffs. Parkhill Trucking Co. v. Hopper, 208 Okl. 429, 256 P.2d 810 (1953). However, the plaintiffs must plead and prove that no representative is or has been appointed. H. L. Maness Truck Lines v. Lemmons, 408 P.2d 288 (Okl.1965). Given the facts of this case suggesting that the failure to make this allegation was merely an oversight and is curable, and given the fact that defendants have not answered and plaintiffs may therefore amend without leave of court, the Court declines to dismiss this complaint on this ground, a ground defendants have not raised, but without prejudice to defendants to raise the issue if within twenty days of this date plaintiffs have not cured the defect by amendment or by supplemental affidavit.\n[4]  It should be noted that this issue was either not considered by the Court of Appeals for the Sixth Circuit in Hall v. Wooten, supra, or was considered and rejected without comment, and was no bar to that Court's determination that resort could be had to Kentucky's survival statute, though it was enacted subsequently to 1866. The same is true of the statutes to which resort was had in the Salazar (Colorado statutes) and Galindo (California statutes) cases, supra.\n[5]  See supra, at 558.\n[6]  See also Clark v. Ziedonis, 513 F.2d 79 (7th Cir. 1975); but see Jones v. Marshall, 383 F.Supp. 358 (D.C.Conn.1974).\n[7]  The Court was not insensitive to the demands of even such narrower burden, and noted that the State had been mailed a copy of the complaint, could intervene under Rule 24, and upon remand should be given the opportunity to be heard. This Court directs the Clerk of the Court to mail a copy of this Order and of the Complaint to the Attorney General of the State of Oklahoma.\n\n",
            "ocr": false,
            "opinion_id": 1873035
        }
    ],
    "court_short_name": "W.D. Oklahoma",
    "court_full_name": "District Court, W.D. Oklahoma",
    "court_type": "FD",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Murder"
}