{
    "id": 1904613,
    "judges": "Sebring",
    "date_filed": -293932800000,
    "date_filed_is_approximate": false,
    "slug": "jacobi-v-claude-nolan-inc",
    "case_name_short": "Jacobi",
    "case_name": "Jacobi v. Claude Nolan, Inc.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "122 So. 2d 783"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7065.0,
            "opinion_text": "\n122 So. 2d 783 (1960)\nDerald J. JACOBI and Mary Charett, Appellants,\nv.\nCLAUDE NOLAN, INC., a Corporation, Appellee.\nNo. B-339.\nDistrict Court of Appeal of Florida. First District.\nSeptember 8, 1960.\n*784 Marks, Gray, Yates, Conroy &amp; Gibbs, S. Perry Penland and Morgan F. Jones, Jacksonville, for appellants.\nHowell, Kirby, Montgomery &amp; Sands, Jacksonville, for appellee.\nSEBRING, Associate Judge.\nDerald J. Jacobi, the plaintiff below, instituted a personal injury suit to recover damages from the defendants Mary Charett and Claude Nolan, Inc., a corporation. On motion, the trial court entered a summary judgment dismissing Claude Nolan, Inc. from the cause and the plaintiff appealed.\nThe defendant, Mary Charett, joined in the appeal for the purpose of questioning a portion of the summary judgment which dismissed her cross claim against her co-defendant. See Appellate Rule 3.11, subd. b, 31 F.S.A.\nAs appears from the pleadings, the plaintiff was injured in an automobile accident when an automobile owned by Mrs. Charett, and operated by one Pinkerton, collided with a motorcycle on which he was riding. The plaintiff instituted suit for damages against Mrs. Charett, the owner of the car, Pinkerton, the driver, and Claude Nolan, Inc., a corporation engaged in the sale and repair of automobiles. Parenthetically, Claude Nolan, Inc. was made a party to the suit on the theory that it was liable to the plaintiff in damages because Mrs. Charett had entrusted her automobile to this defendant for repairs and it, in turn, had authorized Pinkerton to drive the car after the repairs had been made.\nThe defendant, Charett, filed her answer to a fourth amended complaint, admitting that she owned the automobile involved in the collision and had delivered it to Claude Nolan, Inc. for repairs, and denying that at the time of the accident the automobile was being operated with her knowledge and consent. With her answer, the defendant filed a cross claim against her co-defendant, Claude Nolan, Inc., pursuant to Rule 1.13 (7) Florida Rules of Civil Procedure, 30 F.S.A. claiming the right to exoneration on the ground that if she should ultimately be held liable to the plaintiff she would be entitled to indemnification from Claude Nolan, Inc. because of the delivery of her automobile to her co-defendant for repairs and the subsequent occurrence of the accident while the automobile was in the possession and control of the Corporation.\nThe defendant, Claude Nolan, Inc., filed its answer to the complaint and to the cross claim, denying the material allegations alleged. It also moved for a summary judgment against the plaintiff, on the grounds that at the time of the accident Pinkerton was not the agent, servant, or employee of Claude Nolan, Inc. acting in the course of his agency or employment; that at the time of the accident, Claude Nolan, Inc. was neither exercising actual or constructive control over the operation of the automobile, nor was it a bailee or bailor thereof; that at best the record discloses only an issue of fact as to whether Pinkerton was an agent, not of Claude Nolan, Inc., but of one John Sanuta, an employee of Claude Nolan, Inc.; and that consequently Claude Nolan, Inc. was entitled to a summary judgment dismissing it from the cause.\nAfter a hearing on the motion, pleadings, and depositions, the trial court entered the summary judgment appealed from, dismissing the defendant Claude Nolan, Inc. from the suit, and dismissing Mary Charett's cross claim against said defendant, for the reason that since Claude Nolan, Inc. had been dismissed as a defendant and hence was no longer a party in the cause, a cross claim against said Corporation was no longer maintainable, under Rule 1.13(7), Florida Rules of Procedure, which allows the filing of cross claims only against \"co-parties.\"\nThe evidence upon which the trial court entered its decision was contained in depositions given by Mary Charett, the defendant, Conner Brown, president of the defendant, Claude Nolan, Inc., and John Sanuta, a salesman employed by the defendant *785 corporation. The plaintiff produced no testimony on his own behalf but chose to rely upon the evidence produced by the defendants.\nIn her deposition, Mary Charett testified, in substance, that she purchased the automobile involved in the accident from Claude Nolan, Inc. on March 5, 1958. Throughout all negotiations connected with the sale, she dealt directly with Pinkerton, at her place of employment in Ponte Vedra, Florida. When Pinkerton first approached her about trading in her old car for the automobile she later purchased, he represented that he was connected with Claude Nolan, Inc., and worked for, or with, John Sanuta, a used car salesman for the Corporation. In connection with the sale, Pinkerton demonstrated two Pontiac automobiles to Mrs. Charett, quoted prices to her, secured her signature to a retain title contract to the car she eventually purchased, saw to it that she was furnished a copy of the retain title contract properly executed by Claude Nolan, Inc., delivered the purchased car to her, and assured her that as a condition of the sale certain minor repairs would be made to the car free of charge. When, during the period Pinkerton was demonstrating the cars, she voiced some dissatisfaction with the price quoted her as a trade-in on her old car, Mary Charett, at Pinkerton's suggestion, called Sanuta, at the offices of Claude Nolan, Inc. in Jacksonville, Florida, and Sanuta agreed to allow an additional $100 on the trade-in price on her car for the Claude Nolan, Inc. car being shown her by Pinkerton.\nAfter the Pontiac car had been purchased and delivered, Mrs. Charett saw Pinkerton and Sanuta at Ponte Vedra, at which time, Sanuta talked to her about the purchase she had made and remarked to a female companion, with Mrs. Charett at the time, who had expressed some interest in buying a car, \"Well, you come up and see me. If your credit is as good as [Mrs. Charett's] you can have a car.\"\nSeveral weeks after the car had been purchased and no move had been made by Claude Nolan, Inc. to make the repairs that had been promised by Pinkerton, Mrs. Charett called Sanuta, at the offices of Claude Nolan, Inc., and requested him to come for the car and repair it. Sanuta assured Mrs. Charett that someone would come for the car, and a short time later Pinkerton arrived at Ponte Vedra driving a red Vauxhall automobile \u0097 a make of automobile for which, according to the evidence, Claude Nolan, Inc. was an authorized dealer \u0097 announcing that he had come to get the car and was leaving the Vauxhall for her use while her car was being repaired. Pinkerton then left with the car and Mrs. Charett knew nothing further about the matter until she was called from the police station late in the afternoon and told that her car had been involved in an accident at Jacksonville Beach, Florida, \u0097 on a highway which, incidentally, was normally used by motorists travelling from Jacksonville to Ponte Vedra.\nUpon receiving the message, Mrs. Charett, and a friend, one Mary Parsons, drove to the police station in the Vauxhall car that had been left with her by Pinkerton. There she recovered her automobile, and left the Vauxhall at the station with the request to the officer in charge that he call Claude Nolan, Inc. and ask them to come and get it.\nThe testimony in the depositions of Brown and Sanuta, the president and salesman, respectively, of Claude Nolan, Inc., was at sharp variance with the testimony given by the defendant Charett.\nConner Brown testified that he did not know Pinkerton and that Pinkerton was not, and had never been, employed by the Corporation in any capacity; that after the accident he, Brown, had questioned John Sanuta, one of the Corporation's salesmen, about his acquaintance with Pinkerton, and had been told by Sanuta that though he knew Pinkerton, he had had \"nothing to do with Pinkerton driving Mrs. Charett's car into our place of business or from our place to her home or place of business.\"\n*786 Under a subpoena duces tecum, Brown produced all records of the Corporation pertaining to the sale of one of their automobiles to Mrs. Charett. Among these records was a retain title contract styled, \"Resale Order Blank\" which showed that on March 5, 1958 Claude Nolan, Inc. had sold the car in question to Mrs. Charett for the cash price of $1,606.95, including sales tax and other charges, and had accepted in lieu of a down payment of $400 the Chevrolet car owned by Mrs. Charett. On the face of the contract appeared the name \"Sanuta\" as the salesman who had made the sale. Another document produced by the witness was a long-hand memorandum written on the letterhead of the Corporation, apparently an inter-office memorandum, which stated \"Paid Home Finance Co. 1 payment to get title \u0097 they will send clear Title \u0097 Sanuta. On Mrs. Mary Charrett.\" Other records produced by the witness Brown showed a trade-in to the Corporation, on April 2, 1958, of a red 4-door 1958 Vauxhall, and the subsequent sale of the Vauxhall by the Corporation through \"Salesman Brakmann,\" on May 15, 1958, some 3 weeks after the accident. In none of the records produced did the name \"Pinkerton\" appear. Although no specific explanation was given by the witness as to why records pertaining to a red Vauxhall were produced by him in obedience to the subpoena duces tecum, we assume they were produced because they had reference to the red Vauxhall which Mary Charett testified was left with her by Pinkerton when he came to get her car to take it to the Corporation premises for repairs, for otherwise, these records would not have been material to any issue in the cause.\nJohn Sanuta, the salesman for the Corporation, testified that he had been working for the Corporation for approximately six years and had known Pinkerton since 1955 or 1956, when he had sold him a used car; that prior to the accident Pinkerton frequently visited the used car lot of the Corporation, in Jacksonville, to chat with the salesmen; that Pinkerton had never been employed by, or done any odd jobs for, the Corporation; that Pinkerton was not a \"bird dog\" for him, Sanuta, and had never been paid any commissions by him or, to his knowledge, by any other salesman of the Corporation.\nWhen interrogated about his connection with the Pontiac car involved in the accident, Sanuta testified that he had sold the car to the defendant Charett, on March 5, 1958; that all negotiations for the sale occurred at Ponte Vedra, where Mrs. Charett was employed; that he had not been put in touch with Mrs. Charett by Pinkerton but by one Charles Calvert, a desk clerk at Ponte Vedra, to whom he had been trying to sell a car owned by Pinkerton so that he could sell Pinkerton another automobile; that he had made four trips from Jacksonville to Ponte Vedra \"in connection with the sale of two cars\" \u0097 presumably, a hoped for sale of Pinkerton's car to Calvert and the sale of a car to the defendant, Charett \u0097 and that Pinkerton had been with him on two of these occasions; that he, Sanuta, had talked with Mrs. Charett two separate times before the sale to her was made; that when the deal was closed, Pinkerton, was \"in the vicinity,\" but was not actually present during the negotiations, did not hear the conversations, did not advise with Mrs. Charett, and never talked with him, Sanuta, about the sale; that when he drove the purchased car from Jacksonville to Ponte Vedra to deliver it to Mrs. Charett, Pinkerton drove his, Sanuta's car so that Sanuta would have a means of transportation back to Jacksonville; that at no other time had Pinkerton ever accompanied him on a trip of this nature.\nWhen questioned about his knowledge of Pinkerton's possession of the Charett automobile on the day of the accident, Sanuta had this, in substance, to say: All Claude Nolan, Inc. used cars are sold under a warranty the terms of which are contained in the order of sale. In practice, the salesmen try to arrange for repairs when they are needed. When cars are brought in for repairs that come within the *787 terms of the warranty, the matter is handled by our department manager, our service manager, or the salesman who made the sale. The salesmen never arrange for the delivery of automobiles to be repaired. In respect to the repair of cars, Claude Nolan, Inc. has two or three employees with pick-up units who ordinarily go for the cars and then deliver them back to the owners after the work has been done. These pick-up facilities are available to the salesmen of the Corporation \"under dire circumstances,\" but are seldom used by the salesmen, because the salesmen ordinarily take care of their customers' complaints themselves.\nI recall that Pinkerton drove Mrs. Charett's car into our used car lot on April 22, 1958. Neither Pinkerton nor Mrs. Charett had contacted me prior to that time and I knew nothing about any repairs to be made. I was not present when Pinkerton arrived but came in later and found Pinkerton there. He told me that he had been visiting Mrs. Charett at Ponte Vedra and had driven her car to the used car lot to have some rubber glued back on one of the doors. I turned the car over to another employee of the Corporation to make the needed repairs. I knew that Pinkerton should not have been driving the car under the circumstances and told him not to drive the car back, that I would deliver it. I had to leave the lot before the repairs were completed and did not return until several hours later. When I came back, the Charett car was gone. The last time I saw the car, it was parked in one of the driveways. I assume that the keys were in it, because keys are left in all cars when they are parked on the lot. After the accident, I talked to Pinkerton and asked him why he had driven the car from the lot, after I had told him I would deliver it back to Mrs. Charett. His response to the question was that \"he couldn't wait for me any longer to bring the car down and took the car back to Mrs. Charett.\"\nIt is settled that a summary judgment should never be entered where there is a genuine issue of material fact to be tried. In determining whether a motion for summary judgment should be granted in a particular case, the rule is that if the evidence before the court on the motion \"raises the slightest doubt upon any issue of material facts, if it is conflicting, if it will permit of different reasonable inferences, or if it tends to prove the issues, it should be submitted to the jury as a question of fact to be determined by it,\" and the motion should be denied. Crovella v. Cochrane, Fla.App., 102 So. 2d 307, 310.\nFor the purposes of the hearing on the motion in the instant case, the negligent operation of the Charett automobile by Pinkerton, at the time and place of the accident, stood admitted. The only issue before the court on the motion was whether Claude Nolan, Inc, was liable for the negligent operation of the automobile, because, as was alleged in the complaint, Pinkerton had been \"authorized by Claude Nolan, Inc. * * * to operate and deliver said automobile to * * * Mary Charett.\" The burden was upon the movant to establish the complete non-existence of this material issue and to show that the movant was entitled to judgment as a matter of law. Farrey v. Bettendorf, Fla., 96 So. 2d 889.\nThe defendant Corporation contends that under this rule there is no theory on which it can be held liable, under the allegations of the complaint, because the proofs establish, on the issue of authorization, that a master and servant relationship never existed between the Corporation and Pinkerton at any place or at any time.\nWhile we are inclined to agree with the defendant that the proofs did not establish the existence of an express contractual relationship of master and servant between these parties, this is not the only way that the relationship may be created. The relationship may arise by implication by the employment of a subservant by a servant to perform duties for the master, *788 where the master has entrusted the servant with a task which cannot be performed by him within a reasonable time, where the business is of such a nature as to require the assistance of others, where there is an emergency, or where the authority to employ and use a subservant may be implied from the nature of the business or the course of trade. In these circumstances, the servant may employ a subservant to assist in the furtherance of the master's business, even though authority to hire the subservant has not been expressly given by the master. And under these conditions the master may be held liable for the tortious acts of the subservant, if they have been committed in the course of the employment. Bucki v. Cone, 25 Fla. 1, 6 So. 160; Harris v. Bell, 234 Ala. 679, 176 So. 469; Kirk v. Showell, Fryer &amp; Co., 276 Pa. 587, 120 A. 670; Pullen v. Faulkner, 196 Ark. 231, 117 S.W.2d 28; Gulf Refining Co. v. Shirley, Tex. Civ.App., 99 S.W.2d 613; Osteen v. South Carolina Cotton Oil Co., 102 S.C. 146, 86 S.E. 202, L.R.A. 1916B, 629; Cowley v. Bolander, 120 Ohio St. 553, 166 N.E. 677.\nThat it was the general custom and practice of the Corporation for its salesmen to service complaints on automobiles sold by them, is indicated by the testimony of the salesman, Sanuta, who had been employed by the Corporation for a continuous period of six years prior to the accident. Although the Corporation had on hand salaried employees with pick-up units to bring in and deliver cars, these facilities were seldom used by the salesmen except \"under dire circumstances\" because, according to Sanuta, it was the usual custom of the salesmen to take care of customers' complaints themselves.\nIt is difficult for us to understand how a salesman of the Corporation could be expected to perform the task of servicing customers' complaints where, as here, the car involved might be some 25 or 30 miles away, unless he arranged for the assistance of a helper to drive either his car or the car in need of repair, from where it was held in the owner's possession to the Corporation's place of business.\nThat the general practice and custom of using helpers was followed by the Corporation's salesmen in respect to contacts with their customers is indicated, we think, by the testimony of Sanuta to the effect that in this manner and with the assistance of Pinkerton, the automobile sold to Mrs. Charett was delivered to her in the first instance. It is indicated by testimony of Mrs. Charett who testified that soon after she called the Corporation's place of business and requested Sanuta to come and get her car, Pinkerton appeared on the scene in a red Vauxhall and drove her car away. It is indicated by the fact that at the hearing on the motion the president of the Corporation produced records showing the ownership of a red Vauxhall \u0097 which records could have had no bearing on the issues, unless they related to the red Vauxhall left with Mrs. Charett by Pinkerton when he came to get her car. This evidence, and the testimony given by Mrs. Charett, concerning Pinkerton's activities, tends to prove, we think, that under the customs and usages of the business assistance by subservants was sanctioned by the Corporation; and that Pinkerton occupied such a position not only for the purpose of picking up cars in need of repairs but for a variety of other purposes as well.\nIf this relationship existed between the Corporation and Pinkerton at the time Pinkerton drove Mrs. Charett's car into the used car lot of the defendant, the mere later order by Sanuta to Pinkerton not to drive the car away after repairs had been made would not, of itself, as against the right of the plaintiff, absolve the defendant from liability for the negligent acts of Pinkerton at the time and place of the accident. For, as is stated in Stinson v. Prevatt, 84 Fla. 416, 94 So. 656, 657:\n\"As a general rule under the principles of common law an employer is liable in damages for the wrongful *789 act of his employee that causes injury to another person, if the wrongful act is done while the employee is acting within the apparent scope of his authority as such employee to serve the interests of the employer, even though the wrongful act also constitutes a crime not a homicide, or was not authorized by, or was forbidden by, the employer, or was not necessary or appropriate to serve the interests of the employer, unless the wrongful act of the employee was done to accomplish his own purposes, and not to serve the interest of the employer.\" [Italics ours.]\nAs has been stated, it is the rule in this jurisdiction that a motion for summary judgment should not be granted \"if the evidence raises the slightest doubt upon any issue of material fact, if it is conflicting, if it will permit of different reasonable inferences, or if it tends to prove the issues * * *.\"\nA material issue in the present case was whether, at the time and place of the accident, Pinkerton was operating the Charett automobile by authority of the defendant Corporation. Since, under the decisions, such authority need not arise from consent expressly given but may be implied from all the circumstances of the case, we have the view that the evidence in the record fails to establish the non-existence of this material issue.\nIn reaching this conclusion, we express no opinion as to whether, on an appeal from a final judgment on the merits, this court would follow the line of decisions we have cited, or whether the evidence presently before the court is of sufficient weight to establish liability of the Corporation for the acts of Pinkerton, on the theory of a master and subservant relationship. All we say is that the evidence tends to prove this material issue and that the question as to the correct rule of law to be applied to the facts is fairly debatable. Under the rule that governs in the consideration of motions for summary judgment, this is sufficient, in our opinion, to require a denial of the motion and to entitle the plaintiff to present his case to a jury, under appropriate instructions from the Court.\nWe conclude, therefore, that the judgment appealed from should be reversed, with directions that Claude Nolan, Inc., a corporation, be reinstated as a party defendant, and that upon such reinstatement, the defendant, Mary Charett, be allowed to proceed with her cross claim against said defendant who, upon reinstatement, will again become a co-party in the cause.\nIt is so ordered.\nWIGGINTON, Chief Judge, and STURGIS, J., concur.\n",
            "ocr": false,
            "opinion_id": 1904613
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}