{
    "id": 8048983,
    "judges": "Henry, Norton",
    "date_filed": "1975-09-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-steeley",
    "case_name_short": "Steeley",
    "case_name": "State v. Steeley",
    "case_name_full": "State of Missouri v. Steeley",
    "attorneys": "Robinson and Bray & Cravens for appellant., J. L. Smith, Attorney General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Indictment: certainty op averments as to time, place, and Parties to the offense. An indictment for murder charged, that “ on or about the — day of —, A. D. 1871, at the county of Jasper, in the State of Missouri,” defendant and one W. S. “ made an assault on II. S. with pistols, &c., * * * and did then and there, on purpose and of Ms malice aforethought, shoot off and discharge at &c., * * * and of the mortal wounds inflicted upon him, the said II. S. did then and there instantly die.” Held, 1st, that the indictment charges the time and place of the homicide with sufficient certainty; 2d, that it charges the commission of tlm . offense upon both the defendant and W. S.</p> <p>2. Jurors: peremptory challenges : state must announce hers: first. In criminal cases the State must announce her peremptory challenges of jurors before the defendant can be required to announce his.</p>",
    "summary": "\nAppeal from Dade Circuit Court.\n I. The indictment is wholly insufficient, contradictory, repugnant and indefinite. 1st. It does not sufficiently charge when the act of shooting was done. 2nd. It does not charge when and where he died. 3rd. It is not certain whether the defendant is charged to have committed the ofíense or ¥m. Steeley. 4th. It. is uncertain whether defendant or ¥m. Steeley made the assault. The charge is that “they, the said John Steeley, in each of their right hands had and held then, and there, and which pistols so loaded and charged and so had and held, were then and there each of them deadly weapons and which said pistols they the said John Steeley and William Steeley did then and there unlawfully, feloniously, willfully, deliberately, premeditatedly, on purpose, and of his malice aforethought, shoot off and discharge at, upon and against the body of the said Harvey Sitton, and did then and there unlawfully, feloxiiousl'y, willfully, deliberately, on purpose and of his xxxalice aforethought, by meaxxs of the pistol and gunpowdex’” &e. * * * axid then concludes that by reason of the woxxixds inflicted by Johxx and Wm. Steeley the said ITaxwey Sittoxx did then axxd there immediately die. In order to make a killixxg xnurdex’, it must be maliciously done. Who was it that exitertaixxed malice, was it John or William ? State v. Hardwick, 2 Mo. 226; State v. Hays, 24 Mo. 358; State v. Gray, 21 Mo. 492; Jane v. The State, 3 Mo. 61. II. The court should have compelled the State to make its challenges, and then the defexrdant should have had the list oxx which to make his challenges. Wag, Stat. 800 §§ 23, 24, 25. I. The indictment is sufficient, and charges the offense upon the defendant with necessary certainty, and is certainly good after verdict. Wag. Stat. page 1097, sec. 27; State v. Craighead, 32 Mo. 561; State v. Dalton, 27 Mo. 13. An indictment is sufficient if enough remains to constitute ;a charge of an offense after striking out the objectionable parts. State v. Wall, 39 Mo. 532; State v. Edwards, 19 Mo. ■674; State v. Hamilton, 7 Mo. 300. An indictment which follows the words of the statute is sufficient. State v-Mitchell, 6 Mo. 147; Spratt v. State, 8 Mo. 247; Simmons v. State, 12 Mo. 268; State v. Stubblefield, 32 Mo. 563. And it is sufficient if the offense be set forth with substantial accuracy and certainty. State v. Doss 25 Mo. 426. We hold that that portion of the indictment objected to by defendant, to-wit: “ which said pistols so loaded and charged, they, the said John Steeley,” and “ of his malice aforethought,” as repugnant and uncertain, are cured by our statute of jeofails. Wag. Stat. 1090. And, if not, they can be stricken out and a sufficient indictment for murder in the first degree under our statutes will remain. Wag. Stat., page 445, Sec 1. II. The court did not err in requiring the defendant to make his challenges without seeing the challenges of the State. The defendant had the full benefit of all his challenges and his case was not prejudiced in that respect. State v. Hays, 23 Mo. 287; State o. Klinger, 46 Mo. 224",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "65 Mo. 218"
    ],
    "opinions": [
        {
            "author_str": "Henry",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHenry, J.\nAt an adjourned term of the circuit court of Jasper county, held in December, 1875, the defendant was indicted jointly with William Steeley for the murder of- Harvey Sitton, and at the same term, on his application, a change of venue was awarded to Dade county. At the April term of the Dade circuit court there was a trial of the cause, which resulted in the conviction of defendant of murder .in the first degree, and judgment was entered accordingly, from which defendant has appealed. A mo*221tion to quash, the indictment was overruled, and this is assigned as error. The grounds of objection to the indictment are that it does not, with sufficient particularity, allege when and where Harvey Sitton died of the wounds, which, it was charged, were inflicted upon him by the defendant, or when the act of shooting was done; second, that is is uncertain whether defendant or William Steeley is charged to have committed the offense.\n\ni. indictment: ments as .to time, place and parties to the offense.\n\nThe indictment charges that on or about-day of-A. H. 1871, at the county of Jasper, in the State of Missouri, John and William Steely made an assault upon Harvey Sitton with certain . , . , . pistols, which they, said John and William, in each of their right hands had and held, and did then and there shoot off' and discharge at, upon, &amp;c. It alleges that John and William Steeley did then and there, on purpose, &amp;c., and of his malice aforethought, shoot off'and discharge, &amp;e. It alleges that of the mortal wounds inflicted upon him, “ the said Harvey Sitton, did then and there instantly die.” Neither-the case of Lester v. The State, 9 Mo. 658, nor the State v. Sides, 64 Mo. 383, sustains the objections to this indictment. The language of the indictment in Lester v. The State was “ of which the said Scott did instantly die,” and in the State v. Sides the language was that deceased “did immediately languish, and languishing did die.” In the case at bar, the indictment states when the wounds were inflicted upon the deceased, and where it occurred, and the word “ then ” has relation to that time, and “ there” to the place previously stated. It contains the very words which Napton, J., held, in Lester v. The State, would have made the indictment good in that case. The word used in the State v. Sides, “ languish,” imports that the death was not instantaneous, and the deceased may have languished more than a year and a day before he died, and the averment in the indictment have been true.\nIt is urged that it is not clear whether it charges that *222defendant or William Steeley committed the offense, but we think it sufficiently clear that both are charged. It is alleged that each had a pistol in his hand, and substantially that each of his malice did the shooting. The ambiguity arises from the use of the words “ his malice,” instead of “ their malice; ” but a reasonable construction of the charge, taking all the allegations together, removes the obscurity and makes it sufficiently clear what was meant. Although inartificially drawn, the indictment is substantially good, stating all the facts necessary to constitute the ci’ime of murder in the first degree, and in proper language. It is not like the indictment held bad in the case of the State v. Gray, 21 Mo. 492. Several were there indicted, and it was charged that they, with a knife which they then and there, with their right hand held, made an assault, &amp;c. Scott, Judge, said: “ This is an impossibility. It is on the face of it false, and must be bad.” In the case at bar the charge is that each had a pistol in his right hand and made the assault, &amp;c.\n\n2 jurors- per-g^tostatelamust firsl°UIlce k01'8\n\nIt appears by the bill of exceptions that after the venire of forty jurors had been made, and a certified list lia(^ been delivered to the State’s attorney, an1^ one to the accused, the State’s attorney refused to exhibit his peremptory challenges to defendant’s counsel, who claimed the right to see which challenges had been made by the State before the defendant should be required to make his; but his application to the court to require the State’s attorney to exhibit to defendant his challenges was refused, and he was compelled to make his challenges without first being allowed to know who was challenged by the State. Sec. 21, Wag. Stat., page 800, provides that, “in the trial of civil causes, each party shall be entitled to challenge peremptorily three jurors ; but when there are several plaintiff's and defendants, they shall join in their challenges, and the plaintiff shall, in all cases, announce his challenges first.” Sec. 16, Wag. Stat., 1103, provides that “ the proceeding prescribed by *223law in civil cases in respect to impaneling of jurors, the keeping them together, and the manner of rendering 'their verdict, shall be had upon trials of indictment and prosecutions for criminal offenses, except in cases otherwise provided by statute.” It was clearly the duty of the attorney for the State to announce his challenges, and defendant could not legally be required to make his challenges until 'this was done. It is a right secured to the defendant by the express provisions of the statute, and it was error to deprive him of it, and such an error as makes it imperative on this court to reverse the judgment and remand the cause.\nAll concur, except Norton, Judge, not sitting.\nReversed.\n",
            "ocr": true,
            "opinion_id": 8005646
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}