{
    "id": 1111127,
    "judges": "Smith",
    "date_filed": 603417600000,
    "date_filed_is_approximate": false,
    "slug": "meggs-v-mcclure",
    "case_name_short": "Meggs",
    "case_name": "Meggs v. McClure",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "538 So. 2d 518"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7076.0,
            "opinion_text": "\n538 So. 2d 518 (1989)\nHonorable William MEGGS, State Attorney In and for the SECOND JUDICIAL CIRCUIT OF FLORIDA, Petitioner,\nv.\nThe Honorable Charles McCLURE, as Circuit Court Judge, Second Judicial Circuit of Florida, and Lloyd Boyd Wolfe, Respondents.\nNo. 88-2658.\nDistrict Court of Appeal of Florida, First District.\nFebruary 14, 1989.\nRehearing Denied March 10, 1989.\n*519 Robert A. Butterworth, Atty. Gen., Richard E. Doran, Asst. Atty. Gen., Tallahassee, for petitioner.\nHarold S. Richmond and Andrew Thomas, Quincy and Charles D. McClure, Judge, Second Judicial Circuit, Tallahassee, for respondents.\nSMITH, Chief Judge.\nWilliam Meggs petitions for a writ of certiorari to review an order from the circuit court disqualifying Meggs and the entire office of the State Attorney for the Second Judicial Circuit from prosecuting Lloyd Boyd Wolfe, who has been indicted for second degree murder. Finding that the trial court departed from the essential requirements of law, we grant the petition and quash the order.\nLloyd Boyd Wolfe was charged by information with manslaughter by driving under the influence of alcoholic beverages, resulting in an accident in which two boys were killed. Meggs' nephew, who was a passenger in the car that Wolfe allegedly struck, survived the accident. As the accident occurred within the Second Judicial Circuit, it was Meggs' responsibility to determine whether charges would be brought and to prosecute any person charged. A grand jury was constituted by Meggs for the purpose of eliciting it's advice as to whether, in view of the involvement of Meggs' nephew in the accident, Meggs should participate in Wolfe's prosecution. Meggs appeared in his capacity as State Attorney and also as a witness. The grand jury recommended that Meggs remain in the case, and it further issued an indictment against Wolfe for second degree murder.\nWolfe subsequently moved to have Meggs disqualified and also moved to have the indictment dismissed. Following a hearing on these motions, Judge McClure disqualified the entire State Attorney's office, finding that the appearance of Meggs before the grand jury resulted in actual prejudice to Wolfe. Further, because Meggs is in a supervisory position, the judge disqualified the entire office to avoid the appearance of impropriety.\nAfter being informed of the disqualification of Meggs and his entire staff, the Governor assigned the State Attorney for the Fourteenth Judicial Circuit to prosecute Wolfe. Judge McClure also appointed a successor to Meggs, but apparently withdrew that appointment upon learning of the Governor's action. Meggs filed a motion for rehearing, which was denied. Meggs now petitions for a writ of certiorari. Finding that Wolfe was the real party in interest, we ordered him to respond to Meggs' petition. A response from Judge McClure was deemed optional, and he has declined to file a response.\nFirst, it should be noted that certiorari is the appropriate vehicle for review of the disqualification order in this case because that order is not within the purview of Rule 9.140(c)(1), Florida Rules of Appellate Procedure. See State v. Pettis, 520 So. 2d 250 (Fla. 1988).\nIn order to disqualify a state attorney, actual prejudice must be shown. State v. Clausell, 474 So. 2d 1189 (Fla. 1985), approving original opinion, Clausell v. State, 455 So. 2d 1050 (Fla. 3d DCA 1984). Actual prejudice is something more than the mere appearance of impropriety. While we may agree, as the trial judge obviously concluded, that Meggs' appearance before the grand jury was not prudent, it has not been shown that it constituted actual prejudice. Disqualification is not a remedy for poor judgment; disqualification of a state attorney must be done only to prevent the accused from suffering *520 prejudice that he otherwise would not bear. Such has not been shown to this court.\nHere, the entire office was disqualified because of the \"appearance of impropriety.\" Clearly, this was erroneous. An entire office need not be disqualified because one member may have a disqualifying interest. Meggs was not the actual prosecutor in the case, and the participation of the assistant state attorney actually responsible for the prosecution has not been shown to have caused any prejudice to Wolfe whatsoever.\nIn Nash v. State, 466 So. 2d 378 (Fla. 1st DCA 1985), this court made reference to the rule that misconduct which might justify disqualification of the state attorney need not require disqualification of one of his assistants, citing State v. Fitzpatrick, 464 So. 2d 1185 (Fla. 1985). Further, in U.S. v. Hubbard, 493 F. Supp. 206, 208 (D.D.C. 1979), aff'd. sub. nom, U.S. v. Heldt, 668 F.2d 1238 (D.C. Cir.1981), cert. denied, 456 U.S. 926, 102 S. Ct. 1971, 72 L. Ed. 2d 440 (1982), cited with approval, Clausell v. State, supra, the court held that an office of a U.S. attorney need not be disqualified because two members of that office were to testify at trial. The court stated that all members of a U.S. Attorney's office need not be disqualified because one member may have an interest in the prosecution. Members of the U.S. Attorney's office have no interest in the success of litigation at issue, unlike members of a private firm. We think this rationale is equally applicable to the office of a state attorney. The Code of Professional Responsibility likewise makes a distinction between a private law firm and a prosecutor's office so that disqualification of a prosecutor is not required because another member of the office is called to testify. State v. Fitzpatrick, 464 So.2d at 1187 (Fla. 1985), and State v. Clausell, supra. Thus, even if Meggs were shown to have a disqualifying interest, it would not have been necessary to disqualify the entire office.\nThere is nothing in the record before us which suggests that Wolfe will suffer any actual prejudice sufficient to warrant disqualification should the state attorney's office for the Second Judicial Circuit be engaged in his prosecution. Therefore, the trial court departed from the essential requirements of law in disqualifying Meggs and his staff.\nIt should be noted that while Wolfe contends the appropriateness of Meggs' disqualification is a moot issue, we believe this to be a matter of continuing importance in this district requiring resolution by this court. See, State v. Kadivar, 460 So. 2d 391, 392 (Fla. 4th DCA 1984).\nAccordingly, the petition for writ of certiorari is hereby GRANTED, and the order disqualifying the State Attorney for the Second Judicial Circuit is QUASHED.\nERVIN and NIMMONS, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1111127
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}