{
    "id": 1176480,
    "judges": "Adair, Castles, Doyle, Harrison, James, John",
    "date_filed": "1998-07-21",
    "date_filed_is_approximate": true,
    "slug": "state-v-stoddard",
    "case_name_short": "Stoddard",
    "case_name": "State v. Stoddard",
    "case_name_full": "The STATE OF MONTANA, Plaintiff and Respondent, v. CHARLES STODDARD, Defendant and Appellant",
    "attorneys": "Lee Overfelt (argued), Howard C. Foreman (argued), Billings, for appellant., Forrest H. Anderson, Atty. Gen., Helena, John L. Adams, Jr., Co. Atty., Billings, Donald Garrity (argued), Helena, Harold Hanser (argued), Billings, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted March 8, 1966., Rehearing denied April 21, 1966.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 32,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b438-3\">\n    THE STATE OF MONTANA, Plaintiff and Respondent,\n    <em>\n     v.\n    </em>\n    CHARLES STODDARD, Defendant and Appellant.\n   </parties><br><docketnumber id=\"b438-4\">\n    No. 10998.\n   </docketnumber><br><otherdate id=\"b438-5\">\n    Submitted March 8, 1966.\n   </otherdate><decisiondate id=\"At9\">\n    Decided April 1, 1966.\n   </decisiondate><br><otherdate id=\"b438-6\">\n    Rehearing denied April 21, 1966.\n   </otherdate><br><citation id=\"b438-7\">\n    412 P.2d 827.\n   </citation><br><attorneys id=\"b439-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"403\"> \n     *403\n     </span>\n    Lee Overfelt (argued), Howard C. Foreman (argued), Billings, for appellant.\n   </attorneys><br><attorneys id=\"b439-16\">\n    Forrest H. Anderson, Atty. Gen., Helena, John L. Adams, Jr., Co. Atty., Billings, Donald Garrity (argued), Helena, Harold Hanser (argued), Billings, for respondent.\n   </attorneys>",
    "citations": [
        "412 P.2d 827",
        "147 Mont. 402"
    ],
    "opinions": [
        {
            "author_str": "John",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n412 P.2d 827 (1966)\nThe STATE of Montana, Plaintiff and Respondent,\nv.\nCharles STODDARD, Defendant and Appellant.\nNo. 10998.\nSupreme Court of Montana.\nSubmitted March 8, 1966.\nDecided April 1, 1966.\nRehearing denied April 21, 1966.\n*828 Lee Overfelt (argued), Howard C. Foreman (argued), Billings, for appellant.\nForrest H. Anderson, Atty. Gen., Helena, John L. Adams, Jr., Co. Atty., Billings, Donald Garrity (argued), Helena, Harold Hanser (argued), Billings, for respondent.\nJOHN C. HARRISON, Justice.\nThis is an appeal from a judgment of conviction for the crime of manslaughter entered against defendant, Charles Stoddard, by the District Court of the Thirteenth *829 Judicial District, the Honorable E.E. Fenton, Judge presiding.\nOn Sunday, October 4, 1964, Mr. and Mrs. Fred Allison unfortunately were driving east on U.S. Highway 10 in their 1963 Corvair. Some seven miles east of Billings, Montana, on a straight two-lane highway they were struck head-on by a 1963 Chevrolet Impala driven by the defendant. His speed was estimated by witnesses to be from 70 to 90 miles per hour. Just how fast the Allison car was traveling or what efforts Mrs. Allison made to avoid the accident will never be known, for the tremendous impact of the two cars caused their deaths. Mr. Morton an eyewitness stated that defendant was in the act of passing the car he was riding in and was unable to get back into the proper lane in time to avoid hitting the Allison car. He further testified that it was his opinion that the defendant's car was about one-third of the way back into its lane at the time of the collision. His description of the accident is as follows:\n\"Q. Approximately how far from your automobile was the impact at the time of the collision? A. At the time of the collision I would say two or three hundred feet.\n\"Q. Would you describe what you observed, if anything, about the impact, Mr. Morton? A Yes. When this car passed us, this Impala passed us he tried to get back in his own lane of traffic and when he hit the Corvair it flipped the car right over on its top.\n\"Q. Which car is that? A. The Impala.\n\"Q. You mean the Impala went up in the air and over on its top? A. Yes.\n\"Q. And what happened to the Corvair, if anything, sir? A. Well, it skidded around and headed back toward west then, the impact spun it right around in the road.\n\"Q. In other words then the Corvair was facing the direction from which it had come? A. Yes.\n\"Q. And in which direction was Impala facing, sir? A. It was facing east.\n\"Q. Is that the direction from which the Impala had come? A. Yes.\"\nThe car Mr. Morton was riding in was not the only car headed west on the highway that Sunday afternoon. Just behind the Morton automobile was a car driven by a Mrs. Nafts who testified that she was driving about 70 and that defendant \"Went by very fast.\" She stated she was an estimated several blocks back of the car Mr. Morton rode in and that defendant had pulled into his own lane before attempting the next pass at which time the accident happened. Behind the Nafts' car headed west was a car driven by witness Ben Northridge who testified that defendant passed him at an estimated 90 miles per hour about a mile or three quarters of a mile from the scene of the accident. Only Mr. Morton and a Mrs. Cline, who was driving the car Mr. Morton was riding in, were eyewitnesses to the accident.\nIn the car driven by defendant was a passenger and drinking companion, Glen Wade Kittleson. His story of the accident, and the drinking that preceded the accident, most certainly supports the adage \"That gasoline and alcohol do not mix.\" Kittleson and the defendant started out about 1:00 P.M. at Clyde's Tavern where they had several glasses of draft beer (estimated 2 or 3); they then went to the Horseshoe Club where each drank a \"short bottle\" of beer; from the Horseshoe Club they drove to the Lobby Lounge where they consumed several bottle of beer (estimated 2 or 3); and then they drove to the Play Inn where they had a glass of draft beer. With these preparations they were ready for highway driving so they started east on Highway 10 to the town of Huntley some miles east of Billings. Between the two towns they developed a great thirst and it was necessary for them to stop off at the V.O. Bar, to quench this thirst with another beer. Arriving at Huntley they went to Mike's Bar where they consumed several glasses of beer and a shot or two of peppermint schnapps. This took about three-quarters of an hour taking them up to about 5:00 P.M. Conservatively estimating the afternoon's drinking, as testified to by Kittleson, at 5:00 P.M. they had *830 consumed 11 beers and 2 shots of schnapps. Carrying this liquid load they headed back to Billings on a busy highway. Mr. Kittleson's description of his journey from the bar to the accident is as follows:\n\"Q. Would you describe for us, please, what you observed about the defendant's driving of this automobile just prior to the collision, please? A. We were traveling at a fast rate of speed. I don't know the exact rate, I was surprised actually when he pulled out to pass the last car, caught me off guard, I was looking out the right side of the automobile as I said.\n\"Q. Now prior to your passing the last car, had another car been previously passed? A. Yes.\n\"Q. Now taking that car there, the next to the last car which was passed, when Mr. Stoddard passed that car would you tell me whether or not he pulled all the way over into the passing lane? A. Just prior to attempting to pass the last car, no, we didn't pull, he pulled partially back into the lane and then pulled immediately back out to pass this last car.\n\"Q. I am referring to the next to the last car you passed, the next to the last car. A. Yes. He did pull back into his own lane of traffic then.\n\"Q. All right. On the last car he passed prior to the accident, Mr. Kittleson, would you tell me whether or not Mr. Stoddard pulled back into his own lane prior to passing that car? A. Not fully back into the lane, no.\n\"Q. How far back into his own lane did he pull? A. Half way, perhaps a little more.\n\"Q. And then what happened, did he pull out again? A. Then he pulled out again.\n\"Q. And was he in the lane for opposing traffic at that time? A. Yes, sir.\n\"Q. Do you recall whether or not he went off the highway onto the shoulder of the road? A. I don't know, I threw my hands up in the air as soon as he pulled out and started to pass the other car, and what happened after that I have no idea.\" Kittleson estimated the speed of the defendant's car at time of impact to have been 75 miles per hour.\nThe defendant contends that this was an unfortunate accident; that Kittleson's estimate of that Sunday's afternoon consumption is high; that in his opinion he was sober at the time of the accident, and that he never saw the Allison car until in his passing the other car. Much was made at the time of the trial that not one of the witnesses, either for the State or defense, saw the Allison car until just before impact but no one could deny that the car was there, was on the right lane headed east, and that it contained two innocent unsuspecting people whose lives were about to be erased. To contend, as the defendant does, that the Allison car had room to pull off on the right hand side of the road while he drove on past seems ill advised.\nHaving failed to convince the jury, who not only found him guilty of manslaughter but fixed the penalty at 2 years, he now appeals setting forth 13 specifications of error, which we will combine and discuss as to the following questions:\n1. Can evidence of drinking be admitted over objection where no charge has been made about drunken driving, or where the witness testifying has no opinion as to its effect on the defendant?\n2. Where a defendant's objection to testimony concerning a disputed fact has been continuously sustained by the court, does the repeated attempts by the state to introduce such testimony, plus questions containing insinuations and innuendo deprive the defendant of a fair trial?\n3. Whether the court confused and mislead the jury as to proximate cause?\n4. Whether the court failed to properly instruct the jury as to matters of law? and\n5. Whether the trial judge should have given an instruction on circumstantial evidence in this case?\n*831 First, we should note that this court is not a trier of fact, rather we are here for the purpose of determining whether a miscarriage of justice is shown. In so doing, we consider the evidence which the jury heard and the ultimate facts which they found, together with the rulings which the trial court made. In view of the presumption of innocence at the trial, the jury must have been instructed to that effect, but on appeal after conviction the rule changes. Then, if the record shows any substantial evidence to support the judgment, the presumption is in favor of such judgment. State v. Robinson, 109 Mont. 322, 96 P.2d 265; State v. Cor, 144 Mont. 323, 396 P.2d 86.\nThe rule is that to justify a conviction on circumstantial evidence the facts and circumstances must not only be entirely consistent with the theory of guilt, but must be inconsistent with any other rational conclusion. State v. Cor, supra. Such a rule would be applicable to review of a conviction only where, giving to each circumstance in evidence, all the legal effect toward guilt which it could support, it would still appear that a rational conclusion of innocence was not excluded.\nConsidering question one raised by defendant, it would appear to be his contention that unless the State could prove he was driving while intoxicated no evidence of his drinking could be introduced. This of course is a ridiculous position as well as legally untenable; that such evidence is admissible one needs but to look to Montana cases for an answer. State v. Haley, 132 Mont. 366, 318 P.2d 1084; State v. Souhrada, 122 Mont. 377, 204 P.2d 792; State v. Gondeiro, 82 Mont. 530, 268 P. 507. In addition, the matter is full set forth in 52 A.L.R.2d § 22, pp. 1364-1365, showing general concurrence in the views held by this court.\nQuestion number two is whether some eighty pages of unsuccessful effort by the State in trying to prove the point of impact, all done over protests of defendant, so prejudiced the defendant that he is entitled to a new trial. The answer must be in the negative, for from a careful examination of the record the point of impact had already been fairly established before the State, through Officer Thomson, tried to pinpoint the exact point of impact.\nHad the evidence sought to be admitted been inadmissible perhaps then the contentions of the defendant would have had merit. However, this court has long held that a highway patrolman charged with the investigation of an accident who views, investigates, and measures, and on this basis thereby arrives at certain opinions could be considered an expert, the weight being for the jury's consideration. Hurly v. Star Transfer Company, 141 Mont. 176, 376 P.2d 504.\nPatrolman Thomson testified he had some 10 years with the Patrol and had investigated over 700 accidents. He should have been allowed to state his opinion as to the point of impact. State v. Souhrada, supra; State v. Cline, 135 Mont. 372, 339 P.2d 657; State v. Bosch, 125 Mont. 566, 242 P.2d 477.\nDefendant raises the question related to the drinking situation which has been well covered in our previous discussion on that point. However, in order to answer this allegation that all testimony that concerned itself with drinking was inflammatory, prejudicial and deprived the defendant of a fair trial, we must point out that it was the voluntary act of defendant in his pub-crawling that Sunday afternoon that created the condition * * * not evidence created by the State.\nThe defendant offered an instruction allegedly taken from State v. Strobel, 130 Mont. 442, 304 P.2d 606. The facts set forth in that case and those in this as to the question of drinking are not remotely similar. There the court found there was no substantial evidence of drinking. The same cannot be said for this record.\nWhether or not the court properly covered proximate cause is the next question raised by defendant. The court fully covered this question in five instructions, 26, 27, 28, 29 and 30. To have given defendant's offered instruction No. 19 would have *832 been error for it did not state the law of the case. This court has said in previous cases that to determine the effect of given instructions all must be read and considered together, and if they fairly present the case to the jury, the fact that one or more of the instructions standing alone, and is not as full or accurate as it might have been, is not reversible error. State v. Watson, 144 Mont. 576, 398 P.2d 949; State v. Ahl, 140 Mont. 305, 371 P.2d 7; State v. Noble, 142 Mont. 284, 384 P.2d 504.\nIn view of our holdings in State v. Winter, 129 Mont. 207, 285 P.2d 149, and State v. Wild, 130 Mont. 476, 305 P.2d 325, we find no merit to defendant's contention regarding the intoxicating effect of beer. This court has done everything in its power to properly label the liquid refreshments served in this State, and their effect upon man. As yet we have not been called upon to approve a label on the deadly effect of each drink, as cigarettes are now labeled, but if the human carnage on our highways continues because of speed and drink this too we may be called upon to approve.\nWe find no merit to the contention of defendant that the proof of this case rested solely on the circumstantial evidence, and that he was prejudiced by the court's refusal to give such an instruction. There was no necessity in this case to give an instruction on circumstantial evidence, therefore, no prejudice can be referred by such refusal. This court in State v. Mah Sam Hing, 89 Mont. 178, 186, 295 P. 1014, said that instructions on circumstantial evidence are proper only where the state relies exclusively on that class of testimony, therefore, where there is direct testimony of the corpus delicti such instructions are properly refused.\nNor do we find merit to the defendant's allegation that the evidence presented by the State was insufficient to sustain the conviction. In State v. Bosch, supra, 125 Mont. at 576, 242 P.2d at 482, this court stated:\n\"* * * where, as here, excessive speed is manifest in coming up behind a vehicle and in passing other cars at such speed without being able to see a clear lane, it demonstrates a disregard for one's own safety and the safety of others and a disregard for the safety of persons approaching; such reckless, wanton disregard for human life and indifference to consequences is evidence of criminal negligence.\"\nThe judgment of the lower court is affirmed.\nJAMES T. HARRISON, C. J., and ADAIR, DOYLE and CASTLES, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1176480
        }
    ],
    "court_short_name": "Montana Supreme Court",
    "court_full_name": "Montana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Montana, MT",
    "crime_category": "Murder"
}