{
    "id": 1200439,
    "judges": "Birdsong, Carley, Quillian",
    "date_filed": 463190400000,
    "date_filed_is_approximate": false,
    "slug": "thurman-v-state",
    "case_name_short": "Thurman",
    "case_name": "Thurman v. State",
    "case_name_full": "Thurman v. the State",
    "attorneys": "Clifton O. Bailey III, L. Paul Cobb, Jr., for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, Margaret V. Lines, Harvey Moskowitz, Assistant District Attorneys, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b52-10\">\n    68716.\n   </docketnumber><parties id=\"AIh\">\n    THURMAN v. THE STATE.\n   </parties><br><citation id=\"b52-11\">\n    (321 SE2d 780)\n   </citation>",
    "citations": [
        "321 S.E.2d 780",
        "172 Ga. App. 16"
    ],
    "opinions": [
        {
            "author_str": "Quillian",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7176.0,
            "opinion_text": "\n172 Ga. App. 16 (1984)\n321 S.E.2d 780\nTHURMAN\nv.\nTHE STATE.\n68716.\nCourt of Appeals of Georgia.\nDecided September 5, 1984.\nClifton O. Bailey III, L. Paul Cobb, Jr., for appellant.\nLewis R. Slaton, District Attorney, Joseph J. Drolet, Margaret *19 V. Lines, Harvey Moskowitz, Assistant District Attorneys, for appellee.\nQUILLIAN, Presiding Judge.\nTried for vehicular homicide and driving under the influence (D.U.I.) defendant appeals his conviction of D.U.I. Held:\n1. Defendant consented to a blood alcohol test and his blood was drawn about four hours after the collision at St. Joseph's Hospital. The blood was drawn by Moore, a medical technician, who had been *17 employed at the hospital for three years as a phlebotomist, or drawer of blood. She testified that prior to her employment she had special training as a phlebotomist during a two-year course of instruction at a medical institute. When the forensic chemist who analyzed the blood testified concerning his analysis, defendant objected to the admission of the results of the analysis on the ground that a proper foundation had not been laid because there was no evidence that Moore, the phlebotomist, was properly licensed to draw blood. The overruling of this objection is enumerated as error.\nDefendant argues that because the medical practice statutes require that nurses and certain other non-physician medical assistants must be properly trained and certified and must perform their services under the supervision of a licensed physician, these requirements should also apply to a medical technician phlebotomist. However, no such statute pertaining to phlebotomist is brought to our attention.\nWe find that this issue is controlled adversely to defendant by Gooch v. State, 155 Ga. App. 708 (6) (272 SE2d 572), where under similar circumstances we said: \"The appellant contends that it was error to admit the results of her blood alcohol test because the person who drew the blood sample was not qualified to perform that function. Code Ann. § 68A-902.1 (a) (2) [now OCGA § 40-6-392 (a) (2)] provides as follows: `When a person shall undergo a chemical test at the request of a law enforcement officer under the provisions of Section 68B-306 [now OCGA § 40-5-55], as now or hereafter amended, only a physician, registered nurse, laboratory technician or other qualified person may withdraw blood for the purpose of determining the alcoholic content therein . . .' (Emphasis supplied.) The appellant's blood sample was drawn by a full-time employee of the Northeast Georgia Medical Center, whose only job was to `draw blood.' This witness testified that she had trained at the center to perform this function and that she drew blood from approximately 50 people a day. Under these circumstances, we hold that she was a `qualified person' within the meaning of the statute.\" Id. at 711.\nUnder the circumstances of this case we likewise find that Moore was a qualified person under OCGA § 40-6-392 (a) (2).\n2. Error is asserted because the trial court asked the forensic chemist alleged rehabilitative questions after the State had concluded its direct examinations.\nThe chemist was qualified and gave the results of his examination of defendant's blood: .18 grams percent of alcohol. He was then cross-examined as to whether blood could putrefy and responded that it could. On redirect examination he explained that when putrefication occurred depended on the temperature at which it was kept. The court then by questioning determined that defendant's blood had not *18 putrefied. Without objection to the court's questioning, defense cross-examination continued on another subject.\nDefendant argues that the court's questioning violated OCGA § 17-8-55 which prohibits a judge from expressing or intimating his opinion as to what has or has not been proved or as to the guilt of the defendant.\nWe find no violation of OCGA § 17-8-55, and defendant does not have the right to raise this issue on appeal as he did not raise it at trial. \"We have found no abuse of discretion by the trial court in propounding questions to the defendant's witnesses. It is within the discretion of a trial court to question witnesses to clarify issues, and assist in the ascertainment of the truth, so long as it does not intimate or express an opinion as to what has or has not been proved, or as to the guilt or innocence of the defendant. [Cits.] While it does not appear that the trial court committed harmful error, the failure of counsel to object to any question, or to move for a mistrial, estops him from raising an objection on appeal. [Cits.]\" Gibson v. State, 160 Ga. App. 615 (4), 619 (287 SE2d 595).\n3. Defendant claims the trial court gave an incomplete and inaccurate charge concerning the blood test results, in instructing on the statutory presumptions of OCGA § 40-6-392 because he did not instruct that the presumptions were rebuttable.\nCommencing with McCann v. State, 167 Ga. App. 368 (2) (306 SE2d 681), we have made clear that the charge on the statutory presumptions of OCGA § 40-6-392 must include that the presumptions are rebuttable, as it creates \"merely a `permissive presumption' of the type considered in County Court of Ulster County v. Allen, 442 U. S. 140 (99 SC 2213, 60 LE2d 777). Such a presumption allows, but does not require, the trier of fact to infer the elemental fact from proof by the prosecutor of a basic one.\" Id. at 369, 370.\n\"The quoted portion of the McCann charge should always be given by trial courts when instructing on OCGA § 40-6-392 (Code Ann. § 68A-902.1).\" Olsen v. State, 168 Ga. App. 296 (2), 297 (308 SE2d 703). Accord Clark v. State, 169 Ga. App. 535 (2) (313 SE2d 748).\nAs the trial court in the instant case did not instruct that the statutory presumptions of intoxication were rebuttable, we reverse.\nJudgment reversed. Birdsong and Carley, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1200439
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}