{
    "id": 8051647,
    "judges": "Shebwood",
    "date_filed": -2657491200000,
    "date_filed_is_approximate": true,
    "slug": "state-v-brady",
    "case_name_short": "Brady",
    "case_name": "State v. Brady",
    "case_name_full": "State v. Brady",
    "attorneys": "J. G. Lodge for appellant., B. G. Boone, Attorney- General, for the state.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>- 1. Criminal Law : instructions : evidence. While it is the duty of the trial court in a criminal cause to give instructions upon all the law applicable to the facts in evidence, whether requested to do so or not, it should confine its instructions to the case made 'by the testimony.</p> <p>2. Practice : witness : cross-examination. When the state introduces a witness and examines him, the defendant may cross-examine him as to all matters involved in the case, no matter how formal or unimportant the examination in chief may have been. •</p> <p>8. -: evidence : reputation. It is error to allow a witness to testify as to one’s general reputation without first laying the proper foundation by showing that the witness is acquainted with such reputation.</p>",
    "summary": "..Appeal from St. Louis Criminal Court. — Hon. Gr.. S- -■ Yah Wagoner, Judge. u ■: (1) The court erred in failing to instruct for manslaughter in the fourth degree. State v. Brans letter, 65 Mo. 149 ; State v. Edwards, 70 Mo. 480 ; Little v. The State, Horrigan' & Thompson Self Defence, 487. And this although not requested to do so by defendant. State v. Branstetter, 65 Mo. 149; Stale v. Arter, 65 Mo. 653; State v. Stonum, 62 Mo. 596. - (2) Defendant should have been allowed to cross-examine one of the state’s witnesses as to the desperate character of the deceased. Where a witness has been introduced and •examineed by one party, the opposite party may cross-examine him upon all matters in any way pertaining to the matter in controversy. Little v. State, Horrigan •& Thompson, Self Defence, 484; Slate v. Keen, 50 Mo. 357; State v. ElMns, 63 Mo. 159; Page v. Kanlcey, ■6 Mo. 433;. Brown v. Bur rus, 8 Mo. 26 ; Toung v. Smith, 25 Mo. 331. (3) It was error to allow a witness for the state to testify as to the reputation of a witness for the defendant without showing that he was acquainted with such reputation. State v. Cox, 67 Mo. 392; ■Greenleaf on Evid., sec. 461, Redf. Ed.; Emory v. Phillips, 22 Mo. 499; Adams v. Hannon, 3 Mo. 225; Kelley’s Crim. Law & Prac., secs. 360, 361. (4) It was •error to hold court on a public holiday. R. S., sec. •551. (5) A new trial should.have been granted on account of newly discovered and important testimony. ■State v. Evans, 65 Mo. 574. (1) It was not error to refuse to instruct that as ■much credibility should be attached to defendant’s testimony as if he had been testifying in his own behalf in ■a civil cause. State v. McGuire, 69 Mo. 197; State v. Zorn, 71 Mo. 415 ; State v. Cooper, 71 Mo. 436; State v. Sanders, 76 Mo. 35; Stale v. McGinnis, 76 Mo. S23. (2) There was no evidence upon which to base ah instruction for manslaughter. (3) It was not error toRold court on the twenty-second of February. Sec.' 551, R. S., 1879 ; sec. 1054, R. S., 1879; Stater. Green, 66 Mo. 631. (4) The punishment assessed by the jury was neither cruel nor unusual, and, therefore, not violative of section twenty-five, article two, of the constitution of 1875. State «. Williams, 77 Mo. 310. (5) The newly discovered evidence set out in the motion for new trial is merely cumulative and not a ground for new trial. State v. Sayers, 58 Mo. 585; State v. Ray, 53 Mo. 345.",
    "disposition": "Reversed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "87 Mo. 142"
    ],
    "opinions": [
        {
            "author_str": "Shebwood",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nShebwood, J.\nThe indictment in this case charged the defendant with murdering George McCarthy by shooting him with a pistol. On being tried the defendant was found guilty of murder in' the second degree and his punishment assessed at fifty years imprisonment in the state, penitentiary.\nThe evidence was conflicting, and on the.part of the state the testimony would have well warranted the jury in finding a verdict for murder iu the first degree. On the part of the defendant the testimony made out a case of clearly defined and plainly marked self-defence. The trial court gave instructions embracing within their scope murder in the first and in the second degree and embracing also the theory of self-defence. No complaint is made of the instructions, but it is insisted that they do not cover all the law applicable to the facts in evidence. It was undoubtedly the duty of the trial court to give such instructions, and this whether the proper instructions were asked or not. But we discover no such failure in this instance. It is urged by counsel that an instruction should have been given touching manslaughter in the fourth degree. We entertain a different opinion. The evidence offered on behalf of the prosecution certainly would not justify such an instruction, nor would that on the part of the defendant. The circumstances detailed in section 1235, relative to justifiable homicide, which, when proved, completely exonerate the accused from all blame, are obviously different *145from those mentioned in section 1250, where the accused is not exonerated, but held punishable. In the one instance the accused is punished, in -the other exonerated and discharged. No more need be said on this point.\nIt was ruled at an early day in this state that when one party introduced a witness and examined him, the adverse party could cross-examine the witness as to all matters involved in the case, no matter how formal or unimportant the examination in chief may have been. Page v. Kankey, 6 Mo. 433; St. Louis &amp; L. M. Ry. v. Silver, 56 Mo. 266. The authorities are in conflict on this-subject and may be found collated by Professor Green-leaf. 1 Greenl. on Evid., sec. 445. We adhere to our own rulings in this regard, and doing so must hold the action of the trial court erroneous in refusing tó permit counsel for defendant to cross-examine one of the state’s witnesses concerning the violent and desperate character of the deceased.\nThe trial court also erred in admitting testimony offered by the state respecting the general reputation of one of defendant’s witnesses, Dillon, without the state having first 1 lid the proper foundation. This testimony was admitted under repeated objections of defendant’s counsel. Dillon was a very important witness for the defendant, as his testimony, if credited by the jury, was sufficient to show that defendant was not guilty of any crime. The admission, therefore, of such illegal testimony could not have been otherwise than very damaging to the defendant. State v. Cox, 67 Mo. 392; 1 Greenl. on Evid., sec. 461.\nBecause of the errors mentioned the judgment- will be reversed, and the cause remanded.\nAll concur.\n",
            "ocr": true,
            "opinion_id": 8008462
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}