{
    "id": 1230212,
    "judges": "Fletcher, Hunt",
    "date_filed": "1989-04-24",
    "date_filed_is_approximate": true,
    "slug": "crane-v-state",
    "case_name_short": "Crane",
    "case_name": "Crane v. State",
    "case_name_full": "Crane v. the State",
    "attorneys": "Gregory W. Valpey, for appellant., Lydia Sartain, District Attorney, Lee Darragh, Assistant District Attorney, Michael J. Bowers, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, Matthew P. Stone, Staff Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b580-11\">\n    S93A1224.\n   </docketnumber><parties id=\"AmK\">\n    CRANE v. THE STATE.\n   </parties><br><citation id=\"b580-12\">\n    (436 SE2d 216)\n   </citation>",
    "citations": [
        "436 S.E.2d 216",
        "263 Ga. 518"
    ],
    "opinions": [
        {
            "author_str": "Fletcher",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4076.0,
            "opinion_text": "\n263 Ga. 518 (1993)\n436 S.E.2d 216\nCRANE\nv.\nTHE STATE.\nS93A1224.\nSupreme Court of Georgia.\nDecided November 8, 1993.\nGregory W. Valpey, for appellant.\n*521 Lydia Sartain, District Attorney, Lee Darragh, Assistant District Attorney, Michael J. Bowers, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, Matthew P. Stone, Staff Attorney, for appellee.\nFLETCHER, Justice.\nJohn David Crane was found guilty of felony murder, aggravated assault with a deadly weapon, possession of a knife during the commission of a felony, and simple battery as a result of the stabbing death of his roommate, Greg Smith. Crane appeals, contending that the trial court erred in allowing the state to introduce evidence related to his 1988 simple battery conviction and in admitting the testimony *519 of his ex-wife concerning the effects of liquor on his behavior.[1] We affirm.\n1. Crane contends that his character was improperly placed in issue when the trial court allowed the state to question him about his 1988 simple battery conviction and by admitting a certified copy of the conviction into evidence. The state's theory at trial was that Crane stabbed and killed the victim during a fight caused by Crane's jealousy of the victim. On cross-examination, Crane denied that he ever fought over \"jealousy and stuff like this.\" The court then allowed the state to question Crane about a 1988 incident caused by his jealousy during which he beat and choked his ex-wife and to which he pled guilty to simple battery. The court instructed the jury that the evidence was offered only for impeachment purposes and could only be considered for that limited purpose. Over Crane's objection, the court then admitted into evidence a certified copy of Crane's simple battery accusation and related sentencing documents.\n(a) Although reflecting adversely on Crane, the introduction of testimony concerning his altercation with his ex-wife which, he admitted, without objection, was caused by his jealousy, did not place his character in issue within the meaning of OCGA § 24-9-20. There are numerous instances where the state may offer evidence of prior crimes or bad acts committed by a defendant for a purpose other than to show the defendant is a person of bad character, including instances where such evidence is necessary and relevant to impeach the defendant's specific testimony. Jones v. State, 257 Ga. 753 (363 SE2d 529) (1988). The court properly allowed the state to question Crane about the 1988 beating of his ex-wife for impeachment purposes and correctly instructed the jury that such evidence was to be used only for this limited purpose. Jones, supra.\n(b) Although Crane's testimony regarding the beating of his ex-wife was properly admitted, we find that the court erred in admitting the accusation charging Crane with simple battery and the sentencing documents. On the record before this court, there is no evidence that the accusation or sentencing documents bear directly on the credibility of Crane's denial that he fought over jealousy.\nEvidence that Crane was charged and ultimately convicted of *520 simple battery, without more, was improper impeachment evidence. See Williams v. State, 257 Ga. 761, 763 (363 SE2d 535) (1988) (evidence of a conviction is relevant impeachment evidence if it bears directly upon the credibility of the witness' denials). We further find, however, that such error was harmless because Crane had already testified to the facts the state attempted to prove through the admission of the conviction evidence, including the fact that he had been convicted.\n2. Crane also contends that his character was improperly placed in issue when his ex-wife testified about the effects of alcohol on his behavior and that such evidence was not relevant because his ex-wife could only testify about his behavior during the marriage, which ended over two years before the victim's death.\nCrane's only defense to the charges against him was that he acted in self-defense and the record establishes that in questioning witnesses he attempted to portray himself and the victim as good friends who never so much as argued. Crane's ex-wife testified that although Crane could be calm and nice at one point in time, when he drank liquor the effect on his behavior was like \"Jekyll and Hyde.\"\nIt was undisputed at trial that throughout the day and night of the murder Crane had been drinking liquor. There also was evidence from several witnesses that Crane and the victim were arguing on the night of the murder. Because Crane asserted the defense of self-defense and because of his clear efforts to establish that he could not have been the aggressor because he and the victim were friends, the testimony of Crane's ex-wife about the effects of liquor on his behavior was relevant and, in conjunction with other evidence, tended to establish Crane's state of mind after a full day of drinking liquor. Although such evidence may have incidentally placed Crane's character in issue, it was admissible for the purpose of showing Crane's state of mind. See Jones, supra; Tucker v. State, 249 Ga. 323, (290 SE2d 97) (1982). Moreover, the two-year lapse of time does not render this testimony inadmissible. See Thurman v. State, 255 Ga. 286 (336 SE2d 746) (1985); Rich v. State, 254 Ga. 11 (325 SE2d 761) (1985).\n3. Having reviewed the evidence in the light most favorable to the verdict, we conclude that a rational trier of fact could have found Crane guilty of the crimes of which he was convicted beyond a reasonable doubt. Jackson v. Virginia, 443 U. S. 307 (99 SC 2781, 61 LE2d 560) (1979).\nJudgment affirmed. All the Justices concur, except Hunt, P. J., who concurs in the judgment only.\nNOTES\n[1]  Crane was indicted on May 7, 1991. On November 7, 1991, a jury found him not guilty of malice murder and guilty of felony murder, aggravated assault with a deadly weapon, possession of a knife during the commission of a felony and simple battery. The same day he was sentenced to life imprisonment for felony murder plus five years imprisonment for the possession of a firearm charge to be served consecutively and a twelve-month concurrent term of imprisonment on his simple battery conviction. Crane's motion for new trial, filed on November 15, 1991, was denied on April 1, 1993. On April 21, 1993, he filed a notice of appeal. The case was docketed in this court on May 7, 1993, and was submitted for decision on June 18, 1993.\n\n",
            "ocr": false,
            "opinion_id": 1230212
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}