{
    "id": 501688,
    "judges": "Kravitch, Tjoflat, Tuttle",
    "date_filed": "2018-05-27",
    "date_filed_is_approximate": true,
    "slug": "jon-s-miller-cross-appellee-v-richard-l-dugger-cross-appellant",
    "case_name_short": null,
    "case_name": "Jon S. Miller, Cross-Appellee v. Richard L. Dugger, Cross-Appellant",
    "case_name_full": "Jon S. MILLER, Petitioner-Appellant, Cross-Appellee, v. Richard L. DUGGER, Respondent-Appellee, Cross-Appellant",
    "attorneys": "John A. Tucker, IV, Carlton, Fields, Ward, Emmanuel, Smith, Cutler & Kent, P.A., Jacksonville, Fla., for petitioner-appellant, cross-appellee., Robert J. Krauss, Asst. Atty. Gen., Tampa, Fla., for respondent-appellee, cross-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 59,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1624-11\">\n    Jon S. MILLER, Petitioner-Appellant, Cross-Appellee, v. Richard L. DUGGER, Respondent-Appellee, Cross-Appellant.\n   </parties><br><docketnumber id=\"b1624-13\">\n    No. 86-3405.\n   </docketnumber><br><court id=\"b1624-14\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate id=\"b1624-15\">\n    March 10, 1988.\n   </decisiondate><br><attorneys id=\"b1625-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1531\"> \n     *1531\n     </span>\n    John A. Tucker, IV, Carlton, Fields, Ward, Emmanuel, Smith, Cutler &amp; Kent, P.A., Jacksonville, Fla., for petitioner-appellant, cross-appellee.\n   </attorneys><br><attorneys id=\"b1626-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1532\"> \n     *1532\n     </span>\n    Robert J. Krauss, Asst. Atty. Gen., Tampa, Fla., for respondent-appellee, cross-appellant.\n   </attorneys><br><judges id=\"b1626-5\">\n    Before TJOFLAT and KRAVITCH, Circuit Judges, and TUTTLE, Senior Circuit Judge.\n   </judges>",
    "citations": [
        "838 F.2d 1530"
    ],
    "opinions": [
        {
            "author_str": "Kravitch",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/838/838.F2d.1530.86-3405.html",
            "author_id": null,
            "opinion_text": "838 F.2d 1530\n    56 USLW 2570\n    Jon S. MILLER, Petitioner-Appellant, Cross-Appellee,v.Richard L. DUGGER, Respondent-Appellee, Cross-Appellant.\n    No. 86-3405.\n    United States Court of Appeals,Eleventh Circuit.\n    March 10, 1988.\n    \n      John A. Tucker, IV, Carlton, Fields, Ward, Emmanuel, Smith, Cutler &amp; Kent, P.A., Jacksonville, Fla., for petitioner-appellant, cross-appellee.\n      Robert J. Krauss, Asst. Atty. Gen., Tampa, Fla., for respondent-appellee, cross-appellant.\n      Appeals from the United States District Court for the Middle District of Florida.\n      Before TJOFLAT and KRAVITCH, Circuit Judges, and TUTTLE, Senior Circuit Judge.\n      KRAVITCH, Circuit Judge:\n    \n    I.\n    \n      1\n      Jon Miller, the petitioner and appellant in this case, was released from jail in Lee County, Florida, on December 22, 1970.1   That afternoon, Miller took a taxi driven by Margaret Louise Sessions from downtown Fort Myers to Fort Myers Beach.  At the Beach Marina, Miller purchased from Stancil Ollis a stainless steel fillet knife with a six- to eight-inch blade.  Miller's behavior raised suspicions in Ollis, who described Miller as \"sort of wild looking,\" and in Darrell Coleman, who witnessed the purchase.  Coleman decided to follow Miller as he walked across a bridge from Beach Marina to the beach, back across the bridge to the marina, into the Surf Club bar, and finally into another bar called the Mermaid Club.  While Miller was in the Mermaid Club, Coleman telephoned the sheriff's office.\n    \n    \n      2\n      About fifteen minutes later, Miller left the Mermaid Club and got into the back seat of a taxicab driven by Alexandra Todd.  Todd drove the cab across the bridge to a trailer that served as the taxicab office, where she and Miller changed cabs.  Todd then drove Miller towards Fort Myers.  Coleman attempted to follow the taxi, but he was thwarted by traffic, so he went back to the taxicab office to alert the manager, Todd's husband.  Todd's husband tried to contact Todd by radio, but she did not respond.\n    \n    \n      3\n      That evening Todd's body was discovered inside her taxi in a parking area near the Lee County Commodity Warehouse.  The police found Todd's body on the right (passenger) side of the front seat.  An autopsy revealed that Todd had been stabbed several times in the front and back;  one of the stab wounds was six inches deep.  Tests disclosed the presence of fresh sperm inside Todd's vagina.  Although the police did not find the murder weapon or any clothing that might have belonged to Miller, they did discover Miller's palmprint on the steering wheel of the taxicab.\n    \n    \n      4\n      Meanwhile, at about 5:55 P.M. that same afternoon, Miller walked out of a wooded area near Gibson's Department Store in Fort Myers and approached Joe Roberts in the store's parking lot.  Miller was not wearing a shirt at the time.  Miller gave Roberts five dollars and asked him to purchase a T-shirt for him.  Roberts did so and then gave Miller a lift into downtown Fort Myers.\n    \n    \n      5\n      Approximately three hours later, Officer Charles Enderle arrested Miller in the Fort Myers bus station.  Miller's clothes were removed at the Lee County jail.  His trousers had a large amount of blood on the upper legs;  paper money in the pockets also was stained with blood.2   Enderle testified that at first Miller behaved normally, but at the jail Miller repeatedly told the police that an atomic bomb was about to explode.\n    \n    \n      6\n      Miller was interrogated by David Schmirler, an investigator in the State Attorney's Office, and by Sergeant Harry Morse, of the Lee County Sheriff's Office.3   Morse administered Miranda warnings to Miller.  Miller first stated, \"I receive the vibrations, I mean I received the--the general attitude, and I--and I understood that I could remain silent, but I understood your attitude, and I--I decided I'd like to [inaudible].\"  Miller then acknowledged that he understood the rights.  Miller proceeded to answer some questions asked by Morse, but his answers for the most part were \"Yeah\" or \"Uh huh.\"    Later, however, when Morse reminded Miller of his rights, Miller appeared confused and disoriented.  As Schmirler and Morse pressed Miller into signing a form stating that he understood his rights, Miller became more passive and uncooperative.  Miller did tell the questioners that he remembered taking a taxicab to Fort Myers Beach, having a few drinks, getting into a taxicab driven by a woman, and changing cabs.  Miller did not remember anything else that happened until he woke up in a puddle of water, walked to a parking lot, met a young man whom he asked to buy T-shirts for him, and hitchhiked into Fort Myers.\n    \n    \n      7\n      After his indictment for the murder of Alexandra Todd, Miller was adjudicated incompetent to stand trial and was confined for two and one-half years at the Florida State Hospital.4   On December 14, 1973, the Florida trial court adjudicated Miller competent to stand trial.  At trial, Miller relied principally on the defense of insanity.  When the state sought to introduce a tape of the statement that Miller had made to Schmirler and Morse during their interrogation of him on the night of Todd's murder, defense counsel objected because Miller \"could not knowingly and voluntarily ...,\" whereupon counsel was cut off by the trial court.  A few minutes later, defense counsel again objected to the introduction of the tape.  The following discussion ensued:\n    \n    \n      8\n      MR. GRACE [Defense Counsel]:  If it please the Court, I would be willing to call the officers, Chuck Enderle and Officer Hawkins at his point for the purpose of showing that he didn't understandingly waive his rights.\n    \n    \n      9\n      THE COURT:  This question of voluntariness is a question, if it appears to be voluntary, it's not a question for the Court, it's a question for the jury to determine whether or not it's voluntary;  and I think prima facie the State has laid a proper case to introduce this statement, whatever it may be.  Prima facie it appears to the Court that whatever was done was voluntary after the full Miranda warning.  And I'm going--I think this is a question to be presented to the jury.\n    \n    \n      10\n      MR. COUSE [Prosecutor]:  We'd be glad to play the tape for Your Honor if Your Honor would like to hear it prior to ruling on it.\n    \n    \n      11\n      THE COURT:  We're going to have to play it in the absence of the jury in order for us to--.\n    \n    \n      12\n      MR. GRACE:  If it please the Court, my objection is going to whether or not the man could freely and voluntarily, assuming therefore he understood it, whether or not he knew what he was doing at the time he said all these things to Sergeant Morse.\n    \n    \n      13\n      THE COURT:  Isn't that a question for the jury?\n    \n    \n      14\n      MR. GRACE:  No, sir.  No, that's a question for the Judge, whether he made it freely and voluntarily.  Therefore, I would like to call witnesses to show that he wasn't--.\n    \n    \n      15\n      THE COURT:  You can call those witnesses.  I think it's primarily a question for the jury under proper instructions of the Court.  I think prima facie that the State had laid the proper predicate as far as voluntariness is concerned.  The ultimate question is for the jury to decide.  I think that it is a question for the Court to determine if it's prima faciely [sic] made and then it becomes a question for the jury.  And I rule that it has been made.\n    \n    \n      16\n      The tape of Miller's statement was played to the jury.  Miller also testified on his own behalf.  He stated that he had called a cab to the Mermaid Club on Fort Myers Beach, had entered the cab, and had changed cabs with the driver.  Then, he testified, \"Well, we rode for a while and I saw the yellow in my mother and I started screaming and I pulled out the knife.\"    Todd stopped the cab, and according to Miller, \"I'm pretty sure this body stabbed her.  The only thing I can recollect in the thing, I wouldn't say.  I would say she was stabbed four times and not nine times [as prosecution witnesses had testified].... I was stabbing my mother.  I don't even know what Alexandra Todd looks like.\"\n    \n    \n      17\n      Two psychiatrists testified for the defense.  Dr. Clarence Schilt testified that, in his opinion, Miller was schizophrenic and insane at the time of the offense.  Dr. Schilt stated that Miller suffered auditory and visual hallucinations during his examination.  Dr. Schilt also explained that he based his diagnosis of schizophrenia largely on the flat effect of Miller's speech during examination.  The prosecution stressed this point during closing argument because, according to the prosecutor, the tape of Miller's statements to the police did not demonstrate that Miller's voice had a flat effect but supported the conclusion that Miller was a logical thinking person at the time of the murder.\n    \n    \n      18\n      The jury deliberated for three hours, found Miller guilty of first degree murder, and recommended the death sentence.  The Florida Supreme Court vacated the death sentence on direct appeal.    Miller v. State, 332 So.2d 65 (Fla.1976).  The trial court resentenced Miller to death, and the Florida Supreme Court again vacated the sentence.    Miller v. State, 373 So.2d 882 (Fla.1979).  Subsequently the trial court sentenced Miller to life imprisonment without possibility of parole.  Miller filed this petition for habeas corpus pro se on September 7, 1983.5   Ground One of his petition alleged that his taped \"[c]onfession was allowed before the jury without a determination of voluntariness by the court.\"    Ground Two alleged that \"Miller's confession was involuntary and taken in violation of his Miranda rights.\"    In the supporting facts for Ground Two, Miller asserted that \"the confession was invalid due to Miller's psychiatric condition at the time he was arrested.  The defendant was unable to make an intelligent waiver of his right to remain silent.\"\n    \n    \n      19\n      The magistrate's report and recommendation concluded that the state trial court violated Jackson v. Denno, 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908 (1964), and Sims v. Georgia, 385 U.S. 538, 87 S.Ct. 639, 17 L.Ed.2d 593 (1967), by allowing Miller's statements to go to the jury without previously making an independent determination of the voluntariness of the statements.  However, the magistrate concluded that the introduction of the statements in violation of Jackson v. Denno was harmless error beyond a reasonable doubt on the issue of Miller's factual guilt, because the statements were merely cumulative of much stronger evidence already in the hands of the state, such as Miller's fingerprints inside the car and eyewitness testimony that Miller had entered the cab.  The magistrate also concluded that, even though the tape of Miller's statements was relevant on the issue of Miller's sanity because the tape did not show a flat effect to Miller's voice, Jackson v. Denno did not require the trial court to hold \"a hearing before a defendant's statement can be admitted in evidence on [the issue of sanity] at least where, as here, there is no allegation of any improper police conduct in eliciting the statements.\"    Accordingly, the magistrate recommended that Miller's petition be dismissed, and the trial court adopted the magistrate's report.  This appeal followed.\n    \n    II.\n    \n      20\n      The parties agree that the central issue on appeal is the admissibility of the tape recording of the statements that Miller gave to Schmirler and Morse on the night of Alexandra Todd's murder.  Miller's defense attorney objected to the introduction of the taped statements as involuntary and as taken in violation of Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).  Miller argues that he is entitled to habeas corpus relief because the trial court failed to make an independent determination of the statement's voluntariness.  Resolving this issue requires us to consider the complex relationship among some of the most important cases on constitutional criminal procedure.\n    \n    A.\n    \n      21\n      The Miranda rules governing advice of rights to persons subject to custodial interrogation have their origins, of course, in the values of the fifth and fourteenth amendments that they were designed to protect.6   It is now clear, however, that the requirements of Miranda 's prophylactic rules7 can diverge significantly from the force of the prohibition in the due process clause itself against the introduction of involuntary statements.  For example, Miranda and the due process clause affect differently the collateral uses of statements at trial,8 the \"fruit of the poisonous tree\" doctrine,9 and the harmless error calculus.10\n    \n    \n      22\n      The prohibition against the introduction of involuntary statements long predates Miranda,11 and Miranda was not the first case in which the Supreme Court imposed rules on state courts to protect against the use of involuntary confessions.  In Jackson v. Denno, 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908 (1964), the Supreme Court held that, when a defendant objects to the introduction of his statement as involuntary, due process requires a trial judge to make an independent determination that the statement is voluntary before permitting it to be heard by the jury.  The Jackson v. Denno Court struck down a New York rule that permitted the trial judge to exclude a confession only if \"in no circumstances could the confession be deemed voluntary.\"    378 U.S. at 377, 84 S.Ct. at 1781.  In Sims v. Georgia, 385 U.S. 538, 87 S.Ct. 639, 17 L.Ed.2d 593 (1967), the Supreme Court disapproved a Georgia practice similar to the one employed by the Florida judge at Miller's trial, which allowed the introduction of a statement if the state effectively made a prima facie showing that the statement had been given voluntarily.    Sims, 385 U.S. at 542, 87 S.Ct. at 642.\n    \n    \n      23\n      Due process thus requires not only that a conviction not be based on an involuntary confession, but also that a trial court hold what has become known as a Jackson-Denno hearing when a defendant contests the voluntariness of his statement.  The usual remedy for a state court's failure to hold a Jackson-Denno hearing is not automatic reversal or grant of the writ of habeas corpus but rather a remand to the state trial court for a reliable evidentiary hearing on the limited issue of the confession's voluntariness.    Jackson v. Denno, 378 U.S. at 393-94, 84 S.Ct. at 1789-90.  For a habeas petitioner to be entitled to this relief, however, he must allege some facts that would indicate the involuntariness of his confession.  As a panel of this court recently explained, facts that do not indicate that a confession could be involuntary a fortiori do not entitle a defendant to a hearing on that issue.    See United States v. Scheigert, 809 F.2d 1532, 1533 (11th Cir.1987) (per curiam).\n    \n    \n      24\n      The Supreme Court recently explored the meaning of voluntariness in the confession context in Colorado v. Connelly, --- U.S. ----, 107 S.Ct. 515, 93 L.Ed.2d 473 (1986).  Connelly approached a police officer on a Denver street to confess to a murder.  The police officer advised Connelly of his Miranda rights, which Connelly stated that he understood.  At the police station, Connelly gave a detailed description of the murder and took two officers to the location of a crime.  The next day, however, Connelly became disoriented and stated for the first time that \"voices\" had told him to come to Denver to confess to a murder.  A psychiatrist examining Connelly concluded that Connelly, in flying from Boston to Denver and confessing to a murder, was following what he believed to be the voice of God.  The psychiatrist testified that, in his expert opinion, Connelly's confession was not voluntary because Connelly was suffering from \"command hallucinations\" that interfered with his \"volitional abilities;  that is, his ability to make free and rational choices.\"    107 S.Ct. at 519.\n    \n    \n      25\n      The Colorado trial court suppressed Connelly's statements to the police as involuntary, and the Colorado Supreme Court affirmed.  The United States Supreme Court held, however, that the fifth and fourteenth amendments did not require the suppression of Connelly's statements as involuntary.  The Supreme Court reasoned that nothing in the record of Connelly's case gave any indication that the confession was extracted as the result of police coercion or overreaching.    Id. at 520.  Without some showing of police overreaching, the due process clause did not require the exclusion of Connelly's confession, because \"[a]bsent police conduct causally related to the confession, there is simply no basis for concluding that any state actor has deprived a criminal defendant of due process of law.\"    Id.  The motive that impels a defendant to confess to the police, other than a motive to end police coercion, is not an issue to which the United States Constitution speaks;  \"coercive police activity is a necessary predicate to the finding that a confession is not 'voluntary' within the meaning of the Due Process Clause of the Fourteenth Amendment.\"    Id. at 522.\n    \n    \n      26\n      Given this explicit holding by the Supreme Court, we conclude that the record does not demonstrate facts that would have entitled Miller to a Jackson-Denno hearing on the issue of voluntariness.  The record does not reveal any evidence of police overreaching that would rise to a violation of due process itself.  This does not mean that the mental illness of a defendant is irrelevant to voluntariness.  The Supreme Court noted in Connelly that \"as interrogators have turned to more subtle forms of psychological persuasion, courts have found the mental condition of the defendant a more significant factor in the 'voluntariness' calculus.\"    Id. at 520.  Voluntariness is determined by an assessment of the totality of the circumstances, but that assessment must include an element of official overreaching to warrant a conclusion that a confession is involuntary under constitutional law.  Id.\n    \n    \n      27\n      In this case, however, there was no official overreaching that could have rendered Miller's statement involuntary.  Although Miller told Schmirler and Morse, \"Well, I've been--I'm very mentally disturbed,\" Connelly makes clear that even the interrogators' knowledge that a suspect may have mental problems does not make the suspect's statement involuntary unless \"[t]he police exploited this weakness with coercive tactics.\"    Id. at 521 (emphasis added).  The Connelly Court's discussion of Blackburn v. Alabama, 361 U.S. 199, 80 S.Ct. 274, 4 L.Ed.2d 242 (1960), compels this conclusion.  In Blackburn, the police learned during the interrogation that Blackburn had a history of mental problems.  What violated due process, however, was \" 'the eight- to nine-hour sustained interrogation in a tiny room which was upon occasion literally filled with police officers;  the absence of Blackburn's friends, relatives, or legal counsel;  [and] the composition of the confession by the Deputy Sheriff rather than by Blackburn.' \"    Blackburn, 361 U.S. at 207-08, 80 S.Ct. at 280, quoted in Connelly, 107 S.Ct. at 521.\n    \n    \n      28\n      The conduct of Schmirler and Morse in this case does not resemble the conduct of the police in Blackburn or any of the involuntary confession cases additionally cited by the Connelly Court.  See 107 S.Ct. at 520 n. 1.  The transcript of Miller's statement shows that the police did not subject Miller to interrogation of exhaustingly long duration.  The transcript does not suggest, nor does Miller allege, that the police either applied physical force or threatened to do so.  Nor is there any suggestion that the police made any promises of reward to induce Miller's statement.    Cf. Martin v. Wainwright, 770 F.2d 918, 925 (11th Cir.1985), modified, 781 F.2d 185 (11th Cir.), cert. denied, --- U.S. ----, 107 S.Ct. 307, 93 L.Ed.2d 281 (1986).\n    \n    \n      29\n      Schmirler and Morse did, arguably, violate the rule of Edwards v. Arizona, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981), requiring the cessation of police interrogation once a suspect has indicated a wish to speak to an attorney.  That rule by itself can afford Miller no relief because it is not to be applied retroactively to the date of Miller's trial.    Solem v. Stumes, 465 U.S. 638, 104 S.Ct. 1338, 79 L.Ed.2d 579 (1984).  A violation of the Edwards rule, moreover, is not necessarily coercive police conduct.  The police actions in this case resemble those in Frazier v. Cupp, 394 U.S. 731, 89 S.Ct. 1420, 22 L.Ed.2d 684 (1969).12   Frazier began to \"spill out\" his story after the police \"suggested\" that his victim had started the fight.    Id. at 738, 89 S.Ct. at 1424.  After Frazier became reluctant to continue his statement and said, \"I think I had better get a lawyer before I talk any more,\" the interrogator replied, \"You can't be in any more trouble than you are in now,\" and continued the questioning.  Id.  The Supreme Court unanimously concluded that Frazier's confession was voluntary.\n    \n    \n      30\n      Accordingly, we conclude that, on the facts presented, Miller is unable to establish that his statements to Schmirler and Morse were involuntary.\n    \n    B.\n    \n      31\n      As noted above, however, Miranda and the due process clause affect the admissibility of a defendant's statements differently.  Due process requires only that a defendant's statements be uncoerced;  the Miranda rules condition the admissibility of an uncounselled statement taken during police interrogation on the state's demonstrating \"that the defendant knowingly and intelligently waived his privilege against self-incrimination and his right to retained or appointed counsel.\"    Miranda, 384 U.S. at 475, 86 S.Ct. at 1628.  The standard used to assess the validity of a defendant's waiver of his Miranda rights is the familiar test of Johnson v. Zerbst, 304 U.S. 458, 464, 58 S.Ct. 1019, 1023, 82 L.Ed.2d 1461 (1938), applied to the waiver of constitutional rights:  \"A waiver is ordinarily an intentional relinquishment or abandonment of a known right of privilege.  The determination of whether there has been an intelligent waiver ... must depend, in each case, upon the particular facts and circumstances surrounding that case, including the background, experience, and conduct of the accused.\"    See Edwards v. Arizona, 451 U.S. 477, 482, 101 S.Ct. 1880, 1884, 68 L.Ed.2d 378 (1981);13 Miranda, 384 U.S. at 475, 86 S.Ct. at 1628;  Johnson, 304 U.S. at 468, 58 S.Ct. at 1024 (sixth amendment bars defendant's conviction if accused is not represented by counsel \"and has not competently and intelligently waived his constitutional right\").\n    \n    \n      32\n      Certainly the waiver of Miranda rights must also be voluntary to be effective against a defendant, and the Supreme Court in Connelly explained that \"voluntariness\" in the context of a Miranda waiver means the same thing as \"voluntariness\" in the due process context, i.e., freedom from official coercion.    Connelly, 107 S.Ct. at 523.  The Supreme Court has stated explicitly, however, that a valid waiver of Miranda rights must not only be voluntary;  it must also be intelligently made.  In Edwards v. Arizona, the Supreme Court overturned Edwards' conviction even though the trial court had found Edwards' admission to have been voluntary.  The trial court had erred because it had not separately focused on whether Edwards \"had knowingly and intelligently relinquished his right to counsel.\"    Edwards, 451 U.S. at 483, 101 S.Ct. at 1884.  The Supreme Court also disapproved the standard employed by the Arizona Supreme Court in reviewing the validity of Edwards' waiver of his Miranda rights.  The Arizona Supreme Court had applied the test of Schneckloth v. Bustamonte, 412 U.S. 218, 226, 93 S.Ct. 2041, 2047, 36 L.Ed.2d 854 (1973), which governs the validity of a consensual search under the fourth amendment.  As the United States Supreme Court explained:\n    \n    \n      33\n      The issue in Schneckloth was under what conditions an individual could be found to have consented to a search and thereby waived his Fourth Amendment rights.  The Court declined to impose the \"intentional relinquishment or abandonment of a known right of privilege\" standard and required only that the consent be voluntary under the totality of the circumstances.  The Court specifically noted that the right to counsel was a prime example of those rights requiring the special protection of the knowing and intelligent waiver standard, but held that \"[t]he considerations that informed the Court's holding in Miranda are simply inapplicable in the present case.\"    Schneckloth itself thus emphasized that the voluntariness of a consent or an admission on the one hand, and a knowing and intelligent waiver on the other, are discrete inquiries.  Here, however sound the conclusion of the state courts as to the voluntariness of Edwards' admission may be, neither the trial court nor the Arizona Supreme Court undertook to focus on whether Edwards understood his right to counsel and intelligently and knowingly relinquished it.\n    \n    \n      34\n      Edwards, 451 U.S. at 483-84, 101 S.Ct. at 1884 (citations omitted).  The Supreme Court could not have stated more clearly that an uncounselled statement must be both voluntary and made after a knowing and intelligent waiver of the Miranda rights to be admissible.  Furthermore, in Tague v. Louisiana, 444 U.S. 469, 100 S.Ct. 652, 62 L.Ed.2d 622 (1980) (per curiam), the Supreme Court summarily reversed a decision by the Louisiana Supreme Court that Tague's confession was admissible even though the prosecution had introduced no evidence that Tague had knowingly waived his rights.  \"[N]o evidence at all was introduced to prove that the petitioner knowingly and intelligently waived his rights before making the inculpatory statement.  The statement was therefore inadmissible.\"    Tague, 444 U.S. at 471, 100 S.Ct. at 653.\n    \n    \n      35\n      We do not read the Connelly decision as demonstrating an intent by the Supreme Court to eliminate this distinction between voluntariness and knowing waivers.  As the Court explained, Connelly appeared to know what he was doing at the time of his confession and appeared to understand the nature of his Miranda rights.  Dr. Metzner testified at Connelly's trial that Connelly's illness did not significantly impair Connelly's cognitive abilities.  Connelly's will, not his intellect, was overborne by the voices that he heard.    See Connelly, 107 S.Ct. at 518-19.  The question of whether Connelly had intelligently waived his Miranda rights was not presented to the Supreme Court.  We cannot therefore conclude, as the state essentially argues, that Connelly overruled Edwards v. Arizona.\n    \n    \n      36\n      Finally, the Connelly Court noted that \"[o]f course, a waiver must at a minimum be 'voluntary' to be effective against an accused.\"    107 S.Ct. at 523 (emphasis added).  The Court's use of the term \"at a minimum\" suggests that a waiver must meet at least one other standard as well to be effective against an accused.  The Connelly Court's opinion at that point cites to North Carolina v. Butler, 441 U.S. 369, 373, 99 S.Ct. 1755, 1757, 60 L.Ed.2d 286 (1979).  On that page, the Butler Court wrote, \"The question is not one of form, but rather whether the defendant in fact knowingly and voluntarily waived the rights delineated in the Miranda case\" (emphasis added).    See also Moran v. Burbine, 475 U.S. 412, 106 S.Ct. 1135, 1142, 89 L.Ed.2d 410 (1986) (\"[T]he state of mind of the police is irrelevant to the question of the intelligence and voluntariness of respondent's election to abandon his rights....  [S]uch conduct is only relevant to the constitutional validity of a waiver if it deprives a defendant of knowledge essential to his ability to understand the nature of his rights and the consequences of abandoning them\") (emphasis added);  Lindsey v. Smith, 820 F.2d 1137, 1149 (11th Cir.1987);  Agee v. White, 809 F.2d 1487, 1493 (11th Cir.1987);  Wilson v. Murray, 806 F.2d 1232, 1235 (4th Cir.1986), cert. denied, --- U.S. ----, 108 S.Ct. 197, 98 L.Ed.2d 149 (1987).\n    \n    \n      37\n      There is little doubt that mental illness can interfere with a defendant's ability to make a knowing and intelligent waiver of his Miranda rights.  Competency to make such a waiver is, of course, to be determined according to the totality of the circumstances.    Johnson v. Zerbst, 304 U.S. at 464, 58 S.Ct. at 1023.  This is not a field for inflexible rules.    See North Carolina v. Butler, 441 U.S. at 375, 99 S.Ct. at 1758.  Nonetheless, mental illness is certainly a factor that a trial court should consider when deciding on the validity of a waiver.  If a defendant cannot understand the nature of his rights, he cannot waive them intelligently.  Thus the Supreme Court has recognized that a juvenile defendant may be too young and inexperienced to make an intelligent waiver.    See Fare v. Michael C., 442 U.S. 707, 725, 99 S.Ct. 2560, 2572, 61 L.Ed.2d 197 (1979).  The former Fifth Circuit held that mental retardation can render a defendant incapable of intelligently waiving the Miranda rights.    Cooper v. Griffin, 455 F.2d 1142, 1145 (5th Cir.1972).14   The Fourth Circuit has held that youthfulness and schizophrenia can combine to invalidate a waiver of rights, Moore v. Ballone, 658 F.2d 218, 229 (4th Cir.1981), and the Sixth Circuit has held that language difficulties can render a defendant's waiver of Miranda rights invalid.    See United States v. Short, 790 F.2d 464, 469 (6th Cir.1986).\n    \n    \n      38\n      In the instant case, the trial court, without giving Miller's counsel the opportunity to argue that Miller's Miranda waiver was invalid, apparently assumed that voluntariness and waiver constituted the same issue, and that the state was entitled to introduce Miller's statements into evidence if the facts demonstrated a prima facie showing that Miller's confession was voluntary.  The trial court made the mistake committed by the Arizona trial judge in Edwards v. Arizona of confusing voluntariness and waiver.  Accordingly, we conclude that the trial court erred by admitting Miller's statement without first deciding that Miller had made a valid waiver of his Miranda rights.\n    \n    III.\n    \n      39\n      Our determination that the trial court erred in admitting the recording of Miller's statements does not end our inquiry, however, because the district court concluded that the admission of the tape was harmless error.  It is settled that the admission of uncoerced statements obtained in violation of Miranda can be harmless error.  Christopher v. Florida, 824 F.2d 836, 846 n. 23 (11th Cir.1987);  Cape v. Francis, 741 F.2d 1287, 1294 (11th Cir.1984), cert. denied, 474 U.S. 911, 106 S.Ct. 281, 88 L.Ed.2d 245 (1985).  \"If, upon its reading of the trial record, the appellate court is firmly convinced that the evidence of guilt was so overwhelming that the trier of fact would have reached the same result without the tainted evidence, then there is insufficient prejudice to mandate the invalidation of the conviction.\"    Cape, 741 F.2d at 1294-95.\n    \n    A.\n    \n      40\n      We conclude, without too much difficulty, that the admission of the recording was harmless error as to Miller's factual guilt.    First, it is significant that Miller's statement to Schmirler and Morse did not really constitute a confession.  Rather, Miller told the interrogators that he took a taxi to Fort Myers Beach, called a taxi back to Fort Myers, entered the cab, and changed cabs.  He also told the police that he walked into the parking lot of Gibson's department store, asked a young man to buy a T-shirt for him, and hitchhiked into downtown Fort Myers.  He did not tell Schmirler and Morse that he stabbed Alexandra Todd.  He claimed that he could not remember what happened after he changed taxis.\n    \n    \n      41\n      In short, Miller's statement told the jury only what the police already knew or what other witnesses would relate.  Margaret Sessions testified that she drove Miller to Fort Myers Beach.  Stancil Ollis testified that he sold Miller a knife with a six-inch blade, which could have made the deep stab wounds found in Alexandra Todd's body.  Darrell Coleman witnessed Miller purchase the knife,15 get into a taxi driven by a woman, and change taxis with the driver.  Indeed, the police already knew these facts when they arrested Miller, because Coleman had alerted the sheriff's department.  Finally, Joe Roberts testified that he met Miller in the parking lot of Gibson's, that he bought T-shirts for Miller, and that he gave Miller a lift into downtown Fort Myers.\n    \n    \n      42\n      Furthermore, the police had one piece of evidence that clinched the issue as to Miller's factual guilt:  They found Miller's palmprint on the steering wheel of Alexandra Todd's taxicab.  This evidence was crucial, because it established that Miller had, at some point, moved into the driver's seat in the front of the taxi.  Miller told the police, however, that he remembered only getting into the back seat, and Darrell Coleman's eyewitness testimony corroborated that Miller got into the back seat of the taxi.  In the ordinary course of events, taxi passengers do not move into the driver's seat of the taxi.  Miller's palmprint was strong evidence either that Miller at some point drove the taxi--which would have made the jury suspicious about what had happened to Alexandra Todd--or that he reached into the front seat to attack Todd.\n    \n    \n      43\n      We are not convinced, therefore, by Miller's argument that he was forced to take the stand, admit his guilt, and rely on the insanity defense as a result of the introduction of the tape.  Miller was not forced to take the stand to rebut the taped statements, for the tape did not establish Miller's factual guilt;  Miller told Schmirler and Morse that he could not remember what happened after he and Alexandra Todd changed taxis.  Although Miller is correct that the state had solely circumstantial evidence as to Miller's guilt without the tape, the tape did not change matters.  The statements that Miller gave to the interrogators neither admitted the murder nor placed him at the scene of the crime.  Moreover, the circumstantial evidence against Miller, even without the tape, was strong:  eyewitness testimony and a palmprint.  If any evidence made it advisable for Miller to rely on the insanity defense, it was the palmprint, for Miller had to supply some explanation for his getting into the drivers's seat of the taxicab.\n    \n    B.\n    \n      44\n      We confront a much more difficult issue in determining whether the introduction of the tape was harmless error on the issue of Miller's insanity defense.  The issue is difficult because the state's uses of Miller's statements straddle the border between testimonial and non-testimonial uses within the meaning of the fifth amendment.\n    \n    \n      45\n      Essentially, the state made two uses of the tape.  First, it used the recording to demonstrate to the jury that Miller's voice did not have a flat effect.  The sound of Miller's voice on the tape tended to rebut the testimony of one of Miller's psychiatric experts, Dr. Clarence Schilt, who testified that Miller was, in his opinion, schizophrenic.  Dr. Schilt acknowledged that he based this diagnosis of schizophrenia largely on the flat effect of Miller's speech during his examination.\n    \n    \n      46\n      If this were the sole use that the state had made of the tape, we might conclude that the admission of the tape was harmless error.16   The fifth amendment does not prohibit the state from introducing real evidence as to the physical properties of a defendant's voice.  Such evidence is not communicative or testimonial evidence within the meaning of the fifth amendment, United States v. Dionisio, 410 U.S. 1, 5-7, 93 S.Ct. 764, 767-68, 35 L.Ed.2d 67 (1973), just as a blood sample is not communicative evidence, Schmerber v. California, 384 U.S. 757, 764-65, 86 S.Ct. 1826, 1832, 16 L.Ed.2d 908 (1966), and the body itself is not testimony, see United States v. Wade, 388 U.S. 218, 222, 87 S.Ct. 1926, 1929, 18 L.Ed.2d 1149 (1967).  Nor is the use of such physical properties of the body limited to identification purposes, as was permitted by the Court in Dionisio, 410 U.S. at 5-7, 93 S.Ct. at 767-68 (approving use of voice exemplars for identification).  In Schmerber, the Supreme Court approved the use of blood samples for blood-alcohol tests, which are conducted not for the purpose of identification but rather to determine whether the blood has certain properties.\n    \n    \n      47\n      A different problem is presented, however, by the state's use of the contents of Miller's taped statements to cross-examine Dr. Schilt on his diagnosis of schizophrenia and to elicit the opinion of the state's expert witness, Dr. Mordecai Haber.  On cross-examination of Dr. Schilt, the prosecutor formulated a long hypothetical question which referred to actual occurrences on the day of Alexandra Todd's murder as well as to the chronology of events and explanation of Miller's movements given by Miller to Schmirler and Morse.  The prosecutor pointed out several inconsistencies between the actual events and Miller's version of the events (including Miller's claimed inability to remember that he had purchased a fishing knife and to remember what had happened after he changed taxis) and asked Dr. Schilt:\n    \n    \n      48\n      Would it not be strange, if in his narration as I described for you, the interview he gave, the tape, for our hypothetical man to say to the law enforcement officers, if his description is consistent as to what occurred that day fits with what other witnesses said happened, then if it gets inconsistent or fails to bring out the factors of the crime and also includes lies which would go to hide the crime, would that not show a plan to deceive rather than an inconsistent and fragmented mind?\n    \n    \n      49\n      A:  I would say this is so, yes sir.\n    \n    \n      50\n      Later the prosecutor similarly formulated a long hypothetical for Dr. Haber, including Miller's purported inability to remember purchasing the knife, taking the taxi ride, or discarding his bloody shirt.  At the end of the hypothetical, Dr. Haber testified:\n    \n    \n      51\n      My own feeling, from what you gave me in your hypothetical question, he overwrites the script, he crowds the canvas too much....  [M]y conclusion is that the man has no regard for the laws of society, has followed his own needs and his own pleasures....  It is all consistent with the diagnosis of a sociopathic, an antisocial character.\n    \n    \n      52\n      There is no difficulty in terms of this man's mentality.  As a matter of fact, he sounds rather inventive, sounds like he has a creative mind.  He would know right from wrong.\n    \n    \n      53\n      The record thus demonstrates that the state relied on the content of Miller's statements to establish Miller's sanity.  The admission of Miller's statements had a clearly testimonial aspect with fifth amendment implications.  This situation is governed by Cape v. Francis, 741 F.2d 1287 (11th Cir.1984), cert. denied, 474 U.S. 911, 106 S.Ct. 281, 88 L.Ed.2d 245 (1985).  In Cape, the defendant's fifth amendment rights were violated when a psychiatrist gave his opinion at trial that Cape was sane at the time of the offense, based upon his examination of Cape without administering any Miranda warnings.  The psychiatrist based his diagnosis not just on Cape's demeanor and the sound of Cape's voice, but on the contents and substance of Cape's answers to his questions, \"thus making Cape's communications to him testimonial in nature.\"    741 F.2d at 1294 &amp; n. 7.\n    \n    \n      54\n      We recognize that the state may compel a defendant to undergo a psychiatric examination and introduce the testimony of the examining psychiatrist when the defendant raises the issue of sanity at trial.    United States v. Cohen, 530 F.2d 43, 47-48 (5th Cir.), cert. denied, 429 U.S. 855, 97 S.Ct. 149, 50 L.Ed.2d 130 (1976).  Moreover, if the defendant relies on \"extreme emotional disturbance\" (and, presumably, insanity), the prosecution may have read to the jury a written report of a psychological evaluation made under custodial circumstances but without Miranda warnings.  Buchanan v. Kentucky, --- U.S. ----, 107 S.Ct. 2906, 2917-18, 97 L.Ed.2d 336 (1987).  There is a great difference, however, between asking a psychiatrist to examine a defendant and eliciting his opinion testimony on the stand, and playing a tape of the defendant's uncounselled statement to the police and asking a testifying expert to render an opinion based on the tape and on a hypothetical question.  Not only is the latter method much less probative of the defendant's sanity,17 it is much more prejudicial to the defendant.  Indeed, in this circuit, even though the prosecution may compel a psychiatric examination of a defendant and may elicit the psychiatrist's opinion testimony based on that examination, any statement that the defendant made to the psychiatrist about the offense itself during the examination can be suppressed.    See United States v. Cohen, 530 F.2d at 47 &amp; n. 13.  If a defendant is prejudiced by a psychiatrist's reporting of an uncounselled communicative remark, he is a fortiori prejudiced by the playing of a tape of such a statement.\n    \n    \n      55\n      The rationale for permitting the prosecution to conduct compelled psychiatric examinations of defendants is not that such examinations raise no fifth amendment concerns;  they do, because the examination may reveal information testimonial or communicative in nature.  The government must, however, have some opportunity for access to defendants, or defendants would be able to raise the insanity defense and produce their own mental health experts with impunity.    See Estelle v. Smith, 451 U.S. 454, 465, 101 S.Ct. 1866, 1874, 68 L.Ed.2d 359 (1981).  For that very reason, however, the prosecution does not need to play to the jury a tape of a statement taken in violation of Miranda and unwitnessed by a qualified expert.  The prosecution can readily produce more accurate evidence on the issue of the defendant's sanity, namely the testimony (or the report) of a qualified examining psychiatrist.\n    \n    \n      56\n      Here the state relied heavily on the tape of Miller's statements to elicit the opinions of Doctors Schilt and Haber that Miller could have been a liar, not a schizophrenic.  There was certainly a reasonable possibility that, absent the introduction of the tape, Miller's jury would have found him insane at the time of the crime.  Accordingly, we conclude that the introduction of Miller's statement was not harmless error on the issue of sanity.\n    \n    IV.\n    \n      57\n      We turn finally to the question of relief.  Under the principles announced by the Supreme Court in Jackson v. Denno, 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908 (1964), the proper remedy for the failure of a state trial court to afford a defendant a hearing on the voluntariness of a confession is for the state court--not the federal habeas court--to conduct an evidentiary hearing on the voluntariness issue.    See Jackson v. Denno, 378 U.S. at 393-94, 84 S.Ct. at 1790.18   As we have explained, however, the failure of the state trial court in this case was not in refusing Miller a Jackson-Denno hearing, to which he was not entitled, but in admitting Miller's statement without determining that the statement had been given after a knowing and intelligent waiver of the Miranda rights.  We are not certain, therefore, that the remedial procedures established by Jackson v. Denno, control this case.  The Supreme Court decided Jackson v. Denno before it decided Miranda, and neither the Supreme Court nor this court has considered whether the Jackson-Denno procedures apply to cases such as this one.\n    \n    \n      58\n      Indeed, if one considers Miller's inability to make an intelligent waiver of the Miranda rights as an issue of competency, then the proper remedial procedures may be akin to those set forth in Pate v. Robinson, 383 U.S. 375, 86 S.Ct. 836, 15 L.Ed.2d 815 (1966), and Lee v. Alabama, 386 F.2d 97 (5th Cir.1967) (en banc), cert. denied, 395 U.S. 927, 89 S.Ct. 1787, 23 L.Ed.2d 246 (1969).  Both Robinson and Lee involved habeas petitions challenging state convictions for failure of the state trial court to hold a hearing on the defendant's competency to stand trial.  In Robinson, the Supreme Court rejected the state's suggestion that a limited, Jackson-Denno-type hearing could be held by either the state or the federal court to determine retrospectively the defendant's competency to stand trial.  The Court stated that \"we have previously emphasized the difficulty of retrospectively determining an accused's competency to stand trial.\"    Pate v. Robinson, 383 U.S. at 387, 86 S.Ct. at 843;  see also Drope v. Missouri, 420 U.S. 162, 183, 95 S.Ct. 896, 909, 43 L.Ed.2d 103 (1975) (reaffirming this aspect of Robinson ).\n    \n    \n      59\n      The former Fifth Circuit interpreted Pate v. Robinson as disapproving retrospective determinations of competency to stand trial but not as establishing a flat prohibition against them.  In Lee v. Alabama, 386 F.2d at 108, the Fifth Circuit held that, if a habeas petitioner establishes that he was entitled to a hearing on the issue of his competency to stand trial at the time of the trial, the district court must then consider, first, whether it can hold a meaningful evidentiary hearing into the petitioner's competency nunc pro tunc.19   If the district court concludes that it can hold a meaningful hearing into the petitioner's competency, it may do so.  If, on the other hand, the district court concludes that it cannot hold such a retrospective hearing, it must grant the writ of habeas corpus unless the state retries the petitioner.    See Lee, 386 F.2d at 108;  see also Lokos v. Capps, 625 F.2d 1258, 1262 (5th Cir.1980);  Bolius v. Wainwright, 597 F.2d 986, 988 (5th Cir.1979);  United States v. Makris, 535 F.2d 899, 904 (5th Cir.1976), cert. denied, 430 U.S. 954, 97 S.Ct. 1598, 51 L.Ed.2d 803 (1977);  Carroll v. Beto, 421 F.2d 1065, 1068 (5th Cir.1970).\n    \n    \n      60\n      The determination of whether a district court can hold a meaningful retrospective competency hearing is necessarily a case-by-case one.  We have never given the district courts a list of factors that must be met to decide that a nunc pro tunc determination of competency is possible.  Certainly the passage of time is a relevant factor.  Also relevant are the availability of witnesses and the existence of evidence on the state record about the defendant's mental state at the time.    See United States v. Makris, 535 F.2d at 904-05;  Martin v. Estelle, 583 F.2d 1373, 1377 (1978) (Godbold, J., concurring).\n    \n    \n      61\n      We are uncertain as to whether Jackson v. Denno or Pate v. Robinson governs this case.  Both procedures have advantages and disadvantages.    Jackson v. Denno could well promote judicial economy in cases where the habeas petitioner claims that a confession was both involuntary and given after an unintelligent waiver of Miranda warnings.  It could be wasteful to require the federal court to decide the Miranda issue but to allow the state court to decide the voluntariness issue when both inquiries could involve precisely the same facts.  On the other hand, the strong disapproval of retrospective competency determinations announced by the Supreme Court in Pate v. Robinson (where the Court specifically rejected the applicability of Jackson v. Denno to retrospective competency hearings), reaffirmed by the Supreme Court in Drope, and applied consistently by the former Fifth Circuit and this circuit since Lee v. Alabama suggests that Jackson v. Denno is inapplicable to claims of invalid waivers of Miranda rights.20\n    \n    \n      62\n      Because of the novelty of the issue, and because the parties did not brief this issue to us, the appropriate procedure appears to be to remand this case to the district court for further proceedings on the issue of relief.  The district court should consider and hear arguments on both alternatives suggested above, as well as any other procedures that precedent may require.  The parties will be free to argue that case law requires the application of remedial procedures that we may have overlooked.\n    \n    \n      63\n      Accordingly, the order of the district court denying the writ of habeas corpus is VACATED, and the case is REMANDED for further proceedings consistent with this opinion.\n    \n    \n      \n        1\n         At the time of the crime, Miller went by the name of Robert Christopher, and he is frequently referred to in the record as Christopher\n      \n      \n        2\n         Miller and Alexandra Todd had the same blood type, A+\n      \n      \n        3\n         The record does not indicate that either Schmirler or Morse knew that Miller had been warning the police about the impending explosion of an atomic bomb.  Miller did tell Schmirler and Morse during the interrogation that \"Well, I've been mentally--I'm very mentally disturbed.\"    Schmirler replied, \"Yeah, I understand\" and then changed the subject\n      \n      \n        4\n         Miller had a history of mental illness.  According to his own testimony at his trial, he abused drugs during the 1960's and later had sensations of being \"burned out\" and feelings that his consciousness was removed from his body.  He had undergone psychiatric treatment in New York in the early 1960's but then travelled to Chicago and San Francisco because he feared that others wanted to kill him.  He was hospitalized in San Francisco and in Tampa for mental problems and was given psychiatric treatment during a period of imprisonment in Massachusetts\n        After his release from prison in Massachusetts, Miller began to perceive that he was followed by something yellow, a yellow, burning light.  He associated this yellow with his mother.  He believed that he could get rid of the yellow by killing his mother, and when he travelled to Miami in August 1970 to visit his father, he wanted to kill his mother.  Miller testified at the trial that the yellow returned when he was in Alexandra Todd's taxicab, and that when he killed Alexandra Todd, he was killing his mother.\n      \n      \n        5\n         On direct appeal, Miller presented to the Florida Supreme Court the argument that his statement was admitted improperly.  Apparently Miller did not seek post-conviction remedies in the Florida state courts.  We do not speculate whether the claim presented in this appeal can be raised in Florida's post-conviction proceedings.  The state of Florida has not raised the defense of exhaustion of state remedies, and the exhaustion requirement is not jurisdictional.  See Granberry v. Greer, --- U.S. ----, 107 S.Ct. 1671, 1673, 95 L.Ed.2d 119 (1987)\n      \n      \n        6\n         See Miranda v. Arizona, 384 U.S. at 460-66, 86 S.Ct. at 1620-23\n      \n      \n        7\n         See generally Moran v. Burbine, 475 U.S. 412, 106 S.Ct. 1135, 1143, 89 L.Ed.2d 410 (1986);  New York v. Quarles, 467 U.S. 649, 654, 104 S.Ct. 2626, 2630, 81 L.Ed.2d 550 (1984);  Michigan v. Tucker, 417 U.S. 433, 444, 94 S.Ct. 2357, 2364, 41 L.Ed.2d 182 (1974)\n      \n      \n        8\n         Compare Harris v. New York, 401 U.S. 222, 224, 91 S.Ct. 643, 645, 28 L.Ed.2d 1 (1971) (statements taken in violation of Miranda admissible to impeach defendant's testimony at trial) with Mincey v. Arizona, 437 U.S. 385, 398, 98 S.Ct. 2408, 2416, 57 L.Ed.2d 290 (1978) (any criminal trial use of truly involuntary statements impermissible)\n      \n      \n        9\n         Compare Clewis v. Texas, 386 U.S. 707, 710, 87 S.Ct. 1338, 1340, 18 L.Ed.2d 423 (1967) (third confession suppressed as fruit of earlier involuntary confessions) with Oregon v. Elstad, 470 U.S. 298, 307-09, 105 S.Ct. 1285, 1292-93, 84 L.Ed.2d 222 (1985) (rejecting \"cat out of the bag\" theory requiring suppression of confession as fruit of earlier voluntary confession taken in violation of Miranda )\n      \n      \n        10\n         Compare Cape v. Francis, 741 F.2d 1287, 1294 (11th Cir.1984) (admission of statement taken in violation of Miranda can be harmless error), cert. denied, 474 U.S. 911, 106 S.Ct. 281, 88 L.Ed.2d 245 (1985) with Mincey v. Arizona, 437 U.S. at 398, 98 S.Ct. at 2416 (admission of truly involuntary statement requires reversal, even if there is other evidence to support conviction)\n      \n      \n        11\n         See Brown v. Mississippi, 297 U.S. 278, 56 S.Ct. 461, 80 L.Ed. 682 (1936)\n      \n      \n        12\n         Frazier's trial took place before the Miranda decision.  Because the Supreme Court held in Johnson v. New Jersey, 384 U.S. 719, 86 S.Ct. 1772, 16 L.Ed.2d 882 (1966), that Miranda was inapplicable to trials conducted before the date of that decision, the admissibility of Frazier's statement depended on its voluntary quality and not on adherence of the police to the Miranda rules\n      \n      \n        13\n         In Edwards, the Supreme Court held that \"an accused ... having expressed his desire to deal with the police only through counsel is not to be subject to further interrogation by the authorities until counsel has been made available to him, unless the accused himself initiates further communication, exchanges, or conversations with the police.\"    451 U.S. at 484-85, 101 S.Ct. at 1884-85.  In Solem v. Stumes, 465 U.S. 638, 646, 104 S.Ct. 1338, 1343, 79 L.Ed.2d 579 (1984), the Supreme Court made clear that, as regards the right to deal with the police only through counsel, Edwards had replaced the flexible test of determining whether a defendant had waived his rights established in Johnson v. Zerbst with a new \"bright line\" test.    Stumes also makes clear, however, that Miller does not have the benefit of this \"bright line\" test, because that case held the new test of Edwards nonretroactive to convictions, such as Miller's, that were already final at the time of the Edwards decision\n      \n      \n        14\n         The Eleventh Circuit, in the en banc decision Bonner v. City of Prichard, 661 F.2d 1206, 1209 (11th Cir.1981), adopted as precedent decisions of the former Fifth Circuit rendered prior to October 1, 1981\n      \n      \n        15\n         Miller told Schmirler and Morse that he did not remember purchasing a knife.  The testimony of Ollis and Coleman thus made the state's position stronger than it would have been had the state relied only on Miller's statement\n      \n      \n        16\n         We do not so hold, however.  Obviously, it would have been preferable if the state had introduced a more neutral voice exemplar rather than the tape of the actual statement that Miller gave to the police.  In this case, however, Miller would not have been prejudiced by the introduction of the tape because the tape did not contain a confession.  We would face a very different issue if the state attempted to introduce a taped uncounselled confession taken in violation of Miranda, purportedly on the issue of sanity alone.  We do not mean to imply approval of any such scheme.  In any case, the admission of such a recording might constitute prejudice on the issue of the defendant's factual guilt\n      \n      \n        17\n         See United States v. Cohen, 530 F.2d at 48 &amp; n. 14 (citing with approval view that lengthy personal interview is the only effective means of ascertaining sanity)\n      \n      \n        18\n         When a habeas petitioner seeks the writ on the ground of failure to conduct a Jackson-Denno hearing, the district court must \"allow the State a reasonable time to afford [the petitioner] a hearing or a new trial, failing which [the petitioner] is entitled to his release.\"    Jackson v. Denno, 378 U.S. at 396, 84 S.Ct. at 1796 (emphasis added)\n      \n      \n        19\n         Other circuits that have considered an analogous issue, the competency of a defendant to plead guilty and thus waive the right to a jury trial, have divided as to when and under what circumstances a nunc pro tunc determination of competency can be made.  The courts apparently agree, however, that retrospective determinations of competency are undesirable but not per se impermissible.    Compare United States v. Cole, 813 F.2d 43 (3d Cir.1987) (prisoner must be given new trial or be allowed to plead anew, as competency to plead guilty could not be determined retrospectively) with United States v. Hollis, 569 F.2d 199 (3d Cir.1977) (retrospective determination of competency can be made) and De Kaplany v. Enomoto, 540 F.2d 975, 985-86 &amp; n. 11 (9th Cir.1976) (en banc) (district court's retrospective determination of defendant's competency to plead guilty did not violate due process), cert. denied, 429 U.S. 1075, 97 S.Ct. 815, 50 L.Ed.2d 793 (1977) and Saddler v. United States, 531 F.2d 83, 87 (2d Cir.1976) (retrospective determination of competency to plead guilty disfavored but permissible)\n      \n      \n        20\n         We note also that none of the courts of appeals that have considered the issue of retrospective determinations of competency to plead guilty has decided the appropriate procedure to be a remand to the state courts for a limited evidentiary hearing on the competency issue\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 501688
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}