{
    "id": 1270787,
    "judges": "Bell, Clark, Deen, Eberhardt, Evans, Hall, Pannell, Quillian, Stolz",
    "date_filed": 88819200000,
    "date_filed_is_approximate": false,
    "slug": "stephens-v-state",
    "case_name_short": "Stephens",
    "case_name": "Stephens v. State",
    "case_name_full": "Stephens v. the State",
    "attorneys": "Doyle C. Brown, for appellant., C. B. Holcomb, District Attorney, B. B. Robertson, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted May 25, 1972",
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b446-7\">\n    47286.\n   </docketnumber><parties id=\"AxU\">\n    STEPHENS v. THE STATE.\n   </parties><br><otherdate id=\"b447-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"417\"> \n     *417\n     </span>\n    Submitted May 25, 1972\n   </otherdate><decisiondate id=\"A1aR\">\n    Decided October 25, 1972.\n   </decisiondate><br><attorneys id=\"b448-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"418\"> \n     *418\n     </span>\n<em>\n     Doyle C. Brown,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b448-8\">\n<em>\n     C. B. Holcomb, District Attorney, B. B. Robertson,\n    </em>\n    for appellee.\n   </attorneys>",
    "citations": [
        "193 S.E.2d 870",
        "127 Ga. App. 416"
    ],
    "opinions": [
        {
            "author_str": "Eberhardt",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7153.0,
            "opinion_text": "\n127 Ga. App. 416 (1972)\n193 S.E.2d 870\nSTEPHENS\nv.\nTHE STATE.\n47286.\nCourt of Appeals of Georgia.\nSubmitted May 25, 1972.\nDecided October 25, 1972.\n*418 Doyle C. Brown, for appellant.\nC. B. Holcomb, District Attorney, B. B. Robertson, for appellee.\nEBERHARDT, Presiding Judge.\n1. The contention that the defendant's admission to the State Patrol officer that he had been alone in his car on the occasion when it left the road, struck a tree and turned over was an uncorroborated confession, is without merit.\nIn the first place it was an admission only, albeit incriminating *419 in nature, and not a confession of guilt. It was an admission that he had operated the automobile, but it did not include a confession that he had done so while under the influence of intoxicants. \"A confession is a voluntary admission of guilt; an admission, as applied to criminal cases, is the avowal of a fact or of circumstances from which guilt may be inferred, but only tending to prove the offense charged and not amounting to a confession of guilt.\" Riley v. State, 1 Ga. App. 651 (3) (57 S.E. 1031). A confession is direct evidence of guilt, while an admission is circumstantial. An admission is to be scanned with care, but it is evidence which, with other evidence, may and often does justify a conviction.\nIf he was alone, as he admitted to the officer, the jury was authorized to conclude that he was in charge of and was operating the automobile when it ran off the highway. True enough, in his unsworn statement he asserted that a friend (without naming him) had been in the car \"riding around\" with him and that he had allowed the friend to drive the car. The jury was authorized to determine whether they would accept the admission made to the officer or the assertion in his unsworn statement. They were authorized, in doing so, to consider the other matters in evidence, such as the fact that when the defendant was discovered on the road, late at night, he was alone, trying to get from his car up a ditch bank to the road, the lights on the car were burning, and no other person was seen about the car or leaving the scene. Weighing all of the evidence, the jury concluded, as they were authorized to do, that the defendant had, in fact, been alone and had operated the car on the highway.\n2. This left only one matter for resolution, and that was whether, at the time, he had been under the influence of intoxicants. There was ample circumstantial evidence that he had been. He was carried from the scene of the accident directly to the hospital in an ambulance, where he was seen by a registered nurse and a doctor. Nothing was administered to him and a blood sample was taken which, when *420 analyzed, revealed that upon arrival at the hospital he had an alcoholic content in the blood of .19 percent, which was nearly double the minimum specified by Ga. L. 1968, p. 448 (Code Ann. § 68-1625) for raising a presumption of intoxication. The blood sample was taken approximately an hour after the accident on the road had apparently occurred and the expert testimony was that alcohol in the human body is destroyed at the rate of .02 percent per hour. The circumstances here were sufficient to authorize the jury to conclude that the defendant had ingested the alcohol prior to the accident (there was nothing to indicate that he had done so afterward), and thus that the content at the time of the accident had been greater than when the blood sample was taken.\nThe State Patrol officer who saw and talked with the defendant at the Canton hospital some 45 minutes after the accident asserted that his tongue was thick, his speech slurred, and that he was drunk, so that it had been less safe for him to operate his car on the road.\nThe jury was authorized to consider the fact that the car had been driven off the road, down an embankment into a tree, that he was \"drunk\" when seen at the hospital, the high alcoholic content of his blood as shown by the blood sample, and the rate of its destruction in the body, as circumstances indicating his intoxication at the time of his operation of the car on the road.\nIt is worthy of note that in his unsworn statement the defendant did not deny that he had been intoxicated. He made no reference to it. He did assert that his unnamed friend had driven the car, but, as we have observed, he admitted to the officer at the hospital that he had, in fact, been alone.\nThere was ample evidence, both direct and circumstantial, to justify the conviction.\n3. If we assume the admission to the officer that he had been alone in the operation of the car to occupy a status on a plane with that of a confession of guilt (which it does not), it was not uncorroborated.\n*421 The same evidence and circumstances which we have enumerated above are ample for its corroboration, and we deem it unnecessary to repeat them here.\nIt is true that \"A confession alone, uncorroborated by other evidence, will not justify a conviction, but a confession which is corroborated may be considered along with other evidence to justify the conviction even if it be necessary in establishing the corpus delicti. Code § 38-420; Logue v. State, 198 Ga. 672 (32 SE2d 397); Gilder v. State, 219 Ga. 495 (133 SE2d 861).\" Thompkins v. State, 222 Ga. 420 (1) (151 SE2d 153). This principle has been recognized and applied by the Supreme Court even in connection with the grave charge of murder. Holsenbake v. State, 45 Ga. 43 (5); Wilburn v. State, 141 Ga. 510 (10) (81 S.E. 444); Buckhanon v. State, 151 Ga. 827, 833 (108 S.E. 209); Coggeshall v. State, 161 Ga. 259, 266 (131 S.E. 57); Grimes v. State, 204 Ga. 854, 860 (51 SE2d 797).\n4. That the corpus delicti can be shown by circumstantial evidence, as well as by direct evidence, is well settled. Garnett v. State, 10 Ga. App. 109 (4) (72 S.E. 951); Sutton v. State, 17 Ga. App. 713 (1) (88 S.E. 587); Buckhanon v. State, 151 Ga. 827 (8b), supra. \"The Holsenbake, Wilburn and Logue cases clearly hold that Code § 38-420 does not fix the amount of evidence necessary to corroborate a confession but leaves the question of its corroborative sufficiency entirely with the jury and those cases also plainly hold that the jury may consider the confession along with other facts and circumstances independent of and separate from it in determining whether or not the corpus delicti has been established to their satisfaction.\" Gilder v. State, 219 Ga. 495, 497, supra. \"The sufficiency of the corroboration is a question for the jury. Coley v. State, 110 Ga. 271 (34 S.E. 845).\" Hinson v. State, 152 Ga. 243 (1a) (109 S.E. 661).\n5. We are not unmindful of Davenport v. State, 81 Ga. App. 787 (60 SE2d 190); Chester v. State, 81 Ga. App. 788 (60 SE2d 191); Gunder v. State, 95 Ga. App. 176 (97 SE2d 381); Hitchcock v. State, 96 Ga. App. 18 (99 SE2d 175); and others of like tenor.\n*422 In Davenport it appeared that a pedestrian had been killed at about 12:45 a. m. on the highway. Afterward the sheriff and a state trooper went to the defendant's home in the course of investigating the matter. They found him in bed, drunk. His car was standing in front of the house and its radiator was hot. That the radiator was hot was circumstantial evidence that the car had been driven. The car was his, affording an inference that it was he who had operated it. He admitted that he had driven it, and that is not a proscribed admission, for the mere driving of an automobile is not unlawful. That the defendant was drunk when found by the officers was circumstantial evidence that he had been under the influence when he operated the car. This evidence was not conclusive, but it was independent circumstantial evidence from which the jury might conclude that the defendant's confession that he had driven the car while under the influence of intoxicants had been corroborated. The matter was properly submitted to the jury by the trial court, and we were in error in reversing.\nIn Chester it appeared that a pedestrian had been killed on the highway, and officers investigating the matter were at his house about five minutes after the body was discovered, where he was found in a drunken condition under his car in an apparent attempt to remove blood therefrom. We asserted that \"the blood on the car and the intoxication of the defendant ... may properly go to the jury,\" recognizing these as items of circumstantial evidence in corroboration of the defendant's confession that he had operated the car on the highway while intoxicated. Reversal of that case is mystifying. We were in error.\nIn Gunder it appears that a collision occurred on a street in the city of Athens and that the police, receiving a radio report of it, arrived on the scene within about two minutes. They found the defendant seated under the wheel of his car, which had been driven into the rear of another. He was in an intoxicated condition, and admitted to the officers that he had driven the car while intoxicated. Certainly the *423 facts that he was seated at the wheel of a car that had collided with another on the street, and that he was intoxicated \u0097 having not yet left the car, \u0097 were ample circumstantial evidence for submitting to the jury the matter of whether the confession had been corroborated, and whether the corpus delicti had been established. We erroneously reversed the verdict of guilty. Compare Echols v. State, 104 Ga. App. 695 (122 SE2d 473).\nIn Hitchcock the defendant's car had been wrecked on the highway, and he appeared to have been injured in the wrecking of it. He was carried to the hospital, where an intern and a nurse, examining him, ascertained that \"he was uninjured and was only drunk.\" At the scene of the accident and while the defendant was being put into the ambulance a trooper smelled a strong alcoholic odor on his breath, and his speech was thick. The defendant admitted that he had operated the car while under the influence of alcoholics, but we reversed a conviction, asserting that no one had actually seen him in the act of driving and that the trooper and the intern at the hospital saw him \"about 45 minutes after the wreck.\" We were in error. The circumstantial evidence was ample for submission to the jury and we should have affirmed.\nNor are we unmindful of Ray v. State, 91 Ga. App. 16 (84 SE2d 591); Parrott v. State, 100 Ga. App. 652 (112 SE2d 271); Painter v. State, 101 Ga. App. 21 (112 SE2d 704); Waters v. State, 90 Ga. App. 329 (83 SE2d 25) and others of like tenor in which there were no confessions, but there were reversals because of an insufficiency of evidence, pointing out a lack of direct evidence that the defendant had operated the vehicle while under the influence. These, too, are wrong.\nIn Ray it appeared that the defendant's car had been wrecked when driven into the side of a moving train. He was alone in the car, appeared to have been injured, and was taken from the scene to the hospital by ambulance where the doctor saw him. The police saw him at the hospital about 40 minutes after the accident, and found him to *424 be in an intoxicated condition. The doctor stated that the defendant had received a few scratches and bruises, but \"there was nothing wrong with him \u0097 he just seemed to be drunk and should be put in jail to sober up.\" There was ample circumstantial evidence for submission to the jury, and we erred in reversing.\nIn Parrott it appeared that the officers, rounding a curve in the highway, saw lights from a car in the ditch. They could not say whether it was moving when they saw it, but on stopping they found the defendant under the wheel of the car, heavily under the influence of intoxicants, and \"attempting to drive the automobile out of the ditch.\" While there was no confession, the evidence was ample for submission to the jury, and we should not have reversed. See Echols v. State, 104 Ga. App. 695, supra.\nIn Painter the defendant was found seated at the wheel, and we observed that the facts were similar to those in Parrott, though the defendant denied having been drunk. Here again, we erred in reversing a conviction. In Waters the reversal of a conviction is, in part at least, grounded on the absence of evidence that the defendant was seen driving while intoxicated.\nAll of these cases, while apparently recognizing that a confession or an admission may be corroborated and supported and the corpus delicti may be proved by circumstantial evidence, nevertheless erred in applying this correct principle of law to the facts in the respective cases, the effect of which has been to negate the use of circumstantial evidence or reliance thereon in cases such as this, as well as to usurp the province of the jury, and to that extent the cases are disapproved and will not be followed.\nThe case of Wilcher v. State, 124 Ga. App. 534 (184 SE2d 505) is distinguishable, for examination of the record in it reveals that the defendant was not found at or near the vehicle, that he did not own it, that he was apprehended some distance away from where the car was found, and that the conviction rested on no more than a bare confession that he had operated it while intoxicated.\n*425 Circumstantial evidence may outweigh positive evidence in probative value. Minter v. Kent, 62 Ga. App. 265, 272 (8 SE2d 109). \"All that the law requires is that the evidence be such as to justify the inference, beyond a reasonable doubt, that the ... act has been committed.\" Johnson v. State, 119 Ga. 446, 447 (46 S.E. 634).\nIndeed, this court has applied the circumstantial evidence rule in DUI cases. Franklin v. State, 51 Ga. App. 98 (179 S.E. 649); Brown v. State, 98 Ga. App. 350 (105 SE2d 785); Rice v. State, 98 Ga. App. 803 (107 SE2d 270); Echols v. State, 104 Ga. App. 695 (122 SE2d 473); Horne v. State, 105 Ga. App. 214 (124 SE2d 319); Palmer v. State, 109 Ga. App. 113 (135 SE2d 592), and Spaulding v. State, 111 Ga. App. 855 (143 SE2d 520).\nIn this case, as in those which we disapprove today, nobody who testified could assert that he had actually seen the defendant while he was operating the car on the road. Neither the people who found him crawling up on the road nor the State Patrol officers saw that, and they so stated. But that does not preclude a consideration by the jury of the strong circumstantial evidence which leads inevitably to the conclusion that he did operate the car (including his admission of that fact) and that he was intoxicated when he did so. If circumstantial evidence may be used in establishing the crime of murder, robbery, burglary, and the like, there is simply no logic or reason for holding that it cannot be used in establishing the guilt of one charged with driving while under the influence of intoxicants. The jury here did consider it, concluded it to be sufficient to exclude every other reasonable hypothesis save that of guilt, and we agree.\nJudgment affirmed. Bell, C. J., Hall, P. J., Pannell, Deen, Quillian, Evans, Clark and Stolz, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1270787
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}