{
    "id": 1273067,
    "judges": "Benham, Hunstein, Sears",
    "date_filed": "2023-12-09",
    "date_filed_is_approximate": true,
    "slug": "reaves-v-state",
    "case_name_short": "Reaves",
    "case_name": "Reaves v. State",
    "case_name_full": "Reaves v. the State",
    "attorneys": "Hogue & Hogue, Franklin J. Hogue, L. David Wolfe, Robert A. Susor, for appellant., Tommy K. Floyd, District Attorney, James L. Wright III, Assistant District Attorney, Thurbert E. Baker, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, Sabrina D. Graham, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Reconsideration denied July 25, 2008.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b260-5\">\n    S08A0126.\n   </docketnumber><parties id=\"AjTk\">\n    REAVES v. THE STATE.\n   </parties><br><citation id=\"b260-6\">\n    (664 SE2d 207)\n   </citation>",
    "citations": [
        "664 S.E.2d 207",
        "284 Ga. 236"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4067.0,
            "opinion_text": "\n664 S.E.2d 207 (2008)\nREAVES\nv.\nThe STATE.\nNo. S08A0126.\nSupreme Court of Georgia.\nJuly 11, 2008.\nReconsideration Denied July 25, 2008.\n*208 L. David Wolfe, P.C., Larry David Wolfe, Robert Alexander Susor, Atlanta, Hogue &amp; Hogue, Franklin James Hogue, Macon, for appellant.\nThurbert E. Baker, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, Sabrina Dawn Graham, Assistant Attorney General, Thommy Kenneth Floyd, District Attorney, James Luther Wright III, Assistant District Attorney, for appellee.\nBENHAM, Justice.\nCharlott Lynett Reaves has been charged with malice murder and related offenses in connection with the death of her 11-year-old step-daughter.[1] We granted Reaves's application for interim review and directed the parties to address the following questions: (1) whether the trial court erred regarding a motion to suppress evidence seized with warrants and (2) whether the trial court erred in denying a motion to exclude a printed e-mail under the privilege afforded to inter-spousal communications.\n1 (a). For the reasons set forth in Division 2(d) of Reaves v. State, 284 Ga. ___ (Case No. S07A1826, 2008 WL 2698110, decided July 11, 2008), the interim review filed by appellant's husband, we conclude that the authorization in four warrants for the seizure of unspecified notes and papers and for the seizure of \"any other evidence\" of the crimes named in the warrants, which are also at issue in this case, complied with the Fourth Amendment's mandate that items to be seized through a warrant must be described with particularity. U.S. Const. Amend. IV (mandating that no warrants shall issue except those \"particularly describing the place *209 to be searched, and the persons or things to be seized\").\n(b) Reaves further argues that there was insufficient probable cause shown for the seizure of the items listed in the warrants. The magistrate's duty in assessing probable cause is to make a commonsense determination of whether there is a fair probability that the evidence specified in a warrant will be found in the place specified. DeYoung v. State, 268 Ga. 780(7), 493 S.E.2d 157 (1997). On appeal, we determine whether the magistrate had a \"substantial basis\" for finding probable cause, and we give the magistrate \"substantial deference\" in making that determination. Id. The magistrate's findings as to probable cause regarding specified items to be seized must be considered item by item, because probable cause must be shown for each item named in a warrant. See Groh v. Ramirez, 540 U.S. 551, 560, 124 S.Ct. 1284, 157 L.Ed.2d 1068 (2004) (noting that probable cause must be shown for \"every item\" to be incorporated in a warrant); 2 LaFave, Search and Seizure, § 3.7(d), p. 412 (4th ed.2004).\nAs this Court noted in Rodney Reaves's appeal, \"the evidence presented to the magistrate was sufficient to show probable cause to support the search warrants.\" Reaves, 284 Ga. at ___, 664 S.E.2d 211. The probable cause shown to the magistrate was indeed sufficient to justify the issuance of the warrants to search for evidence of the crimes of cruelty to children and murder. However, as we noted above, the general question of whether probable cause has been shown to believe that a certain crime has been committed and that there is a fair probability that \"evidence\" of that crime will be located at the place specified is separate from the question of whether probable cause has been shown for the search for and seizure of the specific items of evidence for which such search and seizure is authorized in the warrant.\nApplying the standard set forth above, we conclude that probable cause was shown as to most of the items of evidence named in the warrants. However, we agree with the trial court that no probable cause was shown to the magistrate regarding the particular items of \"notes\" and \"papers\" named in each of the warrants. At first blush, it might appear irrelevant whether probable cause was shown for those particular items, because those items would seem to be fully subsumed under the more-general phrase in the warrants regarding \"evidence\" of the crimes of cruelty to children and murder. However, as this Court stated in Division 2(d) of its opinion in Rodney Reaves's interim review, the \"list of specific items\" in the warrants, including the specific items of notes and papers, \"`provided guidelines for the officers conducting the search'\" pursuant to the phrases in the warrants regarding evidence of the crimes of cruelty to children and murder. Id. at ___-___, 664 S.E.2d 211 (quoting State v. Reid, 38 Wash.App. 203, 687 P.2d 861, 867 (1984)). Because the specific items of \"notes\" and \"papers\" served to define the extent to which the general phrase regarding \"evidence\" of the crimes of cruelty to children and murder was sufficiently particular under the Fourth Amendment, a showing of probable cause as to that general phrase cannot obviate the need for a showing of probable cause as to the specific items of \"notes\" and \"papers.\" Therefore, we hold that the trial court correctly found that items of evidence seized solely pursuant to the inclusion of \"notes\" and \"papers\" in the warrants must be suppressed.\nThe trial court also correctly concluded that any items of obvious evidentiary value discovered in plain view during the execution of the remaining, valid portions of the warrant should be admissible. See Moss v. State, 275 Ga. 96(14), 561 S.E.2d 382 (2002) (addressing plain view doctrine); 2 LaFave at § 4.6(f), pp. 641-645 (addressing partially invalid warrants). The trial court enunciated its standard for applying the plain view exception as being whether \"the police reasonably could have believed [that the documents] would aid in the prosecution of the crime under investigation.\" In applying the plain view exception to documents, the proper standard is whether the documents' evidentiary value is immediately apparent upon a mere glance or cursory inspection. See 2 LaFave at § 4.11(d), pp. 793-799. Because the trial court's standard as enunciated was *210 more lenient than the proper standard, the portion of the trial court's order finding \"the notebook paper\" and \"the e-mail\" to be admissible is vacated, and the matter is remanded for a new finding rendered pursuant to the proper standard. The trial court is further reminded that, because the probable cause shown for the seizure of a \"[h]ome computer\" in the third warrant for a search of Reaves's house was explicitly reliant upon \"[c]ertain writings that were located ... on a prior search,\" its findings regarding the application of the plain view exception to the notes and papers seized pursuant to the first two warrants for the search of Reaves's house may have a bearing on the admissibility of the computer.\n2. Reaves argues that an e-mail she wrote to her husband is inadmissible under the privilege afforded to inter-spousal communications and, therefore, the trial court erred by ruling it was admissible. Communications between spouses are privileged and are generally inadmissible. OCGA § 24-9-21(1). However, OCGA § 24-9-23(b) mandates that the inter-spousal communication privilege \"shall not apply in proceedings in which the husband or wife is charged with a crime against the person of a minor child, but such person shall be compellable to give evidence only on the specific act for which the defendant is charged.\" Thus, the inter-spousal communication privilege is not available in a case where a spouse is charged with a crime against the person of a minor and, in such a case, a non-defendant spouse may be compelled to give evidence against the defendant spouse \"only on the specific act for which the defendant is charged.\" In effect, OCGA § 24-9-23(b) initially nullifies in cases in which a husband or wife is charged with a crime against the person of a minor both the inter-spousal communication privilege and the spousal privilege to refrain from giving evidence for or against a spouse, and it then reinstates a portion of the privilege of a spouse to refuse to give evidence for or against the defendant spouse in such cases, but it does not reinstate the privilege afforded to inter-spousal communications in such cases. Because the printed e-mail written by Charlott Reaves and seized during a search of her home is an inter-spousal communication and cannot be construed as evidence given under compulsion by her spouse, OCGA § 24-9-23(b) mandates the e-mail is not subject to any statutory marital privilege in this case. Accordingly, the trial court did not err when it declined to suppress it as an inter-spousal communication. However, we express no opinion whether the e-mail might be subject to suppression pursuant to our direction in Division 1(b) above or whether it might be subject to any other form of objection.\n3. We exercise our discretion to decline to address the remaining issues Reaves has raised in this interim review that were not included in this Court's order granting her application for interim review. See Harper v. State, 283 Ga. 102(3), 657 S.E.2d 213 (2008); OCGA § 17-10-35.1(h) (\"[T]he failure of the Supreme Court to grant review... shall not waive the right to posttrial review.\").\nJudgment affirmed in part and vacated in part, and case remanded with direction.\nAll the Justices concur, except SEARS, C. J., and HUNSTEIN, P. J., who concur specially.\nSEARS, Chief Justice, concurring specially.\nFor the reasons given in my separate opinion in Reaves's co-defendant's case,[2] I agree with Division 1(a) of the majority opinion to the extent that it holds that the warrants authorizing a search for items other than notes and papers did not violate the Fourth Amendment, but I disagree with Division 1(a) to the extent that it holds that the warrants authorizing the search for notes and papers were not unlawful due to a lack of particularity. However, I concur in the majority's holding that no probable cause was shown to the magistrate regarding the notes and papers and that the notes and papers *211 thus must be suppressed. Finally, I concur in the remainder of the majority opinion, and in the judgment.\nI am authorized to state that Presiding Justice Hunstein joins in this special concurrence.\nNOTES\n[1]  Charlott Reaves's husband, Rodney Reaves, has also been charged with murder and related offenses in connection with the child's death. We granted his application for interim review, and we decide his case today in Case No. S07A1826.\n[2]  Reaves v. State, 284 Ga. ___ (Case No. S07A1826, 2008 WL 2698110 decided July 11, 2008).\n\n",
            "ocr": false,
            "opinion_id": 1273067
        },
        {
            "author_str": "Benham",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBENHAM, Justice.\nCharlott Lynett Reaves has been charged with malice murder and related offenses in connection with the death of her 11-year-old stepdaughter.1 We granted Reaves’s application for interim review and directed the parties to address the following questions: (1) whether the trial court erred regarding a motion to suppress evidence seized with warrants and (2) whether the trial court erred in denying a motion to exclude a printed e-mail under the privilege afforded to inter-spousal communications.\n1 (a). For the reasons set forth in Division 2 (d) of Reaves v. State, 284 Ga. 181 (664 SE2d 211) (2008), the interim review filed by appellant’s husband, we conclude that the authorization in four warrants for the seizure of unspecified notes and papers and for the seizure of “any other evidence” of the crimes named in the warrants, which are also at issue in this case, complied with the Fourth Amendment’s mandate that items to be seized through a warrant must be described with particularity. U. S. Const., Amend. IV (mandating that no warrants shall issue except those “particularly describing the place to be searched, and the persons or things to be seized”).\n(b) Reaves further argues that there was insufficient probable cause shown for the seizure of the items listed in the warrants. The magistrate’s duty in assessing probable cause is to make a commonsense determination of whether there is a fair probability that the evidence specified in a warrant will be found in the place specified. DeYoung v. State, 268 Ga. 780 (7) (493 SE2d 157) (1997). On appeal, we determine whether the magistrate had a “substantial basis for finding probable cause, and we give the magistrate “substantial deference” in making that determination. Id. The magistrate’s findings as to probable cause regarding specified items to be seized must be considered item by item, because probable cause must be shown for each item named in a warrant. See Groh v. Ramirez, 540 U. S. 551, 560 (124 SC 1284, 157 LE2d 1068) (2004) (noting that probable cause must be shown for “every item” to be incorporated in *237a warrant); 2 LaFave, Search and Seizure, § 3.7 (d), p. 412 (4th ed. 2004).\nAs this Court noted in Rodney Reaves’s appeal, “the evidence presented to the magistrate was sufficient to show probable cause to support the search warrants.” Reaves, 284 Ga. at 183. The probable cause shown to the magistrate was indeed sufficient to justify the issuance of the warrants to search for evidence of the crimes of cruelty to children and murder. However, as we noted above, the general question of whether probable cause has been shown to believe that a certain crime has been committed and that there is a fair probability that “evidence” of that crime will be located at the place specified is separate from the question of whether probable cause has been shown for the search for and seizure of the specific items of evidence for which such search and seizure is authorized in the warrant.\nApplying the standard set forth above, we conclude that probable cause was shown as to most of the items of evidence named in the warrants. However, we agree with the trial court that no probable cause was shown to the magistrate regarding the particular items of “notes” and “papers” named in each of the warrants. At first blush, it might appear irrelevant whether probable cause was shown for those particular items, because those items would seem to be fully subsumed under the more general phrase in the warrants regarding “evidence” of the crimes of cruelty to children and murder. However, as this Court stated in Division 2 (d) of its opinion in Rodney Reaves’s interim review, the “list of specific items” in the warrants, including the specific items of notes and papers, “ ‘provided guidelines for the officers conducting the search’ ” pursuant to the phrases in the warrants regarding evidence of the crimes of cruelty to children and murder. Id. at pp. 11-12 (quoting State v. Reid, 687 P2d 861, 867 (Wash. App. 1984)). Because the specific items of “notes” and “papers” served to define the extent to which the general phrase regarding “evidence” of the crimes of cruelty to children and murder was sufficiently particular under the Fourth Amendment, a showing of probable cause as to that general phrase cannot obviate the need for a showing of probable cause as to the specific items of “notes” and “papers.” Therefore, we hold that the trial court correctly found that items of evidence seized solely pursuant to the inclusion of “notes” and “papers” in the warrants must be suppressed.\nThe trial court also correctly concluded that any items of obvious evidentiary value discovered in plain view during the execution of the remaining, valid portions of the warrant should be admissible. See Moss v. State, 275 Ga. 96 (14) (561 SE2d 382) (2002) (addressing plain view doctrine); 2 LaFave at § 4.6 (f), pp. 641-645 (addressing *238partially invalid warrants). The trial court enunciated its standard for applying the plain view exception as being whether “the police reasonably could have believed [that the documents] would aid in the prosecution of the crime under investigation.” In applying the plain view exception to documents, the proper standard is whether the documents’ evidentiary value is immediately apparent upon a mere glance or cursory inspection. See 2 LaFave at § 4.11 (d), pp. 793-799. Because the trial court’s standard as enunciated was more lenient than the proper standard, the portion of the trial court’s order finding “the notebook paper” and “the e-mail” to be admissible is vacated, and the matter is remanded for a new finding rendered pursuant to the proper standard. The trial court is further reminded that, because the probable cause shown for the seizure of a “[h]ome computer” in the third warrant for a search of Reaves’s house was explicitly reliant upon “[c]ertain writings that were located ... on a prior search,” its findings regarding the application of the plain view exception to the notes and papers seized pursuant to the first two warrants for the search of Reaves’s house may have a bearing on the admissibility of the computer.\n2. Reaves argues that an e-mail she wrote to her husband is inadmissible under the privilege afforded to inter-spousal communications and, therefore, the trial court erred by ruling it was admissible. Communications between spouses are privileged and are generally inadmissible. OCGA § 24-9-21 (1). However, OCGA § 24-9-23 (b) mandates that the inter-spousal communication privilege “shall not apply in proceedings in which the husband or wife is charged with a crime against the person of a minor child, but such person shall be compellable to give evidence only on the specific act for which the defendant is charged.” Thus, the inter-spousal communication privilege is not available in a case where a spouse is charged with a crime against the person of a minor and, in such a case, a non-defendant spouse may be compelled to give evidence against the defendant spouse “only on the specific act for which the defendant is charged.” In effect, OCGA § 24-9-23 (b) initially nullifies in cases in which a husband or wife is charged with a crime against the person of a minor both the inter-spousal communication privilege and the spousal privilege to refrain from giving evidence for or against a spouse, and it then reinstates a portion of the privilege of a spouse to refuse to give evidence for or against the defendant spouse in such cases, but it does not reinstate the privilege afforded to inter-spousal communications in such cases. Because the printed e-mail written by Charlott Reaves and seized during a search of her home is an inter-spousal communication and cannot be construed as evidence given under compulsion by her spouse, OCGA § 24-9-23 (b) mandates the e-mail is not subject to any statutory marital privilege *239in this case. Accordingly, the trial court did not err when it declined to suppress it as an inter-spousal communication. However, we express no opinion whether the e-mail might be subject to suppression pursuant to our direction in Division 1 (b) above or whether it might be subject to any other form of objection.\nDecided July 11, 2008\nReconsideration denied July 25, 2008.\nHogue &amp; Hogue, Franklin J. Hogue, L. David Wolfe, Robert A. Susor, for appellant.\nTommy K. Floyd, District Attorney, James L. Wright III, Assistant District Attorney, Thurbert E. Baker, Attorney General, Susan V. *240Boleyn, Senior Assistant Attorney General, Sabrina D. Graham, Assistant Attorney General, for appellee.\n*2393. We exercise our discretion to decline to address the remaining issues Reaves has raised in this interim review that were not included in this Court’s order granting her application for interim review. See Harper v. State, 283 Ga. 102 (3) (657 SE2d 213) (2008); OCGA § 17-10-35.1 (h) (“[T]he failure of the Supreme Court to grant review . . . shall not waive the right to posttrial review.”).\n\nJudgment affirmed in part and vacated in part, and case remanded with direction.\n\n\nAll the Justices concur, except Sears, C. J, and Hunstein, P. J., who concur specially.\n\n\n Charlott Reaves’s husband, Rodney Reaves, has also been charged with murder and related offenses in connection with the child’s death. We granted his application for interim review, and decide his case today in Reaves v. State, 284 Ga. 181 (664 SE2d 211) (2008).\n\n",
            "ocr": false,
            "opinion_id": 9848558
        },
        {
            "author_str": "Sears",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSEARS, Chief Justice,\nconcurring specially.\nFor the reasons given in my separate opinion in Reaves’s co-defendant’s case,2 I agree with Division 1 (a) of the majority opinion to the extent that it holds that the warrants authorizing a search for items other than notes and papers did not violate the Fourth Amendment, but I disagree with Division 1 (a) to the extent that it holds that the warrants authorizing the search for notes and papers were not unlawful due to a lack of particularity. However, I concur in the majority’s holding that no probable cause was shown to the magistrate regarding the notes and papers and that the notes and papers thus must be suppressed. Finally, I concur in the remainder of the majority opinion, and in the judgment.\nI am authorized to state that Presiding Justice Hunstein joins in this special concurrence.\n\n Reaves v. State, 284 Ga. 181 (664 SE2d 211) (2008).\n\n",
            "ocr": false,
            "opinion_id": 9848559
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}