{
    "id": 1301030,
    "judges": "Ripple, Manion, and Wood, Circuit Judges",
    "date_filed": "1974-04-04",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-samuels",
    "case_name_short": "Samuels",
    "case_name": "United States v. Samuels",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Mark A. SAMUELS, Defendant-Appellant",
    "attorneys": "Angela Scott (argued), Office of the United States Attorney, Criminal Division, Fairview Heights, IL, for Plaintiff-Appellee., David H. Hixson, Anne Wasilchuk (argued), Jenner & Block, Chicago, IL, for Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Sept. 11, 2007.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 54,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b828-10\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Mark A. SAMUELS, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b828-13\">\n    No. 06-3713.\n   </docketnumber><br><court id=\"b828-14\">\n    United States Court of Appeals, Seventh Circuit.\n   </court><br><otherdate id=\"b828-15\">\n    Argued Sept. 11, 2007.\n   </otherdate><br><decisiondate id=\"b828-16\">\n    Decided April 10, 2008.\n   </decisiondate><br><attorneys id=\"b832-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"808\"> \n     *808\n     </span>\n    Angela Scott (argued), Office of the United States Attorney, Criminal Division, Fairview Heights, IL, for Plaintiff-Appellee.\n   </attorneys><br><attorneys id=\"b832-6\">\n    David H. Hixson, Anne Wasilchuk (argued), Jenner\n    <em>\n     &amp;\n    </em>\n    Block, Chicago, IL, for Defendant-Appellant.\n   </attorneys><br><judges id=\"b832-7\">\n    Before RIPPLE, MANION, and WOOD, Circuit Judges.\n   </judges>",
    "citations": [
        "521 F.3d 804"
    ],
    "opinions": [
        {
            "author_str": "Manion",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n521 F.3d 804 (2008)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nMark A. SAMUELS, Defendant-Appellant.\nNo. 06-3713.\nUnited States Court of Appeals, Seventh Circuit.\nArgued September 11, 2007.\nDecided April 10, 2008.\n*805 *806 *807 *808 Angela Scott (argued), Office of the United States Attorney, Criminal Division, Fairview Heights, IL, for Plaintiff-Appellee.\nDavid H. Hixson, Anne Wasilchuk (argued), Jenner &amp; Block, Chicago, IL, for Defendant-Appellant.\nBefore RIPPLE, MANION, and WOOD, Circuit Judges.\nMANION, Circuit Judge.\nMark Samuels (\"Samuels\") was charged in a one-count indictment with aiding and abetting a felon in possession of a firearm in violation of 18 U.S.C. §§ 2 and 922(g)(1). After a jury returned a guilty verdict, the district court sentenced Samuels to a seventy-eight-month term of imprisonment. Samuels appeals his conviction and sentence, and we affirm.\n\nI.\nSometime in the fall of 2004, Mark Samuels provided his cousin, Stephen Perkins (\"Stephen\"), with a Glock .45 caliber firearm for Stephen's protection after Stephen had been robbed. Samuels later sought to retrieve the Glock from Stephen. After unsuccessfully attempting to contact Stephen through Stephen's mother, Samuels told another cousin, Katraelyus Franklin (\"Katraelyus\"), that he wanted his Glock and asked if he knew where Stephen was.[1] On October 13, 2004, Katraelyus drove Samuels and Samuels's brothers, Marlon Samuels and Terry Samuels, a convicted felon, (\"Marlon\" and \"Terry,\" respectively), in his van to find Stephen. In addition to bringing along his brothers, Samuels also brought a baseball bat and a gun, an FEG Model FP9 9mm semi-automatic pistol (\"FEG\" or \"gun\"), with him. Samuels later stated during a taped police interview that he brought the gun because he was afraid Stephen might fight him or that he might encounter \"escalated problems\" in the course of trying to retrieve the Glock from Stephen.\nThe group found Stephen at County Line, a liquor store and gas station located in Cahokia, Illinois. Stephen recognized his cousins and walked toward the van to talk with them. Stephen testified at trial that Samuels \"turn[ed] around to give Terry the gun when I was walking towards them.\" Upon further questioning, Stephen clarified that he had not actually seen what Samuels handed Terry, but rather he \"watched [Samuels] go into his pants and pull something out [Stephen] reflected as a gun, turn[] around and hand it to [Samuels's] brother.\" Although the transfer of the gun from Samuels to Terry was not clear, there was no question that Terry *809 had the gun in the encounter with Stephen that followed.\nSamuels patted down Stephen and, when he did not find the Glock, went to search Stephen's car. At Samuels's direction, Marlon and Terry took Stephen around the side of the store building. When he did not find the Glock in the car, Samuels returned with the ashtray from Stephen's car and began beating Stephen in the face with it. Marlon and Terry also struck Stephen. Stephen testified that all of the men started hitting him until he passed out.\nThe County Line clerk heard a scuffle and yelling outside the store where he saw one person holding Stephen, one person standing next to him, and another person hitting him. The clerk also testified at trial that Stephen was bleeding and that one of the individuals was pointing a gun at him. The clerk identified the clothing of the person with the gun, a jacket hood and pair of pants, as the same clothing identified by Stephen as having been worn by Terry that day. At that point, the clerk yelled at them to take their argument somewhere else, so the group piled into Katraelyus's van and left.\nFrom County Line, Katraelyus drove to Samuels's home. While en route, Samuels and Terry struck Stephen. Stephen told them that another cousin, Tracy Perkins (\"Tracy\"), had the Glock in her car and that she was working at an area nursing home. Once at Samuels's house, Samuels beat Stephen with a bat, and Marlon beat him with brass knuckles. Leaving Samuels's home, Samuels, Stephen, Terry, Katraelyus, and Marlon drove in Samuels's van to the nursing home. Stephen testified that Terry beat Stephen during that drive and that Samuels never told Terry to stop hitting Stephen.\nUpon arriving at the nursing home, Samuels went inside and told Tracy that he was Stephen's cousin and that Stephen needed to get something out of her car. When she walked outside the nursing home, Tracy saw Stephen, who she testified was \"beat up bad.\" Then Tracy and Samuels walked to Tracy's car located in a back parking lot where they searched the trunk. Again, Samuels was unable to find the Glock. While Tracy drove her car to the front lot where Samuels's van was parked so Stephen could go through the car and get whatever was his out of the car, Samuels walked back to his van.\nDuring the time Tracy and Samuels were searching her car, Terry allowed Stephen to exit the van in order to get some fresh air. Stephen testified at trial that Terry had the FEG in his pants at that point and that he jumped on Terry's back in an attempt to wrest the FEG from him. A fight then ensued, and Stephen testified that at Terry's direction Marlon attempted to cut Stephen and that once he was able to break away from Terry he fell because he was bleeding badly. What Samuels did upon his return to the van is disputed: Samuels told Detective Becker, who had conducted his post-arrest interview, that when he returned Stephen and Terry were fighting, Stephen was bloody, and he separated Stephen and Terry from fighting. Stephen, however, testified at trial that Samuels grabbed him by the collar and struck him in the forehead with the butt of the FEG, and then the group threw Stephen back in the van. Based on Stephen's and Samuels's testimony, Samuels must have \"separated\" Terry and Stephen by taking the gun from Terry (who, according to Stephen's testimony, had the gun in his pants) and hitting Stephen with it. Stephen sustained facial injuries as a result of the events that occurred in the parking lot, leaving blood there as well as in the van.\nBefore being thrown back into the van, Stephen shouted to Tracy that one of the men had a gun. Tracy ran inside the *810 nursing home where she called 911. A tape recording of Tracy's 911 call was played for the jury. During the call, Tracy frantically told the operator that men had taken her car, were beating and killing her cousin, and had a gun. Tracy also provided a description of her car and Samuels's van. While Tracy was placing her 911 call, Katraelyus drove away with Stephen, Samuels, and Terry as passengers. Marlon left driving Tracy's car.\nResponding to the 911 call, Officer Brian Dowdy of the Belleville Police Department noticed a van that fit the description relayed by dispatch, so he started to follow the van, losing sight of it for a short period of time. Seeing a police car behind his van and knowing that Terry could get in trouble if he was found in the van with a gun, Samuels stated that he tried to throw the gun out of the van, but it landed in Terry's lap, who, in turn, threw it out of the vehicle. Stephen, on the other hand, testified at trial that Samuels handed Terry the gun and told Terry to take off running, after which Terry jumped out of the slowly moving van. Either way, Belleville police officers later located the gun in a flower planter box of a nearby house, and Terry was later apprehended in the neighborhood where the van eventually was stopped.\nOfficer Dowdy temporarily lost sight of Samuels's van, but did confirm that it met the description relayed by dispatch. Terry apparently exited the van, along with the FEG, when Officer Dowdy lost sight of it, because when he caught up with it and pulled it over, Terry was not in it. Instead, inside the van he found Stephen bleeding from his face and head. Samuels described his gun to Officer Dowdy and told him it was thrown from the van.\nOn December 16, 2004, Samuels was charged in a one-count indictment with aiding and abetting a felon in possession of a firearm in violation of 18 U.S.C. §§ 2 and 922(g)(1). At his plea hearing, Samuels agreed that the government would be able to prove beyond a reasonable doubt that his brother, Terry, was a prior convicted felon who possessed a firearm that had traveled in interstate commerce. In response to the court's inquiry, Samuels also agreed that the government could prove beyond a reasonable doubt that he \"knowingly aided in the commission of an offense by associating with the criminal activity, participating in the activity, and trying to make it succeed.\" After the government read its statement of the case, however, Samuels stated that while he did bring the FEG into the van, he did not hand Terry the gun or show him where it was. The district court declined to accept Samuels's guilty plea, concluding that Samuels only admitted to having the FEG in the van and did not admit to aiding and abetting Terry in possessing the FEG. At that same hearing, Samuels attempted to enter a plea pursuant to North Carolina v. Alford, 400 U.S. 25, 27, 91 S.Ct. 160, 27 L.Ed.2d 162 (1970), by which he would conditionally plead guilty to the crime charged, while maintaining his innocence. While the district court was amenable to accepting an Alford plea from Samuels, the government would not agree to an Alford plea, and the case was set for trial.\nAt trial, Stephen, Katraelyus, Tracy, Officer Dowdy, and Detective Becker of the Belleville Police Department testified. During the course of Detective Becker's testimony, the jury viewed a video recording of Samuels's post-arrest interview. In addition, Agent Dan Owens of the Bureau of Alcohol, Tobacco, and Firearms testified that the FEG had been manufactured in Hungary and imported into the United States. Bart Naugle, a DNA Analyst, also testified stating that he conducted a DNA test on the blood swabbed from the FEG and concluded that it was from Stephen Perkins. Over Samuels's objection, the *811 jury also heard extensive testimony about the beatings Stephen sustained, as well as a tape of Tracy's 911 call, and saw photographs of the blood in the nursing home parking lot and of Stephen's injuries. The jury convicted Samuels.\nThe United States Probation Office prepared a presentence investigation report (\"PSR\"). The PSR set forth a total offense level of twenty-eight and a criminal history category I resulting in a sentencing range under the United States Sentencing Guidelines of seventy-eight to ninety-seven months' imprisonment. Samuels argued that the aggravated assault cross-reference which the PSR applied was improper because the government failed to seek a special verdict for aggravated battery. In addition, he objected to the assessment of six points to his offense level for Stephen sustaining injuries that were serious to permanent. Samuels also asserted that he was entitled to a reduction in his offense level for acceptance of responsibility and concluded that his total offense level should be fourteen with a criminal history category I, resulting in a Guideline range of fifteen to twenty-one months' imprisonment. After hearing argument from both Samuels's attorney and the government, as well as testimony from Stephen, Stephen's mother, and Samuels's wife, the district court overruled Samuels's objections and sentenced him to a seventyeight-month term of imprisonment. Samuels appeals, challenging the sufficiency of the evidence supporting his conviction, the admission of the 911 tape and photographs, and the district court's application of the Guidelines.\n\nII.\nOn appeal, Samuels challenges the sufficiency of the evidence supporting the jury's verdict. We note that \"[d]efendants challenging the quantum of evidence supporting a jury verdict face a daunting task.\" United States v. Wortman, 488 F.3d 752, 754 (7th Cir.2007) (quoting United Statesv. Luster, 480 F.3d 551, 555 (7th Cir.2007)). In reviewing a sufficiency of the evidence challenge, we \"consider[] the evidence in the light most favorable to the government, defer[] to the credibility determinations of the jury, and . . . overture a verdict only when the record contains no evidence, regardless of how it is weighed, upon which a rational trier of fact could find guilt beyond a reasonable doubt.\" United States v. Dabney, 498 F.3d 455, 460 (7th Cir.2007) (quoting United States v. Cummings, 395 F.3d 392, 397 (7th Cir.2005)).\nTo be guilty of aiding and abetting, an individual must have knowledge of the underlying illegal activity and a desire to assist in the success of the activity, and provide an act of assistance. United States v. Serrano, 434 F.3d 1003, 1004 (7th Cir.2006); United States v. Stott, 245 F.3d 890, 904 (7th Cir.2001). \"[M]ere presence at the time of the crime is insufficient to support a conviction for [aiding and abetting].\" United States v. Bonty, 383 F.3d 575, 579 (7th Cir.2004). \"Under an aiding and abetting theory,`[p]articipation may be established by circumstantial evidence, and the evidence may be of relatively slight moment.'\" United States v. Folks, 236 F.3d 384, 389 (7th Cir.2001) (quoting United States v. Coleman, 179 F.3d 1056, 1061 (7th Cir.1999)). \"An aider presumptively intends the natural and probable consequences of his actions. . . .\" United States v. Andrews, 442 F.3d 996, 1002 (7th Cir.2006) (internal citation and quotation omitted).\nHere the underlying offense was a felon in possession of a firearm in violation of 18 U.S.C. § 922(g). The elements of a felon in possession of a firearm charge are threefold: 1) the individual was a convicted felon prior to the date in question; 2) the individual possessed a firearm; and 3) the *812 firearm traveled in interstate commerce. United States v. Ortiz, 474 F.3d 976, 982 (7th Cir.2007). Therefore, to aid and abet a felon in possession of a firearm, the defendant must know or have reason to know that the individual is a felon at the time of the aiding and abetting, and, in turn, must assist the felon in possessing a firearm.\nOn appeal, Samuels does not challenge the sufficiency of the evidence as it relates to Terry being a prior convicted felon who possessed a firearm that traveled in interstate commerce. Rather, Samuels only challenges the sufficiency of the evidence as it relates to whether he aided and abetted Terry in possessing the FEG. Samuels attacks Stephen's testimony about whether he saw Samuels hand Terry the gun at the County Line. Stephen initially testified that he saw Samuels hand Terry the gun when they got out of the van at the County Line, but later clarified that he saw Samuels hand Terry what Stephen \"reflected\" was a gun. Finally, on cross-examination, Stephen responded, \"No,\" when asked whether he saw whatever it was that Samuels handed Terry. Stephen's testimony on the exact details of the hand-off shifted, but it was for the jury to determine which portion, if any, of this testimony is credible and what weight that testimony was to carry. See generally United States v. Duron, 407 F.3d 828, 845 (7th Cir.2005). Stephen, however, stated without question that Terry had the gun after the handoff, pointing it at Stephen and jamming it into Stephen's back. Furthermore, Stephen also testified that as the police were attempting to stop Samuels's van, Samuels handed Terry the gun and told him to get out of the vehicle. Moreover, Samuels stated in his post-arrest interview that the FEG was his and that he brought it with him because he was afraid of what might happen when he found Stephen. Samuels was also the first to strike Stephen, thereby commencing a violent chain of events that unfolded that evening, which included Terry's possession of the FEG. By bringing the gun and escalating the encounter with Stephen into a violent one, Terry's possession of the firearm was the natural consequence of Samuels's actions and one which Samuels, as his aider and abetter, was presumed to have intended. Andrews, 442 F.3d at 1002.\nSamuels was the aider and abetter from the start to the finish. He recruited Terry (and Marlon and Katraelyus). The four of them set out in Katraelyus's van in search of Stephen. Samuels brought with him a baseball bat and his FEG. He admitted he brought them in case of a confrontation. When they found Stephen at the County Line, Stephen saw Samuels hand Terry what he thought might have been a gun. He quickly realized Terry had a gun when Terry held it against him as they walked behind the store. After switching vehicles and traveling to the nursing home where Tracy worked, Samuels broke up a fight between Terry and Stephen by hitting him with the FEG, which Stephen said Terry had in his pocket. They left that scene, but the police were soon in pursuit. Samuels either threw or handed the FEG to Terry, and Terry ran off and ditched the gun, which the police found in a nearby flower pot. Terry possessed the FEG in the middle of and at the end of this violent episode, and Samuels facilitated the entire possession. Therefore, there was sufficient evidence upon which a rational trier of fact could convict Samuels beyond a reasonable doubt of aiding and abetting Terry, a convicted felon, in possession of a firearm.\nSamuels also challenges the propriety of the admission of evidence regarding the beatings Stephen sustained, namely testimony about the beatings, photographs of blood in Samuels's van and on the nursing *813 home parking lot, and Tracy's 911 call. Samuels contends that the bulk of the evidence the government presented was related to events other than the crime for which he was charged, namely Terry's violent conduct and the effects of that conduct.\n\"Evidence of a prior bad act may be admitted [] when that act is so inextricably intertwined with, or intricately related to, charged conduct that it helps the fact finder form a more complete picture of the criminal activity.\" United States v. Morris, 498 F.3d 634, 642.(7th Cir.2007) (internal citation and quotation omitted). Intricately related evidence is evidence that either completes the story of the crime on trial, the absence of which \"would create a chronological or conceptual void in the story of the crime,\" or is \"so blended or conpected that [it] incidentally involve[s], explain[s] the circumstances surrounding, or tend[s] to prove any element of, the charged crime.\" United States v. Gougis, 432 F.3d 735, 742 (7th Cir.2005) (internal quotation and citation omitted). While not subject to the constraints of Federal Rule of Evidence 404(b), inextricably intertwined evidence \"must satisfy the balancing test set forth in Rule 403 to be admissible.\" United' States v. Griffin, 493 F.3d 856, 867 (7th Cir.2007). Rule 403 provides that \"[a]lthough relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" Fed.R.Evid. 403. We review evidence admitted over a Rule 403 objection for an abuse of discretion. The district court's admission of such evidence is \"entitled to special deference. Only in an extreme case are appellate judges competent to second-guess the judgment of the person on the spot, the trial judge.\" United States v. Strong, 485 F.3d 985, 991 (7th Cir.2007) (quoting United States v. Gardner, 211 F.3d 1049, 1055 (7thCir.2000)).\nWe conclude that the testimony regarding the beatings as well as the photographs and Tracy's 911 call were inextricably intertwined in setting forth the chronology of the events that transpired the day Samuels brought Terry the FEG and aided Terry in the possession of the gun. The story of Terry's possession and Samuels's aiding could not be told without the admission of evidence regarding the beatings. This evidence, while certainly disturbing, was essential to provide a chronology of the events that ultimately led to Tracy calling 911 and the police apprehending Samuels and Terry. In addition, despite his admissions at the plea hearing and concessions on appeal, the government was tasked at trial with proving Terry was a prior convicted felon who possessed a firearm as well as Samuels's aiding and abetting. The testimony about the beatings was \"so blended or connected that [it] incidentally involve[s], explain[s] the circumstances surrounding, or tend[s] to prove any element of, the charged crime,\" particularly Terry's possession of the FEG. Gougis, 432 F.3d at 743. That testimony presented eyewitness accounts of Terry's possession of the gun. It also presented evidence of Samuels's facilitating Terry's possession of the gun and his acquiescence, if not encouragement, of Terry's use of the gun.\nOur inquiry, however, does not end here, and we must determine whether the probative value of this evidence was outweighed by its prejudicial effect. As for the testimony, we conclude that it was necessary to prove Terry's possession of a firearm, particularly as encompassed in Stephen's testimony and the County Line clerk's testimony, and the probative value of that testimony outweighed any prejudicial *814 effect. Furthermore, while this evidence is offensive, in its absence \"there would be a chronological and conceptual void in the events surrounding [Samuels aiding and abetting Terry's possession of the firearm] with the result that the other evidence would appear detached and not in context with all of the existing facts.\" United States v. Ostrowsky, 501 F.2d 318, 322 (7th Cir. 1974). Samuels knew Terry had the gun, he encouraged the ongoing assault with and without the gun, and he directed Terry to dispose of the gun when the police caught up with them. Finally, while another judge might have reached a conclusion different from that of the district court, the district court's decision was not fundamentally wrong and therefore we conclude it did not abuse its discretion. See Hall v. Norfolk S. Railway Co., 469 F.3d 590, 594 (7th Cir.2006) (citation omitted).\nSamuels points to the holding in Ostrowsky in support of his claim that too much of his trial was spent on the beatings. In Ostrowsky, we held that the evidence that a car owner had been murdered was admissible to establish the deceased's vehicle had been stolen and afterward had traveled interstate. However, evidence of the defendant's reasons for the murder as well as details regarding the disposal of the victim's body along with the tires of the car used to dispose the body were not probative of any element of the charged crime. Those additional details could only serve to inflame the jury and prejudice the defendant. Ostrowsky, 501 F.2d at 323. Unlike the details of the murder in Ostrowsky, in this case the beatings were not a singular event in time or only related to one element of the crime. Rather, they were related, ongoing occurrences tightly woven into the chronology and circumstances of acts probative of the felon in possession elements as well as the aiding and abetting element of Samuels's charged crime. To that extent, we conclude that the district court did not abuse its discretion in admitting testimony about beatings Stephen suffered because they went to the proof of Terry's possession of the gun from the time he received it to the time he got rid of it.\nThe admission of Tracy's 911 call and photographs of the blood in the nursing home parking lot, however, was unnecessary to prove either the felon in possession prongs or the aiding and abetting prong of Samuels's charge. The prejudicial value of the admission of that evidence outweighed its probative effect. However, we conclude that the admission of this evidence was a harmless addition. The other evidence presented at trial overwhelmingly demonstrated that Terry was a felon who possessed a firearm and that Samuels directly handed Terry the FEG and created a violent situation which facilitated and provided a rationale for the possession. He knowingly brought a gun and a convicted felon into a tense situation, which, by his own making, became violent, thus leading to the natural consequence of a felon's possession of a firearm. Andrews, 442 F.3d at 1002. In addition, the district court gave the jury a the limiting instruction in accord with the Seventh Circuit pattern instructions which directed the jury to determine the defendant's guilt of the crime charged, despite having heard evidence of other acts. In conjunction with the other evidence presented at trial, we conclude that \"[t]his limiting instruction mitigated whatever unfair prejudice may have existed.\" United States v. Lane, 323 F.3d 568, 582 (7th Cir.2003).\nSamuels asserts that even if this court does not vacate his conviction, his case should be remanded for resentencing. Samuels argues that the district court improperly calculated his sentencing range under the United States Sentencing Guidelines by applying the aggravated assault *815 cross-reference and a six-level increase in his offense level for the injury sustained by Stephen being greater than serious bodily injury, but less than permanent bodily injury. Samuels also contests the district court's denial of a reduction in his offense level for acceptance of responsibility. Finally, Samuels contends that his personal characteristics warrant a sentence reduction. We will address each of these claims in turn.\nIn sentencing, a district court must first calculate the appropriate Guideline range by resolving disputed factual issues, determining relevant conduct by a preponderance of the evidence, and applying appropriate sentencing enhancements. United States v. Robinson, 435 F.3d 699, 700-01 (7th Cir.2006). Then, considering the factors set forth in 18 U.S.C. § 3553, the district court must decide whether to impose a sentence within or outside of the Guideline range. Id. A sentence within the Guideline range, for purposes of appellate review, is presumptively reasonable. United States v. Sachsenmaier, 491 F.3d 680, 685 (7th Cir.2007) (citing Rita v. United States, ___ U.S. ___, 127 S.Ct. 2456, 168 L.Ed.2d 203 (2007)). We review a district court's application of the Guidelines de novo and findings of fact for clear error. A district court's factual findings are entitled to deference \"unless we have a definite and firm conviction that a mistake has been made.\" United States v. Wilson, 502 F.3d 718, 721 (7th Cir.2007) (quoting United States v. Fudge, 325 F.3d 910, 920 (7th Cir.2003)).\nPursuant to U.S.S.G. § 2X2.1, the offense level for aiding and abetting is the same as the underlying offense. Thus, we look to U.S.S.G. § 2K2.1, the felon in possession of a firearm section, which provides a base offense level of twelve for a felon in possession of a firearm. Section 2K2.1(c), also provides a cross-reference\n[i]f the defendant used or possessed any firearm or ammunition in connection with the commission or attempted commission of another offense, or possessed or transferred a firearm or ammunition with knowledge or intent that it would be used or possessed in connection with another offense, apply . . . § 2X1.1 (Attempt, Solicitation, or Conspiracy) in respect to that other offense, if the. resulting offense level is greater than that determined above. . . .\nU.S.S.G. § 2K2.1(c)(1)(A).\nIn this case the district court applied the cross-reference for aggravated assault, which is a \"felonious assault that involved (1) a dangerous weapon with the intent to cause bodily injury with that weapon; (2) serious bodily injury; or (3) intent to commit another felony.\" U.S.S.G. § 2A2.2, cmt., n. 1. The base offense level for aggravated assault is fourteen. The district court, in turn, made additional findings of fact and applied specific offense characteristics, namely the use of a dangerous weapon, victim injury, a crime motivated by a thing of value, and physical restraint of the victim to increase Samuels's base offense level from fourteen to twenty-eight.\nSamuels argues that the application of the aggravated assault cross-reference is in error because he was not charged and convicted of aggravated assault and the evidence does not establish that he possessed the requisite intent for the crossreference to apply: We conclude that the aggravated assault cross-reference was appropriate. Samuels aided and abetted Terry in possessing a firearm \"in connection with the commission . . . of another offense,\" namely the assault of Stephen. There was evidence of the requisite intent. Samuels stated during his post-arrest interview that he brought along his FEG in anticipation of a fight while trying to regain *816 the Glock from Stephen. Stephen, in turn, testified that he thought he saw Samuels hand Terry what appeared to be a gun, Samuels directed Terry to hold Stephen, and Samuels was the first to strike Stephen in the County Line parking lot, thereby escalating the encounter which spawned a violent chain of events. Moreover, there was trial testimony that both Samuels and Terry struck Stephen with the gun. Thus, based on the evidence presented at trial, the district court did not err in applying the aggravated assault cross-reference.\nNext Samuels challenges the district court's assessment of a six-level increase for injury sustained by Stephen. The Guidelines provide for a five-level increase for serious bodily injury and a seven-level increase for permanent bodily injury sustained by the victim of the crime. U.S.S.G. § 2A2.2(3). In this case, the district court imposed a six-level increase, based on its finding that the Stephen's injuries were between serious and permanent.\nA serious bodily injury involves extreme physical pain, protracted impairment of a bodily member, organ, or mental function, and requires medical intervention, such as hospitalization. U.S.S.G. § 1B1.1, cmt n. 1(L). A permanent bodily injury, on the other hand, involves \"substantial risk of death; loss or substantial impairment of the function of a bodily member, organ, or mental faculty that is likely to be permanent, or an obvious disfigurement that is likely to be permanent.\" U.S.S.G. § 1B1.1, cmt n. 1(J). In addition to his trial testimony, Stephen testified at the sentencing hearing that he was in the hospital for a week, suffered headaches, had pain from a bite mark he sustained during the fighting, and had occasional blurred vision in his left eye. Stephen also stated that he continued with counseling as a result of the trauma of the attack. Stephen's mother also testified at sentencing. She stated that she had stayed with her son for a week during his hospital stay following the altercation with his cousins and that he suffered kidney damage and a broken bone behind his eye upon which the doctors did not operate because of the proximity to Stephen's eye. Had the government submitted medical reports for the district court's consideration at sentencing, the proof for review might have been strengthened. However, as it is, based on the testimonial evidence presented at trial and sentencing of Stephen's blood loss, loss of consciousness on the date of the attacks, one-week hospital stay, renal problems, recurring blurred vision, headaches, and the continued need for counseling following the attacks, we conclude that the district court did not err in imposing a six-level increase in Samuels's offense level. The number and degree of the injuries provided a sufficient basis for the district court's determination that Stephen's injuries were greater than the extreme physical pain or protracted bodily impairment required for serious bodily injury, but less than the substantial impairment required for a permanent bodily injury. Compare United States v. Desormeaux, 4 F.3d 628, 630 (8th Cir.1993) (holding that the serious bodily injury enhancement applied where the victim had been stabbed in the kidney, lost blood, and was hospitalized for four days); United States v. Moore, 997 F.2d 30, 37 (5th Cir.1993) (affirming the serious bodily injury enhancement where the victim was shot in the leg, treated in the emergency room without a hospital stay, and suffered occasional leg pain), with United States v. Webster, 500 F.3d 606, 607-08 (7th Cir.2007) (affirming the permanent bodily injury enhancement where the victim suffered facial scarring); United States v. Miner, 345 F.3d 1004, 1006-07 (8th Cir.2003) (affirming the permanent bodily injury enhancement where the victim *817 suffered permanent scarring and the presence of a bullet inside his body).\nSamuels also challenges the district court's denial of a two-level reduction in his offense level for acceptance of responsibility pursuant to U.S.S.G. § 3El.l(a). Samuels asserts that he is entitled to the acceptance of responsibility reduction because he attempted to enter a plea, including an Alford plea. Samuels further notes that he cooperated with Detective Becker after his arrest.\nBecause the district court's denial of a reduction in the offense level for acceptance of responsibility is a factual determination, we review it for clear error. United States v. Dong Jin Chen, 497 F.3d 718, 720 (7th Cir.2007). The district court concluded that an acceptance of responsibility reduction was not warranted because Samuels put the government to its burden of proving its case before a jury and because Samuels did not accept responsibility for his actions. We find that the district court did not err in denying Samuels a reduction for acceptance of responsibility. Not only did Samuels proceed to trial, but he put the government to the burden of proving elements to which he had agreed at his attempted plea, namely those relating to Terry's felon-in-possession charge. Moreover, Samuels's invocation of United States v. Rodriguez, 975 F.2d 999, 1008 (3d Cir. 1992), does not advance his argument because unlike Rodriquez who was later acquitted of a gun charge that he refused to admit at his plea hearing, Samuels was convicted of aiding and abetting his brother in possession of a firearm, thereby undercutting his claim for acceptance of responsibility for those elements to which he was prepared to plead guilty.\nFinally, Samuels argues that his personal circumstances, namely his status as a husband and caregiver to his children, others' children, and his parents entitle him to a reduction in his Guideline sentence. We conclude that Samuels's circumstances are not so extraordinary as to rise to a level of establishing that the Guideline sentence \"would have an effect on the family or family members beyond the disruption to family and parental relationships that would be present in the usual case.\" United States v. Canoy, 38 F.3d 893, 907 (7th Cir.1994). Accordingly, the district court did not err in declining to depart from the properly computed Guideline range in imposing Samuels's sentence. Samuels did not challenge the reasonableness of his sentence, but rather only the Guideline calculation. Accordingly, because the district court properly calculated Samuels's Guideline range, we affirm his sentence.\n\nIII.\nViewing the evidence in the light most favorable to the government, we conclude that there was sufficient evidence upon which a rational jury could convict Samuels of aiding and abetting a felon in possession of a firearm. The probative value\" of the testimony regarding Stephen's beatings outweighed its prejudicial effect, and any prejudice resulting from the admission of the 911 call and photographs was harmless due to the other evidence and limiting instruction the jury received. As for Samuels's sentence, the district court did not err in applying the aggravated assault cross-reference, applying six points for Stephen's injuries being between serious and permanent, and denying a reduction for acceptance of responsibility. Finally, the district court did not err in declining to reduce Samuels's sentence based on his family circumstances, which were not extraordinary. Accordingly, we AFFIRM Samuels's conviction and sentence.\nNOTES\n[1]  At oral argument, Samuels's counsel relayed that Samuels tried to reclaim the Glock because he wanted to prevent his cousin or him from being tied to some criminal history that was connected with that firearm.\n\n",
            "ocr": false,
            "opinion_id": 1301030
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}