{
    "id": 1305492,
    "judges": "Eldridge, Ellington, Smith",
    "date_filed": "2019-03-02",
    "date_filed_is_approximate": true,
    "slug": "brooks-powers-v-metropolitan-atlanta-rapid-transit-authority",
    "case_name_short": "Brooks-Powers",
    "case_name": "Brooks-Powers v. Metropolitan Atlanta Rapid Transit Authority",
    "case_name_full": "BROOKS-POWERS Et Al. v. METROPOLITAN ATLANTA RAPID TRANSIT AUTHORITY",
    "attorneys": "Garland, Samuel & Loeb, Samuel L. Starks, for appellants., Mabry & McClelland, Walter B. McClelland, Robert J. Routman, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b418-5\">\n    A02A2448.\n   </docketnumber><parties id=\"ANX\">\n    BROOKS-POWERS et al. v. METROPOLITAN ATLANTA RAPID TRANSIT AUTHORITY.\n   </parties><br><citation id=\"b418-6\">\n    (579 SE2d 802)\n   </citation>",
    "citations": [
        "579 S.E.2d 802",
        "260 Ga. App. 390"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n579 S.E.2d 802 (2003)\n260 Ga. App. 390\nBROOKS-POWERS et al.\nv.\nMETROPOLITAN ATLANTA RAPID TRANSIT AUTHORITY.\nNo. A02A2448.\nCourt of Appeals of Georgia.\nMarch 19, 2003.\n*803 Garland, Samuel &amp; Loeb, Samuel L. Starks, Atlanta, for appellants.\nMabry &amp; McClelland, Walter B. McClelland, Robert J. Routman, Atlanta, for appellee.\nSMITH, Chief Judge.\nAfter an employee of the Metropolitan Atlanta Rapid Transit Authority (MARTA) died in an on-the-job accident, Jean Brooks-Powers, as sole surviving spouse and as the administratrix of the decedent's estate, sued MARTA for damages citing federal statutory and constitutional law. Following the grant of summary judgment to MARTA, Brooks-Powers filed this appeal which poses three legal questions: whether Brooks-Powers obtained an implied right to sue under 49 USC §§ 5329 and 5330 of the Urban Mass Transportation Act (UMTA); whether she had a cause of action under the federal Due Process Clause; and whether a particular part of MARTA's answer constituted an admission in judicio. In ruling in favor of MARTA, the trial court answered all three questions of law in the negative, and so do we.[1]\nThe following facts are not in dispute. On the morning of February 25, 2000, John Walter Powers was conducting an inspection of a segment of track located just outside the Avondale MARTA station. Prior to commencing work, Powers obtained clearance for him and his co-worker, Raymond Taylor, to inspect that area of track. At approximately 8:12 a.m., a MARTA train operated by Jennifer Armour suddenly slammed into the men, killing Powers and grievously injuring Taylor. Armour had a history of driving infractions that included two red light violations while operating a MARTA train.[2] An ad hoc accident investigation board conducted an investigation into the fatal incident and submitted recommendations for safety improvements.\nOn March 14, 2001, Brooks-Powers filed a notice of claim with the State Board of Workers' Compensation to obtain death benefits. MARTA's manager of claims, Donna Jennings, stated in an affidavit that the accident was accepted as compensable by the State Board of Workers' Compensation. Jennings also testified that \"[a]s of April 4, 2002, MARTA has paid workers' compensation funeral expenses of $4,336.50 and paid weekly *804 workers' compensation income benefits totaling $38,500.00 to the beneficiaries who have cashed workers' compensation checks.\"\nBy law, MARTA is a state-created local public authority and is subject to the provisions of the Georgia Workers' Compensation Act. Williams v. MARTA, 247 Ga.App. 52, 542 S.E.2d 199 (2000). \"Where the Act is applicable, its provisions are the exclusive remedy for the employee against the employer.... The exclusivity provision is the bedrock of the workers' compensation system.\" (Footnote omitted.) Doss v. Food Lion, 267 Ga. 312-313(1), (2), 477 S.E.2d 577 (1996). While providing protection to injured employees, the Act expressly states that it is the injured worker's exclusive remedy. Subsection (a) of OCGA § 34-9-11 provides in applicable part: \"The rights and the remedies granted to an employee by this chapter shall exclude all other rights and remedies of such employee, his personal representative, parents, dependents, or next of kin, at common law or otherwise, on account of such injury, loss of service, or death.\" Absent an indemnification agreement or a statutory provision making an exception to the exclusive remedy provision, the workers' compensation system relieves employers not only of common law liability, but also of statutory liability toward their employees. See Flint Elec. Membership Corp. v. Ed Smith Constr. Co., 270 Ga. 464, 465-466, 511 S.E.2d 160 (1999).\nIn an apparent effort to circumvent the exclusivity provision of this state law, Brooks-Powers relies upon federal constitutional and statutory law and alleges that MARTA violated §§ 5329 and 5330 of the UMTA. Asserting a right to bring a private action under the UMTA, the lawsuit alleges that \"MARTA's failure to comply with security and safety policies, provisions and regulations of the Urban Mass Transportation Act was the direct and proximate [cause] of the death of JOHN WALTER POWERS.\" In addition, relying on 42 USC § 1983, the suit asserts that Powers's federally protected constitutional rights were violated when he was deprived of a substantive due process right to a safe working environment under the UMTA. Finding that the UMTA did not include an implied right of action and also rejecting the substantive due process argument, the trial court granted summary judgment to MARTA. This appeal ensued.\n1. Brooks-Powers contends that the trial court erred in granting summary judgment because federal law permits a private right of action by a transit worker for catastrophic injuries that result from the failure of a transit agency to comply with federal safety standards. She claims that the trial court failed to consider three federal cases, particularly Area Transp. v. Ettinger, 75 F.Supp.2d 862, 864 (N.D.Ill.1999). But Brooks-Powers fails to show that Ettinger, supra, or the other federal cases have any application here.\nIn Ettinger, a school bus company, Area Transport, sued Joel P. Ettinger, the regional manager of the Federal Transit Administration, claiming that its competitor, Flint Transport, was receiving federal grant money in violation of 49 CFR § 605 (concerning school bus operations). Concluding that Area Transport lacked standing, id. at 867, the district court dismissed the suit. In dicta, however, the district court noted:\nThe legislative history and statutory construction of the Urban Mass Transit Act (\"UMTA\") suggest that its general regulatory scheme was designed to benefit the public at large and not to create a special benefit for a particular class of persons. However, some courts have found that specific sections of the UMTA imply a private right of action.\n(Citations and footnote omitted.)[3]Ettinger, supra at 865.\nAlthough Brooks-Powers argues otherwise, neither Ettinger nor the two other cases she cites provide support for her proposition that the survivors of an employee killed on the job can assert a private right of *805 action. See United Handicapped Federation v. Andre, 558 F.2d 413 (8th Cir.1977); Stavisky v. Metro. Transp. Auth., 533 F.Supp. 1146 (E.D.N.Y.1982). First, neither Ettinger nor the other cases cited by Brooks-Powers involves a conflict between UMTA and state law. Second, in resolving whether a federal statute overrides long standing state law, we must consider the principle of preemption.\n\"The issue of federal preemption of state law is fundamentally a question of Congressional intent.\" (Citation and punctuation omitted.) Macon-Bibb County Hosp. Auth. v. Nat. Treasury Employees Union, 265 Ga. 557, 558(2), 458 S.E.2d 95 (1995). A plaintiff who asserts the existence of an implied right of action bears the burden of establishing that proposition. See generally Noe v. MARTA, 644 F.2d 434, 439 (5th Cir.1981). But Brooks-Powers has cited no provision in the UMTA, and we have found none, that shows that Congress expressly intended to preempt state workers' compensation laws and authorize an injured worker or his heirs to file a private right of action in these circumstances.\nAs to an implied right, in Cort v. Ash, 422 U.S. 66, 95 S.Ct. 2080, 45 L.Ed.2d 26 (1975), the United States Supreme Court set forth several criteria for deciding whether an implied right exists.\nIn determining whether a private remedy is implicit in a statute not expressly providing one, several factors are relevant. First, is the plaintiff \"one of the class for whose especial benefit the statute was enacted,\" that is, does the statute create a federal right in favor of the plaintiff? Second, is there any indication of legislative intent, explicit or implicit, either to create such a remedy or to deny one? Third, is it consistent with the underlying purposes of the legislative scheme to imply such a remedy for the plaintiff? And finally, is the cause of action one traditionally relegated to state law, in an area basically the concern of the States, so that it would be inappropriate to infer a cause of action based solely on federal law?\n(Citations omitted.) Id. at 78, 95 S.Ct. 2080.\nAmong the five stated purposes of the UMTA, nothing reflects a congressional intent to create a remedy for employees injured on the job. Congress listed the general purposes as being:\n(1) to assist in developing improved mass transportation equipment, facilities, techniques, and methods ...; (2) to encourage the planning and establishment of areawide urban mass transportation systems...; (3) to assist States and local governments and their authorities in financing areawide ... mass transportation systems...; (4) to provide financial assistance ... to help carry out national goals related to mobility for elderly individuals, individuals with disabilities, and economically disadvantaged individuals; and (5) to establish a partnership that allows a community, with financial assistance from the Government, to satisfy its urban mass transportation requirements.\n49 USC § 5301(f).\nSimilarly, Brooks-Powers's reliance upon 49 USC § 5329 of the UMTA, entitled \"Investigation of safety hazards,\" is misplaced. That section merely authorizes the Secretary of Transportation to investigate safety hazards and requires the Secretary to report safety hazards to Congress. In its entirety, § 5329 consists of two subsections. Subsection (a) authorizes the Secretary of Transportation to\ninvestigate a condition in equipment, a facility, or an operation financed under this chapter (49 USCS §§ 5301 et seq.) that the Secretary believes causes a serious hazard of death or injury to establish the nature and extent of the condition and how to eliminate or correct it. If the Secretary establishes that a condition causes a hazard, the Secretary shall require the local governmental authority receiving amounts under this chapter [cit.] to submit a plan for correcting it. The Secretary may withhold further financial assistance under this chapter [cit.] until a plan is approved and carried out.\nSubsection (b) requires the Secretary to submit a report to Congress not later than June 15, 1992, that includes information on seven topics, including \"(3) a summary of all passenger-related deaths and injuries resulting *806 from an unsafe condition in a facility, equipment, or way of operating a facility or equipment at least partly financed under this chapter,\" and \"(4) a summary of all employee-related deaths and injuries resulting from an unsafe condition in a facility, equipment, or way of operating a facility or equipment at least partly financed under this chapter.\" Subsection (b)(5) requires the Secretary to submit \"a summary of action of the Secretary to correct or eliminate the unsafe condition to which the deaths and injuries referred to in clauses (3) and (4) of this subsection were attributed.\" 49 USC § 5329(b)(5). Although § 5329 does pertain to safety investigations, nothing in the statute implies a right to bring an individual lawsuit.\nNor does 49 USC § 5330, titled \"[w]ithholding amounts for noncompliance with safety requirements,\" imply a private right of action. Instead, it authorizes the Secretary of Transportation to withhold up to five percent of appropriated funds in the event that a state fails to properly establish and carry out a safety program. See 49 USC § 5330(b)-(c).\nMoreover, the cause of action for a workplace injury is one traditionally relegated to state law, making it inappropriate to infer a cause of action based solely on federal law. Had Congress intended to allow transit workers to sue outside of workers' compensation systems, it could have authorized suit under the Federal Employers' Liability Act (\"FELA\"), 45 USC § 51 et seq. Under FELA, Congress decided to supersede state law remedies in the subject area covered by FELA, so that FELA provides the exclusive remedy for employees of common carriers injured by the negligence of their employers. Key v. Norfolk Southern R. Co., 228 Ga.App. 305, 306, 491 S.E.2d 511 (1997). But urban rapid transit systems like MARTA are exempted from FELA. See Felton v. Southeastern Pennsylvania Transp. Auth., 952 F.2d 59, 66 (3rd Cir.1991); see also Chicago Transit Auth. v. Flohr, 570 F.2d 1305, 1311 (7th Cir.1977).\nBrooks-Powers's reliance upon certain sections of the Code of Federal Regulations as evidence of intent is misplaced. The CFR is a \"codification of the general and permanent rules published in the Federal Register by the Executive departments and agencies of the Federal Government.\"[4] As such, it is not authority for ascertaining congressional intent. By their plain terms, the UMTA and CFR provide for executive review of the performance of state safety agencies. As 49 CFR § 659.1 provides: \"This part implements 49 U.S.C. 5330 by requiring a State to oversee the safety of rail fixed guideway systems through a designated oversight agency.\" The UMTA and the implementing rules appearing in the CFR authorize the Secretary to withhold a percentage of federal funds for noncompliance with safety regulations, to require an oversight agency to conduct an annual audit and perform a safety review every three years, and to require transit systems to report hazardous conditions. See 49 USC §§ 5329-5330; 49 CFR §§ 659.7, 659.35, 659.37, 659.39. But while UMTA provides some federal oversight and regulation of entities accepting federal funds for mass transit systems, it does not imply an individual right to sue in these circumstances. Since Brooks-Powers failed to meet the burden under Cort, supra, and its progeny, the trial court did not err in finding that Brooks-Powers did not have a private right of action under the UMTA to sue MARTA.\n2. Brooks-Powers contends that the trial court erred by granting summary judgment because the record includes evidence showing \"that MARTA failed to enact and implement a safety program adequate to ensure the safety of its employees in violation of [the] due process rights of\" Powers.\nNeither the United States Supreme Court nor the Supreme Court of Georgia recognizes an independent substantive due process right to a safe working environment separate from and beyond the framework of workers' compensation laws. See Collins v. City of Harker Heights, 503 U.S. 115, 112 S.Ct. 1061, 117 L.Ed.2d 261 (1992); Southern Wire &amp; Iron v. Fowler, 217 Ga. 727, 731, 124 S.E.2d 738 (1962) (employee's sole remedy is the Workers' Compensation Act even when *807 employer wilfully fails to furnish his employee with a safe place to work).\nThe facts in Collins, supra, are remarkably similar to this case, and Brooks-Powers's effort to distinguish Collins is unpersuasive. In Collins, the widow of a city worker killed in an on-the-job accident brought an action against the city under 42 USC § 1983. She alleged that her husband \"`had a constitutional right to be free from unreasonable risks of harm ... and a constitutional right to be protected from the City of Harker Heights' custom and policy of deliberate indifference toward the safety of its employees.'\" Id. at 117, 112 S.Ct. 1061. The United States Supreme Court disagreed, holding:\nNeither the text nor the history of the Due Process Clause supports petitioner's claim that the governmental employer's duty to provide its employees with a safe working environment is a substantive component of the Due Process Clause. The Due Process Clause of the Fourteenth Amendment was intended to prevent government from abusing its power, or employing it as an instrument of oppression.\n(Citations and punctuation omitted.) Collins, supra at 126, 112 S.Ct. 1061. The Supreme Court determined that the city's purported breach of its duty of care to Mr. Collins by failing to provide a safe work environment did not violate the Due Process Clause. Id. at 128, 112 S.Ct. 1061.\nBrooks-Powers's reliance upon County of Sacramento v. Lewis, 523 U.S. 833, 118 S.Ct. 1708, 140 L.Ed.2d 1043 (1998), is misplaced, because that case provides legal support for MARTA's argument. Philip Lewis was killed during a high-speed chase by a police officer attempting to apprehend a suspect.[5] After Lewis's tragic death, his parents and the representatives of his estate brought state law claims against the county and also alleged a claim under 42 USC § 1983, alleging a deprivation of the decedent's Fourteenth Amendment substantive due process right to life. Lewis, supra at 837, 118 S.Ct. 1708. The U.S. Supreme Court concluded, \"Regardless whether [the pursuing officer's] behavior offended the reasonableness held up by tort law or the balance struck in law enforcement's own codes of sound practice, it does not shock the conscience, and petitioners are not called upon to answer for it under § 1983.\" Id. at 855, 118 S.Ct. 1708. Similarly, here, the conduct of MARTA, while arguably negligent, did not constitute deliberate behavior \"intended to injure in some way unjustifiable by any government interest.\" Id. at 849, 118 S.Ct. 1708. The assertion of a deprivation of substantive due process under these facts is therefore not sustainable. See Ga. Dept. of Human Resources v. Joseph Campbell Co., 261 Ga. 822, 823-824(3), 411 S.E.2d 871 (1992) (grant of immunity given to employers in the state workers' compensation act does not violate the due process and equal protection provisions of the state and federal constitutions).\n3. Brooks-Powers asserts that the trial court erred by ignoring MARTA's admission in judicio of certain assertions regarding the intent and purpose of the UMTA. She argues that the court erred in finding that MARTA's responses were not binding and overlooked the evidentiary value of those admissions.\nAt the motion hearing, MARTA sought to amend its response to two paragraphs of the complaint that related to the UMTA. Paragraph 48 of the complaint alleged in part, \"Congress enacted the Urban Mass Transportation Act for the purpose of protecting the rights and safety of rail transit workers, such as\" Powers. Paragraph 49 alleged that the UMTA \"was designed to improve the safety and security of mass rail transportation systems as a result of a growing concern of Congress to prevent catastrophic accidents involving the employees and passengers of rail transportation systems.\" After admitting the allegations in both paragraphs, MARTA sought to deny them.\nBrooks-Powers objected. The trial court found that the admissions concerned \"an opinion regarding the purpose of a certain *808 law\" and were not admissions in judicio. See Health Horizons v. State Farm &amp;c. Ins. Co., 239 Ga.App. 440, 446(a), 521 S.E.2d 383 (1999). We agree.\nSince the admissions at issue represented opinions about law, no error occurred in permitting MARTA to amend its answer. See Walker v. Jack Eckerd Corp., 209 Ga.App. 517, 518(1), 434 S.E.2d 63 (1993) (admissions in judicio are admissions of fact, not those that are merely the opinion or conclusion of the pleader as to law or fact). Although Brooks-Powers claims that the trial court erred by \"ignoring\" MARTA's initial responses and failed to accord them the evidentiary value required by law, the court did not err in allowing MARTA to amend its answer. Moreover, MARTA's understanding of the purpose of the UMTA would not necessarily have accurately reflected congressional intent. As the trial court pointed out, \"the purposes of the statute are the purposes of the statute and they're listed.... The fact that they're admitted or denied doesn't change what the purposes are.\" No error has been shown.\nJudgment affirmed.\nELDRIDGE and ELLINGTON, JJ., concur.\nNOTES\n[1]  We owe no deference to a trial court's ruling on questions of law and review such issues de novo. Suarez v. Halbert, 246 Ga.App. 822, 824(1), 543 S.E.2d 733 (2000).\n[2]  Information obtained under the Georgia Open Records Act revealed that Armour, a 12-year MARTA employee, had amassed five traffic violations while a bus driver and four additional violations while a train operator. MARTA terminated her employment after this fatality, but under a settlement agreement arranged by the Amalgamated Transit Union, she was reinstated and reassigned.\n[3]  In note 3, the district court observed that mobility-handicapped individuals and associations of disabled persons have standing to bring a private cause of action when the urban mass transit equipment purchased with federal funds is not fully accessible to all handicapped persons. Id. at 865, 543 S.E.2d 733.\n[4]  The official explanation appears on page v of 49 CFR Parts 400 to 999.\n[5]  The Supreme Court noted, \"We granted certiorari, [cit.], to resolve a conflict among the Circuits over the standard of culpability on the part of a law enforcement officer for violating substantive due process in a pursuit case.\" Id. at 839, 543 S.E.2d 733.\n\n",
            "ocr": false,
            "opinion_id": 1305492
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}