{
    "id": 1303062,
    "judges": "Calabria, Hudson, McGEE",
    "date_filed": 1078185600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-everett",
    "case_name_short": "Everett",
    "case_name": "State v. Everett",
    "case_name_full": "State of North Carolina v. Karen Elaine Everett",
    "attorneys": "\n\nAttorney General Roy Cooper, by Assistant Attorney General Lorrin Freeman, for the State.\n, \nOsborn & Tyndall, P.L.L.C., by Amos Granger Tyndall, for defendant-appellant.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b125-9\">\n    STATE OF NORTH CAROLINA v. KAREN ELAINE EVERETT\n   </parties><br><docketnumber id=\"b125-10\">\n    No. COA03-95\n   </docketnumber><decisiondate id=\"AoN\">\n    (Filed 2 March 2004)\n   </decisiondate><br><attorneys id=\"b126-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"96\"> \n     *96\n     </span>\n<em>\n     Attorney General Roy Cooper, by Assistant Attorney General Lorrin Freeman, for the State.\n    </em>\n</attorneys><br><attorneys id=\"b126-7\">\n<em>\n     Osborn &amp; Tyndall, P.L.L.C., by Amos Granger Tyndall, for defendant-appellant.\n    </em>\n</attorneys>",
    "citations": [
        "592 S.E.2d 582",
        "163 N.C. App. 95"
    ],
    "opinions": [
        {
            "author_str": "McGEE",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8026.0,
            "opinion_text": "\n592 S.E.2d 582 (2004)\nSTATE of North Carolina\nv.\nKaren Elaine EVERETT.\nNo. COA03-95.\nCourt of Appeals of North Carolina.\nMarch 2, 2004.\n*584 Attorney General Roy Cooper, by Assistant Attorney General Lorrin Freeman, for the State.\nOsborn &amp; Tyndall, P.L.L.C., by Amos Granger Tyndall, Chapel Hill, for defendant-appellant.\nMcGEE, Judge.\nKaren Elaine Everett (defendant) was convicted of second-degree murder on 30 August 2001. The trial court found defendant to have a prior record level I and sentenced defendant to a minimum term of 135 months and a maximum term of 171 months in prison. Defendant appeals.\nThe evidence presented by the State at trial tended to show that on 26 November 2000, personnel from the Wake County Sheriff's Office and the Garner EMS responded to a call from the residence of defendant and her husband, Michael Everett (Everett). Upon arrival at the home, Everett was found lying in the entrance to the kitchen, having suffered multiple gunshot wounds. Everett had no pulse and no signs of cardiac activity. The medical examiner confirmed that Everett died as a result of the gunshot wounds. A special agent with the State Bureau of Investigation testified that one of the wounds was the result of a contact shot, while the other three wounds resulted from shots fired from less than eighteen inches.\nDeputy Jamie Landmark (Deputy Landmark) with the Wake County Sheriff's Department testified as to his conversation with defendant after the incident. Defendant told Deputy Landmark that she and her husband had been arguing both the day before and the day of the shooting. Everett had been away from the house for a while on 26 November. When he returned, he and defendant began arguing because Everett thought defendant had been to meet another man the day before. Defendant also told Deputy Landmark that her husband had pushed her and said, \"b___, I'll kill you.\" Defendant said she told Everett he needed to leave. He refused to do so and told defendant she needed to leave. Defendant grabbed a gun and told Everett to \"back up off [her].\" Defendant told Deputy Landmark that Everett \"kept coming towards [her] and she just shot.\" Deputy Landmark further testified that defendant told him Everett had said something about defendant wanting to play with guns and indicated that Everett was going to get a gun. Defendant also told Deputy Landmark that Everett grabbed her throat and kept telling her he was going to kill her and that he should have done so before.\nDefendant testified that she and Everett were married on 3 December 1986. The early years of their marriage were problematic because defendant had a job in the printing industry and Everett was not comfortable with defendant \"working with a lot of gentlemen.\" Arguments between Everett and defendant \"turned physical a lot.\" However, defendant did not call police until a particular argument in 1990 which occurred when defendant failed to meet Everett after work. Defendant had left work with her father, but Everett assumed she had left with someone else and was very upset. Defendant testified that she called police because Everett \"had gotten physical. He had choked me. He had ripped my [clothes]. He had slammed me around. He had tore the house up.\" As a result of this incident, Everett was convicted of assault on defendant.\nDefendant testified that during the early years of her marriage to Everett (early nineties), there were periods of time when they would separate from one another. Usually defendant would be the one to leave, but after the birth of their child, Everett would leave the home. Defendant testified that these periods of separation happened five to seven times a year and lasted \"a couple of days to a couple of weeks or so.\"\nIn June 1998, another serious altercation occurred between defendant and Everett. Defendant decided to help a friend move even though Everett disapproved. While defendant was moving an aquarium, Everett \"came at [her.]\"\nHe grabbed me. He started ripping my clothes off. He was raging about how he *585 was going to kill me. He was going to kill me. He threw me through the screen door. He started choking me, banging me on the wall.\n....\nI was trying to get away from him. I was on the porch. We were on the porch when he was strangling me, and at that time there wasn't a bannister, a railing, and I leaned back and I guess my body weight just carried me off of his hand and I fell into the yard, and I believe that's when my friend [got] in between us.\nAs a result, defendant obtained a restraining order to protect herself from Everett. The couple again separated for a few months and Everett went to counseling. Defendant and Everett reunited in an attempt to keep their family together.\nDefendant testified that in 2000, Everett's temper worsened and she and Everett were arguing \"[v]ery frequently.\" One night in September, Everett accused defendant of \"fooling around with somebody\" and that night defendant slept on the couch. Defendant testified that she woke up during the night and Everett was holding a gun in her face saying that he should kill her. After defendant told Everett the gun might explode because it had never been cleaned, Everett put the gun down and unloaded it. The next morning defendant and her daughter moved to defendant's mother's house for about three weeks.\nDefendant testified that on 25 November 2000, she and Everett argued because defendant had not yet brought back all of her things from her mother's house, and because of this, Everett thought defendant was planning to leave him. Defendant and Everett spent that day apart. Around 5:00 p.m., defendant returned home with their daughter and the argument between Everett and defendant resumed. That evening, Everett took their daughter to a movie. Upon returning home from the movie, Everett again started arguing with defendant and continued to argue with her throughout the evening.\nOn the morning of 26 November 2000, the argument resumed and Everett told defendant \"he should have finished [her] off when he had a chance to.\" When Everett returned that evening, he inquired as to whether defendant had retrieved her things from her mother's house. Defendant responded that she had not gotten all of her things, and an argument ensued. Defendant told Everett that one of them needed to leave. Defendant announced that she was leaving and attempted to get up from the couch to get their daughter from the back bedroom. Defendant testified that Everett \"pushed [her] back down. He had his\u0097he never choked me, but he had his arm\u0097his hand on my neck, push[ed] me down, and [had] his knee kind of in my shoulder.\" Everett told defendant \"[t]hat the only way [she] was leaving [was] if somebody took [her] out, out on a stretcher.\" Defendant thought Everett was going to kill her.\nDefendant testified that Everett was \"different that night\" in that \"[h]e wasn't raging and ranting like he usually did. He wasn't trying to tear things up. He was just cold, very cold and calm and very direct when he said what he said.\" Everett eventually got off defendant and went into the kitchen. Defendant grabbed the gun from a living room table because she \"wanted him to stay off of [her].\" As Everett walked towards the kitchen, he said to defendant, \"you want to play with guns now?\" He then said, \"I'll go get mine and kill everything in here.\" Defendant told Everett she wanted to leave and \"wanted him to stay away from [her]\" but he \"started coming towards [her].\" Defendant testified that she told him to stop and when he continued coming towards her, she fired a shot towards the window to scare him. Defendant testified that Everett still did not stop and she fired the gun when \"[h]e was right on top of [her].\" Defendant testified that Everett said nothing as he came towards her. She further testified to the events by saying, \"[i]t's like I didn't even hit him. I thought maybe that I had missed him, because I thought it would throw him back and it didn't. He just kept walking and he turned to go down the hallway.\" Defendant continued to fire the gun because she \"thought he was going to get the other gun.\"\nWe first note defendant has failed to present an argument in support of assignments of *586 error numbers one and two and they are deemed abandoned pursuant to N.C.R.App. P. 28(b)(6).\n\nI.\nDefendant first argues that the trial court erred when it refused her specific request to instruct the jury that defendant had no duty to retreat in her own home. During the charge conference, defendant specifically requested an instruction that defendant had no duty to retreat. The trial court did instruct on self-defense but denied defendant's specific request, stating that \"I don't see where retreat fits in this one, so I'm not going to give it, because I don't see where there was any retreat.\" Defendant's counsel persisted by saying, \"I think, and I don't know if the State would argue this, but if they argue, you know, that she could have left as opposed to do[ing] what she did, then I think it's incumbent that the jury know that she didn't have to do that.\" The trial court responded by saying, \"I don't believe they're going to argue that she should have retreated. That's not their theory.\" The trial court concluded that the instruction would not be given but stated, \"[w]ell, if they argue some form of retreat, I'll have to give it.\"\nThe issue is whether defendant was entitled to a jury instruction informing the jury of the law relating to the right not to retreat when a party is attacked on one's own premises. \"Where the defendant's or the State's evidence when viewed in the light most favorable to the defendant discloses facts which are `legally sufficient' to constitute a defense to the charged crime, the trial court must instruct the jury on the defense.' \" State v. Marshall, 105 N.C.App. 518, 522, 414 S.E.2d 95, 97, disc. review denied, 332 N.C. 150, 419 S.E.2d 576 (1992) (quoting State v. Clark, 324 N.C. 146, 161, 377 S.E.2d 54, 63 (1989)). \"If an instruction is required, it must be comprehensive.\" State v. Brown, 117 N.C.App. 239, 241, 450 S.E.2d 538, 540 (1994), cert. denied, 339 N.C. 616, 454 S.E.2d 259, 340 N.C. 115, 456 S.E.2d 320 (1995). See State v. Graves, 18 N.C.App. 177, 181, 196 S.E.2d 582, 585 (1973) (the trial court should \"fully, correctly, and explicitly instruct\").\nIn the case before us, the trial court instructed the jury on self-defense. However, defendant argues that the facts of this case mandated a comprehensive self-defense instruction, including language regarding her right not to retreat. For the reasons stated below, we agree.\nOur Court stated in State v. Allen, 141 N.C.App. 610, 618-19, 541 S.E.2d 490, 497 (2000), disc. review denied, 353 N.C. 382, 547 S.E.2d 816 (2001), that\n[t]he general rules of self-defense allow a defendant to use the amount of force \"necessary or apparently necessary to save himself from death or great bodily harm.\" State v. Pearson, 288 N.C. 34, 39, 215 S.E.2d 598, 602 (1975). When confronted with an assault that does not threaten the person assaulted with death or great bodily harm, a party claiming self-defense is required to retreat \"if there is any way of escape open to him, although he is permitted to repel force by force and give blow for blow.\" Id. at 39, 215 S.E.2d at 602-03. There is no duty to retreat when (1) the person assaulted is confronted with an assault that threatens death or great bodily harm or (2) the person assaulted is not confronted with an assault that threatens death or great bodily harm and the assault occurs in the dwelling, place of business, or premises of the person assaulted, provided the person assaulted is free from fault in bringing on the difficulty. Id. at 39-40, 215 S.E.2d at 603.\nIn addition, \"a person is not obliged to retreat when he is assaulted while in his dwelling house or within the curtilage thereof, whether the assailant be an intruder or another lawful occupant of the premises.\" State v. Browning, 28 N.C.App. 376, 379, 221 S.E.2d 375, 377 (1976) (the defendant killed his brother in the backyard of their mother's home where both resided); see also Brown, 117 N.C.App. 239, 450 S.E.2d 538 (wife killed her husband in their home and wife was entitled to an instruction that she had no duty to retreat).\n\"Where there is evidence that defendant was on his own premises when he was *587 assaulted, or that a felonious assault was being made upon a defendant without fault on his part, it is error for the court to fail to submit the question and to charge upon defendant's right to stand his ground without retreating.\"\nBrowning, 28 N.C.App. at 380, 221 S.E.2d at 378 (quoting 4 Strong, N.C. Index 2d, Homicide, § 28, pp. 248-49 (1968)).\nIn the case before us, the evidence shows that the argument and altercation that occurred between Everett and defendant began when Everett returned home and asked defendant if she had brought all of her things back from her mother's house. Everett and defendant began to argue and Everett pushed defendant down onto the couch after she announced she was leaving. Everett held defendant down by placing his hand on her neck and his knee in her shoulder. As Everett was restraining defendant, he told her that the only way she would leave the house would be on a stretcher. Everett got up and went into the kitchen. Defendant grabbed the gun in order to keep Everett off of her. Defendant walked towards the kitchen and Everett threatened to go get his gun and \"kill everything in here.\" Defendant fired the gun only after Everett started coming towards her. She initially fired a warning shot but Everett continued in her direction. She then shot him several times as he was going down the hallway because she feared he was going to get the other gun.\nOur analysis is guided by Brown, 117 N.C.App. 239, 450 S.E.2d 538. In that case, the defendant wife was sentenced to prison for stabbing and killing her husband during an argument. Our Court ordered a new trial based on the fact that the defendant was entitled to an instruction that she had no duty to retreat. Brown, 117 N.C.App. at 242, 450 S.E.2d at 541. As in the case before us, the trial court did instruct on self-defense but failed to include the portion relating to no duty to retreat. Brown, 117 N.C.App. at 241, 450 S.E.2d at 540.\nIn Brown, the defendant's husband had assaulted her on at least two prior occasions and on the day of the killing, the defendant tried to leave the home when the parties began to argue. Brown, 117 N.C.App. at 240, 450 S.E.2d at 540. The defendant's husband grabbed her to prevent her from leaving and the defendant fell to the ground. Her husband then verbally abused her, produced a small knife, and slapped her to the floor as she attempted to leave a second time. He pinned her against the stove and began to choke her; the defendant grabbed a knife and stabbed her husband in the chest. Id.\nThe facts of the case before us are similar to Brown. Both cases involved a husband and wife with a history of domestic problems. In each case, the killing occurred in the marital home only after the wife attempted to leave the residence. Although the fight between the parties in Brown appears to have been more physical than the altercation in the case before us, the same result is mandated by the rule stated in Allen. Under that rule, even if the assault does not threaten death or great bodily harm, there is no duty to retreat if the assault occurs in one's home. Allen, 141 N.C.App. at 619, 541 S.E.2d at 497. Thus, even though Everett did not have a weapon and was not physically touching defendant at the time of the shooting, Everett had verbally threatened to \"go get [his gun] and kill everything in [the house]\" and had begun coming towards defendant. At that point, defendant believed Everett was going to get his gun. This is sufficient to conclude that defendant was being attacked in her own home. A final similarity between Brown and the case before us is the timing of the killings. The defendant in Brown did not stab her husband until the threat of death was imminent. Similarly, defendant in the case before us did not fire the gun until Everett began coming towards her and defendant thought Everett was on his way to retrieve the other gun. The similarities in these two cases warrant the same instruction that the women had no duty to retreat.\nThe evidence in the case before us is legally sufficient to support a conclusion that defendant was attacked by her husband in her own home and that she was not at fault. Thus defendant, as requested by her at the charge conference, was entitled to a jury instruction which related to the jury a defendant's right not to retreat; it was error for *588 the trial court to fail to so instruct. Accordingly, defendant is entitled to a new trial.\nFurthermore, we credit the trial court with correctly noting at the charge conference that the no duty to retreat instruction should be given if the State did in fact argue that defendant should have retreated. In closing argument, the State insinuated that defendant had a duty to leave by saying,\nWhat were the options she had at that point? In that house she could have walked out the front door. If she really felt frightened of him, she could have walked out the front door. She was the one who drove the family car. She had her gun with her. She could not have been threatened. She could have left.\nBecause the State did argue retreat, the instruction was warranted and should have been given. Defendant is entitled to a new trial.\n\nII.\nDefendant next argues that the trial court erred by allowing the State, during closing argument, to contend that defendant and her attorney had concocted defendant's testimony. In light of our decision on the first issue and the fact that this same scenario is not likely to reoccur at retrial, we need not address this issue.\n\nIII.\nDefendant finally argues that the trial court erred by allowing the State to use hypothetical statements to impeach defendant and to argue the substance of those statements during closing argument. During voir dire, the State indicated that it might call the Everetts' daughter to testify. However, the State rested its case without ever calling the daughter to the stand. Rather, the State asked defendant numerous questions on cross-examination that implied the substance of what her daughter's testimony would have been had the daughter testified. The State essentially provided defendant with hypothetical statements by her daughter, followed by a question to defendant as to whether or not her daughter was being truthful. For example, one exchange between the State and defendant included the following:\nQ When [the daughter] came into the kitchen, where were you standing?\nA I probably was in the living room.\nQ Where was Michael [Everett]?\nA In the door by the Christmas tree.\nQ Okay. If she\u0097if [the daughter] were to say he was standing by the sink would that be correct?\nA I don't recall exactly where [the daughter saw] Michael at.\n....\nQ At any point did he go towards the sink? Was\u0097Michael was towards the sink was\u0097[the daughter] ... in the room.\nA I'm not sure.\nQ If [the daughter] were to say that, would that be true or not, to the best of your recollection?\nA If that's what she saw, then it was true for her. I couldn't say that.\nQ Okay. You don't think she would have any reason to say anything different about it, do you, about where her daddy was?\nA No, she wouldn't have any reason to say that.\nThe State used a similar method of questioning concerning when the daughter heard gunshots and what parts of the argument between her parents she overheard.\nThe State contends that these questions were used solely for the purpose of impeaching defendant's testimony and not as evidence. Thus, the State argues it was not error for these questions to be admitted. However, in addition to attempting to impeach defendant with these statements, the State also referenced these exchanges during closing argument. For example, the State said, \"[w]e know that [the daughter] has seen [Everett] standing beside the sink, washing his hands, or at least [defendant] didn't deny it. But I was not going to let [defendant] force me to call [the daughter].\" In addition, the State explained the reason for not calling the daughter as a witness:\nI told you before and I told you during jury selection that we were\u0097might have to call a child. I made a decision that we *589 were not going to call that child. She's been through enough, and you're just going to have to piece together through little questions I was able to ask. But I'm not going to do it and if you hold that against us, you can just say not guilty, but I'm not going to call her back up here. I think she's been through enough.\nThese remarks by the State make it clear that the State wanted the jury to consider these hypothetical statements as if they were the testimony of the daughter. The State clearly intended that the statements be used for more than merely impeaching defendant's credibility.\nA similar line of questioning was pursued in State v. Robinson, 355 N.C. 320, 561 S.E.2d 245, cert. denied, 537 U.S. 1006, 123 S. Ct. 488, 154 L. Ed. 2d 404 (2002). In Robinson, the defense counsel asked a witness the following question: \"But, if he [the detective] testified that you told him that, he would be telling the truth, wouldn't he, Ms. Baker?\" Robinson, 355 N.C. at 334, 561 S.E.2d at 254. The trial court sustained the objection to this question and another similar question. Our Supreme Court held that, \"[i]n both instances, defendant sought to have the witnesses vouch for the veracity of another witness. This form of questioning is not proper.\" Robinson, 355 N.C. at 334, 561 S.E.2d at 255.\nSimilarly, we do not condone this line of questioning and the subsequent remarks in the State's closing argument. However, our grant of a new trial is based on the trial court's refusal to instruct the jury that defendant had no duty to retreat. For the reasons stated, the judgment is vacated and the case is remanded for a new trial in accord with this opinion.\nNew trial.\nJudges HUDSON and CALABRIA, concur.\n",
            "ocr": false,
            "opinion_id": 1303062
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Murder"
}