{
    "id": 1305632,
    "judges": "Cady",
    "date_filed": "2006-12-27",
    "date_filed_is_approximate": true,
    "slug": "brummer-v-iowa-department-of-corrections",
    "case_name_short": "Brummer",
    "case_name": "Brummer v. Iowa Department of Corrections",
    "case_name_full": "Bryan BRUMMER, Appellant, v. IOWA DEPARTMENT OF CORRECTIONS, Appellee",
    "attorneys": "Pamela A. Vandel, Des Moines, for appellant., Thomas J. Miller, Attorney General, and Roxann M. Ryan, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 16,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b201-11\">\n    Bryan BRUMMER, Appellant, v. IOWA DEPARTMENT OF CORRECTIONS, Appellee.\n   </parties><br><docketnumber id=\"b201-15\">\n    No. 01-1733.\n   </docketnumber><br><court id=\"b201-16\">\n    Supreme Court of Iowa.\n   </court><br><decisiondate id=\"b201-17\">\n    May 7, 2003.\n   </decisiondate><br><attorneys id=\"b202-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"168\"> \n     *168\n     </span>\n    Pamela A. Vandel, Des Moines, for appellant.\n   </attorneys><br><attorneys id=\"b202-7\">\n    Thomas J. Miller, Attorney General, and Roxann M. Ryan, Assistant Attorney General, for appellee.\n   </attorneys>",
    "citations": [
        "661 N.W.2d 167"
    ],
    "opinions": [
        {
            "author_str": "Cady",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4381.0,
            "opinion_text": "\n661 N.W.2d 167 (2003)\nBryan BRUMMER, Appellant,\nv.\nIOWA DEPARTMENT OF CORRECTIONS, Appellee.\nNo. 01-1733.\nSupreme Court of Iowa.\nMay 7, 2003.\n*168 Pamela A. Vandel, Des Moines, for appellant.\nThomas J. Miller, Attorney General, and Roxann M. Ryan, Assistant Attorney General, for appellee.\nCADY, Justice.\nBryan Brummer was convicted of indecent contact with a child and placed on probation for two years. The nature of Brummer's conviction required that the Iowa department of corrections evaluate him under the state registration and notification system for sexual offenders. The department determined he presented a moderate risk to commit another sex offense. As an offender in the moderate risk category, Brummer was made subject to enhanced public notification of his conviction, location, and other information. He unsuccessfully challenged his classification in district court, but challenges it again in this appeal. For the reasons that follow, we reverse the decision of the district court and remand for further proceedings.\n\nI. Background Facts and Proceedings.\nIn July 1998, Bryan Brummer agreed to run a grass roots community support group for adolescents with substance abuse problems in the Denison area. Approximately six months later, in January 1999, Brummer asked a fifteen-year-old female participant in the group for oral sex. The participant complied because \"she had felt intimidated by Bryan.\" The parents of the girl reported the incident to the Denison police department after learning of it two months later. Brummer was subsequently charged with sexual abuse in the third degree, and later pled guilty to the lesser offense of indecent contact with a minor. He was sentenced to two years probation.\nBrummer's conviction brought him under an umbrella of rules and regulations instituted to monitor convicted sex offenders in Iowa. See Iowa Code §§ 692A.1-.16 (2001); Iowa Admin. Code rs. 661-8.301-.305 (department of public safety (including division of criminal investigation)), 201-38.1-.3 (department of corrections), 441-103.31-.35 (department of human services).[1] One of the methods by which *169 such offenders are monitored is a registration and notification system.[2] This system requires any person convicted of any of a broad range of sex offenses to \"register with the sheriff of the county of the person's residence\" if the offender is not \"incarcerated, in foster care, or in a residential treatment program.\" Iowa Code §§ 692A.3(1), 692A.2(4); see also id. § 692A.2(1) (\"A person required to register under this chapter shall, upon a first conviction, register for a period of ten years commencing\" from the date of release from one of several custodial arrangements.). Then, depending on the registered offender's assessed risk of committing another sex offense, a differing amount of information about the offender may be disclosed publicly. See id. § 692A.13A.\nTo aid in assessing offenders, the Iowa department of corrections (Corrections) developed and adopted an assessment instrument that assigns a particular numerical \"risk factor value\" to a number of \"risk factors\" that are believed to be indicative of a registrant's likelihood to reoffend.[3]See id. § 692A.13A(1); Iowa Admin. Code r. 201-38.3(1). Each offender is assessed by a Corrections agent who assigns risk factor values based on information gleaned from a limited number of documents. Iowa Admin. Code r. 201-38.3(1). Some of the risk factor values include gradations based on the specific nature of the registrant's offense. For example, the age of the victim may result in an assessed value of twenty points (if the victim was between eleven and sixteen years of age) or thirty points (if the victim was under ten or over sixty-three). An offender earns either all or none of the points in a category unless granted a \"departure\" from a risk factor value or from an assessed level of risk.[4]*170 The departure can be upward or downward. Interpretive guidelines issued by Corrections indicate a departure \"should be used in unique circumstances when the facts of the case warrant a change in score or risk level.\"\nThe goal of an assessment is to produce an accurate \"total risk assessment score\" for each individual offender. A score of zero to seventy indicates a registrant is a \"low\" risk to reoffend. A score of seventy-five to one hundred and five indicates a \"moderate\" risk. A score above one hundred and ten classifies an offender as a \"high\" risk. Those individuals at the moderate or high risk to reoffend threshold are generally considered \"at risk\" to reoffend. Iowa Code § 692A.13A(3)(b).\nThe \"name, current address, criminal history, and a current photograph\" of low risk offenders \"may be provided to any law enforcement agency likely to encounter the registrant.\" Iowa Admin. Code r. 661-8.304(1)(c)(1) (emphasis added). However, this same information must be provided to appropriate law enforcement agencies for registrants \"at risk\" to reoffend. Id. r. 661-8.304(1)(c)(2). In addition, at-risk registrants are also subject to more extensive \"affirmative public notification,\" which may include disclosure of a greater variety of information to a wider scope of persons or agencies.[5]Id.\nOn January 9, 2001, Corrections notified Brummer that he had been assigned a total risk assessment score of eighty-five, which placed him in the moderate risk category and qualified him for heightened affirmative public notification. Brummer was assessed risk factor values based on the nature of the sexual contact with his victim (twenty-five points), the age of his victim (twenty points), his relationship to his victim (twenty points), the number and nature of his prior crimes (five points), and for a history of drug abuse (fifteen points). He was not granted a departure in any category or from his presumed level of risk.\nOn January 22, Brummer filed a \"Notice of Assessment Findings Appeal Form\" with Corrections requesting his assessment be reconsidered and lowered. See id. r. 201-38.3(4), (5); see also id. r. 661-8.304(1)(d)(1) (\"Procedures for notifying a registrant of the results of a risk assessment and providing for appeals thereof shall be subject to the rules of the agency *171 conducting the risk assessment.\"). He particularly objected to the assignment of risk factor values for the number and nature of prior crimes and history of drug abuse risk factors. Although he acknowledged a prior charge of possession of two grams of marijuana when he was nineteen, Brummer argued that the assignment of both categories was unwarranted due to his voluntary pursuit of drug treatment and his efforts to better his life. His appeal was denied.\nBrummer then filed a petition for judicial review of the Corrections decision. He not only raised the same issues he raised in his administrative appeal, but also argued there were constitutional dimensions underlying his risk assessment that necessitated an evidentiary hearing and that the assessment of a risk factor value based on his relationship to his victim was unwarranted. His petition for judicial review was denied on September 27, prompting this appeal.\n\nII. Standard of Review.\nWe typically review a district court's decision on a petition for judicial review of agency action for correction of errors at law. Greenwood Manor v. Iowa Dep't of Pub. Health, 641 N.W.2d 823, 830 (Iowa 2002). The provisions of the Iowa Administrative Procedure Act, particularly the judicial review provisions of section 17A.19(8), govern this review. Id. However, in cases such as this one, where \"constitutional issues are raised, ... we must make an independent evaluation of the totality of the evidence and our review ... is de novo.\" Simonson v. Iowa State University, 603 N.W.2d 557, 561 (Iowa 1999).\n\nIII. The Necessity of an Evidentiary Hearing.\nBrummer does not challenge Iowa's right, generally, to maintain a sex offender registry, conceding \"the state has a compelling interest in protecting its citizens by giving prompt notification to potential victims and relevant caregivers with respect to registrants who are accurately determined to be at risk.\" Brief for Appellant at 23; see also In re S.M.M., 558 N.W.2d 405, 408 (Iowa 1997) (recognizing the purpose of chapter 692A is \"to require registration of sex offenders and thereby protect society from those who because of probation, parole, or other release are given access to members of the public\"). Nor does he deny that his conviction for indecent contact with a minor required his registration with the state's sex offender registry. See Iowa Code § 692A.2(1); Iowa Admin. Code r. 201-38.3(2). Instead, Brummer challenges the sufficiency and fairness of the process with which his risk to reoffend was assessed.\nBrummer argues that a moderate risk to reoffend assessment and the threatened public notification arising from the assessment impinges on a liberty interest protected by the Due Process Clauses of the federal and state constitutions by permanently and publicly branding him as a sex offender likely to commit another sex offense. See U.S. Const. amends. V, XIV, § 1; Iowa Const. art. I, § 9. He asserts that this proposed infringement entitles him to procedural due process of law in the course of Corrections' assessment process, namely notice and an opportunity to be heard in the context of a \"contested case\" proceeding. See Greenwood Manor, 641 N.W.2d at 834 (\"A contested case entitles [a party] to an adversarial hearing with the presentation of evidence and arguments and the opportunity to cross-examine witnesses and introduce rebuttal evidence.\"). Corrections responds to these assertions by arguing that Brummer was provided adequate notice and was not entitled to an evidentiary hearing because the *172 administrative process underlying the assessment was \"other agency action\" which does not warrant extensive due process procedures. See id. (\"At most, other agency action entitles affected parties to an informal hearing\" in addition to \"those procedures voluntarily promulgated by the agency\" and \"the general requirement that the agency act reasonably.\").\nAs both parties recognize, the core issue raised by Brummer's appeal is the determination of the precise nature of the agency action that was undertaken in his risk assessment. All agency action falls into one of three categories, each of which involves different procedural processes and protections: \"`rulemaking;' `adjudication' (otherwise known as [a] contested case); and `other agency action.'\" Id. at 833 (citation omitted). Neither party argues that Brummer's risk assessment constituted rulemaking, but the parties disagree significantly over whether the assessment involved a contested case or other agency action. Because other agency action is defined as \"action that does not constitute rulemaking or a contested case\" their dispute evolves into a single key question: is the risk assessment a contested case? Id. at 834. This is a question permeated by important constitutional considerations implicating both the federal and state constitutions.\nA contested case is a proceeding \"in which the legal rights, duties or privileges of a party are required by Constitution or statute to be determined by an agency after an opportunity for an evidentiary hearing.\" Iowa Code § 17A.2(5). Thus, to determine whether particular agency action is a contested case, we must examine whether a hearing is required by statute or constitution. See id.; Greenwood Manor, 641 N.W.2d at 834. However, even if we determine a hearing is required under either body of law, we must also consider whether an exception to the evidentiary hearing requirement comes into play. See Greenwood Manor, 641 N.W.2d at 837. We take up each of these questions in turn.\n\n1. Statutory Hearing Requirement.\nBrummer has never asserted that he has either an express or implied statutory right to a hearing arising out of his risk assessment. See State v. Webb, 516 N.W.2d 824, 828 (Iowa 1994); Iowa R.App. P. 6.14(1)(c). Moreover, an examination of chapter 692A reveals that such an argument likely would have failed if properly presented. See Greenwood Manor, 641 N.W.2d at 835 (although \"the legislature does not need to expressly provide for an evidentiary hearing in order to find the requirement of a contested case\" we are \"guided by what the legislature said, not what it could have said\").\n\n2. Constitutional Hearing Requirement.\nThe absence of a statutory hearing claim brings us to the primary fighting issue in this case: whether there is a constitutional right to a hearing as part of the risk assessment process arising from the Due Process Clauses of the federal and Iowa constitutions. See U.S. Const. amends. V, XIV, § 1; Iowa Const. art. I, § 9. \"Generally, a person has a constitutional due process right to an evidentiary hearing in accordance with contested case procedures if the underlying proceeding involves adjudicative facts,\" i.e., \"individualized facts peculiar to the parties, [which] ordinarily `\"`answer the questions of who did what, where, when, how, why, with what motive or intent.'\"'\" Greenwood Manor, 641 N.W.2d at 836 (quoting Allegre v. Iowa State Bd. of Regents, 349 N.W.2d 112, 115 (Iowa 1984)). However, a party in not entitled to an evidentiary *173 hearing \"if the agency decision rests on legislative facts,\" or those \"generalized factual propositions, often consisting of demographical data and statistics compiled from surveys and studies, which aid the decision-maker in determining questions of policy and discretion.\" Id.\nBrummer's case presents the prototypical proceeding involving adjudicative facts. However, the process accorded Brummer up to this point has precluded a full consideration of those facts. Brummer has argued most vociferously over the assessment of risk factor values for a history of drug abuse and the number and nature of prior crimes, but also claimed that there were problems inherent in the assessment of points for the nature of his relationship to his victim. Each of these areas requires determinations resting on adjudicative facts. For instance, the guidelines issued to assist in the assessment process indicate that the \"relationship to victim\" risk factor category \"is used to identify perpetrators who take advantage of their position or status in order to offend such as: doctors, dentists, counselors, clergy, day care workers, teachers etc.\" The limited record in this case indicates that Brummer had taken a position \"running\" meetings \"for a youth support group for adolescents with substance abuse problems.\" Although this information might indicate that Brummer took \"advantage of his position or status in order to offend,\" there is no real context in which to evaluate whether this was actually the case.\nThis absence of context is indicative of the vacuum in which decisions relevant to Brummer were made. Adjudicative facts should have been presented, considered, and processed to determine the appropriateness of assigning a risk factor value and to ensure the fundamental constitutional values guaranteed by the Due Process Clauses and the Iowa Administrative Procedure Act. The facts missing in Brummer's case are not \"generalized factual propositions ... consisting of demographical data and statistics compiled from surveys and studies, which aid the decision-maker in determining questions of policy and discretion,\" but are instead \"individualized facts peculiar to\" Brummer, his offense, and any defense he might mount. Id. Because the underlying proceeding\u0097 the risk assessment\u0097involves adjudicative facts, an evidentiary hearing is required unless this case falls under one \"of the exceptions to the evidentiary hearing requirement for proceedings involving adjudicative facts.\" Id. at 837.\n\n3. Applicability of the Exceptions.\nOur previous cases considering the necessity of an evidentiary hearing in the context of a contested case have enumerated four exceptions to the general rule that a hearing is required when an underlying proceeding is based upon adjudicative facts:\n[the case involves] (1) interests of an individual that cannot be characterized as either \"life, liberty, [or] property\" within the meaning of the due process clause of the fourteenth amendment because no entitlement can be established; (2) absence of relevant disputed facts; (3) emergency agency action; and (4) use of inspections, examinations, and testing to determine relevant facts.\nAllegre, 349 N.W.2d at 115 (citing Arthur Earl Bonfield, The Definition of Formal Agency Adjudication Under the Iowa Administrative Procedure Act, 63 Iowa L.Rev. 285, 325-35 (1977)). But see Iowa Code § 17A.10A (providing for the application of most contested case procedures \"even though there is no factual dispute in the particular case\"). None of the latter three exceptions are at issue in this case: there are numerous disputed facts, no indication *174 Brummer's assessment involved emergency action by Corrections, and no apparent \"use of inspections, examinations, and testing to determine relevant facts.\" Allegre, 349 N.W.2d at 115 (citation omitted); see also Bonfield, 63 Iowa L.Rev. at 334-35 (defining and explaining the exception arising from the \"use of inspections, examinations, and testing\"). On the other hand, the first factor presents yet another highly disputed issue: did Brummer even have a cognizable life, liberty, or property interest in the first place? See Allegre, 349 N.W.2d at 115.\nBrummer's entire claim hinges upon his argument that the danger of being incorrectly assessed and the resultant \"branding\" as a sex offender at risk to commit another sex offense arising from an incorrect assessment implicate a liberty interest. Corrections responds to this argument by asserting that the mere dissemination of Brummer's status as a convicted sex offender does not implicate a constitutional interest, and no other sufficient interest exists in Brummer's case. Both parties agree that the resolution of this issue turns on our application of a standard elucidated by the United States Supreme Court in Paul v. Davis, 424 U.S. 693, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976).\nIn Paul, the Court observed \"reputation alone, apart from some more tangible interests such as employment,\" is insufficient \"to invoke the procedural protection of the Due Process Clause.\" Id. at 701, 96 S.Ct. at 1161, 47 L.Ed.2d at 414. This observation created what is now commonly referred to as the \"stigma plus\" standard. See Jill D. Moore, Comment, Charting a Course Between Scylla and Charybdis: Child Abuse Registries and Procedural Due Process, 73 N.C. L.Rev.2063, 2100 n. 226 (1995) (summarizing the history of the \"stigma plus\" terminology). Under this standard, a claimant basing a constitutional claim on damage to his reputation must show more than simply damage to his reputation to establish a constitutionally protected liberty interest. See Roth v. Reagen, 422 N.W.2d 464, 467-68 (Iowa 1988). The standard can be met by showing that action taken by a state agency \"deprive[s] a person of his or her liberty by damaging the person's reputation so severely that associational or employment opportunities are impaired or foreclosed.\" Bennett v. City of Redfield, 446 N.W.2d 467, 470 (Iowa 1989) (citing Board of Regents v. Roth, 408 U.S. 564, 573, 92 S.Ct. 2701, 2707, 33 L.Ed.2d 548, 558-59 (1972)).\nIn light of the nature of the issue and the record in Brummer's case, we agree that the risk of an erroneous assessment and the associated opprobrium arising from such an assessment implicate a liberty interest protected by the Due Process Clauses. We are mindful that a record of conviction for a sex offense is a public record readily accessible, under statutory guidelines, to the general populace. See Iowa Code § 22.7(9). However, sex offender risk assessment and the resulting public notification go far beyond the mere redisclosure of an offender's conviction. Instead, a Corrections agent takes the additional step of assessing an offender based on a limited documentary record that may or may not provide the best evidence of the factors indicative of an offender's likelihood to reoffend. See Iowa Admin. Code r. 201-38.3(1). Then, after completing the assessment and notifying an offender of the results, and pending limited appellate procedures, the individual's status as a convicted sex offender together with an additional classification of his risk to reoffend, can be transmitted, in varying extent and degree, to different members of the public. This entire process clearly implicates a liberty interest in that it threatens the impairment and foreclosure *175 of the associational or employment opportunities of persons who may not truly pose the risk to the public that an errant risk assessment would indicate. Ultimately, we believe the Oregon Supreme Court best explained this concept in the course of its consideration of an issue similar to the one presented here:\nWhen a government agency focuses its machinery on the task of determining whether a person should be labeled publicly as having a certain undesirable characteristic or belonging to a certain undesirable group, and that agency must by law gather and synthesize evidence outside the public record in making that determination, the interest of the person to be labeled goes beyond mere reputation. The interest cannot be captured in a single word or phrase. It is an interest in knowing when the government is moving against you and why it has singled you out for special attention. It is an interest in avoiding the secret machinations of a Star Chamber. Finally, and most importantly, it is an interest in avoiding the social ostracism, loss of employment opportunities, and significant likelihood of verbal and, perhaps, even physical harassment likely to follow from designation. In our view, that interest, when combined with the obvious reputational interest that is at stake, qualifies as a \"liberty\" interest within the meaning of the Due Process Clause.\nNoble v. Bd. of Parole &amp; Post-Prison Supervision, 327 Or. 485, 964 P.2d 990, 995-96 (1998).\nA liberty interest is at stake whenever a sex offender risk assessment is conducted in Iowa. Thus, none of the exceptions to the general rule calling for an evidentiary hearing are applicable in this case. Brummer is entitled to an evidentiary hearing as part of his risk assessment process, and his case must be remanded to Corrections for such a hearing in the context of a contested case proceeding.\n\nIV. Conclusion.\nBrummer made the additional claim that, regardless of the nature of the agency action underlying his assessment, portions of his assessment were incorrectly completed. He also requested that we grant him a departure from one or several of his assessed risk factor values or from his total risk assessment score. Our determination that the agency action involved in this case requires an evidentiary hearing means that we do not need to reach these questions. Instead, these issues can be taken up in the context of a contested case proceeding. We remand this case to Corrections for additional proceedings consistent with this opinion.\nREVERSED AND REMANDED.\nNOTES\n[1]  Iowa Code section 17A.19(8)(b) (2001) (emphasis added) provides, in suits for judicial review, \"[t]he validity of agency action must be determined in accordance with the standards of review provided in this section, as applied to the agency action at the time that action was taken.\" This principle guides our review of Brummer's appeal and means that we must focus on the agency's actions during the time period in which Brummer was notified of his assessment (January 9, 2001), appealed (January 22), and had his appeal denied at the administrative level (February 12).\n\nWhen citing the administrative rules under which Brummer was assessed, both parties cite to the current form of the rules, which includes revisions to the Department of Corrections' (Corrections) rules adopted pursuant to a rulemaking published March 7, 2001, and effective thirty-five days later, on April 11. See Mar. 7, 2001 Iowa Admin. Bull. at 1400 (ARC 0519B). The provisions of Iowa Code section 17A.19(8)(b) would seemingly mandate a consideration of the rules in effect before the March 7 revisions given the timing of Brummer's administrative assessment and appeal. However, our conclusions on the nature of the administrative action in this case are the same no matter which rules were in place because the issues raised by Brummer arise under either version of the rules. We have chosen to describe the registry and notification system as it now exists in setting the context for his appeal.\n[2]  Similar laws providing for sex offender registration and community notification exist under federal law as well as the law of every state and the District of Columbia. Smith v. Doe, 538 U.S. ___, ___, 123 S.Ct. 1140, 1145, 155 L.Ed.2d 164, 175 (2003); see also Wayne A. Logan, A Study in \"Actuarial Justice\": Sex Offender Classification Practice and Procedure, 3 Buff.Crim. L.Rev. 593 (2000) (discussing the diversity of methods by which jurisdictions sort and classify offenders potentially subject to registration and community notification). Although there are variations in the registration and notification schemes between jurisdictions, each law is commonly referred to as a \"Megan's Law\" in recognition of the child, Megan Kanka, whose 1994 sexual assault and murder \"gave impetus to laws for mandatory registration of sex offenders and corresponding community notification.\" Smith, 538 U.S. at ____, 123 S.Ct. at 1145, 155 L.Ed.2d at 175.\n[3]  All agencies responsible for undertaking assessments utilize the risk assessment instrument adopted by Corrections. See Iowa Code § 692A.13A(1); Iowa Admin. Code rs. 661-8.304(1)(a), 441-103.34. Similarly, administrative rules adopted by the Department of Public Safety (Public Safety) describe the method by which public notification is carried out for all offenders, including those assessed by another agency. See Iowa Code § 692A.13A(3); Iowa Admin. Code rs. 201-38.3(6), 441-103.35.\n[4]  A risk assessor's discretion is eliminated in situations in which an \"override\" is warranted. An override applies if the offender (1) \"has a prior felony conviction for a sex crime,\" (2) \"inflicted serious physical injury or caused death,\" (3) \"made a recent threat that he will reoffend by committing a sexual or violent crime,\" or (4) if \"[t]here has been a clinical assessment that the offender has a psychological, physical, or organic abnormality that decreases the ability to control impulsive sexual behavior.\" If an offender is subject to an override, his risk to reoffend is presumed to be \"high.\" Brummer's assessment did not include an override.\n[5]  Affirmative public notification for those registrants at risk to reoffend (moderate or high risk) requires Public Safety to \"consult with the county attorney, sheriff, and local law enforcement agencies with jurisdiction in the registrant's place of residence, employment, school attendance, and other locations that the registrant is known to frequent, regarding appropriate forms of affirmative public notification.\" Iowa Admin. Code r. 661-8.304(1)(c)(2). \"[P]ersons likely to encounter the registrant may be notified through the following means[:]\"\n\n1. Notification of agencies or organizations in the community ... where there are potential victims.\n2. Personal or written notification of neighbors....\n3. Releases to media outlets which cover the community or communities ... including but not limited to the registrant's name and photograph.\n4. Distribution of leaflets to residences and businesses....\n5. Posting of notices in public locations....\nId. Iowa, like other states, also has established a searchable Internet database that includes information on registrants considered at risk to reoffend. See Iowa Sex Offender Registry, at http://www.iowasexoffender.com/search.php (implementing Iowa Code section 692A.13(3)(c) and Iowa Administrative Code rule 661-8.304(1)(c)(5)).\n\n",
            "ocr": false,
            "opinion_id": 1305632
        }
    ],
    "court_short_name": "Supreme Court of Iowa",
    "court_full_name": "Supreme Court of Iowa",
    "court_type": "S",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Murder"
}