{
    "id": 1323532,
    "judges": "Hedrick, Parker, Vaughn",
    "date_filed": "2017-08-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-graham",
    "case_name_short": "Graham",
    "case_name": "State v. Graham",
    "case_name_full": "State of North Carolina v. Jacqueline B. Graham",
    "attorneys": "\n\nAttorney General Morgan by Assistant Attorney General John M. Silverstein for the State.\n, \nCharles K. McCotter, Jr. for defendant appellant.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b619-5\">\n    STATE OF NORTH CAROLINA v. JACQUELINE B. GRAHAM\n   </parties><br><docketnumber id=\"b619-6\">\n    No. 743SC429\n   </docketnumber><decisiondate id=\"A5aU\">\n    (Filed 19 February 1975)\n   </decisiondate><br><attorneys id=\"b622-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"594\"> \n     *594\n     </span>\n<em>\n     Attorney General Morgan by Assistant Attorney General John M. Silverstein for the State.\n    </em>\n</attorneys><br><attorneys id=\"b622-10\">\n<em>\n     Charles K. McCotter, Jr. for defendant appellant.\n    </em>\n</attorneys>",
    "citations": [
        "211 S.E.2d 805",
        "24 N.C. App. 591"
    ],
    "opinions": [
        {
            "author_str": "Parker",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8029.0,
            "opinion_text": "\n211 S.E.2d 805 (1975)\n24 N.C. App. 591\nSTATE of North Carolina\nv.\nJacqueline B. GRAHAM.\nNo. 743SC429.\nCourt of Appeals of North Carolina.\nFebruary 19, 1975.\n*807 Atty. Gen. Robert Morgan by Asst. Atty. Gen. John M. Silverstein, Raleigh, for the State.\nCharles K. McCotter, Jr., New Bern, for defendant-appellant.\nPARKER, Judge.\nDefendant's motion to quash the indictment was properly denied. Although somewhat awkwardly expressed, the allegations of the indictment were sufficient to charge that defendant and others did unlawfully conspire and agree, each with the other and with Samuel McCotter, to murder Mary Waldo. This is the crime which the prosecution sought to prove, which defendant's evidence was designed to rebut, and upon which the trial judge charged. At all stages of the trial defendant was fully apprised of the exact accusation against her, and the language of the indictment was sufficient to protect defendant from a subsequent prosecution for the same offense and to enable the court to proceed to judgment. It is of no consequence that defendant was the only person charged and brought to trial on this indictment. \"Although at least two persons are required to create a conspiracy, it is not required that more than one person be prosecuted for the offense.\" State v. Horton, 5 N.C.App. 141, 145, 167 S.E.2d 871, 873 (1969), aff'd, 275 N.C. 651, 170 S.E.2d 466 (1969), cert. denied, 398 U.S. 959, 90 S. Ct. 2175, 26 L. Ed. 2d 545 (1970). Defendant's first assignment of error is overruled.\nDefendant's motions for nonsuit were also properly denied. There was evidence that defendant discussed with Samuel McCotter the murder of Mary Waldo and the means by which this might be accomplished, that defendant sent McCotter a picture of Mary Waldo \"for identification purposes,\" that she sent sums of money to McCotter, and that after the unsuccessful *808 attempt was made upon Mary Waldo's life, defendant stated to the friend who had introduced her to Samuel McCotter that \"Sammie\" knew somebody who would \"finish the job.\" This evidence was amply sufficient to support a jury verdict finding that defendant and McCotter had conspired and agreed to effect the murder of Mary Waldo. Defendant's assignments of error directed to the denial of her motions for nonsuit are overruled.\nDefendant assigns error to the court's overruling her objections to testimony which tended to implicate her in the shooting of her husband, contending that this testimony was inadmissible as tending to show that she had committed another distinct, independent and separate offense. The rule is that \"[e]vidence of other offenses is inadmissible on the issue of guilt if its only relevancy is to show the character of the accused or his disposition to commit an offense of the nature of the one charged; but if it tends to prove any other relevant fact it will not be excluded merely because it also shows him to have been guilty of an independent crime.\" 1 Stansbury's N.C. Evidence (Brandis Revision) § 91, p. 289. Here, the evidence tending to connect defendant with the shooting of her husband was relevant to show a plan or design on her part to bring about a situation in which she might be free to marry her lover. An integral part of that plan called for the elimination of Mrs. Waldo. \"Evidence of other crimes is admissible when it tends to establish a common plan or scheme embracing the commission of a series of crimes so related to each other that proof of one or more tends to prove the crime charged and to connect the accused with its commission.\" State v. McClain, 240 N.C. 171, 176, 81 S.E.2d 364, 367 (1954). There was no error in allowing in evidence the testimony which tended to link defendant with the shooting of her husband.\nDefendant assigns error to the admission in evidence over her objections of testimony by Kenneth Waldo concerning statements made to him by defendant during telephone conversations between the witness and the defendant. The witness testified that these conversations took place while he was in the hospital on 20 and 21 April 1973, the day before and the day on which his wife was shot, when defendant inquired if Mary Waldo would be visiting at the hospital and if she would be alone. He also testified to statements made to him by defendant in telephone conversations which took place a few days after Mary Waldo was shot. Defendant now contends it was error to admit this testimony because, so she now argues, no sufficient foundation was first laid to establish that the witness recognized defendant's voice so as to properly identify her as the speaker. We note, however, that defendant's counsel interposed only general objections to the witness's testimony concerning these telephone conversations and at no time during the trial questioned whether the witness could or did properly identify defendant as the person talking at the other end of the telephone line. \"The broad statement that the conversation of a person at the other end [of a telephone line] is never admissible until he is identified cannot be sustained by authority... It is only necessary that identity of the person be shown directly or by circumstances somewhere in the development of the case, either then or later.\" State v. Strickland, 229 N.C. 201, 208, 49 S.E.2d 469, 474 (1948). Here, the witness, Kenneth Waldo, had been intimately associated with defendant for many months prior to the time the telephone conversations to which he testified took place. He testified positively that defendant was the person with whom he spoke on the telephone, and there was ample evidence to support the conclusion that he had had full opportunity to become familiar with and could identify defendant by her voice. We note that defendant's counsel, during cross-examination of Kenneth Waldo, at no time attempted to question his ability to identify defendant accurately by her voice. Defendant's assignment of error directed to admission *809 of the testimony concerning statements made by defendant over the telephone is overruled.\nOfficer M. E. Windom of the New Bern Police Department, who investigated the shooting of Mrs. Waldo, testified to statements which Verna Swift and Kenneth Waldo had given him during the course of his investigation. Defendant did not object to the introduction of this testimony when it was presented, but after the witness had testified concerning the statement given to him by Verna Swift and after he had testified concerning the statement given him by Kenneth Waldo, defendant's counsel in each instance moved to strike on the grounds that portions of the statements did not corroborate the prior testimony of Swift and of Waldo and on the further grounds that some portions of the statements related to matters which were not within the personal knowledge of Swift or Waldo and were hearsay. The denial of these motions to strike constitutes the basis of defendant's assignments of error numbers 18, 19 and 20. A careful comparison of the statements given by Swift and Kenneth Waldo to Officer Windom with their prior testimony reveals that, although there were variations between the statements and the prior testimony, substantial portions of the statements did directly corroborate the prior testimony. Defendant's motions to strike were directed to the entire statements and did not point out the portions which defendant contended were objectionable. \"Where portions of a document are competent as corroborating evidence and other parts incompetent, it is the duty of the party objecting to the evidence to point out the objectionable portions. Objections to evidence en masse will not ordinarily be sustained if any part is competent.\" State v. Brooks, 260 N.C. 186, 189, 132 S.E.2d 354, 357 (1963). Both before and after the statements were read to the jury, the trial court correctly instructed the jury upon the purpose of corroborative evidence. The last of these instructions ended with a clear direction that the jury should not consider those parts of the statements which did not corroborate the witnesses. Under these circumstances we find no reversible error in the court's denial of defendant's motions to strike, and her assignments of error 18, 19 and 20 are overruled.\nDefendant's counsel has been diligent to bring forward in his brief and to argue a large number of additional assignments of error. We have carefully considered all of these and find no prejudicial error. In defendant's trial and in the judgment appealed from we find\nNo error.\nHEDRICK and VAUGHN, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1323532
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Murder"
}