{
    "id": 8055403,
    "judges": "Affirmance, Burgess, Character, Chastity, Competency, Defendant, Evidence, Express, Gantt, Remark, Said, Save, Sherwood, That, Virtue",
    "date_filed": -2292364800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-dyer",
    "case_name_short": "Dyer",
    "case_name": "State v. Dyer",
    "case_name_full": "State v. Dyer",
    "attorneys": "D. E. Kennedy, P. D. Eastain and E. K. Bente for appellant., Kdtoa/rd C. Croio, Attorney-Gen eral, and Sam B. Jeffries, Assistant Attorney-General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>l. Indictment: variance in copy: waiver. When a defendant pleads to an indictment without suggesting a variance between it and the copy furnished him, he waives whatever statutory right he had to object to the variance.</p> <p>2. Criminal Law: immaterial variance in copy. The mere indorsement by the clerk on the copy of an.indictment of an erroneous date of the filing thereof is an immaterial variance.</p> <p>3. Change of Venue: discretion of the court. The denial of the trial court of a change of venue in a murder trial will not be disturbed in the absence of a showing that there was a palpable abuse of discretion.</p> <p>4. -: statute of 1895. The act of 1895 regulating the change of venue is not in violation of that part of the Constitution that guarantees to defendant in criminal cases an impartial-trial by a jury of the county in which the offense is committed.</p> <p>5. Continuance: absent witness. Viewing the application for a continuance altogether; that it was a second application; the nature of the evidence set out; the hearsay character of a part thereof and the immateriality of the remainder; the extreme improbability of securing the attendance of the absent witness at a later term; the announcement of ready for trial without calling the witness, all concurring, the trial court did not commit reversible error in denying defendant a continuance.</p> <p>6. -: disqualifying juror. Where no specific fact is stated for challenging a juror on the general charge of incompetency, this court will not hold that error has been made 'in the selecting of the jury. (Following State v. Taylor, 134 Mo. 109).</p> <p>7. -: -. After the panel of forty had been examined and accepted and the rest of the jurors excused, counsel offered to introduce certain newspapers to show what the jurors had read. These papers had not been identified by any juror in his examination and they are not preserved in the bill of exceptions. Held, that they were properly excluded, and are not to be considered here because not in the record.</p> <p>8. •-: separation of jury. It would be a reproach to courts of law to reverse a judgment because during the argument of a cause one of the jurors, accompanied by the sheriff, was permitted to step into a water closet in an adjoining room to answer a call of nature.</p> <p>9. -■ — : REMARKS OF PROSECUTING attorney. There is no merit in an objection to a remark by the prosecuting attorney in his argument “that the place where the killing was done was a bawdy house and the defendant was the inmate of a bawdy house,” when there is abundant evidence to sustain the statement and the defendant himself admitted it.</p> <p>10. -: INCOMPETENT EVIDENCE: FORMER CONVICTION. It ÍS not error to admit, for the purpose of impeachment, the record showing that the defendant had formerly been convicted of an infamous crime. Where such records have heretofore been held inadmissible the convictions were for misdemeanors, which did not affect the moral character and did not fall within the description of infamous crimes.</p> <p>11. -: INSTRUCTION FOR MURDER IN THE SECOND DEGREE. Where the evidence is sufficient to convict of murder in either the first or second degree, the defendant can not complain that he was convicted of the lesser crime.</p>",
    "summary": "Appeal from Pettis Circuit Court. — Hon. G-eorge E. Longan, Judge. (1) It-was clearly error to refuse instruction number 12. Walker was under no obligation to assist Brown, nor was he justified in attacking the defendant or interfering in the defense of Brown, R. S. 1889, sec. 3462. (2) The court erred in admitting illegal and incompetent testimony on the part of the prosecution. First. In allowing counsel for the State to ask witness Greer leading questions. .Second. By permitting witness Hickman to examine the revolver shown him before he described and identified*it. Third. In admitting evidence of the conviction of the defendant of a misdemeanor; such evidence was not admissible. State v. Warren, 57 Mo. App. 502; State v. Taylor, 98 Mo. 240; State v. Smith, 125 Mo. 2; State v. Donnelly, 32 S. W. Rep. 1124; Ex parte Wilson, 114 U. S. 417; Maclclin v; U. S., 117 U. S. 348; Gardner v. Bailroad, 36 S. W. Rep. 215. Fourth. It was error to admit evidence of defendant’s general character for virtue and chastity. State v. Sibley, 33 S. W. Rep. 167, and cases cited. (3) The court erred in overruling defendant’s application for a change of venue. Appellant contends that the act of the General Assembly, approved March 18, 1895, amending section 4156, chapter 48, article 6, Revised Statutes of Missouri, is unconstitutional, as being in conflict with sections 22 and 28 of article 2 of the Constitution of the State. By refusing this application the, court deprived defendant of one of his strongest constitutional rights, and forced defendant into a trial in a county where the strongest character of prejudice existed. (4) The court erred in overruling defendant’s motion to quash the indictment, and his application for a new copy thereof. State v. Lisle, 6 Mo. 426; State v. Oreen, 66 Mo. 637. First. The indictment is defective. State v. Fairlamb, 121 Mo. 137. Second. The defendant was entitled to a true copy of the indictment and it was error to refuse it. State v. Green, 66 Mo. 637. (5) The court erred in overruling defendant’s application for a continuance because: First. The testimony of the witness Gayhart was material as it was part of the res gestae. State v. Walker, 78 Mo. 380; State v. Duncan, 116 Mo. 296; Stale v.' Bradley, 90 Mo. 160; State v. Klinger, 43 Mo. 128; State v. McGuire, 69 Mo. 197. Second. Where the defendant has exercised due diligence to procure the attendance of a witness he is entitled to a continuance. State v. Wardon, 94 Mo. 648; Clark v. State, 33 S. W. Rep. 224; Garter v. State, 35 S.-W. Rep; 378; Porter v. State, 32 S. W. Rep. 692. (6) The court erred in overruling defendant’s challenge for cause to certain jurors who, on being examined on their voir dire, stated that they had formed opinions from reading accounts of the homicide in the newspapers of what purported to be evidence. Defendant was entitled to a panel of forty jurors who were unbiased by any opinion based upon the testimony or published evidence. R. S. 1889, secs. 4197, 4200; State v. Culler, 82 Mo. 623; Com. v. Knapp, 20 Am. Dec. 491; State v. Walton, 74 Mo. 270; State v. Hulls, 106 Mo. 41; State v. Taylor, 35 S. W. Rep. 92; State v. Robinson, 117 Mo. 649; State v. Hopkirk, 84 Mo. 283; State v. Wilson, 85 Mo. 134. (7) The court erred in refusing defendant permission to file copies of the papers read by the jurors, as well as the evidence taken before the coroner’s jury for the purpose of showing that the testimony and reports read by the jurors were copies of the evidence taken before the coroner. State v. Robinson, 117 Mo. 649; State v. Taylor, 35 S. W. Rep. 92. (8) The court erred in allowing the jury to separate .although it doés not appear that any juror was approached, or that there was any grounds of suspicion that they were moved by outside influences. State v. Collins, 81 Mo. 652; State v. McLean, 8 Mo. 153; State v. Bell, 70 Mo. 633; State v. Orrick, 106 Mo. Ill; State v. Avery, 113 Mo. 475; State v. Howland, 119 Mo. 419; People v. Hawley, 43 Pac. Rep. (Cal.) 404. (9) The court erred in not correcting Mr. Lamm of counsel for the State, who in the closing argument to the jury stated: “That the place where the killing was done was a bawdy house and the defendant was an inmate of a bawdy house.” There was no such evidence introduced and the remarks of counsel were prejudicial to defendant, and are grounds of reversal. Churchman v. Kansas City, 49 Mo. App. 366; Gibson v. Zeibig, 24 Mo. App. 66. (1) The indictment in this case was sufficient. It charges: First, the assault was feloniously made; second, the shooting was felonious; third, that the wounding was done feloniously. State v. Wood, 124 Mo. 412. (2) The objection to the copy of the indictment was first directed to the erroneous date of filing on the back thereof. A clerical error like this will not be reversible. State ex rel. v. Lay, 128 Mo. 615. (3) The arraignment being made, defendant pleaded to the indictment in the first instance without making objection “on account of failure to serve him with a copy thereof.” He has therefore waived his statutory right and can not now assert it. State v. Nelson, 132 Mo. 197.. (4) The act of March 18, 1895, of the General Assembly is constitutional. The legislature can change procedure — the manner of exercising a right— and this was constitutional. Railroad v. Gudmore, 103 Mo. 634; State v. Jackson, 105 Mo. 196; State v. Taylor, 35 S. W. Rep. 99, 100. (5) The determination of application for a change of venue based on local prejudice is given to the discretion qf the trial court. This means a sound judicial discretion subject to the review of the appellate court. State v. Loe, 98 Mo. 609; State v. Williams, 77 Iowa, 660. (6) The evidence justified the giving of the instructions of the court. Under the evidence, instruction for murder in the second degree was proper. State v. Crawford, 115 Mo. 620; State v. Stoanagan, 109 Mo. 233; State v. Lewis, 118 Mo. 79. Instruction numbered 12 does not sufficiently set out the law of self-defense, hence was properly refused. State v. Smith, 114 Mo. 406. (7) .The testimony of witness Greer, relative to condition of the premises the morning after homicide, was clearly competent. State v. Weeden, 133 Mo. 82. When a codefendant testifies, he or she may be impeached or contradicted the same as any other witness who testifies. State v. Chyo Chiaglc, 92 Mo. 395. (8) The record of former conviction of petit larceny offered and admitted by the court was competent testimony. State v. Loehr, 93 Mo. 103; State v. Eider, 90 Mo. 54; State v. Kelsoe, 76 Mo. 507. (9) It is competent to admit testimony as to the character of defendants’ general reputation for chastity and virtue. State v. Sibley, 132 Mo. 102. (10) The jurors Mitchum, Elliot, Isaacs and James L. Warran, Jr., and W. P. Anderson were competent jurors. State v. Taylor, 35 S. W. Rep. 92; State v. Bryant, 93 Mo. 273; People v. Reynolds, 16 Cal. 128; State v. Taylor, 35 S. W. Rep. 92; State v. Dufy, 124 Mo. 1; State v. Williamson, 106 Mo. 169; State v. Cunningham, 100 Mo. 386. (H) The court was right in refusing to allow papers read by jurors and report of coroner’s inquest read in evidence. JEllison v. Commonwealth, 99 Pa. St. 32. (12) The discretion of the trial court in passing upon application for continuance will not be interfered with by the appellate court unless it clearly appears that such discretion had been abused to the prejudice of the defendant’s rights. Stats v. Banks, 118 Mo. 118. (13) A temporary separation of one juror from the remainder under official supervision, when separation is made a necessity, will not constitute a reversible error. State v. Collins, 86 Mo. 245; State v. Payton, 90 Mo. 220; State v. Washburn, 91 Mo. 574. (14) The remarks of counsel in this ease were warranted by the facts in proof and the common knowledge of mankind. State v. Punslion, 133 Mo. 59; State v. Musick, 101 Mo. 273, 274; State v. Zumbunson, 86 Mo. 112, 113; State v. Stark, 72 Mo. 37.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "139 Mo. 199"
    ],
    "opinions": [
        {
            "author_str": "Gantt",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGantt, P. J.\nAt the October term, 1895, of the circuit court of Pettis county, the defendant was indicted by the name of William Dyer, jointly with one Lucy McBowers for the murder of Thompson Walker. The court convened on the seventh day of October, 1895, and on the eighth of October the grand jury returned into open court through their foreman an indictment for murder in the first degree, and on the same day the defendants were brought into court, the indictment read to them and an order made upon the clerk to make out a certified copy of the indictment, and the record shows this was done and the copy delivered to defendant at 1 o’clock and fifty-five minutes in the afternoon of said October 8, 1895. On the tenth day of October, 1895, both defendants were brought into court and they informed the court that they were without counsel, and thereupon the court appointed two members of the Pettis bar to defend them. At 2:20 p. m. of the tenth the defendants were arraigned and pleaded “Not guilty.” The defendant *206Dyer gave as his true name William Smiley. Afterward the said cause was continued by consent to the next term. At the January term, 1896, an application for continuance was filed and overruled, likewise a motion to quash was filed and overruled. At the same term defendants asked for a change of venue and their application was denied. To the action of the court in denying them a continuance and in overruling their application for change of venue, defendants duly excepted. A severance was granted and defendant Dyer was put upon his trial and convicted of murder in the second degree, and sentenced to the penitentiary for ninety-nine years. From that sentence this appeal is prosecuted. . The facts are substantially as follows:\nAt the time of the homicide Lucy McBowers, a disreputable woman, and the defendant Dyer were living together in the city of Sedalia. On the night of September 28, 1895, in the early part of the night, the deceased Thompson Walker, who was a young, unmarried farmer living some ten miles east of Sedalia, and E. R. Brown, a cousin of the deceased, were together on the streets of Sedalia and saw said Lucy McBowers and one Mabel Jackson, and being attracted by the actions of the women, and, as the testimony shows, induced by their suggestions, the two men, Thompson Walker and Brown, followed the women down the street toward their home, and arriving thereat, Brown entered the house, and in a few minutes Walker followed him. ' Brown seated himself at or near a center table in the center of the room in which they had entered, and Walker took a seat on a trunk near by a window on the south side of the room. Brown was under the influence of liquor. Shortly thereafter defendant, Dyer, came into the room and asked Lucy McBowers for his pistol. She went to her *207trunk, obtained the pistol, and handed it to him. About this time the woman discovered that Brown had his feet on the center table. He was requested to remove his feet from the table, but refused. Finally he removed his feet and arose and assumed a threatening attitude toward Lucy McBowers. Defendant Dyer stepped up and took the quarrel off the woman’s hands. Brown was struck across the face and on the side of the nose with a pistol held by Dyer. Soon after Brown received this blow, the evidence shows, two shots were fired in rapid succession by Dyer at \"Walker, and Brown passed out of the house followed. by Walker. When Brown and Dyer engaged in the fight Walker arose from his seat on the trunk and came to Brown’s side and attempted to get Brown out of the house and away, and while this was going on the shots were fired by Dyer that resulted in the death of Walker. Walker ran but a short-distance from the house and fell unconscious on the walk, and was carried into a nearby hotel, and expired without making any statement. Dyer fled from the house, threw the pistol with which he had killed Walker over a fence and into a yard, and started to make his escape, but was met, halted and arrested by a policeman and placed in' prison. The same night while in prison, Dyer stated to those who interviewed him that he did not do the shooting and did not know who did it. Subsequently when placed on the witness stand Dyer testified he fired the shots in self-defense, claiming that while engaged in the controversy with Brown, Walker came to Brown’s assistance, and attacked him, defendant. There was evidence that Dyer stepped in front of Brown and Walker as they started to follow the McBowers woman from the street, and said: “I told you to stay away from my house; if I catch you there again I’ll lead you.” Thereupon Brown asked, “What have you got *208to do with it?” Dyer’s aunt took hold of him and tried to keep him from following Brown and the deceased. When Brown and Walker reached the McBowers residence, the women invited them in. Deceased hesitated about going. He told Brown he thought they had better let them alone. The evidence also tended to show that Walker was endeavoring to take Brown, who was under the influence of liquor, out of the house at the time he was shot by defendant Dyer. Defendant testified in his own behalf that he killed Walker in self-defense.\nVarious points.have been made for a reversal of the judgment. These will be examined and discussed in their order.\nI. The indictment is sufficient and the arraignment was in due form. In this connection it might as well be noted that the point that the copy of the indictment served on defendant varied in some immaterial respect from the original on file, can not avail defendant. The record shows that he pleaded to the indictment without suggesting the variance upon which he now relies. By so doing he waived his statutory right. State v. Nelson, 132 Mo. 197. Aside from the waiver, however, there was no merit in the suggestion. There was no variance between the copy and the indictment. The mere misprision of the clerk in indorsing an erroneous date of filing on the back, did not affect defendant’s right.\nII. The circuit court heard many witnesses on the application for a change of venue. There was much evidence 'pro and con, and the court overruled the motion. There is nothing to indicate an abuse of discretion in so ruling. Many of the most reputable business men, gentlemen acquainted throughout Pettis county, testified there was no such prejudice against defendant as would deprive him of a fair trial; that an *209impartial jury could be readily obtained. The finding of the trial court on this issue of fact will not be disturbed in the absence of a showing that there was a palpable abuse of discretion. In the very nature of things the trial courts can better judge of the necessity for a change of venue, and have an advantage over this court in weighing the evidence as to prejudice of the inhabitants. State v. Holcomb, 86 Mo. 371; State v. Wilson, 85 Mo. 134; State v. Loe, 98 Mo. 609.\nIt is, however, contended that the act of 1895 repealing section 4156, Revised Statutes 1889, and enacting a new section in lieu thereof, is unconstitutional because in conflict with sections 22 and 23, of article 2, of the Constitution of Missouri of 1875. • In other words, the defendant insists that he was denied an impartial jury by said act. The right to a change of venue is purely statutory. The Constitution -nowhere guarantees such a right. It proceeds upon the contrary theory, and guarantees the defendant an impartial trial by a jury of the county in which the offense is committed. For his protection the State is restricted to the county in which the crime is committed. It is entirely competent for the legislature, in permitting a change of venue, to prescribe the mode of procedure for obtaining such change. The act is reasonable in all its provisions. There is nothing harsh in requiring a defendant to satisfy the court, by legal and competent evidence, that the inhabitants of a county are so prejudiced against him that he can not obtain a fair trial.\nIII. The motion for a continuance was properly overruled. The witness, Nellie Hall, was a prostitute living in Sedaba. The certificates of the several physicians all clearly indicated that she was very slightly indisposed, and two of them, at noon on the twenty-*210second day of January, the day the application was filed, certified she was unable tobe in court. As to the other witness, Gerhart, on account of whose absence the continuance was sought, it appears that defendant announced ready for trial with the one reservation that they reserved the right to apply for a continuance if Nellie Hall was too sick to come to the court. The principal part of the testimony of the absent witness was the hearsay statement of one Luella Vaughn to said witness. This statement was wholly inadmissible and said Luella was shown to be then in the Pettis jail and readily obtainable if needed or desired. The statements of this girl to said Gerhart were no part of the res gestae.- The remaining portion of the affidavit simply showed the defendant expected to prove by Gerhart that Walker was drunk and had visited various saloons and places of ill-repute on the day he was killed by defendant. If true, this was easily susceptible of proof by the keepers of those saloons. Moreover, it appeared from the application itself and the affidavits that this witness could not be relied upon to be present at another term. Viewing the application altogether; that it was a second application; the nature of the evidence set out; the hearsay character of a part thereof and the immateriality of the remainder; the extreme improbability of securing the attendance of the witness at a. later term; the announcement of ready for trial without calling this witness, all concurring, we do not think the denial of the continuance was reversible error. State v. Banks, 118 Mo. 117, and eases cited.\nIV. Jurors Isaac Warren, Claud Mitchum, Richard Elliott, W. P. Anderson and James L. Warren, Jr., were challenged. We have gone carefully through the examination of each of these jurors, and have no doubt of their competency. The only opin*211ions, or rather impressions, they had formed about the guilt or innocence of the defendant were formed from reading a mere newspaper account of the homicide. The objection to these jurors was a mere general challenge and falls clearly within the rule announced in State v. Taylor, 134 Mo. 109. No specific ground for the challenge of either of these jurors was stated by counsel. The trial court can not be convicted of error by such a course. The'circuit court was entitled to know the exact ground of objection to each of these jurors, and should have been afforded an opportunity to pass upon the question now presented to this court. How could that court know which of the numerous replies made by these jurors to counsel for defendant rendered the juror incompetent in the opinion of the learned counsel? We adhere to the ruling in State v. Taylor, 134 Mo. 109.\nIt seems that after the panel of forty had been fully examined and accepted and. the remainder of the jurors excused, that counsel offered to introduce certain newspapers to show what the jurors had read. These newspapers had not been identified by either of the jurors on their examination and they. are not preserved in the bill of exceptions. They were properly excluded for want of identification and can not be considered by us for the very further reason, if no other, that they are not in this record.\nV. During the argument one of the jurors asked permission of the court to step into the water closet adjoining the court room, and was allowed to do so by the court, in charge of the officer. No pretense is made that the juror was in a situation to be approached by anyone. To this action of the court the defendant excepted. This- point is mentioned simply to reiterate that exceptions of this character meet with no favor in this court. If judgments are to be reversed for reasons *212like this, the administration of the law would soon become a reproach of the courts. State v. Collins, 86 Mo. 250; State v. Payton, 90 Mo. 220; State v. Washburn, 91 Mo. 574. The necessary separation of a juror from his fellows, to attend a call of nature under the eye of the officer of the court, is not a separation of the jury within the meaning of that term as used by our statute. To hold that it is, would be a most unreasonable construction of the law.\nVI. There is no merit in the objection to the remark of the prosecuting attorney in the course of his argument that “the place where the killing was done was a bawdy house, and the defendant an inmate of a bawdy house.” The record abounds with evidence to sustain the statement. No other inference could have been drawn from the statements of the defendant himself. The deduction drawn was entirely legitimate and clearly within the lines of legitimate argument.\nVII. Defendant, also complains of the admission of incompetent evidence. Either for want of objections to the evidence or failure to except, none of these assignments can be noticed except the action of the court in admitting in evidence a record of the conviction of defendant of petit larceny. It is insisted that this is not permissible. It is well settled law in this State that a defendant may be impeached by evidence of a conviction of an infamous crime. Petit larceny was such a crime at common law and disqualified a witness. With us it impeaches, but does not render the witness incompetent. State v. Loehr, 93 Mo. 103. In the cases relied upon by defendant, State v. Smith, 125 Mo. 2; State v. Donnelly, 130 Mo. 642, and others, convictions of mere misdemeanors, which did not affect the moral character and did not fall within the description of infamous crimes, were held inadmissible. Those cases do not conflict with the Loehr case, supra. *213It was competent also to prove defendant’s general bad reputation for chastity and virtue and for truth and veracity. State v. Sibley, 132 Mo. 102.\nYIII. There was no error in restraining the cross-examination within reasonable bounds. The court occasionally ruled some of the questions immaterial and no offer was made to show their materiality or purpose.\nIX. No good purpose can possibly be subserved by incumbering this opinion with the numerous instructions given and refused. It must suffice to say that the court instructed fully upon every phase of the evidence. The instructions were very favorable to defendant. No error was committed in refusing to instruct that the jury must find defendant guilty of murder in the first degree or acquit. The evidence was sufficient to convict of either degree, but its credibility was for the jury and defendant can not complain that they convicted him of the lower degree.\nThe case seems to have been carefully tried, and we can find no reversible or substantial error in the record. The judgment is affirmed.\nBurgess and Sherwood, JJ., concur in all that is said and the affirmance of the judgment, save the remark as to the competency of the evidence of defendant’s general bad character for chastity and virtue. On this point they express no opinion.\n",
            "ocr": true,
            "opinion_id": 8012474
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}