{
    "id": 8055634,
    "judges": "Sherwood",
    "date_filed": "2016-04-28",
    "date_filed_is_approximate": true,
    "slug": "state-v-rapp",
    "case_name_short": "Rapp",
    "case_name": "State v. Rapp",
    "case_name_full": "State v. Rapp",
    "attorneys": "John Cosgrove for appellants., Edward C. Grow, Attorney-General, and Sam B. Jeffries, Assistant Attorney-General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>l. Voluntarily Entering Into a Difficulty. An instruction that concedes the right of self-defense is destroyed when to the words defining that right is added the further words: “If defendant voluntarily entered into the difficulty there is no self-defense in the case.”</p> <p>2. -: right to usb VIOLENCE. If the right of self-defense exists, the defendant has the right to voluntarily use violence to resist violence. “The voluntary entering into a difficulty” is not an ingredient of any homicidal crime. Self-defense being an affirmative, positive, intentional act, it must needs follow that such act is volimta/ry.</p> <p>3. -: sele-deeense: malice. However much hatred one may bear toward another, and however much he may desire an opportunity to take his life, yet if the facts of the case show that, to save his own life, he is fully justified in slaying the other, the malice can not be counted against him. (Distinguishing State v. Partlow, 90 Mo. 608.)</p> <p>4. -: threats: waiver. Where no objection was made to hearsay evidence concerning threats, which was flagrantly incompetent, and no instruction has been asked directing the jury to disregard such threats, no error in regard thereto can be assigned on appeal.</p>",
    "summary": "Appeal from Cooper Circuit Cowrt. — Hon. Dorsey- W. Shackleford, Judge. (1) It was error to admit threats alleged to have been made by the defendant George Rapp, Sr., to do the witness Parris personal violence, without instructing the jury that such threats were not competent against George Rapp, Jr. State v. McKenzie, 102 Mo. 620. (2) The trial court erred in not instructing the jury, as prayed by defendants, to disregard the testimony of witness Parris about a ‘conversation alleged to have occurred between him and one Drew. State v. Min-ton, 116 Mo. 605; State v. Grote, 109 Mo. 345. (3) The trial court erred in giving instructions which read, “even though you should find that witness Parris used' the first offensive and insulting language and Was first to bring on the difficulty, yet if you shall further find that the defendants voluntarily entered into said difficulty, then the defendants can not be acquitted on the ground of self-defense, no matter how great or how imminent the danger in which they found themselves.” The words in the instructions “first to bring on the difficulty,” were used in the sense that “if Parris made the first assault,” as stated by defendants, then defendants could not be acquitted on the ground of self-defense, even though they acted on appearances and repelled Parris’s assault by force. State v. Hickman, 95 Mo. 332. (1) Appellants allege error on account of the court’s failure to instruct the jury that the threats, as shown by the evidence to have been made by defendant George Rapp, Sr., against the prosecuting witness Parris, were not competent as tending to convict George Rapp, Jr. No such instruction was offered by defendants, nor was the matter of failure suggested to the court at the time the instructions were given to the jury. State v. DeMosse, 98 Mo. 344; State v. Foster, 115 Mo. 448; State v. Cantlin, 118 Mo. 100; State v. Paxton, 126 Mo. 500; State v. Woods, 137 Mo. 6. (2) Defendants’ objection is levied at the words “first bring on the difficulty.” In the sense used and as applied to this case, the instruction was proper. The words were used upon the assumption that if Parris was the first to use insulting and threatening language defendants would not be justified in making the assault or in first striking witness Parris. In that case the assault would be considered a voluntary one. It is a correct statement of law and in nowise conflicts with the right of self-defense. To hold that the abusive and threatening language of Parris is sufficient to justify defendants in, making the assault without at the same time using some violent physical means as would indicate his determination and ability to put his threat into execution, would destroy the force and application of the law of self-defense. In that event it would be voluntarily committed while the doctrine of self-defense is that it must be involuntarily done; The two statements are antagonistic to each other.",
    "disposition": "Reversed and remanded.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "142 Mo. 443"
    ],
    "opinions": [
        {
            "author_str": "Sherwood",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSherwood, J.\nProsecution for an assault with - intent to kill one J. C. Parris. Upon trial had, both of defendants were convicted; to George Rapp, Sr., was assessed a punishment of six months in the county jail and $500 fine, and to George, Jr., a fine of $100.\nThe indictment in its material portions is the following: “That George Rapp, senior, and George Rapp, junior, on the seventh day of May, 1896, at the county of Cooper and State of Missouri, in and upon the body of one J. C. Parris then and there being feloniously, on purpose and willfully, with a deadly weapon, to wit, a single-tree of the length of three feet, and of the breadth of three inches, and with another deadly weapon, to wit, an iron wagon hammer of the length *446of fifteen inches and of the breadth of two inches, which said deadly weapons, they, the said George Rapp, senior, and the said George Rapp, junior, then and there had and held, did then and there make an assault with the felonious intent him, the said J. 0. Farris, then and there unlawfully, willfully and feloniously to kill and maim, against the peace and dignity of the State.”\nThe testimony in the cause on the part of the State shows numerous threats against Farris’ person and life on the part of the senior defendant made to others, as well as similar threats and hostile gestures made to the prosecuting witness by that defendant. This bad feeling finally resulted in the assault charged in the indictment, and the testimony on' the State’s part fully sustained the charge contained in the indictment. On the other hand, the testimony offered in support of the plea of not guilty denied the making of any threats, and made out Farris to be the aggressor in the conflict that gave origin to the present prosecution.\nI. Speaking in a general way, the instructions given by the court of its own motion correctly lay down the law of this case. But there are two exceptions to this general statement, to wit: Instructions marked, for convenience’s sake, 1 and 2, are the following:\n“1. If the defendants had good reason to believe, and did believe, that the witness Farris was about to immediately do Geo. Rapp, Sr., some great personal injury, then both he and his son had a right to use all the force that was necessary to avert such apprehended injury. In such case it is not necessary that such danger should have been real and about to fall; all that is necessary is that they should have so believed and had reasonable cause for so believing. This instruction has no application to this case, however, if *447you should find that the defendant, Geo. Rapp, Sr., voluntarily entered into the difficulty as defined in these instructions.\n“2. Even though you should find that the witness, Farris, used the first offensive and insulting language and was first to bring on the difficulty, yet if you shall further find that the defendants voluntarily entered into said difficulty, then the defendants can not be acquitted on the ground of self-defense, no matter how great or how imminent the danger in which they found themselves.”\nThese instructions are wrong in this particular: They concede the right of self-defense in the circumstances therein mentioned, and yet destroy it, if the defendants “voluntaHly entered into the difficulty.” Now, nothing is better established than that: “It is not in law an assault to offer or put in use any form of force which in the particular instance is lawful, .......in the defense of one’s person or property.” 2 Bishop, New Crim. Law, sec. 37.\n“Whoever possesses a right is entitled to defend that right. No matter what may be the character of the right, it can not lawfully be taken from the owner by violence; and violence applied for this purpose he may violently resist.” 1 Whart. Crim. Law [9 Ed.], sec. 98.\nIf, then, the right of self-defense existed, it was wholly immaterial whether its exercise was voluntary or involuntary. Existing the right, the animus which prompts and accompanies its enforcement, could not toll that right.\nThis ideáis very forcibly put by Lumpkin, J., where he says: “Whenever the circumstances of the killing would not amount to murder, the proof even of express malice will not make it so. One may harbor the most intense hatred toward another; he may court an oppor*448trinity to take Ms life; may rejoice wMle he is imbruing his hands in his heart’s blood; and yet, if, to save Ms own life, the facts showed that he was fully justified in slaying his adversary, his malice shall not be taken into the account. This principle is too plain to need amplification.” Golden v. State, 25 Ga. loc. cit. 532. Commenting on this case, Bishop observes: “The result being that where a killing is really necessary in self-defense, it will not be murder though the slayer had express malice. He may rely on the fact that he did only what was his right. Such a killing, the reader perceives, would not be even manslaughter.” 2 Bishop, New Crim. Law, sec. 716.\nNothing above said militates against what is stated in Partlow’s case, 90 Mo. 608, and other eases in reference to a person’s bringing on a difficulty with a view to wreaking his malice,- etc.\nThis expression, “voluntarily entered into the difficulty,” is doubtless a portion of that heresy which perverted the administration of justice until it received its quietus in Partlow’s case, supra. And we say here now, once and for all, that the “voluntary entering into a difficulty” is not an ingredient in any homicidal crime. Moreover, if it be true, as ruled in State v. Gilmore, 95 Mo. 554, that “self-defense is an affirmative, positive, intentional act,” then it must needs follow that such act is vohmtary.\nII. Farris, the prosecuting witness, testified that several persons had told him from time to time that Greorge Rapp, Sr.,,had made threats against the person and life of the witness. This testimony was received ivithout objection; but after similar testimony was introduced and without objection about a similar statement made to witness by one Drew, defendant’s counsel drew the line there and moved the court to strike out the testimony as to Drew’s alleged statement, because it *449had been received at a trial in which Rapp, Sr., had been prosecuted but acquitted for disturbing the peace of Earris at an entertainment.\nThe trial court very properly ruled that the fact that such testimony had been received at such a trial, and that this was followed by the acquittal of Rapp, Sr., constituted no ground for excluding such testimony. But the testimony was indubitably flagrant hearsay of the most pronounced type. If Parris had been on Ms trial for a felonious assault made by him on Rapp, Sr., then such testimony as to Rapp’s making threats against him would not have been hearsay, but clearly admissible on the ground that they would show who the real aggressor was. This is the case even as to uncommunicated threats. State v. Bailey, 94 Mo. 311.\nAnother reason exists why the motion to exclude should have been denied; it is this: Abundant testimony of the same nature as that sought to be excluded had been introduced without objection, and no effort was made to exclude it. Now with all that non-excluded testimony as to numerous other threats left with the jury, it is difficult to conceive how testimony as to a single threat could seriously prejudice the senior defendant; and we hold it did not. Besides, it is held in State v. Marcks, 140 Mo. 656, that unless irrelevant testimony be objected to at the time, the golden opportunity to object is gone, and no plea of momentary inadvertence will afterward avail the non-objector. Speaking for myself, I do not concur in this last stated ground, and refer to my dissenting opinion in that case.\n. III. There was as already stated no objection to the introduction of any testimony respecting threats, and thei’e was no instruction given in regard to them. If *450an instruction had been given and it had failed to tell the jury that they should disregard such threats as to Greorge, Jr., then error might have been assigned on it. State v. May et al., ante, p. 135.\nIV. And even if the court failed to instruct the jury on all questions, etc., still defendants can not avail themselves of it, unless when the instructions were given they had excepted on that ground. State v. Woods, 137 Mo. 6, and cases cited.\nFor the error mentioned, we reverse the judgment and remand the cause.\nAll concur.\n",
            "ocr": true,
            "opinion_id": 8012718
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}