{
    "id": 1379933,
    "judges": "Carley, Deen, Sognier",
    "date_filed": "1973-02-09",
    "date_filed_is_approximate": true,
    "slug": "hester-v-state",
    "case_name_short": "Hester",
    "case_name": "Hester v. State",
    "case_name_full": "Hester v. the State",
    "attorneys": "Neil E. Wester III, for appellant., Jack O. Partain III, District Attorney, Steven M. Harrison, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied May 3, 1988",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b78-11\">\n    76537.\n   </docketnumber><parties id=\"AMB\">\n    HESTER v. THE STATE.\n   </parties><br><citation id=\"b78-12\">\n    (369 SE2d 278)\n   </citation>",
    "citations": [
        "369 S.E.2d 278",
        "187 Ga. App. 46"
    ],
    "opinions": [
        {
            "author_str": "Deen",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7150.0,
            "opinion_text": "\n187 Ga. App. 46 (1988)\n369 S.E.2d 278\nHESTER\nv.\nTHE STATE.\n76537.\nCourt of Appeals of Georgia.\nDecided April 19, 1988.\nRehearing Denied May 3, 1988.\n*49 Neil E. Wester III, for appellant.\nJack O. Partain III, District Attorney, Steven M. Harrison, Assistant District Attorney, for appellee.\nDEEN, Presiding Judge.\nEddie Hester was convicted of two counts of violating the Georgia Controlled Substances Act (possession of cocaine and diazepam), and of being a habitual offender. He was found not guilty of possession of more than an ounce of marijuana.\nThe evidence showed that appellant brought his Datsun 280Z automobile to an upholstery shop to have the carpet replaced. While there, he entered into a conversation with Knowles, the shop's owner, concerning change left on the floor of the car, and Hester was informed that everything which was in the car when it was brought in would be left in it although the inside of the vehicle would be cleaned. *47 Hester remarked, \"Well, how about if we've got some illegal stuff there?\" Knowles assured him it also would not be removed. After work was begun on the Datsun, Knowles inquired of the workman if he had seen any \"illegal stuff.\" The employee stated that he had, and showed Knowles where it was located in a paper bag in a compartment in the rear of the car. After thinking it over, Knowles called the police. Police officers investigated, determined the material to be marijuana, replaced the bag, and had an arrest warrant issued for Hester. After Hester picked up his automobile, he was arrested. The marijuana in the paper bag was seized and yellow tablets, later determined to be diazepam, were found in his pocket during a search of his person. A packet containing cocaine was found on his person when he was booked at the correctional center.\n1. Appellant asserts as error the trial court's denial of his motion to suppress. The evidence shows that the discovery of the paper bag containing marijuana was made by a private citizen. The police responded to a report of discovery of contraband and verified the private citizen's observation and obtained an arrest warrant.\nThere is no Fourth Amendment violation where an individual's privacy is initially invoked by a private act. United States v. Jacobsen, 466 U.S. 109 (104 SC 1652, 80 LE2d 85) (1984). \"The additional invasions of respondent's privacy by the Government agent must be tested by the degree to which they exceeded the scope of the private search,\" Id. 466 U.S. 115. As evidence shows that the officer's search did not go beyond that of private citizen, we find no error. The discovery of the illegal material by a private citizen and the verification of this evidence by the officer which led ultimately to the issuance of the arrest warrant was reasonable and did not violate the Fourth Amendment. State v. Johnston, 171 Ga. App. 224 (319 SE2d 83) (1984); Marks v. State, 174 Ga. App. 711, 714 et seq. (330 SE2d 900) (1985).\n\"`Once a [person] has been placed under custodial arrest, police may search his person, incident to that arrest, for weapons or contraband.' [Cits.]\" Anderson v. State, 177 Ga. App. 130, 131 (338 SE2d 716) (1985). The seizure of the yellow tablets and packet of white powder from appellant's person following his arrest was not illegal. The trial court did not err in denying the motion to suppress.\n2. The trial testimony established the chain of custody of the contraband with a reasonable certainty.\nWhere evidence of a fungible nature is introduced against a defendant, the State must show with reasonable certainty that the evidence is the same as that seized and that there has not been any tampering or substitution. The State, however, need not negate all possibility of tampering and \"`need only establish reasonable assurance of the identity' of the confiscated evidence. [Cit.]\" Kelly v. State, 182 Ga. App. 7, 9 (354 SE2d 647) (1987).\n*48 The arresting officer identified the bag of marijuana and the yellow pills which he seized from the Datsun and appellant's person. He identified the white powder as the substance that he received from the booking officer. The booking officer verified his testimony. The arresting officer testified that the items were placed in two bags and stapled together in his presence. Evidence cards were completed in his presence, stating from whom the property was obtained, where it was obtained, and the time and the date. It was signed by the evidence intake technician and stored in the evidence locker until a technician took it to the State Crime Lab for analysis. The chemist and evidence technician both testified that the bags were stapled and the paper bag had an evidence tag attached. The fact that the chemist found five yellow tablets and the arresting officer testified that he recovered four does not give rise to an implication of tampering absent evidence of such. The officer apparently made a mistake in remembering the number of tablets he recovered. The chain of custody was proven with reasonable certainty.\n3. The trial court did not err in finding that a statement made by appellant after he was informed of his Miranda rights and that the waiver form he executed waiving these rights was voluntary. Appellant stated that the white powder was cocaine, that he was addicted to cocaine, and that the yellow tablets were Valium. He claimed that he did not know anything about the marijuana. Only after he was asked to reveal his source of supply did he request to speak to an attorney. Contrary to appellant's assertion, we know of no necessity for recording all statements.\nAbsent a showing that the trial court's finding that the statement was voluntary is clearly erroneous or a clear abuse of discretion, this court will not reverse. Jackson v. State, 180 Ga. App. 774 (350 SE2d 484) (1986).\n4. It is not error for the prosecutor to \"argue to the jury the necessity for enforcement of the law and may impress on the jury, with considerable latitude in imagery and illustration, its responsibility in this regard.\" Terhune v. State, 117 Ga. App. 59, 60 (159 SE2d 291) (1967).\nThere was testimony at trial that appellant was \"hooked\" on cocaine and had it in his possession at the time of his arrest. A statement by the prosecutor that drugs are \"killing our society\" and pointing out that appellant committed a serious offense was merely pointing out to the jury its interest in law enforcement. This statement did not in any way prejudice appellant's right to a fair trial.\nJudgment affirmed. Carley and Sognier, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1379933
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}