{
    "id": 1381260,
    "judges": "Dubofsky",
    "date_filed": 393465600000,
    "date_filed_is_approximate": false,
    "slug": "people-v-mann",
    "case_name_short": "Mann",
    "case_name": "People v. Mann",
    "case_name_full": "The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Cheryl MANN, A/K/A Cheryl Adems, Defendant-Appellant",
    "attorneys": "J. D. MacFarlane, Atty. Gen., Richard F. Hennessey, Deputy Atty. Gen., Mary J. Mullarkey, Sol. Gen., David K. Rees, Asst. Atty. Gen., Denver, for plaintiff-appellee., J. Gregory Walta, State Public Defender, Terri L. Brake, Deputy State Public Defender, Denver, for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "As Modified on Denial of Rehearing June 21, 1982.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 23,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b406-6\">\n    The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Cheryl MANN, a/k/a Cheryl Adems, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b406-9\">\n    No. 80SA466.\n   </docketnumber><br><court id=\"b406-10\">\n    Supreme Court of Colorado, En Banc.\n   </court><br><decisiondate id=\"b406-12\">\n    June 1, 1982.\n   </decisiondate><br><otherdate id=\"b406-13\">\n    As Modified on Denial of Rehearing June 21, 1982.\n   </otherdate><br><attorneys id=\"b407-16\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"353\"> \n     *353\n     </span>\n    J. D. MacFarlane, Atty. Gen., Richard F. Hennessey, Deputy Atty. Gen., Mary J. Mullarkey, Sol. Gen., David K. Rees, Asst. Atty. Gen., Denver, for plaintiff-appellee.\n   </attorneys><br><attorneys id=\"b407-21\">\n    J. Gregory Walta, State Public Defender, Terri L. Brake, Deputy State Public Defender, Denver, for defendant-appellant.\n   </attorneys>",
    "citations": [
        "646 P.2d 352"
    ],
    "opinions": [
        {
            "author_str": "Dubofsky",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3901.0,
            "opinion_text": "\n646 P.2d 352 (1982)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nCheryl MANN, a/k/a Cheryl Adems, Defendant-Appellant.\nNo. 80SA466.\nSupreme Court of Colorado, En Banc.\nJune 1, 1982.\nAs Modified on Denial of Rehearing June 21, 1982.\n*353 J. D. MacFarlane, Atty. Gen., Richard F. Hennessey, Deputy Atty. Gen., Mary J. Mullarkey, Sol. Gen., David K. Rees, Asst. Atty. Gen., Denver, for plaintiff-appellee.\nJ. Gregory Walta, State Public Defender, Terri L. Brake, Deputy State Public Defender, Denver, for defendant-appellant.\nDUBOFSKY, Justice.\nThe defendant Cheryl Mann appeals her conviction in Denver District Court based on jury verdicts on April 11, 1979, of guilty to child abuse and accessory to child abuse. We affirm the judgment of conviction.\nOn August 7, 1978, the defendant, her son Lawrence, age 4, her daughter Gaynell, age 2, and Melvin Eugene Goodro checked into a motel on West Colfax in Denver. The four of them had been travelling around the country since leaving Scottsbluff, Nebraska in late June, 1978. According to the defendant's tape-recorded statement, Goodro began beating Gaynell about two weeks before they arrived in Denver because efforts to toilet train the child were not entirely successful.\nOn the evening of August 7, the defendant had been away from the motel, and when she returned, Goodro refused to explain why her daughter's back was swollen. While Gaynell lay on the bed with an ice pack on her back, she wet the bed, and Goodro forced her, as punishment, to run for more than an hour between the bathroom and bedroom of the unit. When she slowed down, he pushed her, and several times she fell. The defendant was in the bedroom when she heard a thump in the bathroom. Gaynell had fallen, apparently hitting her head on the floor. She complained that her head hurt, but when the defendant picked her up, Goodro said that the child must continue to run. Eventually Gaynell collapsed and her heart stopped. Goodro revived her with mouth-to-mouth resuscitation.\nThe defendant thought they should take her daughter to the hospital, but Goodro said that if they did she would lose her son.[1]*354 The defendant stayed up all night with the unconscious Gaynell who suffered several seizures. When Goodro woke up the next morning about 9:00 a. m., the defendant insisted that Gaynell be taken to the hospital. Before Goodro would take her, he rehearsed with the defendant a story he made up to explain the little girl's injuries.\nAbout 12:30 p. m. on August 8, 1978, Goodro took the defendant who was carrying a nearly lifeless Gaynell to the emergency entrance of St. Anthony's Hospital. The defendant gave her name as Cheryl Adems and explained to hospital authorities and the police that she had been travelling with a \"Tom Hilton\" and they were camping in the Colorado mountains. When the child wet the floor of \"Hilton's\" camper, he beat her and shoved her from the camper. As the defendant and the child ran from the camper, the child fell over a six-foot-embankment, and \"Hilton\" drove away. The defendant walked with the child until they met an unidentified fisherman who brought them to the hospital.\nHospital authorities told the defendant that her daughter was seriously injured and probably would not live. Late in the afternoon, while arrangements were being made for the defendant to stay at the hospital nurses' residence, she said that she needed fresh air and disappeared. She met Goodro and her son at a nearby store, they returned to the motel, checked out, and left the state. By the time they reached Idaho on August 10, 1978, the defendant wanted to return to Denver to see her daughter. Goodro dropped her off at the police station in Pocatello, Idaho.[2] She told the police at Pocatello that she thought she was wanted in Denver, and gave them her real name and the false name she had given the hospital authorities.\nTwo Denver police officers returned the defendant to Denver on August 13, 1978. The next day, at the defendant's request, the police took her from jail to see Gaynell at the hospital. Gaynell had suffered severe brain injury, severe central nervous system injury, significant blood loss to bruises all over her body, and a fractured collarbone. The doctors who treated her thought she had been beaten all over her body with a blunt object at least twelve hours prior to the time she arrived at the hospital. Some of the bruises and some lesions on her back appeared to be older. Gaynell's breathing was supported by a respirator. She never regained consciousness and suffered brain death on August 18, 1978, after continual deterioration. The doctors who treated her testified that had she been brought to the hospital earlier, they could have prolonged her life but they were not certain that they could have saved it.\nThe defendant was charged with murder in the first degree (extreme indifference murder), section 18-3-102, C.R.S.1973 (1978 Repl.Vol. 8); child abuse, section 18-6-401, C.R.S.1973 (1978 Repl.Vol. 8);[3] and accessory to child abuse, section 18-8-105, C.R.S. 1973 (1978 Repl.Vol. 8).[4] The defendant *355 pleaded not guilty by reason of insanity, and her sanity trial to the court was held on February 21, 1979. On February 27, the court found the defendant legally sane. The next day, trial was set for April 2, 1979, and it began as scheduled. On April 11, the jury returned a verdict of not guilty to first degree murder and guilty to child abuse and accessory after the fact. The district court sentenced the defendant to a term of eleven to twelve years for child abuse and a concurrent indeterminate to five-year term for accessory after the fact.\nOn appeal, the defendant contends that the child abuse statute is unconstitutionally vague; that her punishment under the statute for negligently causing serious bodily injury to a child is more severe than it could have been had she been prosecuted for criminally negligent homicide and therefore, she was denied equal protection under the laws; that the trial court improperly denied her repeated requests for a continuance; that her tape-recorded confession was improperly admitted into evidence; that a police officer's reference to her refusal to take a polygraph examination should have resulted in a mistrial; and that the trial court improperly instructed the jury on the duties of a parent and on complicity. We disagree and affirm the defendant's conviction.\n\nI.\nThe defendant challenges the constitutionality of the child abuse statute, section 18-6-401, C.R.S.1973 (1978 Repl.Vol. 8), claiming that it is vague and deprives her of equal protection of the laws, U.S.Const. Amend. XIV, Colo.Const. Art. II, § 25. She argues that the statute violates equal protection because it proscribes the same conduct forbidden by the criminally negligent homicide statute, section 18-3-105, C.R.S. 1973 (1978 Repl.Vol. 8), but carries a disproportionately greater penalty. In People v. Taggart, Colo., 621 P.2d 1375 (1981), we determined that the legislature was within its discretion in classifying conduct that is abusive to children in terms that distinguish it from the general statutory prohibition against criminally negligent homicide, and that the classification of child abuse as a crime more serious in penalty than the offense of criminally negligent homicide is not arbitrary or unreasonable and does not violate equal protection of the laws. See also People v. Jennings, Colo., 641 P.2d 276 (1982).\nThe defendant also alleges that the words \"negligently\" and \"may\" in the statutory definition of child abuse violate due process because their inclusion renders the statute unconstitutionally vague. However, we held in People v. Taggart, supra, that the term \"negligently\" does not irreconcilably conflict with the words \"tortured\" and \"cruelly punished\" in the same statute, and the definition of child abuse is sufficiently particular to furnish adequate notice to potential wrongdoers of the proscribed conduct and to protect against discriminatory enforcement. See also People v. Jennings, supra. We defined \"may\" in People v. Hoehl, 193 Colo. 557, 560, 568 P.2d 484, 486 (1977) to mean \"a reasonable probability that the child's life or health will be endangered from the situation in which the child is placed,\" and our judicial construction provides sufficient notice to potential wrongdoers and guarantees against discriminatory enforcement so as to defeat a challenge of unconstitutional vagueness. People v. Taggart, supra at 1383. We see no reason to depart from our holdings in People v. Taggart, supra and People v. Jennings, supra.\nThe defendant also contends that the child abuse statute is unconstitutionally vague as applied to her because there was no evidence that she took any affirmative action which could be labeled abusive. The defendant argues that she did not understand that her behavior might violate the criminal child abuse statute because Goodro committed the abusive acts. The prosecution's case, however, was that the defendant *356 committed child abuse by inaction or complicity. The defendant's failure to understand that the child abuse law encompasses permitting another to abuse a child does not mean that the statute is unconstitutionally vague. A mistaken belief that conduct does not constitute an offense, as a matter of law, does not relieve one of criminal liability. Section 18-1-504(2)(a), C.R.S. 1973 (1978 Repl.Vol. 8). The child abuse statute is constitutional, both on its face and as applied to this defendant.\n\nII.\nThe defendant next asserts that the trial court's failure to grant her several requests for continuance denied her right to due process. The defendant was arraigned on November 15, 1978, and her plea of not guilty by reason of insanity was tried to the court on February 21, 1979. The trial court found her sane on February 27, and the next day set her trial for April 2, 1979. The prosecution hoped to call the defendant to testify in the separate case against Goodro. This required resolving the case against the defendant before expiration of the original six months allowed to complete Goodro's trial. Goodro had not pled not guilty by reason of insanity, and the time to bring him to trial was close to expiration. Section 18-1-405, C.R.S.1973 (1978 Repl.Vol. 8).\nThe defendant argues that the trial court's initial refusal to continue the trial to a date later than April 2 and subsequent denial of her request for a two-day continuance at the close of the prosecution's case deprived her of the testimony of several witnesses. The witnesses, who were not subpoenaed for trial, included the defense psychiatrist and two women who were inmates of the Denver County Jail in February, 1979.\nDefense counsel learned on March 16, 1979 that Dr. H. G. Whittington, the psychiatrist who had testified on the defendant's behalf at the sanity trial, would be in Mexico on his honeymoon from March 31 through April 11, 1979 and, therefore, unavailable to testify at trial. On March 21, 1979, the court heard the defendant's motion to continue. The prosecution opposed the motion because the doctor could be subpoenaed and because it was anticipated that the trial would not be concluded by the time Dr. Whittington returned, so he would be able to testify. The court refused to grant a continuance and noted that the doctor's presence would be assured were he subpoenaed. The trial court denied the defendant's renewed pre-trial motions for continuance on the first day of trial, April 2,[5] and again after jury selection was completed on April 4.\nThe defendant intended to call Dr. Whittington to testify at the suppression hearing and as a defense witness at trial. On November 15, 1978, the defendant had filed a motion to suppress a statement she made to Denver police officers in Pocatello on August 12, 1978 and a tape-recorded statement she made on August 14, 1978. Shortly before the scheduled pre-trial hearing on the motion to suppress, defense counsel withdrew the motion, intending to reassert it at trial.[6] Because of the chance that Dr. Whittington would not be available to testify at trial, when the trial judge would resolve the issues in the motion to suppress, his psychiatric testimony relating to the admissibility of the defendant's extra-judicial statements was preserved by a deposition taken before a different judge four days before trial.\nThe psychiatrist's deposition testimony was that the defendant did not understand the Miranda[7] advisement given her before the tape-recorded statement was taken because *357 her lack of self-confidence prevented her from saying \"no\" to authority figures; because she did not believe she had done anything wrong, she saw little element of risk to herself in making a statement. The psychiatrist believed that the defendant's protective mechanism was to deny that the child she saw in the hospital on August 14th before making the statement was her daughter. When the police officer in the hospital room asked her whether she realized \"that's your own flesh and blood lying there,\" the psychiatrist described the defendant as lapsing into a disassociative state, a trance-like condition which continued until the immediate threat to her emotional integrity ended. The result, according to the deposition, was that she had no conscious memory of making the statement until she heard the tape.\nThe defendant also intended to call Dr. Whittington to testify about her mental state at the time the offense was committed. Although the defendant did not make an offer of proof, based on our review of his testimony at the sanity trial, the psychiatrist apparently was expected to testify that on the night of the crime the defendant was suffering reactive psychosis, a temporary psychotic state resulting from stress, which would raise the affirmative defense of impaired mental condition [8] under section 18-1-803, C.R.S.1973 (1978 Repl.Vol. 8).\nDefense counsel failed to personally serve Dr. Whittington with a subpoena before he left the country on March 31st.[9] Crim.P. 17(d) defines service of a subpoena as \"delivering a copy thereof to the person named and, if ordered by the court, by tendering to those residing outside the county of trial the fee for one day's attendance and the mileage allowed by law.\" Crim.P. 17(g) provides that \"[f]ailure by any person without adequate excuse to obey a subpoena served upon him may be deemed a contempt of the court from which the subpoena is issued.\" We have held that, under some circumstances, failure of a court to grant a continuance when a witness who has been subpoenaed fails to appear requires reversal. People v. Lee, 180 Colo. 376, 506 P.2d 136 (1973).\nDefense counsel maintained at trial that they had subpoenaed Dr. Whittington by mail[10] as authorized in an administrative order effective July 1, 1977 signed by Chief Judge Joseph Lilly of the Denver District Court. The administrative order provided that \"non-appearance of a witness served by the Public Defender by mail ... shall normally be grounds for continuance of the case unless otherwise ordered by the court....\" The administrative order apparently was intended to reduce the state's costs for serving subpoenas to witnesses on behalf of indigent defendants. See Crim.P. 17(b); People v. McCabe, 37 Colo.App. 181, 546 P.2d 1289 (1975).\nThe defendant argues that service of a witness by mail is sufficient to require a continuance if the witness fails to appear. Under the facts of this case, we disagree. An administrative order, while effective for issuance of subpoenas in most instances, is *358 not sufficient to invoke the sanction of contempt under Crim.P. 17(g). Without the sanction of contempt, a witness, such as Dr. Whittington, who would not otherwise be available to testify, cannot be said to have been compelled to appear. Evidently, defense counsel here hoped that by taking a deposition of the doctor's suppression testimony and by relying on the prosecution's representation that trial would last long enough to allow the doctor to return to testify about the defendant's mental state at the time the offense was committed, counsel could avoid antagonizing their witness by dispensing with the protection of a served subpoena. However, the court specifically told defense counsel to subpoena their witness before he left the country and forewarned them that no continuance would be granted if the psychiatrist, allegedly a crucial witness, failed to appear. From the record, it is clear that defense counsel did not expect their witness to appear without a served subpoena. Given the trial court's warning and the availability of a subpoena served in person, the defendant cannot rely on an administrative order allowing subpoenas to be mailed as a basis for a continuance. The denial of a motion for continuance in a criminal proceeding is within the sound discretion of the trial court and will not be disturbed absent a showing of abuse. Miller v. People, 178 Colo. 397, 497 P.2d 992 (1972); Moore v. People, 164 Colo. 222, 434 P.2d 132 (1967); People v. Dillon, Colo.App., 633 P.2d 504 (1981). The trial court did not abuse its discretion in denying a continuance because the defendant's psychiatric witness who had not been served with a subpoena failed to appear. People v. Dillon, supra.\nThe defendant also claims that the trial court abused its discretion in denying her request for a two-day continuance at the close of the prosecution's case. One of the bases of the prosecution's objection to a continuance when sought by the defendant before trial was that voir dire of prospective jurors would last at least a week, and the prosecution's presentation of evidence would continue long enough for Dr. Whittington to return from Mexico in time to testify. However, voir dire took only two days and the prosecution rested its case on Monday, April 9th. The defense asked for a continuance until Thursday morning, April 12th, to present Dr. Whittington's testimony. The prosecution did not object to the requested continuance.[11] The trial court denied the request because the psychiatrist had not been served with a subpoena. The defense then rested without presenting any testimony, and the jury returned its verdicts at noon, April 11th.\nWhen defense counsel decided not to serve Dr. Whittington with a subpoena, they knew, as their motions for a continuance indicate, the risk that the trial would be completed before the psychiatrist was available to testify. The decision not to serve Dr. Whittington, when there was ample opportunity, was a trial tactic, subject to the risk of backfiring, and thus the defendant is not entitled to complain that she was deprived of the right to present testimony on the defense of impaired mental condition. See U. S. v. Smaldone, 544 F.2d 456 (10th Cir.), cert. denied, 430 U.S. 967, 97 S.Ct. 1648, 52 L.Ed.2d 358 (1976); People v. Shackelford, 182 Colo. 48, 511 P.2d 19 (1973); Fresquez v. People, 178 Colo. 220, 497 P.2d 1246 (1972).\nThe defendant also argues that she should have been granted a continuance on April 2, 1979, to give her more time to find Angela Chestnut and Barbara Allen, inmates at the Denver County Jail in February, 1979. The defendant argued that she was unable to find the witnesses, but she *359 made no offer of proof as to their expected testimony. However, she attached to her motion for a new trial two affidavits signed by Chestnut to the effect that she spoke with Goodro on a bus returning prisoners to the County Jail, that he said \"Cheryl wasn't even there when it all happened,\" and that he would see to it that \"she got some time.\" Chestnut would not have been able to testify to these statements, however, as both were hearsay. See Moya v. People, 79 Colo. 104, 244 P. 69 (1926); C.R.E. 801 and 802. Because there is no indication that the testimony from Chestnut and Allen would have been admissible, the defendant was not entitled to a continuance to find and subpoena them, and the failure of the trial court to grant a continuance was not error. McGregor v. People, 176 Colo. 309, 490 P.2d 287 (1971).\nFinally, at trial, before the prosecution introduced into evidence the defendant's April 14th tape-recorded statement, the trial court heard her motion to suppress the statement in camera. During the hearing on the motion to suppress, the defense sought to introduce Dr. Whittington's deposition to prove that the defendant was unable to perceive the dangers of giving the statement, and therefore, her statement was involuntary.[12]People v. Fordyce, Colo., 612 P.2d 1131 (1980); People v. Parks, 195 Colo. 344, 579 P.2d 76 (1978). The trial court refused to consider the deposition because the doctor had not been served with a subpoena. The court relied on Crim.P. 15(e) which provides in pertinent part:\nAt the trial, or at any hearing a part or all of a deposition, so far as otherwise admissible under the rules of evidence, may be used if: ... (3) the party offering the deposition has been unable to procure the witness' attendance by subpoena; or (4) the witness is out of the state, his presence cannot be secured by a subpoena or other lawful means, and his absence was not procured by the party offering the deposition....\nThe reliance of the trial judge on Crim.P. 15 to sustain the prosecution's objection to use of the deposition, given the circumstances known to him at the time, was not misplaced. We note both the defendant's failure to serve a trial subpoena on the psychiatrist and the psychiatrist's availability to testify at a suppression hearing prior to trial. Rather than presenting the witness' testimony, as scheduled, defense counsel withdrew the suppression motion until trial, when the witness was no longer available.\n\nIII.\nThe only account of the events on August 7, 1978 and the morning of August 8, 1978 is the statement of the defendant tape-recorded by the police on August 14, 1978. The taped statement was played to the jury. The defendant contends that the trial court erred in admitting the taped statement because it was obtained as a result of a statement the defendant gave to the police on August 12th. The trial court suppressed the August 12th statement because it was obtained in violation of the defendant's right to counsel. After the defendant turned herself in at the police station in Pocatello, Idaho, Detective Penington from the Denver Police Department flew to Pocatello, met with the defendant on August 12, 1978, and advised her of her Miranda rights. The defendant initially refused to make a statement, but Penington continued to question her about the location of her son in order to protect the child. The defendant gave conflicting stories about where her son was and who he was with, and at that point, Penington confronted her with the information he had about the children's foster home and Goodro which contradicted her stories. The defendant said that if he knew that much, she might as well tell him everything. He re-advised her of her rights and then took the \"Pocatello statement.\" This statement for the first time related Goodro's involvement and what happened at the motel in Denver. The court found that the detective had assured the defendant that the questioning would be only in connection with her son's safety. Therefore, she had not waived her *360 right to refuse to talk with respect to her daughter, and the trial court suppressed the \"Pocatello statement\" because Penington conducted the questioning about the incident involving Gaynell after the defendant had invoked her right to cut off questioning. Edwards v. California, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981); Michigan v. Mosley, 423 U.S. 96, 96 S.Ct. 321, 46 L.Ed.2d 313 (1975).\nWhen the defendant returned to Denver, she asked the police to take her to the hospital to see her daughter, and on August 14, 1978, Detective Penington and another detective drove her to the hospital. She informed the officers that her attorney had advised her not to answer questions, but after viewing her daughter, she \"blurted out\" that she would testify against Goodro. She then made the tape-recorded statement which was played to the jury. The defendant contends that the tape-recorded statement should have been suppressed because it was so tainted by the illegal \"Pocatello statement\" as to be \"fruit of the poisonous tree.\" See Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963); Silverthorne Lumber Co. v. United States, 251 U.S. 385, 40 S.Ct. 182, 64 L.Ed. 319 (1920); People v. Lowe, Colo., 616 P.2d 118 (1980). Whether the tape-recorded statement is the fruit of the \"Pocatello statement\" is a question of fact for determination by the trial judge. The trial court here found the tape-recorded statement admissible without specifically considering whether it was \"`sufficiently an act of will to purge the primary taint.'\" Brown v. Illinois, 422 U.S. 590, 602, 95 S.Ct. 2254, 2261, 45 L.Ed.2d 416 (1975), quoting Wong Sun v. United States, 371 U.S. at 486, 83 S.Ct. at 416 (1963).\nThe defendant argues that the tape-recorded statement was tainted by the \"Pocatello statement\" because these statements were the only two which varied from the earlier \"Hilton\" accounts. In addition, the defendant insisted that she would give the tape-recorded statement if Detective Penington, the officer who took the \"Pocatello statement,\" were the only officer present. The People counter that the taint of the initial illegal questioning is purged if sufficient time has passed, People v. Lowe, supra; if there are sufficient intervening circumstances between the statements, McCall v. People, Colo., 623 P.2d 397 (1981); and if there was a valid purpose to the official misconduct which led to the suppression of the earlier statement, McCall v. People, supra.\nHere, two days elapsed between the \"Pocatello statement\" and the tape-recorded statement. During the intervening time, the defendant travelled from Idaho to Denver, consulted with counsel, and viewed her daughter at the hospital. We conclude that passage of time and the intervening events were sufficient to distinguish the statements one from another. The police interrogation in Pocatello had a valid purpose: the protection of the defendant's son whose safety with Goodro was the cause for police questioning. The circumstances purged the second statement of the primary taint.\nIn addition, although an advisement of Miranda alone is not sufficient to purge the taint of a prior illegal statement, People v. Lowe, supra; McCall v. People, supra, here, the trial judge noted that the defendant had been advised and had waived her rights on August 8th and August 10, 1978, that she had been advised and asserted her rights on August 12, 1978, that she had been re-advised and given a limited waiver on August 12, 1978, and that she had been advised and asserted her rights on August 14, 1978, before being re-advised and waiving her rights later the same day. The record supports the trial court's conclusion that the defendant, when she gave the taped statement, knowingly, intelligently, and voluntarily waived her rights.\nThe transcript of the taped statement begins with the following colloquy:\nOfficer: \"Had you been advised by anyone prior to that time that you did not have to talk to the police and you did not have to give us any statements?\"\nDefendant: \"Yes [the Public Defender's office].\"\nOfficer: \"Do you now wish to voluntarily talk to me about this case?\" *361 Defendant: \"Yes.\"\nOfficer: \"Why do you want to talk to me at this time after being advised by an attorney that you didn't have to?\" Defendant: \"Because I want to.\"\nDetective Penington also testified that the defendant told him that her attorneys were going to be mad but she would talk to him anyway.\nThe defendant now asserts that police questioning when the defendant waived her right to counsel without first contacting that counsel and providing counsel an opportunity to be present violated the defendant's right to counsel. The defendant urges a per se rule that whenever a defendant is represented by an attorney, she may not waive her right to counsel without the presence of the attorney. We rejected a per se approach in People v. Thorpe, Colo., 641 P.2d 935, 941 (1982) when we held, \"The fact that a statement was obtained without notification of counsel and out of the presence of counsel does not by itself amount to an unconstitutional violation of the defendant's rights.\" Here, the evidence that the defendant knew she had a right to counsel and intentionally waived that right contrary to counsel's advice is sufficient to support a waiver of her constitutional right to remain silent and to counsel.\n\nIV.\nThe defendant's next allegation of error is that the trial court should have granted her motion for a mistrial when a Pocatello, Idaho, police sergeant testified that she refused to take a polygraph examination.[13] The sergeant testified that he questioned the defendant about whether she had been involved in the infliction of the child's injuries. He said that the defendant responded that she would not have turned herself in if she had and then volunteered that she would not be willing to take a polygraph examination. He testified that he had not asked her if she would take such an exam, but that she brought it up herself because she claimed her brother once was found guilty on the basis of the results of a polygraph. The defendant's remark about a polygraph was only one part of a longer, volunteered statement. The trial court acknowledged that Mills v. People, 139 Colo. 397, 339 P.2d 998 (1959) prohibits introduction in a criminal trial of evidence of an accused's refusal to submit to a lie detector test. The court also noted the rule that a defendant's extra-judicial statement will be admitted in its entirety, McRae v. People, 131 Colo. 305, 281 P.2d 153 (1955), and that under the circumstances of this case this rule conflicted with the rule against introducing evidence that a defendant had refused to take a polygraph. The trial court decided that, because law enforcement officials had not requested a polygraph, the rule favoring admission of the entire statement governed, and the court denied a mistrial. Under the circumstances here, we agree. In addition, we note that the defendant's volunteered refusal to take a polygraph came after she had related the \"Hilton\" story which she later admitted was untruthful. Therefore, testimony about her refusal to take a polygraph on the \"Hilton\" story was harmless because ample evidence reflecting adversely on her credibility already was before the jury.\n\nV.\nFinally, the defendant contends that the trial court improperly instructed the jury about the statutory duties of a parent to a child and complicity.\nThe defendant objected to Instruction No. 18 which read as follows:\nThe statutes of this state impose a duty that a parent shall not willfully fail, refuse, or neglect to provide proper care for his or her children.\nThe statutes of this state impose a duty in that a parent shall not allow another to mistreat or abuse his or her child without taking lawful means to stop such mistreatment or abuse and prevent it from reoccurring.\n\n*362 The statutes of this state impose a duty upon a parent to provide proper medical care or any other care necessary for his or her child's health or well-being.\nThe defendant maintains that Instruction No. 18 interjected irrelevant legal issues into the case and provided a basis for the jury to find the defendant guilty of child abuse without reference to the elements of criminal child abuse.\nUnder section 18-6-401, C.R.S.1973 (1978 Repl. Vol. 8), a person may commit child abuse if he negligently permits a child to be placed in a situation that may endanger the child's life or health or to be cruelly punished. \"Criminal negligence\" is defined in section 18-1-501, C.R.S.1973 (1978 Repl.Vol. 8) as a \"gross deviation from the standard of care that a reasonable person would exercise,\" resulting in a failure \"to perceive a substantial and unjustifiable risk....\" Instruction No. 18 defined \"standard of care\" in language taken from the definition of a \"neglected or dependent child\" in section 19-1-103(20), C.R.S.1973 (1978 Repl.Vol. 8).\nWe discussed the interrelationship between criminal child abuse and the provisions of the Children's Code, sections 19-1-101, et seq., C.R.S.1973 (1978 Repl.Vol. 8 and 1981 Supp.) in People v. Jennings, Colo., 641 P.2d 276 (1982) as illustrative of the legislative distinction between unwarranted parental abuse and permissible limits of discipline. Here also the trial court used language from the Children's Code to delineate the standard of parental care underlying the statutory prohibitions. The trial court did no more than give the jury the statutory context which makes intelligible the language of section 18-6-401, \"negligently permits a child to be placed in a situation that may endanger the child's life ... or to be cruelly punished.\" People v. Jennings, supra. Whether there was a gross deviation from that standard remained a jury question.\nThe defendant specifically objects to the failure of Instruction No. 18 to indicate that it was not a criminal standard and the resulting possibility that the jury could have applied the definition of standard of care to convict the defendant without a standard of proof. However, instructions must be viewed as a whole. People v. Galleogs, Colo., 644 P.2d 920 (1982); People v. Blair, 195 Colo. 462, 579 P.2d 1133 (1979). Here the jury was properly instructed on the elements of child abuse and that the burden of proof was on the prosecution to prove the defendant's guilt beyond a reasonable doubt. We conclude that Instruction No. 18 was an aid to the jury which did not detract from the elements of criminal child abuse.\nAt trial, the defendant objected to Instruction No. 23 on complicity,[14] claiming there was no evidence of complicity. The trial court instructed the jury on complicity over the defendant's objection because it viewed the evidence as supporting the instruction. On appeal, the defendant contends that Instruction No. 23, requiring the intent to promote or facilitate the commission of the offense, is inconsistent with one of the possible culpable mental states, criminal negligence for failing to perceive a substantial and unjustifiable risk, required to commit child abuse. The defendant argues that it is logically impossible for a person to have the intent to promote or facilitate an unintended act.[15]\nWe disagree that a complicity instruction is necessarily inconsistent with the crime of child abuse. Child abuse can be committed either by causing or permitting a child to be *363 placed in a dangerous situation or to be cruelly punished. In addition, at the time of this crime, child abuse could be sustained on the basis of an intentional or knowing mens rea as well as on a negligent mens rea. The evidence in this case supports the inference that the defendant knew Goodro was beating her child and did nothing to stop him. The jury could have found that she had the specific intent required for complicity in permitting him to abuse the child.\nJudgment affirmed.\nNOTES\n[1]  When the defendant left her husband in Nebraska in March, 1977, her husband placed the two children in a foster home. At trial a Nebraska social worker testified that the defendant complied with a visitation plan until she failed to return the children after a weekend visitation in June, 1978. A court hearing had been scheduled the following week, and the social worker intended to recommend that the defendant be given custody of the children. However, Goodro apparently persuaded the defendant to leave Nebraska by telling her that he had talked with the social worker and that the defendant would not receive custody. He told the defendant that the only way she could be with the children would be if she and the children left Nebraska with him. She agreed and they left on the trip which eventually brought them to Denver. Thus, on August 7, the defendant was in violation of a Nebraska court custody order.\n[2]  Goodro and the defendant's son were located in Oregon on August 25, 1978.\n[3]  At the time of the offense, section 18-6-401 provided in pertinent part:\n\n(1) A person commits child abuse if he knowingly, intentionally, or negligently, and without justifiable excuse, causes or permits a child to be:\n(a) placed in a situation that may endanger the child's life or health; or ... (c) Abandoned, tortured, cruelly confined, or cruelly punished....\n(7) Child abuse is a class 2 misdemeanor, but if it results in serious bodily injury to the child, it is a class 3 felony.\n[4]  Section 18-8-105 provides in pertinent part: \n(1) A person is an accessory to crime if, with intent to hinder, delay, or prevent the discovery, detection, apprehension, prosecution, conviction, or punishment of another for the commission of a crime, he renders assistance to such person.\n[5]  This Court denied the defendant's writ of prohibition seeking review of the trial court denial of a continuance on April 2, 1979. S.Ct.No. 79SA154.\n[6]  The prosecution sought a hearing on the withdrawn motion, arguing that Dr. Whittington was available to testify at the pre-trial hearing and that postponing the hearing until trial would prevent the prosecution from seeking interlocutory review if the trial court suppressed the statements.\n[7]  Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n[8]  The prosecution argues that mental condition evidence is irrelevant, and thus, there could be no error in the trial court's failure to grant a continuance for the introduction of evidence of impaired mental condition. However, evidence of an impaired mental condition is relevant to the form of child abuse that requires the mental state of \"intentionally,\" People v. Roark, Colo., 643 P.2d 756 (1982), and to accessory to child abuse. In recent cases we have reserved deciding whether evidence of an impaired mental condition is admissible as relevant to the issue whether a defendant acted \"knowingly,\" the culpable mental state for general intent crimes including one form of child abuse. People v. Roark, supra; People v. Morgan, Colo., 637 P.2d 338 (1981); People v. Gallegos, Colo., 628 P.2d 999 (1981); People v. Ledman, Colo., 622 P.2d 534 (1981). Since we conclude that the psychiatrist was improperly subpoenaed, we need not address the relevancy of his testimony to alternative mental states required to commit child abuse.\n[9]  As late as March 30, the district attorney spoke with Dr. Whittington by telephone and informed the court and defense counsel on the record that the psychiatrist was at his office in Denver and subject to service of a subpoena.\n[10]  There is no evidence in the record, other than counsel's statement, that a subpoena was mailed to Dr. Whittington or received by him.\n[11]  The next day, April 10th, the district attorney offered to allow a transcript of the psychiatrist's testimony from the sanity trial to be read to the jury. The sanity trial testimony related to the defendant's state of mind at the time of the commission of the offense; however, it was directed to the legal definition of insanity rather than to the affirmative defense of impaired mental condition. In addition, at the sanity trial the psychiatrist related a version of the facts as told to him by the defendant, a version similar to the one in the taped statement and one which the psychiatrist believed to be the truth. The defendant refused the prosecution's suggestion that the psychiatrist's sanity trial testimony be read to the jury.\n[12]  The defendant made no offer to introduce the deposition during the trial.\n[13]  This was not part of the suppressed \"Pocatello statement\" taken by Denver police officers.\n[14]  Instruction No. 23 provided:\n\nA person is guilty of an offense if it is committed by another person for whom he is legally accountable. A person is legally accountable for the behavior of another constituting a criminal offense if, with the intent to promote or facilitate the commission of the offense, he aids, abets, or advises such other person in planning or committing the offense.\n[15]  The argument is similar to the defendant's assertion that the child abuse statute is unconstitutionally vague because it is logically impossible to negligently cause cruel punishment. We rejected that argument in People v. Taggart, Colo., 621 P.2d 1375 (1981) and People v. Jennings, supra, as described in Part I, supra.\n\n",
            "ocr": false,
            "opinion_id": 1381260
        }
    ],
    "court_short_name": "Supreme Court of Colorado",
    "court_full_name": "Supreme Court of Colorado",
    "court_type": "S",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Murder"
}