{
    "id": 1389197,
    "judges": "Nangle",
    "date_filed": "2000-02-04",
    "date_filed_is_approximate": true,
    "slug": "new-england-mut-life-ins-co-v-calvert",
    "case_name_short": "Calvert",
    "case_name": "New England Mut. Life Ins. Co. v. Calvert",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "459 F. Supp. 979"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2372.0,
            "opinion_text": "\n459 F. Supp. 979 (1978)\nNEW ENGLAND MUTUAL LIFE INSURANCE COMPANY, Plaintiff,\nv.\nJames Henry CALVERT, et al., Defendants.\nNo. 73-324C(3).\nUnited States District Court, E. D. Missouri, E. D.\nNovember 14, 1978.\nDon B. Sommers, Sommers &amp; Holloran, Inc., St. Louis, Mo., for plaintiff.\nP. Terence Crebs, Frederick J. Dana, Gallop, Johnson, Godiner, Morganstern &amp; Crebs, Andrew P. Deschu, Nangle &amp; Schwartz, St. Louis, Mo., for defendants.\n\nMEMORANDUM\nNANGLE, District Judge.\nFollowing a remand by the United States Court of Appeals for the Eighth Circuit, a trial was held in this cause. On March 23, 1976, this Court had granted plaintiff's motion for summary judgment, holding the insurance policies which are the subject of this suit to be void ab initio. The March 23, 1976 order of the Court became final and conclusively binding as to defendants Ronald Calvert and James Calvert because neither appealed the ruling.\nThis case was tried before the Court without a jury. The Court having considered *980 the pleadings, the testimony of the witnesses, the documents in evidence, the stipulations of the parties, and being otherwise fully advised in the premises hereby makes the following findings of fact and conclusions of law as required by Rule 52, Federal Rules of Civil Procedure:\n\nFINDINGS OF FACT\n1. Plaintiff New England Mutual Life Insurance Company is a mutual insurance company, organized pursuant to the laws of the state of Massachusetts with its principal place of business in that state. Defendant Shirley Ann Null is the administratrix of the estate of Victor G. Null, deceased.\n2. Prior to July 19, 1972, Victor Null sought financial backing for the development of an invention, a rotary motor. Ronald and James Calvert agreed to provide the financial backing. Victor Null and the Calverts agreed to procure life insurance upon the life of Victor Null to protect the investment of the Calverts. Null and the Calverts made application to plaintiff for $500,000 insurance; William S. Comfort and Harold L. Whitney were the agents of plaintiff with whom Null and the Calverts dealt.\n3. Frank W. French, Jr., assistant vice-president for plaintiff, advised Whitney, by telegram-teletype, that plaintiff would only issue $150,000 \"corporate insurance\" but would be willing to issue $100,000 personal insurance upon receipt of a new application by defendant Null. William Comfort advised Null and Ronald Calvert of this decision, and further advised them that were Null to purchase a personal life insurance policy, he would be the owner of the same and would therefore have the right to assign the policy to the Calverts. Null agreed to purchase $100,000, with accidental death benefits. His estate was named as beneficiary thereof; however, Null contracted for this insurance solely for the reason that he wanted to assign the same to the Calverts, thus providing the security that the Calverts desired before they would invest in Null's invention.\n4. On July 21, 1972, Null made application for the personal life insurance policy. On July 24, 1972, Null, accompanied by Ronald Calvert, went to the offices of the Whitney agency. Calvert delivered a check signed by his father, James Calvert, in the sum of $5,616. This sum represented the premium due on the $150,000 business insurance policy and the premium for the $100,000 personal life insurance policy. On this same date, Null executed an \"Absolute Assignment and Change of Beneficiary Request\", making the Calverts the owners and beneficiaries of the $100,000 personal insurance policy.\n5. Plaintiff's home office did not receive the assignment and change of beneficiary form until September 5, 1972.\n6. On November 9, 1972, Null was found dead in his East St. Louis workshop, having been shot four times. The murderer was never found.\n7. Ronald Calvert was charged with, and convicted of, twelve counts of mail fraud in violation of 18 U.S.C. §§ 371, 1341, and 1343. Three counts of the indictment related to the application for business insurance, Null's application for personal insurance, and the assignment and change of beneficiary form.\n8. At the time that Null applied for personal insurance, he had no intention of procuring the same for the benefit of his estate. The only reason that Null applied for the insurance was to obtain the coverage deemed necessary by the Calverts for their investment. In fact, the Calverts were not interested in procuring the insurance to protect their investment, but instead procured the same as part of their scheme to obtain the proceeds thereof through the murder of Victor Null.\n\nCONCLUSIONS OF LAW\nThis Court has jurisdiction of the subject matter and the parties hereto. 28 U.S.C. § 1332.\nAs noted previously by this Court, an insurance policy is void ab initio, and the insurer relieved of all liability thereon, when it is obtained by the beneficiary who intended, at the time the policy was procured, to murder the insured. See the *981 March 23, 1976 order and memorandum of this Court, reported at 410 F. Supp. 937 (E.D.Mo.1976), and the cases cited therein. In Aetna Life Insurance v. Strauch, 179 Okl. 617, 67 P.2d 452 (1937), overruled on other grounds, Howard v. Jessup, 519 P.2d 913 (Okl.1973), the court stated:\n. . . if the beneficiary conceived the idea of murdering the insured prior to the time the insurance was procured and with that thought in mind, the beneficiary himself procured the policy either in person or acting through the insured as an innocent instrumentality so that the insurance policy was in actual fact at its inception a contract between the beneficiary and the Insurance Company . . . the Insurance Company . . . may defeat liability on the grounds of fraud. Id. at 453.\nSee also Lakin v. Postal Life and Casualty Insurance Co., 316 S.W.2d 542 (Mo.1958); Colyer's Administrator v. New York Life Insurance Co., 300 Ky. 189, 188 S.W.2d 313 (Ky.App.1945).\nOn appeal of the March 23, 1976 order of this Court, defendant Shirley Ann Null argued:\n. . . if Victor Null applied for the disputed policy with a bona fide intent to insure his life for the benefit of his own estate, as indicated on the application, Calvert's unlawful intent at the inception of the policy to murder Mr. Null and the related fraud practiced by Calvert to attempt to obtain the benefits of the policy through an assignment do not alter the contractual relationship between Null and the insurer or void the policy as to the Null estate.\n.   .   .   .   .\nMrs. Null . . . contends that Victor Null intended to provide his family with insurance protection and that he must have been fraudulently induced or tricked by Ronald Calvert into assigning the policy to James Calvert. New England Mutual Life Insurance Company v. Null, 554 F.2d 896, 900-902 (8th Cir. 1977).\nThese arguments led the Court of Appeals to reverse the March 23, 1976 order granting summary judgment, and to hold:\nThe ultimate fact question regarding the Null estate's claim to the $100,000 personal policy is whether Null executed the application and procured the insurance for his own purposes and thus became the contracting party with the insurer, or instead merely served as an innocent instrumentality in the evil scheming of Ronald Calvert, the person actually procuring the policy from New England. Id. at 902.\nThis Court has found no evidence that Victor Null was fraudulently induced or tricked into assigning the policy. Instead, the Court has found that Victor Null applied for the personal life insurance policy with the then formed intention of immediately assigning the same to the Calverts; thus, Null did indeed serve as an innocent instrumentality in the scheming of the Calverts. The fact that the insurance company, through its agents, allowed a personal insurance policy to be, in fact, converted into business insurance through the assignment and change of beneficiary can not affect the result; the company, too, was an innocent instrumentality of the scheming. Cf., Aetna Life Insurance, supra.\nAccordingly, judgment will be entered in plaintiff's favor on both its complaint and defendant Null's counterclaim.\n",
            "ocr": false,
            "opinion_id": 1389197
        }
    ],
    "court_short_name": "E.D. Missouri",
    "court_full_name": "District Court, E.D. Missouri",
    "court_type": "FD",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}