{
    "id": 1436228,
    "judges": "Herrmann, C. J., Duffy, J., and Brown, Vice-Chancellor",
    "date_filed": 146880000000,
    "date_filed_is_approximate": false,
    "slug": "dickerson-v-state",
    "case_name_short": "Dickerson",
    "case_name": "Dickerson v. State",
    "case_name_full": "Randolph E. DICKERSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
    "attorneys": "Richard Allen Paul, Arlen B. Mekler and Paul R. Steyermark, Asst. Public Defenders, Wilmington, for defendant below, appellant., Richard R. Wier, Jr., State Prosecutor, Wilmington, for plaintiff below, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b411-3\">\n    Randolph E. DICKERSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\n   </parties><br><court id=\"b411-6\">\n    Supreme Court of Delaware.\n   </court><br><decisiondate id=\"b411-7\">\n    Aug. 28, 1974.\n   </decisiondate><br><attorneys id=\"b411-17\">\n    Richard Allen Paul, Arlen B. Mekler and Paul R. Steyermark, Asst. Public Defenders, Wilmington, for defendant below, appellant.\n   </attorneys><br><attorneys id=\"b411-18\">\n    Richard R. Wier, Jr., State Prosecutor, Wilmington, for plaintiff below, appellee.\n   </attorneys><br><judges id=\"b411-19\">\n    Before HERRMANN, C. J., DUFFY, J., and BROWN, Vice-Chancellor.\n   </judges>",
    "citations": [
        "325 A.2d 367"
    ],
    "opinions": [
        {
            "author_str": "Brown",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n325 A.2d 367 (1974)\nRandolph E. DICKERSON, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nAugust 28, 1974.\nRichard Allen Paul, Arlen B. Mekler and Paul R. Steyermark, Asst. Public Defenders, Wilmington, for defendant below, appellant.\nRichard R. Wier, Jr., State Prosecutor, Wilmington, for plaintiff below, appellee.\nBefore HERRMANN, C. J., DUFFY, J., and BROWN, Vice-Chancellor.\nBROWN, Vice-Chancellor.\nThis is an appeal from a conviction of murder in the first degree. Appellant urges three separate grounds for reversal, all of which relate to the admissibility of self-incriminating evidence offered against him at trial. They are discussed separately hereafter.\n\nI.\nThe most significant evidence offered against the appellant was his written confession to the crime made some three months after the homicide and at a time when he was in police custody as the result of unrelated charges. At a pre-trial suppression hearing, the trial judge found \"beyond *368 a reasonable doubt\" that the statement had been given voluntarily, of appellant's own free will, and without fear or coercion.\nAt trial, the jury was instructed that before considering the confession as evidence of guilt, it must first determine that it was given voluntarily and as a product of a rational intellect and a free will. Appellant argues that it was reversible error for the trial court to refuse to charge the jury that it must find the statements to have been voluntary \"beyond a reasonable doubt\", and to thus permit the jury to apply a lesser standard than that utilized by the court itself in making its initial determination of admissibility. Specifically, appellant contends that the \"jury should have been instructed that voluntariness or involuntariness must be found beyond a reasonable doubt\".\nSuch is not the present status of the law. In Lego v. Twomey, 404 U.S. 477, 92 S. Ct. 619, 30 L. Ed. 2d 618 (1972) the United States Supreme Court addressed itself to this issue, and concluded that constitutional standards do not require proof of the voluntariness of a confession beyond a reasonable doubt, but rather that proof by a preponderance of the evidence is sufficient on the question of admissibility. It further held that where the trial court, at a hearing outside the presence of the jury, has ruled a confession voluntary and therefore admissible, it is not constitutionally bound to thereafter submit the same issue to the jury. Although recognizing that every fact necessary to constitute the crime charged must be proved beyond a reasonable doubt, In re Winship, 397 U.S. 358, 90 S. Ct. 1068, 25 L. Ed. 2d 368 (1970), the court stated as follows at 404 U.S. 487, 92 S. Ct. 625, 30 L. Ed. 2d 626:\n\"A guilty verdict is not rendered less reliable or less consonant with Winship simply because the admissibility of a confession is determined by a less stringent standard.\"\nThe practice in this State for determining the admissibility of confessions has long since been established and was followed by the trial court here. See Wilson v. State, Del.Supr., 10 Terry 37, 109 A.2d 381 (1954); Williams v. State, Del.Supr., 206 A.2d 501 (1964). We again give it decennial approval.[1] The standard applied by the trial judge at the suppression hearing exceeded that which was constitutionally required, and the instruction given to the jury did not fall short of it. Failure to charge the jury that it must find the confession to have been voluntary beyond a reasonable doubt before considering the weight to be accorded to it was not error.\n\nII.\nAs a second reason for protesting the admissibility of the confession, appellant relies upon the circumstances under which it was obtained. The factual backdrop for this argument can be recounted as follows.\nThe victim of the homicide was Phyllis W. Margerum, an elderly lady who lived alone in an apartment in Wilmington. She was last seen alive on December 10, 1971. After she failed to appear at her church on the following morning, police officers were eventually summoned, and upon entering her apartment she was found dead on the *369 floor. Portions of her apartment had been ransacked, and the medical testimony revealed that she had been stabbed at least twenty-four times with an instrument such as a screwdriver.\nAppellant was living in the apartment house at the time and was interviewed by the investigating officers. He denied any knowledge of the murder and claimed that he had been absent from the building during the time period in which it would have occurred. Investigation of the scene revealed nothing that was traceable to him.\nOn March 9, 1972, appellant visited one Dora Harris, by whom he had children, but from whom he had been physically separated for more than a year. According to Miss Harris he appeared agitated and upset. During the course of his visit he disclosed to her that he had killed the \"woman downstairs\" for a \"lousy $54.00\" and that he had stabbed her more than twenty times.\nAfter he left her, Miss Harris sought the advise of a clergyman and together they went to City Hall where she signed warrants against appellant for physical assault and threats made against her. She also gave a written statement concerning his admissions to her. Appellant was arrested on the warrants in a Wilmington bar on March 11, 1972, at about 1:05 a. m. and was advised of his rights. He was brought to the Detective Bureau of the Wilmington Police Department and was again advised of his constitutional rights as required by Miranda v. Arizona, 348 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966). He was informed that there were two warrants outstanding against him, both signed by Miss Harris, one for assault and battery and one for threatening bodily harm. Thereafter, he engaged in discussion with a single police officer in the room with him for some three hours.\nThe officer, Sergeant Burke, and the appellant were apparently familiar with each other. They talked about the latter's past life and various things that had happened to him. During the three-hour period he was, upon his request, given sodas, crackers and cigarettes. He was allowed to utilize the lavatory when necessary. He gave no indication of being sleepy and had no difficulty in smoking and properly extinguishing cigarettes. He at no time indicated a desire to stop talking and he made no request for a lawyer.\nFinally, appellant volunteered the following statement:\n\"Burke, I know what you're after. I know what you're really after.\" To which the officer replied: \"Yes, I know you do.\" At this point the officer advised him of the written statement made by Dora Harris and, at appellant's request, showed it to him. Appellant read the statement, taking some five to ten minutes to do so. He then began to weep. The officer permitted him time to get hold of himself without further comment. Thereupon, appellant twice asked the officer to take him to see Dora Harris, but was advised that under police regulations it could not be done.\nAt that point, appellant blurted out that he had killed Ms. Margerum and proceeded to explain that he had done so because she had seen him in her apartment and he feared going to jail. He admitted that his weapon had been a screwdriver and he described where he sold the items he had taken from her apartment.\nAppellant then indicated that he desired a lawyer, and further discussion on the subject was halted. An attorney was called and arrived about 5:30 a. m. Prior to the arrival of counsel, a substantial breakfast was purchased for appellant which he consumed. He was then permitted to consult with the attorney in private. As a result, and against the advice of counsel, he elected to make a written confession. He signed it after reading it, and the attorney signed it as a witness.\nAppellant now contends that under these circumstances his confession was the product of the subtle coercion that prevails *370 during early-morning incommunicado police custody, and that as a consequence it was involuntarily made. He also argues that his statements and subsequent written confession were rendered inadmissible by the failure of the authorities to again give him the warnings required by Miranda at that point where the focus of the interrogation shifted from the assault warrants to the homicide.\nWe do not agree. The evidence indicates that appellant was twice advised of his constitutional rights prior to any interrogation whatever. It further appears that he fully understood them. At no time did he indicate a desire to stop talking. When he finally decided to have counsel present, all questioning ceased and an attorney was called. He had the advice of counsel before signing his written confession and did so over counsel's advice. He was not mistreated. We do not feel that a failure to advise for a third time that which the appellant already had been told, knew and understood renders inadmissible a written confession made against the advice of counsel, in his presence and after consultation with him.\n\nIII.\nFinally, appellant complains about the obliteration and lack of production of an attempted tape recording of his conversations with Sergeant Burke. At trial, it for the first time came to the attention of counsel for appellant that such a tape recording had been made. It appeared from the testimony, however, that due to background noises the recording had been of such poor quality that only a few words on it were even distinguishable. For this reason the tape had been considered by the investigating officers to be without value, and it had been returned to a storage area. While there it was apparently re-used by other officers and thus erased to the extent that it bore any indication of the discussion between appellant and Sergeant Burke.\nAt trial, appellant took the position that because of his prior consumption of drugs and alcohol he had no recollection of the events in the police station or of signing the confession. It is now claimed that if the tape had been produced pursuant to a general discovery order entered by the trial court, it could have been technically enhanced to the point where appellant's voice was distinguishable and consequently would have given support to the opinion offered by a medical expert called on his behalf that, due to his condition, his confession could not have been voluntarily made.\nNeither appellant nor the State offers any authorities on this issue. Consequently, counsel appear content to allow us to balance, on the one hand, the supposition that if the tape had been produced and if it could have been enhanced it would have been of assistance to appellant's expert as against, on the other hand, the likelihood that the investigating police officers were in error in their determination that the tape was without evidentiary value to them or anyone else.\nIn this regard, we take note of the general presumption that where evidence is intentionally destroyed it may be inferred, as a matter of logic, that if produced, it would have been unfavorable to the party responsible for the destruction. 1 Wharton, Criminal Evidence (13th Ed. 1972) § 117. Here however, appellant does not contend, nor does the testimony indicate, that the loss of the recording was intentional. In fact, it does not appear that its actual re-use and erasure was brought about by persons involved in the case. Thus there is no presumption that it contained matter which would have been beneficial to the preparation of appellant's defense, or detrimental to the case of the prosecution.\nIn addition, other witnesses were offered as to the condition of the appellant and this issue was before the jury. Moreover, under appellant's theory, and since the taped recording is now gone forever, the *371 failure to preserve and produce the recording would necessitate an acquittal. This carries too far the supposition that the tape might have assisted his defense had it been produced and if it had been susceptible to clarification.\nWhile its loss is unfortunate and constitutes a situation to be avoided in the future, and even assuming that it was properly covered by the discovery order (and, since that issue is not before us, we make no ruling that it was), we do not find, under the foregoing circumstances, that its obliteration and nonproduction amounts to reversible error.\nThe judgment of conviction is affirmed.\nNOTES\n[1]  The State asks, in light of Lego v. Twomey, supra, that we now formulate a practice for the trial courts which will amend that established by Wilson v. State, supra, and Williams v. State, supra, so that henceforth the trial court may alone determine the voluntariness (and thus the admissibility) of a confession, and not thereafter submit the issue to the jury for separate consideration. While Lego may permit this, it does not require it, and, since both Lego and the State here concede that as a practical matter the facts that are presented on the issue of voluntariness may well be the same as those offered on the issue of the truthfulness of a confession (the determination of which does fall within the function of the jury) we see no compelling reason to change our well-established practice, and we therefore decline to do so.\n\n",
            "ocr": false,
            "opinion_id": 1436228
        }
    ],
    "court_short_name": "Supreme Court of Delaware",
    "court_full_name": "Supreme Court of Delaware",
    "court_type": "S",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Murder"
}