{
    "id": 1464923,
    "judges": "Cooper, Graves, Johnstone, Keller, Lambert, Stumbo, Wintersheimer",
    "date_filed": "2008-03-02",
    "date_filed_is_approximate": true,
    "slug": "lovett-v-commonwealth",
    "case_name_short": "Lovett",
    "case_name": "Lovett v. Commonwealth",
    "case_name_full": "Todd LOVETT, Appellant v. COMMONWEALTH OF KENTUCKY, Appellee",
    "attorneys": "Richard Hoffman, Assistant Public Advocate, Department of Public Advocacy, Frankfort, for Appellant., A.B. Chandler, III, Attorney General, Todd D. Ferguson, Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, for Ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 23,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b94-13\">\n    Todd LOVETT, Appellant v. COMMONWEALTH OF KENTUCKY, Appellee.\n   </parties><br><docketnumber id=\"b94-16\">\n    Nos. 2000-SC-1072-MR, 2000-SC-1078-MR.\n   </docketnumber><br><court id=\"b94-17\">\n    Supreme Court of Kentucky.\n   </court><br><decisiondate id=\"b94-18\">\n    April 24, 2003.\n   </decisiondate><br><attorneys id=\"b97-16\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"75\"> \n     *75\n     </span>\n    Richard Hoffman, Assistant Public Advocate, Department of Public Advocacy, Frankfort, for Appellant.\n   </attorneys><br><attorneys id=\"b97-17\">\n    A.B. Chandler, III, Attorney General, Todd D. Ferguson, Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, for Ap-pellee.\n   </attorneys>",
    "citations": [
        "103 S.W.3d 72"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4506.0,
            "opinion_text": "\n103 S.W.3d 72 (2003)\nTodd LOVETT, Appellant\nv.\nCOMMONWEALTH OF KENTUCKY, Appellee.\nNos. 2000-SC-1072-MR, 2000-SC-1078-MR.\nSupreme Court of Kentucky.\nApril 24, 2003.\n*75 Richard Hoffman, Assistant Public Advocate, Department of Public Advocacy, Frankfort, for Appellant.\nA.B. Chandler, III, Attorney General, Todd D. Ferguson, Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, for Appellee. *73\n*74 COOPER, Justice.\nAfter the denial of his motions to suppress and for a protective order, Appellant Todd Lovett entered a conditional plea, RCr 8.09, pursuant to North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d 162 (1970), to one count of manufacturing methamphetamine, one count of possession of a controlled substance in the first degree, one count of possession of a controlled substance in the third degree, one count of possession of drug paraphernalia, one count of possession of a firearm by a convicted felon, one count of endangering the welfare of a minor, and one count of being a persistent felony offender in the first degree. He was sentenced to a total of twenty years in prison and appeals *76 to this Court as a matter of right. Ky. Const. § 110(b). We affirm.\n\nI. FACTS.\nOn the evening of February 2, 2000, Detective Troy DeFew of the Marshall County Sheriff's Department received information from a confidential informant that Appellant was manufacturing methamphetamine at his home in Marshall County. DeFew subsequently executed an affidavit for a search warrant that reads in relevant part:\nA Confidential Informant stated that Todd Lovett is engaged in the manufacture of methamphetamines at the above described address. More specifically, the drugs and components are being manufactured at the residence and in a barn adjacent thereto. The drugs are then used in the barn as well as the residence itself. The components for the manufacture of said drugs and finished product are transported to and from the residence and adjacent barn by Todd Lovett in an Oldsmobile Cutlass Supreme silver in color and a black Jeep Cherokee. The lab itself consists of several 20 oz. plastic bottles used for smoking, a vacuum pump, a stove type heater, jars of seeds made up, plastic bags of ether hanging and coffee filters some of which contain finished product. These items were viewed by the informant on more than one occasion within the last two months. Also, within that period of time Lovett moved an anhydrous tank to the barn. The tank is silver in color and approximately 55 gallon capacity. These facts are consistent with information received by the Affiant anonymously and otherwise on several occasions since May of 1999. The informant also stated that on January 31, 2000 the Informant was accosted by Lovett over money owed to Lovett by the Informant and Lovett took from Informant a small Jansport duffle [sic] bag which contained 1500 ephedrine pills, sulfuric acid, approximately 12 lithium batteries, coffee filters, tubing and other items. These items were to be used by Lovett to manufacture another batch of methamphetamines.\nAt approximately 1:51 a.m. on February 3, 2000, DeFew transmitted the three-page affidavit and proposed two-page search warrant via facsimile (\"fax\") to the Marshall District Judge. The judge signed the warrant and transmitted the page containing his signature back to DeFew at 2:04 a.m. At approximately 3:00 a.m., DeFew, accompanied by other officers, including a tactical response team (TRT), arrived at Appellant's residence. Appellant was not at home; thus, the warrant was executed on Appellant's wife, Tina Lovett.\nDuring their search, the officers recovered various items and ingredients used in the manufacture of methamphetamine, as well as other drug paraphernalia. The items recovered included one hundred used coffee filters containing a white residue, two bottles of ephedrine pills, plastic containers containing lithium, and a fifty-five gallon tank of anhydrous ammonia. Based on this evidence, Appellant was arrested on February 4, 2000.\nFollowing his subsequent indictment and arraignment, Appellant filed a motion to suppress the evidence obtained during the search, claiming that the search violated his rights under the Fourth and Fourteenth Amendments of the United States Constitution and Section 10 of the Constitution of Kentucky. Following a suppression hearing that consisted of the testimonies of Detective DeFew, Tina Lovett,[1] and *77 Sonny Russell, the trial judge entered an order denying the motion to suppress. A trial was scheduled for October 18, 2000.\nOn August 30, 2000, the Commonwealth moved for permission to depose the confidential informant, via satellite transmission, pursuant to RCr 7.10. In support of the motion, the Commonwealth claimed that the witness was \"unavailable\" because he was participating in a \"Teen Challenge\" drug rehabilitation program in South Dakota and could not receive a \"pass\" to leave the facility until February 2001. Appellant responded with a motion for a protective order to prohibit the Commonwealth from taking the deposition or using such evidence at trial, arguing that such would violate his Confrontation and Due Process rights under the United States and Kentucky Constitutions. U.S. Const., amends. V, VI; Ky. Const. § 11.\nOn September 29, 2000, the trial judge entered an order denying the Commonwealth's motion for a satellite deposition but finding the witness to be \"unavailable\" and permitting the Commonwealth to take the witness's deposition by videotape in South Dakota in the presence of both Appellant and his counsel. Following the denial of his motions to suppress and for a protective order, Appellant entered an Alford plea, specifically reserving his right to appeal the suppression and deposition issues.\nOn appeal, Appellant asserts that (1) the trial court erred by denying the motion to suppress because the search warrant was constitutionally defective and the good faith exception to the exclusionary rule did not apply under these facts; (2) the trial court's order granting the prosecution's motion to depose the confidential informant in South Dakota violated Appellant's constitutional right to confront the witnesses against him; and (3) KRS 218A.1432, the statute criminalizing the manufacture of methamphetamine, is unconstitutionally vague.\n\nII. SEARCH AND SEIZURE.\n\nA. Probable Cause:\n\nAppellant first argues that the search warrant was invalid because it was not supported by probable cause, specifically that the affidavit upon which the finding of probable cause was based did not describe the informant's reliability, veracity, and basis of knowledge, and that Detective DeFew failed to establish the informant's reliability by further corroboration of the information provided. We disagree.\nIn Illinois v. Gates, 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983), the United States Supreme Court abandoned the rigid two-pronged test established by its previous holdings in Aguilar v. Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964), and Spinelli v. United States, 393 U.S. 410, 89 S.Ct. 584, 21 L.Ed.2d 637 (1969), and adopted a \"totality of the circumstances\" approach for determining whether an informant's tip provided probable cause for the issuance of a search warrant. 462 U.S. at 230-31, 103 S.Ct. at 2328. Under this test, the issuing magistrate need only \"make a practical, common-sense decision whether, given all the circumstances set forth in the affidavit before him ... there is a fair probability that contraband or evidence of a crime will be found in a particular place.\" Id. at 238, 103 S.Ct. at 2332. While an informant's veracity, reliability, and basis of knowledge are all \"relevant considerations in the totality of the circumstances analysis,\" they are not conclusive and \"a deficiency in one may be compensated for, in determining *78 the overall reliability of a tip, by a strong showing as to the other, or by some other indicia of reliability.\" Id. at 233, 103 S.Ct. at 2329. Thus, the mere fact that DeFew's affidavit did not contain recitations as to the informant's veracity, reliability, and basis of knowledge is not conclusive that the warrant was issued without probable cause.\nGates also explained that a magistrate's determination of probable cause is entitled to \"great deference\" and should be upheld so long as the magistrate, considering the totality of the circumstances, had a \"substantial basis for concluding that a search would uncover evidence of wrongdoing.\" Id. at 236, 103 S.Ct. at 2331 (internal quotation omitted); Beemer v. Commonwealth, Ky., 665 S.W.2d 912, 914 (1984); see also Massachusetts v. Upton, 466 U.S. 727, 732-33, 104 S.Ct. 2085, 2087, 80 L.Ed.2d 721 (1984) (reemphasizing Gates). It is within this rubric that we evaluate the decision of the trial court.\nTypically, a bare and uncorroborated tip received from a confidential informant, without more, would be insufficient to establish probable cause for a search warrant. E.g., Florida v. J.L., 529 U.S. 266, 270, 120 S.Ct. 1375, 1378, 146 L.Ed.2d 254 (2000). This is not such a case. As stated supra, the totality of the circumstances test requires a balancing of the relative indicia of reliability accompanying an informant's tip. Gates, supra, at 234, 103 S.Ct. at 2330. Thus, while a court may question an informant's motives, an \"explicit and detailed description of alleged wrongdoing, along with a statement that the event was observed first-hand, entitles [the informant's] tip to greater weight than might otherwise be the case.\" Id.; United States v. Sonagere, 30 F.3d 51, 53 (6th Cir.1994).\nHere, the confidential informant provided DeFew with detailed descriptions of Appellant's methamphetamine manufacturing operation and the contents of his methamphetamine laboratory. The informant also gave a detailed description of the anhydrous ammonia tank that Appellant moved into his barn, including its color and capacity. Additionally, the informant stated that he had personally observed the items described in the affidavit on more than one occasion over the preceding two months. DeFew's affidavit, therefore, contained a much higher level of detail than, e.g., the one submitted by the officers in United States v. Leake, 998 F.2d 1359, 1361 (6th Cir.1993) (holding that information provided by an anonymous informant who claimed that he had observed \"what appeared to be bales of marijuana\" stacked in the basement of the home of an unnamed individual did not provide probable cause to issue a search warrant.). The level of detail provided by the confidential informant in this case, in addition to his statement of first-hand observation, lends significant reliability to the information he provided. While the fact that the information was consistent with information from other anonymous sources had little corroborative value, the affidavit did not consist of \"merely conclusory statements\" condemned by the Court in Gates that gave \"the magistrate virtually no basis for making a judgment regarding probable cause.\" Commonwealth v. Walker, Ky., 729 S.W.2d 440, 442 (1987).\nStatements against the informant's penal interest also increase the degree of veracity that a court may attribute to the statements. United States v. Harris, 403 U.S. 573, 583, 91 S.Ct. 2075, 2082, 29 L.Ed.2d 723 (1971). In Harris, the Court explained that \"[p]eople do not lightly admit a crime and place critical evidence in the hands of the police in the form of their own admissions. Admissions of crime, like admissions against proprietary interests, *79 carry their own indicia of credibility\u0097sufficient at least to support a finding of probable cause to search.\" Id.; see also Commonwealth v. Hubble, Ky.App., 730 S.W.2d 532, 534 (1987) (\"The fact that the information given by the [informants] was against their penal interest, is reason to accept it as truthful.\"); United States v. Johnson, 289 F.3d 1034, 1039 (7th Cir.2002) (\"[B]y making statements against his penal interest the [confidential informant] offered another indicium of reliability.\"); United States v. Bishop, 264 F.3d 919, 925 (9th Cir.2001) (reliability of informant's information may be established by an admission against penal interest); United States v. Chafin, 622 F.2d 927, 930 (6th Cir.1980) (the fact that the informant, in providing information against the defendant, incriminated himself as being with the principals before and after an attempted murder lent reliability to his statements). While the confidential informant in the present case did not specifically admit to criminal activity, he made such statements detrimental to his penal interest as that he was a regular visitor to Appellant's methamphetamine laboratory and that he had been in possession of a duffel bag containing items used in the manufacture of methamphetamine. Therefore, these facts provide another \"indicium of reliability\" to the information provided by the confidential informant.\nAppellant's reliance on United States v. Baxter, 889 F.2d 731 (6th Cir.1989), is misplaced. The affidavit presented in Baxter did not contain the level of detail found in DeFew's affidavit, and, most importantly, it contained a \"knowing misstatement\" that the officer received the information from a confidential informant when the information was from, in fact, an anonymous tipster. Id. at 733-34. In the present case, there were no material misstatements in the affidavit.\nAppellant's reliance on Lilly v. Virginia, 527 U.S. 116, 119 S.Ct. 1887, 144 L.Ed.2d 117 (1999), as support for his argument that the information provided by the confidential informant was unreliable because he was allegedly attempting to shift the blame for his own drug activity to Appellant is also misplaced. Lilly did not involve the use of an accomplice's information to obtain a search warrant, but the use at trial of a nontestifying accomplice's out-of-court confession that inculpated the defendant. The plurality opinion in Lilly held that since the use of the accomplice's confession was not supported by a firmly rooted exception to the hearsay rule, its admission violated the defendant's Sixth Amendment right to confront the witnesses against him. Id. at 134, 119 S.Ct. at 1899. Lilly has no application to the Fourth Amendment right to security against unreasonable searches and seizures.\nIn light of the indicia of reliability contained in DeFew's affidavit and the totality of the circumstances presented to the issuing district judge, we conclude that the trial judge did not err in holding that the issuing judge had a \"substantial basis\" to believe that a search of Appellant's residence would uncover evidence of illegal drug activity. The warrant was therefore issued upon probable cause.\n\nB. Unpreserved Issues:\n\nIn addition to the arguments discussed in Part IIA, supra, Appellant cites four other grounds of error that were not presented to the trial court: (1) the warrant was invalid because the supporting information was stale; (2) the affidavit contained knowing or reckless misstatements and omissions; (3) the issuing judge was not a neutral and detached magistrate; and (4) the officers executed the warrant in violation of the Fourth Amendment *80 by failing to knock and announce their identity and purpose before entering Appellant's residence.[2] As stated, none of these theories of error were preserved for appellate review. Commonwealth v. Maricle, Ky., 15 S.W.3d 376, 380 (2000) (\"[T]his Court is limited to the review of those issues that were raised and ruled on by the trial court.\"); see also Harrison v. Commonwealth, Ky., 858 S.W.2d 172, 177 (1993) (\"A new theory of error cannot be presented on appeal.\"). Thus, Appellant requests review for palpable error. RCr 10.26. Since we find all of these claims to be meritless, we need not engage in palpable error analysis.\n\n1. Staleness.\n\nWhether information supporting probable cause is stale \"must be determined by the circumstances of each case.\" Sgro v. United States, 287 U.S. 206, 210-11, 53 S.Ct. 138, 140, 77 L.Ed. 260 (1932). The information provided by the informant indicated that Appellant's methamphetamine manufacturing operation was an ongoing, long-term activity, creating a reasonable inference that evidence of wrongdoing would still be found on the premises even after a lapse of as long as two months. See United States v. Spikes, 158 F.3d 913, 923 (6th Cir.1998) (\"[E]ven if a significant period has elapsed since a defendant's last reported criminal activity, it is still possible that, depending upon the nature of the crime, a magistrate may properly infer that evidence of wrongdoing is still to be found on the premises.\"); United States v. Johnson, 461 F.2d 285, 287 (10th Cir.1972) (\"[W]here the affidavit properly recites facts indicating activity of a protracted and continuous nature, a course of conduct, the passage of time becomes less significant.\").\n\n2. Alleged misstatements and omissions.\n\nAppellant asserts that DeFew deliberately misled the issuing judge in his affidavit by stating that Appellant had prior drug convictions, whereas he only had two prior convictions, one a felony vehicular offense and the other for promoting contraband in the first degree. Appellant argues that a conviction for promoting contraband is not necessarily a \"drug conviction.\" True; but it could be. KRS 520.010(3); KRS 520.050. The record is silent as to the facts of the contraband conviction and Appellant does not assert that the basis for the conviction was other than drug-related.\nAppellant further claims that DeFew deliberately omitted from the affidavit information that the confidential informant was a drug addict and that he had proffered information against Appellant pursuant to an \"implied\" offer of immunity. The only evidence indicating that the informant was a drug addict was his subsequent participation in the \"Teen Challenge\" drug rehabilitation program. If the informant was a drug addict at the time he gave his information to DeFew, there is no evidence that DeFew was aware of that fact when he executed the search warrant affidavit. Nor are we cited to any authority that requires such information to be included in a search warrant affidavit. DeFew specifically denied offering the informant a deal in exchange for his information and Appellant offered no proof to the contrary other than Sonny Russell's testimony that, on another occasion, DeFew offered him a deal if he (Russell) would \"narc\" Appellant. Appellant thus failed to make a \"substantial preliminary showing\" of police misconduct regarding *81 the affidavit to even merit a hearing under Franks v. Delaware, 438 U.S. 154, 98 S.Ct. 2674, 57 L.Ed.2d 667 (1978).\n\n3. Neutral and detached magistrate.\n\nThe sum and substance of Appellant's claim that the district judge was not \"neutral and detached\" is his allegation that the issuing judge did not review DeFew's affidavit or the first page of the proposed warrant before signing the second page of the warrant. The allegation is premised solely upon the fact that only the second page of the warrant, which contains the judge's signature, contains a fax transmittal date and time showing that it was actually \"faxed\" back to DeFew. Of course, that does not mean that the judge did not receive and review fax copies of both the entire affidavit and the entire proposed warrant. It only means that the only page the judge needed to fax back to DeFew was the page containing the judge's signature. DeFew was already in possession of the originals of the other pages and did not need additional fax copies. If this issue had been raised at the suppression hearing, DeFew presumably could have explained it. We will not conclude from a silent record that the issuing judge signed the warrant without reading either it or the supporting affidavit.\n\n4. Knock and announce.\n\nAppellant's argument that the search was unreasonable is premised upon the fact that DeFew, who was sixty to seventy yards away when the TRT team entered Appellant's residence, did not specifically testify that the TRT team knocked and announced their presence and identity before entering the residence. Richards v. Wisconsin, 520 U.S. 385, 387, 117 S.Ct. 1416, 1417, 137 L.Ed.2d 615 (1997); Wilson v. Arkansas, 514 U.S. 927, 930, 115 S.Ct. 1914, 1916, 131 L.Ed.2d 976 (1995). However, Appellant offered no evidence that the officers did not knock and announce before entering, and Mrs. Lovett testified that she was awakened by a loud noise, shouting, and a light being shined in her face. If the issue had been raised at the suppression hearing, the Commonwealth may have been able to prove that the loud noise and shouting did, in fact, constitute the \"knock and announce,\" or that the failure of the TRT team to knock and announce fell within an exception to the rule, e.g., to do so would have been dangerous or futile or would have inhibited the effective investigation of the crime. Richards, supra, at 394, 117 S.Ct. at 1421. Again, we will not assume improper conduct from a silent record.\nSince we have determined that the warrant was constitutionally valid, we need not address whether the good faith exception articulated in United States v. Leon, 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984), and Crayton v. Commonwealth, Ky., 846 S.W.2d 684 (1992), applies.\n\nIII. WITNESS DEPOSITION.\nAppellant asserts that the trial judge violated his right to confront the witnesses against him by granting the Commonwealth's motion to conduct a videotaped deposition of the confidential informant in South Dakota. In the order granting Appellant's motion, the trial judge concluded that the informant was \"unavailable\" because he could not obtain a \"pass\" to leave the \"Teen Challenge\" program until after the scheduled trial date. The order stated that the deposition was to be videotaped and mandated that Appellant and his counsel be present at the proceedings. Appellant now claims that the trial court's order was unconstitutional because the Commonwealth failed to make an adequate showing that the witness was \"unavailable.\"\nAt the outset, we note that the issue is raised in a different context from a traditional *82 Confrontation Clause analysis. Since Appellant entered a conditional Alford plea prior to trial, we are not asked to determine whether the introduction of the deposition at trial violated his right to confrontation. See California v. Green, 399 U.S. 149, 157, 90 S.Ct. 1930, 1934-35, 26 L.Ed.2d 489 (1970) (\"[I]t is this literal right to `confront' the witness at the time of trial that forms the core of the values furthered by the Confrontation Clause.\"); Barber v. Page, 390 U.S. 719, 725, 88 S.Ct. 1318, 1322, 20 L.Ed.2d 255 (1968) (\"The right to confrontation is basically a trial right.\"). Instead, Appellant asserts that the trial court's order allowing the prosecution to take a deposition violates the Confrontation Clause. In fact, because Appellant entered a plea before trial, the trial judge never made a final ruling on the admissibility of the deposition at trial; indeed, the deposition was never taken. Furthermore, if intervening circumstances had required a continuance of the trial until after February 2001, the witness might have become available, thus eliminating the deposition issue entirely. (Appellant filed neither a motion for a speedy trial nor a motion to continue the trial until after February 2001.) Despite the unusual posture of the issue, however, we find on the merits that the trial court's order did not violate the Confrontation Clause.\nCriminal Rule 7.10(1) provides that a trial court may, upon motion and notice to the parties, allow the parties to take a deposition \"[i]f it appears that a prospective witness may be unable to attend or ... is or may become a nonresident of the Commonwealth, that the witness's testimony is material and that it is necessary to take the witness's deposition in order to prevent a failure of justice....\" (Emphasis added.) See also Davidson v. Commonwealth, Ky., 436 S.W.2d 495, 497 (1968); Noe v. Commonwealth, Ky., 396 S.W.2d 808, 809 (1965). Thus, it was facially within the trial judge's discretion under RCr 7.10(1) to order the parties to depose a witness who was a nonresident of the Commonwealth at the time. Reliance upon Criminal Rule 7.10, however, is not conclusive when a defendant claims a denial of his right of confrontation. See Barber, supra, at 723-25, 88 S.Ct. at 1321-22 (mere absence of a witness from the jurisdiction does not necessarily make the witness \"unavailable\" for trial); Brumley v. Wingard, 269 F.3d 629, 640 (6th Cir.2001) (mere showing that the witness was outside of state, without more, was insufficient to show that the witness was \"unavailable\" under Confrontation Clause analysis). Thus, the issue becomes whether the trial judge correctly deemed the confidential informant \"unavailable\" for Confrontation Clause purposes.\nIn Ohio v. Roberts, 448 U.S. 56, 100 S.Ct. 2531, 65 L.Ed.2d 597 (1980), the United States Supreme Court held that, before a witness's prior testimony can be introduced against a defendant at trial, (1) the prosecution must demonstrate that the witness is \"unavailable;\" and (2) once the witness is deemed \"unavailable,\" the witness's prior statements are admissible only if they bear adequate \"indicia of reliability.\" Id. at 65-66, 100 S.Ct. at 2538-39. This holding is now reflected in Federal Rule of Evidence (FRE) and Kentucky Rule of Evidence (KRE) 804(a) and (b)(1). Since Appellant entered a plea and never proceeded to trial, we need not determine whether the witness's deposition testimony possessed the requisite \"indicia of reliability\" for admission at trial;[3] we need only *83 determine whether the prosecution met its burden of proof with respect to the witness's unavailability.\nA witness is \"unavailable\" for purposes of the Confrontation Clause only if \"the prosecutorial authorities have made a good faith effort to obtain his presence at trial.\" Barber, supra, at 725, 88 S.Ct. at 1322; see also KRE 804(a)(5). Whether a witness is \"unavailable,\" i.e., whether the Commonwealth has made a \"good faith effort\" to obtain the witness's presence at trial, is a matter committed to the sound discretion of the trial judge whose decision will not be reversed unless it is clearly unreasonable. Ruppee v. Commonwealth, Ky., 821 S.W.2d 484, 486 (1991); Carter v. Commonwealth, Ky., 782 S.W.2d 597, 600 (1990), overruled on other grounds by Norton v. Commonwealth, Ky., 37 S.W.3d 750, 753 (2001).\nIn its motion, the Commonwealth stated that the confidential informant was unavailable because he was \"residing in another state in the Teen Challenge program of South Dakota. He will not receive a `pass' to leave the facility until February.\" Based upon this proffer, the trial court found that the witness was \"unavailable\" for purposes of the Confrontation Clause. Appellant claims that the prosecution did not make a \"good faith effort\" to obtain the presence of the confidential informant at trial because it did not resort to KRS 421.230 to 421.270, the \"Uniform Act to Secure the Attendance of Witnesses from Within or Without a State in Criminal Proceedings,\" in order to compel the informant's attendance.[4] We disagree.\nThe language of KRS 421.250 is very broad and discretionary in nature, viz:\nIf a person in any state, which by its laws has made provision for commanding persons within its borders to attend and testify in criminal prosecutions ... in this state, is a material witness in a prosecution pending in a court of record in this state ... a judge of such court may issue a certificate under the seal of the court stating these facts and specifying the number of days the witness will be required.... This certificate shall be presented to a judge of a court of record in the county in which the witness is found.\nKRS 421.250(1) (emphasis added). Thus, the statute by its terms is not mandatory. Although some state courts have held otherwise,[5] we decline to hold that resort to the Uniform Act is always required in order to satisfy the \"good faith effort\" requirement of the Confrontation Clause or the \"reasonable means\" requirement of KRE 804(a)(5). While an unsuccessful resort to the Uniform Act may well satisfy the test for unavailability, failure to do so is not conclusive of the contrary, especially *84 where there is evidence that resort to the Act would be futile. Here, the Commonwealth presented a reasonable basis for the trial judge to conclude, without resort to KRS 421.250, that to compel the witness to leave the \"Teen Challenge\" program so as to attend a trial in Kentucky would cause the witness undue hardship. See KRS 421.240(2). If the local judge has sufficient evidence to reach this conclusion, there is no need to require a South Dakota judge to make the same determination.\nBrumley, supra, and Stoner v. Sowders, 997 F.2d 209 (6th Cir.1993), are easily distinguished from the case before us. In Brumley, the trial court allowed the introduction of a videotaped deposition of a prosecution witness who was incarcerated in another state. Id. at 640-41. The Sixth Circuit Court of Appeals found that the trial court abused its discretion by basing its unavailability ruling solely upon Ohio Criminal Rule 15(F), which is similar to RCr 7.20(1), and held that reliance upon this procedural rule did not relieve the prosecution of its duty to make a good faith effort to secure the witness's attendance at trial. Id. at 640. Further, the court held that the prosecution's citation to the \"inconvenience\" of transporting the witness from Arizona was insufficient in light of the fact that it had previously procured the witness's presence at an earlier trial. Id. at 634-35. Here, the prosecution had determined that the witness could not obtain a pass from the treatment facility until February. Thus, the Commonwealth's motion was not predicated upon mere inconvenience associated with transporting the witness but upon the fact that the witness was unavailable for transport. This does not equate to the lack of diligence discerned in Brumley.\nIn Stoner, supra, a doctor's brief note stating the unavailability of two witnesses because of their advanced age and deteriorating health was held insufficient where both witnesses were Kentucky residents, were present in the Commonwealth at the time of trial, and gave their depositions on the day before trial in the same county where the trial was subsequently held. Id. at 212. Here, the witness was not a resident of the Commonwealth when the trial court found him to be \"unavailable\" and was not even available to appear in the Commonwealth for a deposition. Thus, we conclude that the trial judge neither abused his discretion nor violated Appellant's rights under the Confrontation Clause by ordering that the witness' testimony be taken by videotape deposition in South Dakota.\n\nIII. CONSTITUTIONALITY OF KRS 218A.1432.\nAppellant's final argument challenges the constitutionality of KRS 218A.1432, which criminalizes the manufacture of methamphetamine. Appellant asserts that KRS 218A.1432 is unconstitutionally vague because the \"chemicals or equipment\" used in the manufacture of methamphetamine as set out in KRS 218A.1432(1)(b) are common household items used by law-abiding citizens. Appellant did not raise this issue before the trial court and did not reserve it for appeal at the time he entered his conditional plea. RCr 8.09. Thus, the issue is unpreserved and we decline to address it in this case. Centers v. Commonwealth, Ky.App., 799 S.W.2d 51, 55 (1990).\nAccordingly, the judgment of the Marshall Circuit Court is affirmed.\nLAMBERT, C.J.; GRAVES, JOHNSTONE, and WINTERSHEIMER, JJ., concur.\nKELLER, J., dissents by separate opinion, with STUMBO, J., joining that dissenting opinion.\n*85 KELLER, Justice, dissenting.\nI dissent from Part III of the majority opinion\u0097and I vote to reverse the Marshall Circuit Court's judgment and to remand this case for the trial court to vacate Appellant's conditional Alford plea\u0097because the trial court's finding that \"the Commonwealth has shown that [the confidential informant] is unavailable for the trial of this matter which is scheduled to begin October 18, 2000\" is clearly erroneous. Although the majority opinion correctly observes that this issue comes before the Court in an abnormal procedural posture, the trial court's unavailability determination permitted the Commonwealth to introduce the witness's deposition testimony at Appellant's scheduled trial\u0097as was clear from the face of the trial court's order, which provided that the \"deposition ... shall be preserved for presentation at the trial in the Marshall Circuit Courtroom.\" By entering a conditional plea under RCr 8.09, Appellant preserved his right to appeal the trial court's finding, and the majority opinion thus accurately describes the issue presented as \"whether the trial judge correctly deemed the confidential informant `unavailable' for Confrontation Clause purposes.\"[1] In my view, the trial court's unavailability determination is clearly erroneous because the Commonwealth utterly failed to demonstrate its inability to procure the witness's attendance at trial \"by process or other reasonable means.\"[2]\nThe commentary to KRS 804(a)(5) explains that it was drafted to conform to Confrontation Clause jurisprudence:\nProof of inability to serve a subpoena was once uniformly regarded as a sufficient showing of unavailability of the declarant. The Supreme Court of the United States has made it clear that more of a showing of unavailability is required to satisfy the Confrontation Clause when hearsay is offered against an accused: the prosecution must demonstrate a good-faith effort to procure the attendance of the declarant at trial. By requiring an offering party to show inability to procure attendance \"by process or other reasonable means,\" this provision intends to require a good faith effort to procure the attendance of the declarant at trial even when he is beyond the court's jurisdiction.[3]\nAnd, as such, we have interpreted KRE 804(a)(5) as \"put[ting] the onus\" on the party offering the hearsay to show that it attempted to produce the witness.[4] The Commonwealth made no such showing in this case.\nAn inspection of the record reveals that the Commonwealth provided virtually no information to the trial court\u0097let alone \"substantial evidence\" that would support the trial court's finding\u0097regarding any good faith efforts it made to secure the witness's attendance at trial. In fact, the *86 full extent of the Commonwealth's proof consists of: (1) a written pleading stating that \"the confidential informant in this matter is residing in another state in the Teen Challenge program of South Dakota\" and that \"[h]e will not receive a `pass' to leave the facility until February\"; and (2) a later on-the-record \"clarification\" of the Commonwealth's belief that the witness's ineligibility for a \"pass\" made him unavailable to testify at trial because \"[n]ot letting him go makes me think that he's unable to attend.... If I'm unable to go to the bathroom, that means I can't go.\" Although I infer from these statements that the Commonwealth made some inquiry\u0097of some unspecified person or persons\u0097as to the witness's availability to travel to Kentucky in October 2000, there is nothing in the record to contextualize this information or explain how it helps to answer the relevant inquiry. More significantly, however, the Commonwealth provided no description of what attempts, if any, it actually made to \"procure the declarant's attendance by process or other reasonable means.\" Even if I adopt the broadest possible construction of the Commonwealth's terse explanations and assume that the Commonwealth contacted the powers-that-be at the Teen Challenge Program and attempted to arrange for the witness's temporary release so that he could travel voluntarily to Kentucky and testify at the trial, but was unsuccessful because the program \"refused to let him go,\" I would conclude that such efforts would fall far short of a good-faith effort to secure the witness's attendance.\nIn his Motion for a Protective Order, Appellant directed the trial court's attention to the fact that \"the Commonwealth has not even attempted to subpoena the witness\" and that \"[t]here are procedures available to the Commonwealth to secure an out of state subpoena which have not been used.\" The trial court, however, found that the witness would be unavailable to testify at trial notwithstanding: (1) pre-KRE precedent in which this Court began its unavailability analysis by examining the possibility of using the Uniform Act's procedures to compel a witness's attendance;[5] and (2) our predecessor's description of a defendant's failure to seek an out-of-state subpoena under the Uniform Act as a \"lack of diligence\" supporting the trial court's denial of a motion for a continuance.[6] Today's majority opinion magnifies the trial court's error by finding the unavailability determination supported by substantial evidence despite the Commonwealth's failure even to attempt to utilize the Uniform Act to obtain the witness's presence at trial. And, by observing simply that \"some state courts have held otherwise,\"[7] the majority manages to obscure *87 the fact that its holding adopts a view that has been rejected by the majority of jurisdictions that have considered this issue.[8]\nFurther, it appears that the only rationale for the majority's holding is rank speculation that a South Dakota court might have declined to issue the process requested if it concluded that requiring the witness to attend the trial would cause some unspecified \"undue hardship\" undocumented in the record. Of course, \"the possibility of refusal is not the equivalent of asking and receiving a rebuff,\"[9] and it simply \"cannot be said that a [South Dakota] court would have necessarily found the existence of such hardship.\"[10] The confidential informant was not being held against his will in a prisonlike setting.[11] Teen Challenge of the Dakotas is a faith-based, voluntary residential treatment program to which prospective students must apply for admission.[12] Although I understand the desire not to jeopardize the witness's continued participation in the program, there is nothing in this record to suggest that Teen Challenge of South Dakota would have expelled him from the program\u0097simply because he was not yet eligible for a \"pass\"\u0097if he was temporarily absent to testify as a material witness in a felony trial at the request of, or in response to process originating from, the Commonwealth of Kentucky.[13] In any event, what is missing from the record in this case is any indication that the Commonwealth investigated whether the witness's appearance at trial would have affected his status in the program or that it explored any alternatives\u0097e.g., offering to provide compensation for an escort from Teen Challenge to accompany the witness to Kentucky. In sum, although the Commonwealth can demonstrate its good faith efforts by showing that a sister state's courts actually declined to issue a summons *88 under the Uniform Act,[14] the Commonwealth cannot demonstrate such efforts by rationalizing its own inaction.[15]\nAs I see nothing resembling a good faith effort on the part of the Commonwealth to secure this witness's attendance at trial, I believe that the trial court's finding of unavailability was clearly erroneous. Accordingly, I would reverse the judgment and remand the matter to the trial court for further proceedings\u0097i.e., a trial where Appellant has an opportunity for face-to-face confrontation of the material witnesses for the Commonwealth.\nSTUMBO, J., joins this dissenting opinion.\nNOTES\n[1]  Mrs. Lovett was the subject of a separate indictment, not included with the present appeal, to which she pled guilty.\n[2]  This was an issue raised by the defense counsel for Appellant's wife on her separate criminal charges. Appellant and his wife were not jointly tried.\n[3]  However, in Roberts, supra, the unavailable witness's prior testimony at the defendant's preliminary hearing was held admissible at the defendant's subsequent trial where defense counsel had cross-examined the witness at the preliminary hearing, id. at 67-73, 100 S.Ct. at 2540-43, despite the fact that the Confrontation Clause envisions that the witness would stand face to face with the jury so that the jury may judge his credibility by his demeanor. Id. at 63-64, 100 S.Ct. at 2537-38 (quoting Mattox v. United States, 156 U.S. 237, 242-43, 15 S.Ct. 337, 339, 39 L.Ed. 409 (1895)). Here, Appellant's counsel not only would have been able to cross-examine the witness, the requirement that the deposition be videotaped substantially diminished any issue as to the jury's ability to observe and judge the witness's demeanor.\n[4]  South Dakota has adopted the Uniform Act. S.D. Codified Laws 23A § 14-14 to 23A § 14-24.\n[5]  See Breeden v. State, 95 Md.App. 481, 622 A.2d 160, 171-73 (1993) (citing various jurisdictions that have adopted the position that at least an attempt to use the statutory procedures is required), aff'd, State v. Breeden, 333 Md. 212, 634 A.2d 464 (Md.1993).\n[1]  Majority Opinion, 103 S.W.3d 72, 82 (2003). It would not affect the substance of the inquiry, however, to characterize it as one involving merely the interpretation of our Rules of Evidence. See ROBERT G. LAWSON, THE KENTUCKY EVIDENCE LAW HANDBOOK, § 8.45(IV) at 433 (3d ed. Michie 1993) (\"The unavailability criteria of KRE 804(a)(5)\u0097if construed according to the drafters expressed intention\u0097is indistinguishable from the confrontation criteria of Barber v. Page [390 U.S. 719, 88 S.Ct. 1318, 20 L.Ed.2d 255 (1968)]..... A showing that would meet the requirements of the evidence rule would simultaneously satisfy the constitutional dictates of the Confrontation Clause.\").\n[2]  KRE 804(a)(5).\n[3]  Commentary to KRE 804, Evidence Rules Study Commission, Final Draft (1989).\n[4]  Justice v. Commonwealth, Ky., 987 S.W.2d 306, 313 (1999).\n[5]  Carter v. Commonweath, Ky., 782 S.W.2d 597, 600 (1990) (\"Elam's presence at the deposition was procured using the Uniform Non-Resident Witness Act, KRS 421.250, but the Commonwealth could not use the same act to arrange his presence at trial because the Commonwealth did not know his whereabouts at the time of trial.\").\n[6]  Wooldridge v. Commonwealth, Ky., 459 S.W.2d 404, 406 (1970) (\"Appellant's first claim of error is that the court erroneously denied him a continuance because of the absence of a[n] [out-of-state] witness.... It does not appear that appellant sought to procure his attendance under KRS 421.250 .... We do not believe the trial judge abused his discretion in view of the lack of diligence on appellant's part.\" (emphasis added)). Cf. Abney v. Commonwealth, Ky.App., 588 S.W.2d 714, 715 (1979) (\"[T]here was ample time [for the defendant] to invoke the provisions of the Uniform Act to secure the attendance of witnesses who were absent from this jurisdiction.\").\n[7]  Majority Opinion, supra note 1 at 83.\n[8]  See Milton Roberts, Annotation, Sufficiency of Efforts to Procure Missing Witness' Attendance to Justify Admission of His Former Testimony\u0097State Cases, 3 A.L.R.4th 87 (1981) (\"[M]any courts ... have held that the prosecution's failure to utilize... the Uniform Act or other available extradition procedure showed a lack of diligence to procure the absent witness' attendance precluding the use of his former testimony at the trial; however a few courts have held the contrary.\" (emphasis added)); Breeden v. State, 95 Md.App. 481, 622 A.2d 160, 171 (1983) (recognizing that its holding \"is consistent with the trend of decisions in other states ....\" (emphasis added)); State v. Gray, 616 S.W.2d 102, 105 (Mo.App.1981) (\"A heavy majority of the cases which have considered this matter since the Barber decision hold that the prosecution must attempt to utilize the Uniform Act, if available, in order to show a good faith effort on its part to produce the witness at trial.\" (emphasis added)).\n[9]  Barber v. Page, supra note 1 at 390 U.S. 719, 724, 88 S.Ct. 1318, 1322, 20 L.Ed.2d 255, 260.\n[10]  In re Terry, 4 Cal.3d 911, 95 Cal.Rptr. 31, 484 P.2d 1375, 1389-1390 (1971), cert. dismissed, 404 U.S. 980, 92 S.Ct. 348, 30 L.Ed.2d 295 (1971).\n[11]  But even if he were, that fact alone would not justify a finding of unavailability. Barber v. Page, supra note 1 at 390 U.S. 719, 723, 88 S.Ct. 1318, 1321, 20 L.Ed.2d 255, 259 (\"[T]he State made absolutely no effort to obtain the presence of Woods at trial other than to ascertain that he was in a federal prison outside Oklahoma.\").\n[12]  Information about Teen Challenge of the Dakotas is available at: http:www.teenchallenge.com/brookings.\n[13]  In fact, I would reference, as anecdotal evidence to the contrary, that in Stallworth v. Commonwealth, 102 S.W.3d 918, 919 (2003). The Appellant was permitted to reenter the Teen Challenge Program located in Hot Springs, Arkansas after absconding (and ending upon on the lam) after his prior admission into the program. In fact, the same trial judge presided in both Stallworth and this case.\n[14]  See State v. Gray, supra note 8 at 106.\n[15]  See Breeden v. State, supra note 8 at 166, 174 n. 13 (despite out-of-state witness's explanation that \"he was residing in a monastery in Puerto Rico and in the process of becoming a Jesuit priest\" and that \"after a discussion with the head priest, he learned that he would not be available until [nineteen (19) months after the trial],\" court holds that \"[u]ntil the procedures of the Act ran their course, no one could say that his compulsory attendance could not have been at an earlier date.\")\n\n",
            "ocr": false,
            "opinion_id": 1464923
        },
        {
            "author_str": "Cooper",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCOOPER, Justice.\nAfter the denial of his motions to suppress and for a protective order, Appellant Todd Lovett entered a conditional plea, RCr 8.09, pursuant to North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d 162 (1970), to one count of manufacturing methamphetamine, one count of possession of a controlled substance in the first degree, one count of possession of a controlled substance in the third degree, one count of possession of drug paraphernalia, one count of possession of a firearm by a convicted felon, one count of endangering the welfare of a minor, and one count of being a persistent felony offender in the first degree. He was sentenced to a total of twenty years in prison and appeals *76to this Court as a matter of right. Ky. Const. § 110(b). We affirm.\nI. FACTS.\nOn the evening of February 2, 2000, Detective Troy DeFew of the Marshall County Sheriffs Department received information from a confidential informant that Appellant was manufacturing methamphetamine at his home in Marshall County. DeFew subsequently executed an affidavit for a search warrant that reads in relevant part:\nA Confidential Informant stated that Todd Lovett is engaged in the manufacture of methamphetamines at the above described address. More specifically, the drugs and components are being manufactured at the residence and in a barn adjacent thereto. The drugs are then used in the barn as well as the residence itself. The components for the manufacture of said drugs and finished product are transported to and from the residence and adjacent barn by Todd Lovett in an Oldsmobile Cutlass Supreme silver in color and a black Jeep Cherokee. The lab itself consists of several 20 oz. plastic bottles used for smoking, a vacuum pump, a stove type heater, jars of seeds made up, plastic bags of ether hanging and coffee filters some of which contain finished product. These items were viewed by the informant on more than one occasion within the last two months. Also, within that period of time Lovett moved an anhydrous tank to the barn. The tank is silver in color and approximately 55 gallon capacity. These facts are consistent with information received by the Affiant anonymously and otherwise on several occasions since May of 1999. The informant also stated that on January 31, 2000 the Informant was accosted by Lovett over money owed to Lovett by the Informant and Lovett took from Informant a small Jansport duffle [sic] bag which contained 1500 ephedrine pills, sulfuric acid, approximately 12 lithium batteries, coffee filters, tubing and other items. These items were to be used by Lovett to manufacture another batch of metham-phetamines.\nAt approximately 1:51 a.m. on February 3, 2000, DeFew transmitted the three-page affidavit and proposed two-page search warrant via facsimile (“fax”) to the Marshall District Judge. The judge signed the warrant and transmitted the page containing his signature back to DeFew at 2:04 a.m. At approximately 3:00 a.m., DeFew, accompanied by other officers, including a tactical response team (TRT), arrived at Appellant’s residence. Appellant was not at home; thus, the warrant was executed on Appellant’s wife, Tina Lovett.\nDuring their search, the officers recovered various items and ingredients used in the manufacture of methamphetamine, as well as other drug paraphernalia. The items recovered included one hundred used coffee filters containing a white residue, two bottles of ephedrine pills, plastic containers containing lithium, and a fifty-five gallon tank of anhydrous ammonia. Based on this evidence, Appellant was arrested on February 4, 2000.\nFollowing his subsequent indictment and arraignment, Appellant filed a motion to suppress the evidence obtained during the search, claiming that the search violated his rights under the Fourth and Fourteenth Amendments of the United States Constitution and Section 10 of the Constitution of Kentucky. Following a suppression hearing that consisted of the testimonies of Detective DeFew, Tina Lovett,1 and *77Sonny Russell, the trial judge entered an order denying the motion to suppress. A trial was scheduled for October 18, 2000.\nOn August 30, 2000, the Commonwealth moved for permission to depose the confidential informant, via satellite transmission, pursuant to RCr 7.10. In support of the motion, the Commonwealth claimed that the witness was “unavailable” because he was participating in a “Teen Challenge” drug rehabilitation program in South Dakota and could not receive a “pass” to leave the facility until February 2001. Appellant responded with a motion for a protective order to prohibit the Commonwealth from taking the deposition or using such evidence at trial, arguing that such would violate his Confrontation and Due Process rights under the United States and Kentucky Constitutions. U.S. Const., amends. V, VI; Ky. Const. § 11.\nOn September 29, 2000, the trial judge entered an order denying the Commonwealth’s motion for a satellite deposition but finding the witness to be “unavailable” and permitting the Commonwealth to take the witness’s deposition by videotape in South Dakota in the presence of both Appellant and his counsel. Following the denial of his motions to suppress and for a protective order, Appellant entered an Alford plea, specifically reserving his right to appeal the suppression and deposition issues.\nOn appeal, Appellant asserts that (1) the trial court erred by denying the motion to suppress because the search warrant was constitutionally defective and the good faith exception to the exclusionary rule did not apply under these facts; (2) the trial court’s order granting the prosecution’s motion to depose the confidential informant in South Dakota violated Appellant’s constitutional right to confront the witnesses against him; and (3) KRS 218A.1432, the statute criminalizing the manufacture of methamphetamine, is unconstitutionally vague.\nII. SEARCH AND SEIZURE.\nA. Probable Cause:\nAppellant first argues that the search warrant was invalid because it was not supported by probable cause, specifically that the affidavit upon which the finding of probable cause was based did not describe the informant’s reliability, veracity, and basis of knowledge, and that Detective De-Few failed to establish the informant’s reliability by further corroboration of the information provided. We disagree.\nIn Illinois v. Gates, 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983), the United States Supreme Court abandoned the rigid two-pronged test established by its previous holdings in Aguilar v. Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964), and Spinelli v. United States, 393 U.S. 410, 89 S.Ct. 584, 21 L.Ed.2d 637 (1969), and adopted a “totality of the circumstances” approach for determining whether an informant’s tip provided probable cause for the issuance of a search warrant. 462 U.S. at 230-31, 103 S.Ct. at 2328. Under this test, the issuing magistrate need only “make a practical, common-sense decision whether, given all the circumstances set forth in the affidavit before him ... there is a fair probability that contraband or evidence of a crime will be found in a particular place.” Id. at 238, 103 S.Ct. at 2332. While an informant’s veracity, reliability, and basis of knowledge are all “relevant considerations in the totality of the circumstances analysis,” they are not conclusive and “a deficiency in one may be compensated for, in determining *78the overall reliability of a tip, by a strong showing as to the other, or by some other indicia of reliability.” Id. at 233, 103 S.Ct. at 2329. Thus, the mere fact that DeFew’s affidavit did not contain recitations as to the informant’s veracity, reliability, and basis of knowledge is not conclusive that the warrant was issued without probable cause.\nGates also explained that a magistrate’s determination of probable cause is entitled to “great deference” and should be upheld so long as the magistrate, considering the totality of the circumstances, had a “substantial basis for concluding that a search would uncover evidence of wrongdoing.” Id. at 236, 103 S.Ct. at 2331 (internal quotation omitted); Beemer v. Commonwealth, Ky., 665 S.W.2d 912, 914 (1984); see also Massachusetts v. Upton, 466 U.S. 727, 732-33, 104 S.Ct. 2085, 2087, 80 L.Ed.2d 721 (1984) (reemphasizing Gates). It is within this rubric that we evaluate the decision of the trial court.\nTypically, a bare and uncorroborated tip received from a confidential informant, without more, would be insufficient to establish probable cause for a search warrant. E.g., Florida v. J.L., 529 U.S. 266, 270, 120 S.Ct. 1375, 1378, 146 L.Ed.2d 254 (2000). This is not such a case. As stated supra, the totality of the circumstances test requires a balancing of the relative indicia of reliability accompanying an informant’s tip. Gates, supra, at 234, 103 S.Ct. at 2330. Thus, while a court may question an informant’s motives, an “explicit and detailed description of alleged wrongdoing, along with a statement that the event was observed first-hand, entitles [the informant’s] tip to greater weight than might otherwise be the case.” Id.; United States v. Sonagere, 30 F.3d 51, 53 (6th Cir.1994).\nHere, the confidential informant provided DeFew with detailed descriptions of Appellant’s methamphetamine manufacturing operation and the contents of his methamphetamine laboratory. The informant also gave a detailed description of the anhydrous ammonia tank that Appellant moved into his barn, including its color and capacity. Additionally, the informant stated that he had personally observed the items described in the affidavit on more than one occasion over the preceding two months. DeFew’s affidavit, therefore, contained a much higher level of detail than, e.g., the one submitted by the officers in United States v. Leake, 998 F.2d 1359, 1361 (6th Cir.1993) (holding that information provided by an anonymous informant who claimed that he had observed “what appeared to be bales of marijuana” stacked in the basement of the home of an unnamed individual did not provide probable cause to issue a search warrant.). The level of detail provided by the confidential informant in this case, in addition to his statement of first-hand observation, lends significant reliability to the information he provided. While the fact that the information was consistent with information from other anonymous sources had little corroborative value, the affidavit did not consist of “merely conclusory statements” condemned by the Court in Gates that gave “the magistrate virtually no basis for making a judgment regarding probable cause.” Commonwealth v. Walker, Ky., 729 S.W.2d 440, 442 (1987).\nStatements against the informant’s penal interest also increase the degree of veracity that a court may attribute to the statements. United States v. Harris, 403 U.S. 573, 583, 91 S.Ct. 2075, 2082, 29 L.Ed.2d 723 (1971). In Harris, the Court explained that “[p]eople do not lightly admit a crime and place critical evidence in the hands of the police in the form of their own admissions. Admissions of crime, like admissions against proprietary interests, *79carry their own indicia of credibility — sufficient at least to support a finding of probable cause to search.” Id.; see also Commonwealth v. Hubble, Ky.App., 730 S.W.2d 532, 534 (1987) (“The fact that the information given by the [informants] was against their penal interest, is reason to accept it as truthful.”); United States v. Johnson, 289 F.3d 1034, 1039 (7th Cir.2002) (“[B]y making statements against his penal interest the [confidential informant] offered another indicium of reliability.”); United States v. Bishop, 264 F.3d 919, 925 (9th Cir.2001) (reliability of informant’s information may be established by an admission against penal interest); United States v. Chafin, 622 F.2d 927, 930 (6th Cir.1980) (the fact that the informant, in providing information against the defendant, incriminated himself as being with the principals before and after an attempted murder lent reliability to his statements). While the confidential informant in the present case did not specifically admit to criminal activity, he made such statements detrimental to his penal interest as that he was a regular visitor to Appellant’s methamphetamine laboratory and that he had been in possession of a duffel bag containing items used in the manufacture of methamphetamine. Therefore, these facts provide another “in-dicium of reliability” to the information provided by the confidential informant.\nAppellant’s reliance on United States v. Baxter, 889 F.2d 731 (6th Cir.1989), is misplaced. The affidavit presented in Baxter did not contain the level of detail found in DeFew’s affidavit, and, most importantly, it contained a “knowing misstatement” that the officer received the information from a confidential informant when the information was from, in fact, an anonymous tipster. Id. at 733-34. In the present case, there were no material misstatements in the affidavit.\nAppellant’s reliance on Lilly v. Virginia, 527 U.S. 116, 119 S.Ct. 1887, 144 L.Ed.2d 117 (1999), as support for his argument that the information provided by the confidential informant was unreliable because he was allegedly attempting to shift the blame for his own drug activity to Appellant is also misplaced. Lilly did not involve the use of an accomplice’s information to obtain a search warrant, but the use at trial of a nontestifying accomplice’s out-of-court confession that inculpated the defendant. The plurality opinion in Lilly held that since the use of the accomplice’s confession was not supported by a firmly rooted exception to the hearsay rule, its admission violated the defendant’s Sixth Amendment right to confront the witnesses against him. Id. at 134, 119 S.Ct. at 1899. Lilly has no application to the Fourth Amendment right to security against unreasonable searches and seizures.\nIn light of the indicia of reliability contained in DeFew’s affidavit and the totality of the circumstances presented to the issuing district judge, we conclude that the trial judge did not err in holding that the issuing judge had a “substantial basis” to believe that a search of Appellant’s residence would uncover evidence of illegal drug activity. The warrant was therefore issued upon probable cause.\nB. Unpreserved Issues:\nIn addition to the arguments discussed in Part IIA, supra, Appellant cites four other grounds of error that were not presented to the trial court: (1) the warrant was invalid because the supporting information was stale; (2) the affidavit contained knowing or reckless misstatements and omissions; (3) the issuing judge was not a neutral and detached magistrate; and (4) the officers executed the warrant in violation of the Fourth Amend*80ment by failing to knock and announce their identity and purpose before entering Appellant’s residence.2 As stated, none of these theories of error were preserved for appellate review. Commonwealth v. Maride, Ky., 15 S.W.3d 376, 380 (2000) (“[T]his Court is limited to the review of those issues that were raised and ruled on by the trial court.”); see also Harrison v. Commonwealth, Ky., 858 S.W.2d 172, 177 (1993) (“A new theory of error cannot be presented on appeal.”). Thus, Appellant requests review for palpable error. RCr 10.26. Since we find all of these claims to be meritless, we need not engage in palpable error analysis.\n1. Staleness.\nWhether information supporting probable cause is stale “must be determined by the circumstances of each case.” Sgro v. United States, 287 U.S. 206, 210-11, 53 S.Ct. 138, 140, 77 L.Ed. 260 (1932). The information provided by the informant indicated that Appellant’s methamphetamine manufacturing operation was an ongoing, long-term activity, creating a reasonable inference that evidence of wrongdoing would still be found on the premises even after a lapse of as long as two months. See United States v. Spikes, 158 F.3d 913, 923 (6th Cir.1998) (“[E]ven if a significant period has elapsed since a defendant’s last reported criminal activity, it is still possible that, depending upon the nature of the crime, a magistrate may properly infer that evidence of wrongdoing is still to be found on the premises.”); United States v. Johnson, 461 F.2d 285, 287 (10th Cir.1972) (“[W]here the affidavit properly recites facts indicating activity of a protracted and continuous nature, a course of conduct, the passage of time becomes less significant.”).\n2. Alleged misstatements and omissions.\nAppellant asserts that DeFew deliberately misled the issuing judge in his affidavit by stating that Appellant had pri- or drug convictions, whereas he only had two prior convictions, one a felony vehicular offense and the other for promoting contraband in the first degree. Appellant argues that a conviction for promoting contraband is not necessarily a “drug conviction.” True; but it could be. KRS 520.010(3); KRS 520.050. The record is silent as to the facts of the contraband conviction and Appellant does not assert that the basis for the conviction was other than drug-related.\nAppellant further claims that DeFew deliberately omitted from the affidavit information that the confidential informant was a drug addict and that he had proffered information against Appellant pursuant to an “implied” offer of immunity. The only evidence indicating that the informant was a drug addict was his subsequent participation in the “Teen Challenge” drug rehabilitation program. If the informant was a drug addict at the time he gave his information to DeFew, there is no evidence that DeFew was aware of that fact when he executed the search warrant affidavit. Nor are we cited to any authority that requires such information to be included in a search warrant affidavit. DeFew specifically denied offering the informant a deal in exchange for his information and Appellant offered no proof to the contrary other than Sonny Russell’s testimony that, on another occasion, De-Few offered him a deal if he (Russell) would “narc” Appellant. Appellant thus failed to make a “substantial preliminary showing” of police misconduct regarding *81the affidavit to even merit a hearing under Franks v. Delaware, 438 U.S. 154, 98 S.Ct. 2674, 57 L.Ed.2d 667 (1978).\n3. Neutral and detached magistrate.\nThe sum and substance of Appellant’s claim that the district judge was not “neutral and detached” is his allegation that the issuing judge did not review De-Few’s affidavit or the first page of the proposed warrant before signing the second page of the warrant. The allegation is premised solely upon the fact that only the second page of the warrant, which contains the judge’s signature, contains a fax transmittal date and time showing that it was actually “faxed” back to DeFew. Of course, that does not mean that the judge did not receive and review fax copies of both the entire affidavit and the entire proposed warrant. It only means that the only page the judge needed to fax back to DeFew was the page containing the judge’s signature. DeFew was already in possession of the originals of the other pages and did not need additional fax copies. If this issue had been raised at the suppression hearing, DeFew presumably could have explained it. We will not conclude from a silent record that the issuing judge signed the warrant without reading either it or the supporting affidavit.\n4. Knock and announce.\nAppellant’s argument that the search was unreasonable is premised upon the fact that DeFew, who was sixty to seventy yards away when the TRT team entered Appellant’s residence, did not specifically testify that the TRT team knocked and announced their presence and identity before entering the residence. Richards v. Wisconsin, 520 U.S. 385, 387, 117 S.Ct. 1416, 1417, 137 L.Ed.2d 615 (1997); Wilson v. Arkansas, 514 U.S. 927, 930, 115 S.Ct. 1914, 1916, 131 L.Ed.2d 976 (1995). However, Appellant offered no evidence that the officers did not knock and announce before entering, and Mrs. Lovett testified that she was awakened by a loud noise, shouting, and a light being shined in her face. If the issue had been raised at the suppression hearing, the Commonwealth may have been able to prove that the loud noise and shouting did, in fact, constitute the “knock and announce,” or that the failure of the TRT team to knock and announce fell within an exception to the rule, e.g., to do so would have been dangerous or futile or would have inhibited the effective investigation of the crime. Richards, supra, at 394, 117 S.Ct. at 1421. Again, we will not assume improper conduct from a silent record.\nSince we have determined that the warrant was constitutionally valid, we need not address whether the good faith exception articulated in United States v. Leon, 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984), and Crayton v. Commonwealth, Ky., 846 S.W.2d 684 (1992), applies.\nIII. WITNESS DEPOSITION.\nAppellant asserts that the trial judge violated his right to confront the witnesses against him by granting the Commonwealth’s motion to conduct a videotaped deposition of the confidential informant in South Dakota. In the order granting Appellant’s motion, the trial judge concluded that the informant was “unavailable” because he could not obtain a “pass” to leave the “Teen Challenge” program until after the scheduled trial date. The order stated that the deposition was to be videotaped and mandated that Appellant and his counsel be present at the proceedings. Appellant now claims that the trial court’s order was unconstitutional because the Commonwealth failed to make an adequate showing that the witness was “unavailable.”\nAt the outset, we note that the issue is raised in a different context from a tradi*82tional Confrontation Clause analysis. Since Appellant entered a conditional Alford plea prior to trial, we are not asked to determine whether the introduction of the deposition at trial violated his right to confrontation. See California v. Green, 399 U.S. 149, 157, 90 S.Ct. 1930, 1934-35, 26 L.Ed.2d 489 (1970) (“[I]t is this literal right to ‘confront’ the witness at the time of trial that forms the core of the values furthered by the Confrontation Clause.”); Barber v. Page, 390 U.S. 719, 725, 88 S.Ct. 1318, 1322, 20 L.Ed.2d 255 (1968) (“The right to confrontation is basically a trial right.”). Instead, Appellant asserts that the trial court’s order allowing the prosecution to take a deposition violates the Confrontation Clause. In fact, because Appellant entered a plea before trial, the trial judge never made a final ruling on the admissibility of the deposition at trial; indeed, the deposition was never taken. Furthermore, if intervening circumstances had required a continuance of the trial until after February 2001, the witness might have become available, thus eliminating the deposition issue entirely. (Appellant filed neither a motion for a speedy trial nor a motion to continue the trial until after February 2001.) Despite the unusual posture of the issue, however, we find on the merits that the trial court’s order did not violate the Confrontation Clause.\nCriminal Rule 7.10(1) provides that a trial court may, upon motion and notice to the parties, allow the parties to take a deposition “[i]f it appears that a prospective witness may be unable to attend or ... is or may become a nonresident of the Commonwealth, that the witness’s testimony is material and that it is necessary to take the witness’s deposition in order to prevent a failure of justice.... ” (Emphasis added.) See also Davidson v. Commonwealth, Ky., 436 S.W.2d 495, 497 (1968); Noe v. Commonwealth, Ky., 396 S.W.2d 808, 809 (1965). Thus, it was facially within the trial judge’s discretion under RCr 7.10(1) to order the parties to depose a witness who was a nonresident of the Commonwealth at the time. Reliance upon Criminal Rule 7.10, however, is not conclusive when a defendant claims a denial of his right of confrontation. See Barber, supra, at 723-25, 88 S.Ct. at 1321-22 (mere absence of a witness from the jurisdiction does not necessarily make the witness “unavailable” for trial); Brumley v. Wingard, 269 F.3d 629, 640 (6th Cir.2001) (mere showing that the witness was outside of state, without more, was insufficient to show that the witness was “unavailable” under Confrontation Clause analysis). Thus, the issue becomes whether the trial judge correctly deemed the confidential informant “unavailable” for Confrontation Clause purposes.\nIn Ohio v. Roberts, 448 U.S. 56, 100 S.Ct. 2531, 65 L.Ed.2d 597 (1980), the United States Supreme Court held that, before a witness’s prior testimony can be introduced against a defendant at trial, (1) the prosecution must demonstrate that the witness is “unavailable;” and (2) once the witness is deemed “unavailable,” the witness’s prior statements are admissible only if they bear adequate “indicia of reliability.” Id. at 65-66, 100 S.Ct. at 2538-39. This holding is now reflected in Federal Rule of Evidence (FRE) and Kentucky Rule of Evidence (KRE) 804(a) and (b)(1). Since Appellant entered a plea and never proceeded to trial, we need not determine whether the witness’s deposition testimony possessed the requisite “indicia of reliability” for admission at trial;3 we need only *83determine whether the prosecution met its burden of proof with respect to the witness’s unavailability.\nA witness is “unavailable” for purposes of the Confrontation Clause only if “the prosecutorial authorities have made a good faith effort to obtain his presence at trial.” Barber, supra, at 725, 88 S.Ct. at 1322; see also KRE 804(a)(5). Whether a witness is “unavailable,” ie., whether the Commonwealth has made a “good faith effort” to obtain the witness’s presence at trial, is a matter committed to the sound discretion of the trial judge whose decision will not be reversed unless it is clearly unreasonable. Ruppee v. Commonwealth, Ky., 821 S.W.2d 484, 486 (1991); Carter v. Commonwealth, Ky., 782 S.W.2d 597, 600 (1990), overruled on other grounds by Norton v. Commonwealth, Ky., 37 S.W.3d 750, 753 (2001).\nIn its motion, the Commonwealth stated that the confidential informant was unavailable because he was “residing in another state in the Teen Challenge program of South Dakota. He will not receive a ‘pass’ to leave the facility until February.” Based upon this proffer, the trial court found that the witness was “unavailable” for purposes of the Confrontation Clause. Appellant claims that the prosecution did not make a “good faith effort” to obtain the presence of the confidential informant at trial because it did not resort to KRS 421.230 to 421.270, the “Uniform Act to Secure the Attendance of Witnesses from Within or Without a State in Criminal Proceedings,” in order to compel the informant’s attendance.4 We disagree.\nThe language of KRS 421.250 is very broad and discretionary in nature, viz:\nIf a person in any state, which by its laws has made provision for commanding persons within its borders to attend and testify in criminal prosecutions ... in this state, is a material witness in a prosecution pending in a court of record in this state ... a judge of such court may issue a certificate under the seal of the court stating these facts and specifying the number of days the witness will be required.... This certificate shall be presented to a judge of a court of record in the county in which the witness is found.\nKRS 421.250(1) (emphasis added). Thus, the statute by its terms is not mandatory. Although some state courts have held otherwise,5 we decline to hold that resort to the Uniform Act is always required in order to satisfy the “good faith effort” requirement of the Confrontation Clause or the “reasonable means” requirement of KRE 804(a)(5). While an unsuccessful resort to the Uniform Act may well satisfy the test for unavailability, failure to do so is not conclusive of the contrary, especially *84where there is evidence that resort to the Act would be futile. Here, the Commonwealth presented a reasonable basis for the trial judge to conclude, without resort to KRS 421.250, that to compel the witness to leave the “Teen Challenge” program so as to attend a trial in Kentucky would cause the witness undue hardship. See KRS 421.240(2). If the local judge has sufficient evidence to reach this conclusion, there is no need to require a South Dakota judge to make the same determination.\nBrumley, supra, and Stoner v. Sowders, 997 F.2d 209 (6th Cir.1993), are easily distinguished from the case before us. In Brumley, the trial court allowed the introduction of a videotaped deposition of a prosecution witness who was incarcerated in another state. Id. at 640-^1. The Sixth Circuit Court of Appeals found that the trial court abused its discretion by basing its unavailability ruling solely upon Ohio Criminal Rule 15(F), which is similar to RCr 7.20(1), and held that reliance upon this procedural rule did not reheve the prosecution of its duty to make a good faith effort to secure the witness’s attendance at trial. Id. at 640. Further, the court held that the prosecution’s citation to the “inconvenience” of transporting the witness from Arizona was insufficient in light of the fact that it had previously procured the witness’s presence at an earlier trial. Id. at 634-35. Here, the prosecution had determined that the witness could not obtain a pass from the treatment facility until February. Thus, the Commonwealth’s motion was not predicated upon mere inconvenience associated with transporting the witness but upon the fact that the witness was unavailable for transport. This does not equate to the lack of diligence discerned in Brumley.\nIn Stoner, supra, a doctor’s brief note stating the unavailability of two witnesses because of their advanced age and deteriorating health was held insufficient where both witnesses were Kentucky residents, were present in the Commonwealth at the time of trial, and gave their depositions on the day before trial in the same county where the trial was subsequently held. Id. at 212. Here, the witness was not a resident of the Commonwealth when the trial court found him to be “unavailable” and was not even available to appear in the Commonwealth for a deposition. Thus, we conclude that the trial judge neither abused his discretion nor violated Appellant’s rights under the Confrontation Clause by ordering that the witness’ testimony be taken by videotape deposition in South Dakota.\nIII. CONSTITUTIONALITY OF KRS 218A.1432.\nAppellant’s final argument challenges the constitutionality of KRS 218A.1432, which criminalizes the manufacture of methamphetamine. Appellant asserts that KRS 218A.1432 is unconstitutionally vague because the “chemicals or equipment” used in the manufacture of methamphetamine as set out in KRS 218A.1432(l)(b) are common household items used by law-abiding citizens. Appellant did not raise this issue before the trial court and did not reserve it for appeal at the time he entered his conditional plea. RCr 8.09. Thus, the issue is unpreserved and we decline to address it in this case. Centers v. Commonwealth, Ky.App., 799 S.W.2d 51, 55 (1990).\nAccordingly, the judgment of the Marshall Circuit Court is affirmed.\nLAMBERT, C.J.; GRAVES, . JOHNSTONE, and WINTERSHEIMER, JJ., concur.\nKELLER, J., dissents by separate opinion, with STUMBO, J., joining that dissenting opinion.\n\n. Mrs. Lovett was the subject of a separate indictment, not included with the present appeal, to which she pled guilty.\n\n\n. This was an issue raised by the defense counsel for Appellant's wife on her separate criminal charges. Appellant and his wife were not jointly tried.\n\n\n. However, in Roberts, supra, the unavailable witness’s prior testimony at the defendant’s preliminary hearing was held admissible at the defendant's subsequent trial where defense counsel had cross-examined the witness at the preliminary hearing, id. at 67-73, 100 *83S.Ct. at 2540-43, despite the fact that the Confrontation Clause envisions that the witness would stand face to face with the jury so that the jury may judge his credibility by his demeanor. Id. at 63-64, 100 S.Ct. at 2537-38 (quoting Mattox v. United States, 156 U.S. 237, 242-43, 15 S.Ct. 337, 339, 39 L.Ed. 409 (1895)). Here, Appellant's counsel not only would have been able to cross-examine the witness, the requirement that the deposition be videotaped substantially diminished any issue as to the jury's ability to observe and judge the witness’s demeanor.\n\n\n. South Dakota has adopted the Uniform Act. S.D. Codified Laws 23A § 14-14 to 23A § 14-24.\n\n\n. See Breeden v. State, 95 Md.App. 481, 622 A.2d 160, 171-73 (1993) (citing various jurisdictions that have adopted the position that at least an attempt to use the statutory procedures is required), aff'd, State v. Breeden, 333 Md. 212, 634 A.2d 464 (Md.1993).\n\n",
            "ocr": false,
            "opinion_id": 9634920
        },
        {
            "author_str": "Keller",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*85KELLER, Justice,\ndissenting.\nI dissent from Part III of the majority opinion — and I vote to reverse the Marshall Circuit Court’s judgment and to remand this case for the trial court to vacate Appellant’s conditional Alford plea — because the trial court’s finding that “the Commonwealth has shown that [the confidential informant] is unavailable for the trial of this matter which is scheduled to begin October 18, 2000” is clearly erroneous. Although the majority opinion correctly observes that this issue comes before the Court in an abnormal procedural posture, the trial court’s unavailability determination permitted the Commonwealth to introduce the witness’s deposition testimony at Appellant’s scheduled trial — as was clear from the face of the trial court’s order, which provided that the “deposition ... shall be preserved for presentation at the trial in the Marshall Circuit Courtroom.” By entering a conditional plea under RCr 8.09, Appellant preserved his right to appeal the trial court’s finding, and the majority opinion thus accurately describes the issue presented as “whether the trial judge correctly deemed the confidential informant ‘unavailable’ for Confrontation Clause purposes.”1 In my view, the trial court’s unavailability determination is clearly erroneous because the Commonwealth utterly failed to demonstrate its inability to procure the witness’s attendance at trial “by process or other reasonable means.”2\nThe commentary to KRS 804(a)(5) explains that it was drafted to conform to Confrontation Clause jurisprudence:\nProof of inability to serve a subpoena was once uniformly regarded as a sufficient showing of unavailability of the declarant. The Supreme Court of the United States has made it clear that more of a showing of unavailability is required to satisfy the Confrontation Clause when hearsay is offered against an accused: the prosecution must demonstrate a good-faith effort to procure the attendance of the declarant at trial. By requiring an offering party to show inability to procure attendance “by process or other reasonable means,” this provision intends to require a good faith effort to procure the attendance of the declarant at trial even when he is beyond the court’s jurisdiction.3\nAnd, as such, we have interpreted KRE 804(a)(5) as “put[ting] the onus” on the party offering the hearsay to show that it attempted to produce the witness.4 The Commonwealth made no such showing in this case.\nAn inspection of the record reveals that the Commonwealth provided virtually no information to the trial court — let alone “substantial evidence” that would support the trial court’s finding — regarding any good faith efforts it made to secure the witness’s attendance at trial. In fact, the *86full extent of the Commonwealth’s proof consists of: (1) a written pleading stating that “the confidential informant in this matter is residing in another state in the Teen Challenge program of South Dakota” and that “[h]e will not receive a ‘pass’ to leave the facility until February”; and (2) a later on-the-record “clarification” of the Commonwealth’s belief that the witness’s ineligibility for a “pass” made him unavailable to testify at trial because “[n]ot letting him go makes me think that he’s unable to attend.... If I’m unable to go to the bathroom, that means I can’t go.” Although I infer from these statements that the Commonwealth made some inquiry — of some unspecified person or persons — as to the witness’s availability to travel to Kentucky in October 2000, there is nothing in the record to contextualize this information or explain how it helps to answer the relevant inquiry. More significantly, however, the Commonwealth provided no description of what attempts, if any, it actually made to “procure the de-clarant’s attendance by process or other reasonable means.” Even if I adopt the broadest possible construction of the Commonwealth’s terse explanations and assume that the Commonwealth contacted the powers-that-be at the Teen Challenge Program and attempted to arrange for the witness’s temporary release so that he could travel voluntarily to Kentucky and testify at the trial, but was unsuccessful because the program “refused to let him go,” I would conclude that such efforts would fall far short of a good-faith effort to secure the witness’s attendance.\nIn his Motion for a Protective Order, Appellant directed the trial court’s attention to the fact that “the Commonwealth has not even attempted to subpoena the witness” and that “[t]here are procedures available to the Commonwealth to secure an out of state subpoena which have not been used.” The trial court, however, found that the witness would be unavailable to testify at trial notwithstanding: (1) pre-KRE precedent in which this Court began its unavailability analysis by examining the possibility of using the Uniform Act’s procedures to compel a witness’s attendance; 5 and (2) our predecessor’s description of a defendant’s failure to seek an out-of-state subpoena under the Uniform Act as a “lack of diligence” supporting the trial court’s denial of a motion for a continuance.6 Today’s majority opinion magnifies the trial court’s error by finding the unavailability determination supported by substantial evidence despite the Commonwealth’s failure even to attempt to utilize the Uniform Act to obtain the witness’s presence at trial. And, by observing simply that “some state courts have held otherwise,” 7 the majority manages to obscure *87the fact that its holding adopts a view that has been rejected by the majority of jurisdictions that have considered this issue.8\nFurther, it appears that the only rationale for the majority’s holding is rank speculation that a South Dakota court might have declined to issue the process requested if it concluded that requiring the witness to attend the trial would cause some unspecified “undue hardship” undocumented in the record. Of course, “the possibility of refusal is not the equivalent of asking and receiving a rebuff,”9 and it simply “cannot be said that a [South Dakota] court would have necessarily found the existence of such hardship.”10 The confidential informant was not being held against his will in a prisonlike setting.11 Teen Challenge of the Dakotas is a faith-based, voluntary residential treatment program to which prospective students must apply for admission.12 Although I understand the desire not to jeopardize the witness’s continued participation in the program, there is nothing in this record to suggest that Teen Challenge of South Dakota would have expelled him from the program — simply because he was not yet eligible for a “pass” — if he was temporarily absent to testify as a material witness in a felony trial at the request of, or in response to process originating from, the Commonwealth of Kentucky.13 In any event, what is missing from the record in this case is any indication that the Commonwealth investigated whether the witness’s appearance at trial would have affected his status in the program or that it explored any alternatives — e.g., offering to provide compensation for an escort from Teen Challenge to accompany the witness to Kentucky. In sum, although the Commonwealth can demonstrate its good faith efforts by showing that a sister state’s courts actually declined to issue a sum*88mons under the Uniform Act,14 the Commonwealth cannot demonstrate such efforts by rationalizing its own inaction.15\nAs I see nothing resembling a good faith effort on the part of the Commonwealth to secure this witness’s attendance at trial, I believe that the trial court’s finding of unavailability was clearly erroneous. Accordingly, I would reverse the judgment and remand the matter to the trial court for further proceedings — i.e., a trial where Appellant has an opportunity for face-to-face confrontation of the material witnesses for the Commonwealth.\nSTUMBO, J., joins this dissenting opinion.\n\n. Majority Opinion, 103 S.W.3d 72, 82 (2003). It would not affect the substance of the inquiry, however, to characterize it as one involving merely the interpretation of our Rules of Evidence. See ROBERT G. LAWSON, THE KENTUCKY EVIDENCE LAW HANDBOOK, § 8.45(IV) at 433 (3d ed. Michie 1993) (“The unavailability criteria of KRE 804(a)(5) — if construed according to the drafters expressed intention — is indistinguishable from the confrontation criteria of Barber v. Page [390 U.S. 719, 88 S.Ct. 1318, 20 L.Ed.2d 255 (1968)]..... A showing that would meet the requirements of the evidence rule would simultaneously satisfy the constitutional dictates of the Confrontation Clause.”).\n\n\n. KRE 804(a)(5).\n\n\n. Commentaiy to KRE 804, Evidence Rules Study Commission, Final Draft (1989).\n\n\n. Justice v. Commonwealth, Ky., 987 S.W.2d 306, 313 (1999).\n\n\n. Carter v. Commonweath, Ky., 782 S.W.2d 597, 600 (1990) (\"Elam’s presence at the deposition was procured using the Uniform Non-Resident Witness Act, KRS 421.250, but the Commonwealth could not use the same act to arrange his presence at trial because the Commonwealth did not know his whereabouts at the time of trial.\").\n\n\n. Wooldridge v. Commonwealth, Ky., 459 S.W.2d 404, 406 (1970) (\"Appellant’s first claim of error is that the court erroneously denied him a continuance because of the absence of a[n] [out-of-state] witness.... It does not appear that appellant sought to procure his attendance under KRS 421.250 .... We do not believe the trial judge abused his discretion in view of the lack of diligence on appellant's part.\" (emphasis added)). Cf. Abney v. Commonwealth, Ky.App., 588 S.W.2d 714, 715 (1979) (”[T]here was ample time [for the defendant] to invoke the provisions of the Uniform Act to secure the attendance of witnesses who were absent from this jurisdiction.”).\n\n\n.Majority Opinion, supra note 1 at 83.\n\n\n. See Milton Roberts, Annotation, Sufficiency of Efforts to Procure Missing Witness' Attendance to Justify Admission of His Former Testimony—State Cases, 3 A.L.R.4th 87 (1981) (\"[M]any courts ... have held that the prosecution’s failure to utilize ... the Uniform Act or other available extradition procedure showed a lack of diligence to procure the absent witness’ attendance precluding the use of his former testimony at the trial; however a few courts have held the contrary.” (emphasis added)); Breeden v. State, 95 Md.App. 481, 622 A.2d 160, 171 (1983) (recognizing that its holding \"is consistent with the trend of decisions in other states .... ” (emphasis added)); State v. Gray, 616 S.W.2d 102, 105 (Mo.App.1981) (\"A heavy majority of the cases which have considered this matter since the Barber decision hold that the prosecution must attempt to utilize the Uniform Act, if available, in order to show a good faith effort on its part to produce the witness at trial.” (emphasis added)).\n\n\n. Barber v. Page, supra note 1 at 390 U.S. 719, 724, 88 S.Ct. 1318, 1322, 20 L.Ed.2d 255, 260.\n\n\n. In re Terry, 4 Cal.3d 911, 95 Cal.Rptr. 31, 484 P.2d 1375, 1389-1390 (1971), cert. dismissed, 404 U.S. 980, 92 S.Ct. 348, 30 L.Ed.2d 295 (1971).\n\n\n. But even if he were, that fact alone would not justify a finding of unavailability. Barber v. Page, supra note 1 at 390 U.S. 719, 723, 88 S.Ct. 1318, 1321, 20 L.Ed.2d 255, 259 (”[T]he State made absolutely no effort to obtain the presence of Woods at trial other than to ascertain that he was in a federal prison outside Oklahoma.”).\n\n\n. Information about Teen Challenge of the Dakotas is available at: http:www.teenchal-lenge.com/brookings.\n\n\n. In fact, I would reference, as anecdotal evidence to the contraiy, that in Stallworth v. Commonwealth, 102 S.W.3d 918, 919 (2003). The Appellant was permitted to reenter the Teen Challenge Program located in Hot Springs, Arkansas after absconding (and ending upon on the lam) after his prior admission into the program. In fact, the same trial *88judge presided in both Stallworth and this case.\n\n\n. See State v. Gray, supra note 8 at 106.\n\n\n. See Breeden v. State, supra note 8 at 166, 174 n. 13 (despite out-of-state witness’s explanation that \"he was residing in a monastery in Puerto Rico and in the process of becoming a Jesuit priest” and that \"after a discussion with the head priest, he learned that he would not be available until [nineteen (19) months after the trial],” court holds that “[u]ntil the procedures of the Act ran their course, no one could say that his compulsory attendance could not have been at an earlier date.”)\n\n",
            "ocr": false,
            "opinion_id": 9634921
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}