{
    "id": 1559260,
    "judges": "Brimmer",
    "date_filed": 707616000000,
    "date_filed_is_approximate": false,
    "slug": "parker-land-and-cattle-co-inc-v-united-states",
    "case_name_short": null,
    "case_name": "Parker Land and Cattle Co., Inc. v. United States",
    "case_name_full": "PARKER LAND AND CATTLE COMPANY, INC., Plaintiff, v. UNITED STATES of America, Defendant. Lyle R. PECK, Plaintiff, v. UNITED STATES of America, Defendant",
    "attorneys": "Stanley K. Hathaway, Brent R. Kunz, and Rebecca L. Hellbaum, Hathaway, Speight, Kunz, Trautwein & Barrett, Cheyenne, Wyo., and Dennis C. Stickley, Wellington, New Zealand, for plaintiff Parker Land., Mark J. White, Riverton, Wyo., for plaintiff Lyle R. Peek., Carol A. Statkus and Matthew H. Mead, Asst. U.S. Attys., D. Wyo., Cheyenne, Wyo., for U.S.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b549-13\">\n    PARKER LAND AND CATTLE COMPANY, INC., Plaintiff, v. UNITED STATES of America, Defendant. Lyle R. PECK, Plaintiff, v. UNITED STATES of America, Defendant.\n   </parties><br><docketnumber id=\"b549-18\">\n    Nos. 91-CV-0039-B, 91-CV-0091-B.\n   </docketnumber><br><court id=\"b549-19\">\n    United States District Court, D. Wyoming.\n   </court><br><decisiondate id=\"b549-21\">\n    June 4, 1992.\n   </decisiondate><br><attorneys id=\"b551-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"479\"> \n     *479\n     </span>\n    Stanley K. Hathaway, Brent R. Kunz, and Rebecca L. Hellbaum, Hathaway, Speight, Kunz, Trautwein &amp; Barrett, Cheyenne, Wyo., and Dennis C. Stickley, Wellington, New Zealand, for plaintiff Parker Land.\n   </attorneys><br><attorneys id=\"b551-7\">\n    Mark J. White, Riverton, Wyo., for plaintiff Lyle R. Peek.\n   </attorneys><br><attorneys id=\"b551-8\">\n    Carol A. Statkus and Matthew H. Mead, Asst. U.S. Attys., D. Wyo., Cheyenne, Wyo., for U.S.\n   </attorneys>",
    "citations": [
        "796 F. Supp. 477"
    ],
    "opinions": [
        {
            "author_str": "Brimmer",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 390.0,
            "opinion_text": "\n796 F.Supp. 477 (1992)\nPARKER LAND AND CATTLE COMPANY, INC., Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nLyle R. PECK, Plaintiff,\nv.\nUNITED STATES of America, Defendant.\nNos. 91-CV-0039-B, 91-CV-0091-B.\nUnited States District Court, D. Wyoming.\nJune 4, 1992.\n*478 *479 Stanley K. Hathaway, Brent R. Kunz, and Rebecca L. Hellbaum, Hathaway, Speight, Kunz, Trautwein &amp; Barrett, Cheyenne, Wyo., and Dennis C. Stickley, Wellington, New Zealand, for plaintiff Parker Land.\nMark J. White, Riverton, Wyo., for plaintiff Lyle R. Peck.\nCarol A. Statkus and Matthew H. Mead, Asst. U.S. Attys., D. Wyo., Cheyenne, Wyo., for U.S.\n\nFINDINGS OF FACT AND CONCLUSIONS OF LAW\nBRIMMER, Chief Judge.\nThis matter was presented in a trial to the Court on January 6-10, January 13-17 and January 21-24, 1992. The Court, having heard the testimony of witnesses, having considered the other evidence presented, having heard and considered the legal arguments of counsel, having reviewed the materials on file, and being fully advised in these premises, now makes the following Findings of Fact and Conclusions of Law:\n\nFINDINGS OF FACT\n\nA. The Land\n1. The Parker Land and Cattle Company, Inc. (Parker), owns several hundred acres of land and leases more than 11,000 acres of land from its founder and sole stockholder, Thomas Parker. This property is located east of the Continental Divide (Divide) in Fremont County, Wyoming.\n2. In addition to the deeded land, Parker controls two grazing allotments administered by the Bureau of Land Management (BLM). See Tr.Ex. 72.\n3. Both of these allotments are located in Fremont County, Wyoming, east of the Divide.\n4. The three types of BLM allotments are improve, maintain and custodial allotments. Custodial allotments provide the allottee with the maximum control over the land and the minimum interference by the government.\n5. Parker requested and received custodial allotments. Id.\n6. Allotment No. 2113 contains 3,681.21 acres and Allotment No. 2120 contains 519.68 acres of land. Id.\n7. Allotment No. 2113 authorizes Parker to use a total of 668 animal unit months (AUMs) of grazing preference, half in the period between May 1 through June 30 and the other half in the period between October 1 through November 30 of each year. Id.\n8. In Allotment No. 2120 Parker is authorized to use a total of 87 AUMs of grazing preference, half in the period between April 1 through June 30 and the other half in the period between October 1 and October 31 of each year. Id.\n9. These BLM permits do not require livestock enter and leave on any specified dates, rather they provide a time period during which the allottee may use the land.\n10. Parker requested the time period in the allotments and never requested said time periods be modified.\n11. The BLM does not manage or control the allottee's livestock and the safety of such livestock is the responsibility of the allottee.\n12. Parker also controlled two grazing allotments on the National Forest Lands which were administered by the United States Forest Service (USFS). See Tr. Exs. C3 and C3A.\n13. USFS allotments were located in the Shoshone National Forest and were also east of the Divide. Id.\n14. These two USFS permits included approximately 46,000 acres and provided that the permittee could use the allotment *480 from the middle of June through the first part of September. Id.\n15. Like the BLM permits, the USFS permits provided a period of time in which the allottee may use the land. They do not, however, require that livestock enter or leave on certain dates. Id.\n16. The USFS does not manage or control the permittee's livestock while that livestock is grazing on the federal permit. The well being of the cattle is the responsibility of the permittee, not the government.\n17. John Story (Story), Parker's manager and president, treated the leased property as under his exclusive control and objected to the USFS allowing any other grazers on this land without first seeking his consent. Tr.Ex. R7.\n18. The public lands may contain many dangers such as noxious weeds and diseased wildlife; however, this is a risk which a permittee accepts as a cost of doing business on such leased lands. Such risk is factored into the cost of the leases. The BLM and USFS do not owe a permittee or an allottee a duty to warn of all dangers located on the public lands.\n19. The BLM and USFS are charged with the responsibility of managing the federal lands in accordance with the multiple-use objectives provided for in the federal statutes. See Multiple Use Sustained Yield Act, P.L. 86-517; and Federal Land Policy and Management Act, 43 U.S.C. § 1700 et seq.\n20. These statutes expressly provide that nothing in them affects the responsibilities or jurisdiction of the states for the management of resident wildlife.\n21. The Wyoming Game and Fish Department (WGFD) has primary responsibility for managing wildlife located on lands covered by the BLM and USFS grazing permits.\n\nB. The Parker Herd\n22. In February 1984, Parker purchased 25 bred-heifers through the Riverton Livestock Exchange.\n23. The source herds for these purchased cattle were located in Wyoming and Montana.\n24. Parker exchanged stray cattle with ranchers west of the Divide during the 1980's. All of these exchanges were from ranches located in Wyoming.\n25. There were summer pasture grazing operations in the vicinity of the Parker operation, to which cattle were brought in on an annual basis; however out of state grazing cattle are only allowed to enter the state under strict standards.\n26. For a limited period of time Parker used artificial insemination (AI) in its operation. The semen came from a national company located in Wisconsin.\n27. Parker began a brucellosis vaccination program in 1985. Dr. Woody testified that in February 1989 John Story informed him that the Parker herd was approximately 65% vaccinated.\n28. The decision to implement a vaccination program had to be phased in over a period of years as the United States Department of Agriculture (USDA), Animal and Plant Health Inspection Service (APHIS) only allows for vaccination of calves.\n29. Dr. Norman R. Swanson, the recently retired Wyoming State Veterinarian, testified that as of 1985 his office has permitted calfhood vaccinations for animals between the ages of four to 12 months.\n30. Prior to 1985 the vaccination was given in stronger doses and could only be given to animals which were younger than nine months of age.\n31. The Parker operation began calving season in January and did not come off the leased land until October, thus the calves would then be too old to vaccinate.\n32. Parker made a business decision to operate in the early calving season method in order to have bigger calves at the time they were sold.\n33. Inherent in this business decision is that Parker was willing to risk not vaccinating its animals in order to achieve greater weights and thereby greater profits at sale.\n*481 34. Parker was in sole control of the decision of when to begin calving season.\n35. Other ranchers in the Parker area calved later in the year and then vaccinated their animals when they came off of summer range.\n\nC. The Disease.\n36. Brucellosis is a bacterial infection of the mammary glands and reproductive tracts, which causes sexually mature female animals to abort their fetuses. The disease also causes the host to produce infected milk.\n37. Dr. E. Thomas Thorne, research veterinarian for the WGFD, testified the following must be present to transmit the disease: (1) A pregnant infected animal; (2) a susceptible cow, danger is heightened if said cow is pregnant; and (3) the cow and other animal are in same place at the time of a birth event or abortion.\n38. Dr. Thorne also testified the possibility of transmission was enhanced in a situation where the infected elk could not get away from the cow as elk are solitary animals when they give birth.\n39. Dr. Thorne testified that the female elk will attempt to clean the entire area of any evidence of the birthing event. This clean-up process includes eating all the discharge as well as the aborted fetus.\n40. Dr. Thorne further testified that the disease is not transmitted by males in the natural breeding process, but can be passed under AI conditions.\n41. Dr. Young testified that cows contract the disease by ingestion, such as licking of an aborted fetus or the fluids discharged during a birthing event, and not through feces or urine.\n42. Wyoming has been designated as a brucellosis-free state since 1985.\n43. The Parker brucellosis infection did not affect Wyoming's brucellosis-free status.\n\nD. The Outbreak.\n44. In November 1988 the Market Cattle Inspection (MCI) system identified a possible brucellosis suspect reactor cow which was traced to the Parker herd.\n45. Dr. Douglas Woody, a veterinarian with APHIS, notified Story of the possible reactor.\n46. Dr. Woody offered to test the Parker herd free of charge.\n47. Story declined the offer and informed Dr. Woody that the herd was 100% percent vaccinated against brucellosis and that no new cows had been added to the herd for six or seven years.\n48. As a result of this information, Dr. Woody did not order a whole herd test.\n49. In February 1989 the MCI system traced a second brucellosis reactor back to the Parker herd.\n50. Dr. Woody immediately quarantined the Parker herd.\n51. The herd was then given three tests for brucellosis.\n52. In the first test 45 reactors were identified. The second test identified 2 additional reactors. The final test indicated 38 more reactors and 23 suspect reactors.\n53. Story then informed Dr. Woody that the herd was not 100% vaccinated, but rather approximately 65% vaccinated.\n54. Story informed Dr. Woody that no females had been added to the herd for ten years.\n55. After the extent of the infection was discovered, Parker followed the government's advice to depopulate the herd.\n56. The decision to depopulate was reasonable in light of the extensive infection.\n57. Potential sources for the Parker infection, from most likely to least likely, are as follows: (1) Imported cattle; (2) Neighboring cattle; (3) Summer pastured cattle; (4) Stray cattle; (5) AI; (6) Domestic animals such as dogs and horses; and (7) Wild animals such as elk or bison. Tr.Ex. FFF.\n58. APHIS tested approximately 4000 head of cattle in the neighboring herds but found no other brucellosis reactors.\n59. The MCI system has picked up no other suspect reactors from herds in the *482 Parker area since the time of the Parker outbreak.\n\nE. The Bridgewater Report.\n60. Dr. Donald Bridgewater is the Western Regional Epidemiologist of APHIS and in this capacity he investigated the Parker brucellosis outbreak.\n61. Dr. Bridgewater reached the following conclusions in his report: (1) Parker was the index herd; (2) The brucellosis was introduced into the Parker herd in either the spring or summer of 1988; (3) To date, no epidemiological evidence is known that brucellosis was imported into the herd; (4) To date, there was no spread to other herds in the area; (5) No spread of brucellosis by bison/elk to other livestock in the area is known; and (6) Elk/bison remain a potential source of infection as no other source was found. Tr.Ex. Parker 2.\n62. At trial Dr. Bridgewater testified that he believed, with a reasonable degree of medical certainty, that the Parker infection was caused by contact with either elk or bison.\n\nF. Questioning the Bridgewater Report.\n63. The report is limited to the information which Dr. Bridgewater was able to obtain from Story.\n64. Dr. Bridgewater was not informed that Parker had purchased 25 bred heifers in 1984.\n65. Dr. Bridgewater was not informed that Parker had experimented with AI during the 1980's.\n66. Dr. Bridgewater was not informed that the Parker herd may have been exposed to a horse with Fistulas Withers, which could be another source for the infection.\n\nG. Court's Conclusions as to the Validity of the Report.\n67. The 25 bred heifers which were purchased in 1984 came from herds in Wyoming and Montana.\n68. The source herds for these purchases have now been traced to areas which have not had any brucellosis outbreaks since prior to 1984.\n69. Thus, brucellosis was not imported into the herd.\n70. Parker used AI in the early 1980's and if the semen had been infected the disease would have been found prior to 1989.\n71. Dr. Bridgewater's conclusions that the infection came from either elk or bison have been strengthened with time in that no other source has been identified and the only known pool of the disease is the wildlife in the Yellowstone Ecosystem.\n72. The preponderance of the evidence showed that the Parker infection could have been caused by contact with either infected elk or bison.\n\nH. Jackson and Yellowstone National Park Bison Herds.\n73. Approximately 150 bison presently summer in Grand Teton National Park (GTNP) and winter on the National Elk Refuge (NER) which is above the current herd objective of 110 bison.\n74. There are between 2,500 and 3,000 in Yellowstone National Park (YNP). This herd is a separate herd from the GTNP herd.\n75. Bison were once indigenous to the area, however, the GTNP herd is a result of an attempt to reintroduce the animal to the area.\n76. In 1949 bison from the Theodore Roosevelt National Park were relocated in the GTNP in order to reintroduce bison into the area.\n77. The bison located in the Teton National Forest, the Washakie and Absaroka Wilderness Areas of the Shoshone National Forest, and the GTNP were designated as wildlife by the WGFD and the Wyoming Livestock Board in 1979.\n78. More than 50% of the bison in the GTNP and YNP herds test sero-positive for the disease of brucellosis.\n79. A tissue culture is the definitive way to test for brucellosis, however, blood *483 tests are fairly representative and may be used without killing the animals.\n80. Dr. Mary Meagher testified that the YNP bison have had the disease of brucellosis long enough to develop a unique tolerance to the disease in that they no longer abort due to such infections.\n81. Consequently, the danger of this YNP herd spreading the disease to other animals is sharply reduced.\n82. Further, YNP bison migrate to the north into Montana and do not migrate in the direction of the Parker land.\n83. The GTNP herd has not yet developed the same tolerance to the disease as the YNP herd.\n84. Bison migration studies conducted between 1987 and 1989, indicated that no female bison migrated across the Divide during 1987 and 1988.\n85. GTNP bison calve between mid-April and June 15. Abortions normally occur in the winter months from January onward.\n86. These animals spend the winter months on the NER and calve in the GTNP.\n87. Although there were sightings of bison east of the Divide, it is highly unlikely that a pregnant bison crossed the Divide and calved or aborted on the east side of the Divide.\n88. Thus, in all probability the Parker livestock would not have had contact with any of these GTNP bison at a time in which there was a risk of transmission from the bison to the livestock.\n89. Kay Bowles, long-time WGFD game warden, testified that there had been no reports of wild bison east of the Divide in Parker's area prior to the summer of 1988.\n90. Story testified that he had not seen bison on his property prior to 1988.\n91. The bison sightings in the summer of 1988 were not during a time period in which there was a danger of transmission of the disease.\n92. Although there is evidence of negligence on the part of the NPS in the management of an infected bison herd that is allowed to roam free and thus possibly infect cattle, this Court cannot say that Parker has proved by a preponderance of the evidence that the infection was actually caused as the result of contact between its cattle herd and bison from either GTNP or YNP. The possibility of such contact exists, but that is not enough to satisfy the standard of a preponderance of the evidence.\n93. Therefore, Parker cannot recover from the defendants on the basis that this disease was caused by bison.\n\nI. Feedground Elk.\n94. Approximately 7,500 elk are fed annually at the NER which is run by the United States Fish and Wildlife Service (FWS).\n95. The NER is located outside of Jackson, Wyoming, on the western side of the Divide.\n96. The Jackson Elk herd is a nationally significant herd.\n97. There are also 22 state feedgrounds operated by the WGFD which are also located west of the Divide. The state feedgrounds have approximately the same rate of brucellosis infection as is found in the elk on the NER.\n98. Approximately 16,000 elk are fed on the state feedgrounds.\n99. The State of Wyoming originally began feeding elk in 1910.\n100. The State of Wyoming requested help from the federal government and the first federal appropriation was passed on March 4, 1911.\n101. The NER refuge has now been feeding elk in the Jackson area for eight decades.\n102. Elk feedgrounds help maintain higher populations and keep the elk from eating haystacks of area ranchers.\n103. But, the feedgrounds and particularly that operated by the defendant as the NER, also serve as a breeding ground for the disease of brucellosis. However, over the years the state has attempted to reduce *484 the risk of transmission of brucellosis by vaccinating elk on its feedgrounds, but the NER has had no vaccination program of its own and in fact has opposed it, without particularly good reason for that position.\n104. The artificial concentration of animals over an extended period of time greatly enhances the spread of the brucellosis bacteria.\n105. Blood tests for brucellosis indicate that feedground elk have a sero-positivity rate of approximately 40%, while non-feedground elk test sero-positive at a rate of approximately 1-1.5%.\n106. Numerous witnesses testified that they observed elk crossing the Divide during the summer and fall months which is not a period of time in which there is a danger of transmission of the disease as elk are through calving by mid-June.\n107. A 1978-1984 elk migration study conducted by the NER indicated that elk do not migrate east of the Divide during the winter or during calving season which are the relevant time periods for transmission of the disease.\n108. The four feedgrounds closest to the Parker operation are Alkali, Fish Creek, Patrol Cabin, and Green River. All four of these feedgrounds are operated by the WGFD and not by any of the federal defendants.\n109. The federal and state wildlife managers and biologists testified that they had not observed elk fetuses off of feedgrounds or outside experiment areas. This can be attributed the female elk's instinct to thoroughly clean-up the area after birthing events.\n110. Not all fetuses are brucellosis related. A WGFD study indicates that only about one-half of elk abortions can be traced to brucellosis. Tr.Ex. B55.\n111. Whether a pregnant NER elk crossed the Divide and either gave birth or aborted in the allotment of the Parker livestock is difficult to prove, and the Court has no great certainty that it happened or that it didn't happen.\n112. If a pregnant elk did cross the Divide and enter Parker's allotments, it would be more likely than not to have come from one of the four closer state feedgrounds.\n113. Although the NER, in its management of a very high number of brucellosis reactors on the feedground during the critical months when transmission of the disease is most likely, and without endeavoring to vaccinate against the spread of the disease, has clearly been negligent, the Court must nevertheless also find that plaintiff Parker has failed to prove by a preponderance of the evidence that the infection in its herd was the result of contact between its cattle herd and elk from the NER. The Court cannot conclude that the negligence of the United States was the proximate cause of the infection.\n114. Therefore, Parker cannot recover from the defendants on the basis that this disease was caused by elk which were negligently managed by the federal government.\n\nJ. Elk in the Vicinity of the Parker Land.\n115. The elk in the area of the Parker ranch are non-feedground elk.\n116. These elk belong to the Wiggins Fork/Warm Springs elk herd which number approximately 4,000 animals.\n117. The WGFD is the exclusive manager of this herd and maintains that the herd is brucellosis free.\n118. Aside from the Parker outbreak, there have been no brucellosis problems diagnosed in Fremont County cattle for several years.\n119. Millard Amerine, Sandy Gartner and Lyle Peck all testified that they saw elk fetuses in the area of the Parker cattle during the summer of 1988.\n120. Dr. Thorne testified that it is highly unusual that three fetuses would be spotted in such a small time and that such phenomenon would probably have been the result of poison, not brucellosis.\n\n\n*485 K. Federal Defendants' Activities.\n\n121. The USFS and BLM are strictly land managers charged with administering the public lands under the multiple use standard. They do not have any jurisdiction over the management and control of wildlife.\n122. The National Park Service (NPS) administers GTNP and YNP.\n123. There are no grazing allottees in YNP.\n124. There are a limited number of grazing allottees in the GTNP, however, such allottees know of the danger of wildlife brucellosis and have vaccinated their herds.\n125. The ranchers most at risk are the Teton County ranchers who graze their cattle closest to the NER. These ranchers have entered an amicus appearance in support of the defendants.\n126. The Teton County ranchers have not had a problem with brucellosis despite cattle-wildlife commingling, but those ranchers have vaccinated their herds 100%, unlike the plaintiff Parker.\n127. There are no grazing allottees on the NER, which is administered by the FWS.\n128. The NPS and FWS are charged with the responsibility of managing wildlife located in GTNP, YNP and the NER.\n129. One of the objectives in the NER Manual is to manage habitat to minimize disease. Tr.Ex. Y2.\n130. One of the goals in the Mission Statement of the NER is to provide safe and healthy habitat for a variety of wildlife. Tr.Ex. Parker 201.\n131. The NPS and FWS have consistently maintained the elk and bison herds in excess of the stated objectives.\n132. Bruce Smith, senior NER biologist, testified that in 1988 the elk herd numbered approximately 14,000 animals while the objective for the herd was 11,000 animals.\n133. The only active brucellosis precaution which the NER has undertaken is changing its feeding methods from hay to alfalfa pellets in order to reduce the amount of time the elk spend on the feedline.\n134. In 1990 the NER stopped providing financial support for the bio-bullet elk vaccination program which was being used by the state to vaccinate both on the NER and on state feedgrounds.\n135. The state continues to vaccinate at the state feedgrounds and the NER at its own expense.\n136. While grudgingly allowing some vaccination to continue, the NER has been far from cooperative with the state program. See Tr.Exs. Parker 145, 148 and 157.\n137. The FWS has been directed to cooperate with APHIS and the states in developing forest plans. See 36 CFR 222.8(a).\n138. Bob Barbe, the superintendent of YNP, testified that APHIS had recommended vaccinating bison but that YNP had never responded to this recommendation.\n139. Steve Cain, wildlife biologist for the GTNP, testified that his agency did not believe bison posed a threat to cattle either in Teton County or east of the Divide and that is why no major action had been undertaken to address the problems with bison brucellosis.\n140. In 1969, the GTNP bison were changed from being run as a fenced herd to being a free-roaming herd. At the time this change was implemented, the herd was brucellosis free.\n141. While the herd was held captive the GTNP practiced an active brucellosis eradication program which included vaccination.\n142. Since changing the herd to free-roaming, the GTNP has refused to use any methods of brucellosis control on these bison.\n143. Cain testified that GTNP had rejected the following brucellosis control methods: (1) Depopulation; (2) Test and slaughter; (3) Vaccination, which it previously had practiced; and (4) Keeping the *486 bison off the NER feedlines where they eventually contracted the disease.\n144. A representative of the FWS told Jim Herriges of the WGFD that the FWS would not make a \"big push\" to eradicate this disease in wildlife unless they were held liable in a lawsuit. Tr.Ex. 145.\n145. The federal government agencies involved in this case have known of the brucellosis problem in wildlife for many years but have done very little more than form several committees to study the disease.\n146. It was unreasonable for these agencies to do nothing more than commission studies in light of the fact it was their actions in managing the wildlife which dramatically increased the transmission of the disease. The least they could have done was to cooperate whole heartedly with the state in its vaccination program.\n147. Thus, the FWS and NPS have acted negligently in managing the wildlife, in that they each have failed to take an active role in eliminating the brucellosis problem in the elk and bison which are under their control.\n\nL. Uniform Methods and Rules for Brucellosis Eradication.\n148. The Uniform Methods and Rules for Brucellosis Eradication (UMR) is a policy statement of APHIS that \"contains the minimum standards of the Cooperative State-Federal Brucellosis Eradication Program.\" Tr.Ex. QQ.\n149. These regulations have not been published in the Federal Register or codified in the Code of Federal Regulations. Id.\n150. The UMR describes the program as follows:\nthe Cooperative State-Federal Brucellosis Eradication Program ... is administered under a Memorandum of Understanding between the appropriate agency in each of the States and the United States Department of Agriculture. This Program includes all the activities associated with detecting, controlling, and eliminating brucellosis from domestic livestock in the United States.\nId. at 18.\n151. The UMR provides that \"[a] State or area that achieves Class Free Status is officially recognized as being free of brucellosis in cattle.\" Id. at 83.\n152. The UMR was intended to apply only to domestic livestock and cannot be extended to cover wildlife.\n153. If the UMR was intended to pertain to wildlife then Wyoming could not have achieved free status as the wildlife in the Greater Yellowstone Ecosystem are heavily infected.\n154. The regulations contained in Title 9 of the Code of Federal Regulations also do not apply to wildlife as it would not be physically possible to regulate wildlife in accordance with these directives.\n155. While these regulations do not apply to the federal agencies in this instance, they are strong evidence of Congress' belief that brucellosis is a high priority problem which must be actively addressed.\n\nM. Comparative Fault.\n156. Parker could have prevented much of its damages had it allowed Dr. Woody to perform a whole herd test on the date that the first reactor was discovered.\n157. Mr. Story withheld relevant information from Dr. Woody after the first reactor was discovered which would have led Dr. Woody to order a whole herd test.\n158. If a whole herd test would have been performed in November of 1988 the extent of the Parker herd could have been greatly limited as the infection was more likely than not multiplied during Parker's calving season.\n159. Parker could have protected itself by foregoing its early calving season in order to be able to vaccinate calves when they came off of summer range.\n160. A reasonable rancher in the Fremont County area would have been practicing calfhood vaccination prior to 1985 when Wyoming was not classified as a brucellosis free state.\n\n\n*487 N. Lyle Peck.\n\n161. Lyle Peck works for the Parker ranch.\n162. During the 1989 calving season Mr. Peck assisted in the delivery of several calves in the Parker herd.\n163. As a result of this activity, Mr. Peck contracted the disease of brucellosis.\n164. Dr. Mike Miller, Peck's attending physician, diagnosed brucellosis and placed Mr. Peck on several courses of medication.\n165. The treatment has apparently been effective as a December 5, 1991, tests indicated that Mr. Peck was no longer infected with the disease. Tr.Ex. G7.\n166. Mr. Peck, however, cannot prove that the federal defendants were the cause of his infection.\n167. As with Parker, Mr. Peck showed they were a possible source of his infection, but did not prove by a preponderance of the evidence that it was more likely so than not so that the federal defendants were the cause of the disease in the Parker herd which in turn infected Mr. Peck.\n168. Therefore, Mr. Peck cannot recover for damages from these defendants.\n\nCONCLUSIONS OF LAW\n\nA. Discretionary Function.\n1. The defendants contend that this action is jurisdictionally barred by the discretionary function exception to the FTCA pursuant to 28 U.S.C. § 2680(a). The pertinent part of the statute reads:\nThe provisions of this chapter and section 1346(b) of this title shall not apply to (a) Any claim ... based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a federal agency or an employee of the Government, whether or not the discretion involved be abused.\nId.\n2. If a claim falls within the discretionary function exception to the FTCA, then the Court is without jurisdiction to hear the case. Baird v. United States, 653 F.2d 437, 440 (10th Cir.1981).\n3. In 1988 the United States Supreme Court set forth a two-prong test to analyze questions involving the discretionary function exception. Berkovitz v. United States, 486 U.S. 531, 108 S.Ct. 1954, 100 L.Ed.2d 531 (1988). The first prong of the test which the court must answer is whether the challenged conduct is a matter of choice for the acting employee. Id. at 536, 108 S.Ct. at 1958. The second prong of the test is whether such a decision is the type of decision the discretionary function exception was designed to shield. Id.\n4. The purpose of the discretionary function exception is to \"prevent judicial second guessing of legislative and administrative decisions grounded in social, economic and political policy[.]\" Id. at 536-37, 108 S.Ct. at 1959.\n5. In a recent opinion the Tenth Circuit has held that the failure to warn of certain dangers found in the national parks is covered by the discretionary function exception. Johnson v. United States, 949 F.2d 332 (10th Cir.1991). The Johnson Court held that failure to warn of the dangers of mountain climbing in the national parks was covered by the discretionary function exception. Id. at 338. That court held that the decision not to post additional signs was part of an overall policy to limit governmental interference with climbing and to preserve the park in its natural state. Id.\n6. The present case is factually distinguishable from the Johnson case. The policy considerations of not interfering with the public's activity or preserving the natural state of the park do not apply in this instance. In the case at the bar, the government's contention that it is protected by the discretionary function exception fails under the second prong of the Berkovitz test. The government did not show that the decision not to warn area ranchers was based on social, economic or political policy. In fact, the evidence showed that the federal defendants didn't really consider the dangers they have posed to the domestic livestock industry.\n*488 7. The federal government does not have the discretion to do nothing in the fight against a disease which it is perpetuating by its wildlife management practices at the NER, GTNP and YNP.\n\nB. Collateral Estoppel.\n8. The defendants next argue that Parker is barred from asserting these claims under the doctrine of collateral estoppel.\n9. The defendants contend that Parker has already litigated its claim in front of a state administrative law judge. In the earlier action Parker was seeking to recover, from the State of Wyoming, under the Wyoming Big Game Animal Damage Statute, Wyo.Stat. 23-1-901.\n10. The defendants believe that this administrative hearing afforded Parker a full and fair opportunity to litigate the issue as required in Allen v. McCurry, 449 U.S. 90, 101 S.Ct. 411, 66 L.Ed.2d 308 (1980).\n11. This Court disagrees that Parker had a full and fair opportunity to litigate the issue of causation. First, the administrative hearing was a very narrow procedure to determine damages and does not require the proof of negligence. Second, that determination is currently being appealed. Third, Parker has discovered additional information which was not available during the pendency of the hearing at the state level.\n12. Thus, the Court finds that Parker is not estopped from asserting these claims.\n\nC. Land Management Agencies no Duty to Warn.\n13. The BLM and USFS owe no duty to warn lessees of public lands of potential dangers upon said lands.\n14. The allottee accepts the risk that many dangers may be found on a grazing permit.\n15. The federal government factors in these risks when it arrives at a cost for the leases.\n16. Therefore, neither the BLM nor the USFS owed a duty to warn Parker of dangers which Parker's cattle may have faced while grazing on the public land.\n\nD. Causation.\n17. To recover on a claim of negligence the plaintiff must prove the following: \"(1) a duty, (2) a violation of that duty, (3) which is the proximate cause of, (4) injury to the plaintiff.\" MacKrell v. Bell H2S Safety, 795 P.2d 776, 779 (Wyo.1990) (citing Thomas v. South Cheyenne Water and Sewer Dist., 702 P.2d 1303, 1307 (Wyo. 1985)).\n18. In the case at hand the plaintiffs failed to prove by a preponderance of the evidence that the Parker herd was infected by any wildlife which were negligently managed by the federal defendants.\n19. While possible, it wasn't shown to be likely that a pregnant elk or bison from the NER or GTNP crossed the Divide and calved or aborted in the vicinity of the Parker livestock.\n20. Thus, the plaintiffs have failed to prove the necessary element that the negligence on the part of the defendants caused their injuries.\n21. Therefore, the plaintiffs are not entitled to recover in this lawsuit.\n\nCONCLUSION\nThe Court concludes that the Parker brucellosis outbreak was most likely caused by contact with infected elk or bison, as those are the only two known sources of the disease in the entire State of Wyoming, but that the plaintiffs did not prove that the elk or bison which infected the Parker herd came from the NER, GTNP or YNP.\nTHEREFORE IT IS\nORDERED AND ADJUDGED that plaintiff, Parker Land and Cattle Co., Inc., take nothing of defendants. IT IS FURTHER\nORDERED AND ADJUDGED that plaintiff, Lyle R. Peck, take nothing of defendants. IT IS FURTHER\n*489 ORDERED AND ADJUDGED that the parties bear their own costs of suit.\n",
            "ocr": false,
            "opinion_id": 1559260
        }
    ],
    "court_short_name": "D. Wyoming",
    "court_full_name": "District Court, D. Wyoming",
    "court_type": "FD",
    "court_jurisdiction": "Wyoming, WY",
    "crime_category": "Murder"
}