{
    "id": 1567609,
    "judges": "May",
    "date_filed": "1989-05-28",
    "date_filed_is_approximate": true,
    "slug": "fearon-v-state",
    "case_name_short": "Fearon",
    "case_name": "Fearon v. State",
    "case_name_full": "Jermaine FEARON, Appellant, v. STATE of Florida, Appellee",
    "attorneys": "Carey Haughwout, Public Defender, and Barbara J. Wolfe, Assistant Public Defender, West Palm Beach, for appellant., Bill McCollum, Attorney General, Tallahassee, and Diane F. Medley, Assistant Attorney General, West Palm Beach, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied May 1, 2009.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b190-12\">\n    Jermaine FEARON, Appellant, v. STATE of Florida, Appellee.\n   </parties><br><docketnumber id=\"b190-15\">\n    No. 4D07-244.\n   </docketnumber><br><court id=\"b190-16\">\n    District Court of Appeal of Florida, Fourth District.\n   </court><br><decisiondate id=\"b190-17\">\n    March 25, 2009.\n   </decisiondate><br><otherdate id=\"b190-18\">\n    Rehearing Denied May 1, 2009.\n   </otherdate><br><attorneys id=\"b191-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"147\"> \n     *147\n     </span>\n    Carey Haughwout, Public Defender, and Barbara J. Wolfe, Assistant Public Defender, West Palm Beach, for appellant.\n   </attorneys><br><attorneys id=\"b191-15\">\n    Bill McCollum, Attorney General, Tallahassee, and Diane F. Medley, Assistant Attorney General, West Palm Beach, for appellee.\n   </attorneys>",
    "citations": [
        "10 So. 3d 146"
    ],
    "opinions": [
        {
            "author_str": "May",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n10 So.3d 146 (2009)\nJermaine FEARON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 4D07-244.\nDistrict Court of Appeal of Florida, Fourth District.\nMarch 25, 2009.\nRehearing Denied May 1, 2009.\n*147 Carey Haughwout, Public Defender, and Barbara J. Wolfe, Assistant Public Defender, West Palm Beach, for appellant.\nBill McCollum, Attorney General, Tallahassee, and Diane F. Medley, Assistant Attorney General, West Palm Beach, for appellee.\nMAY, J.\nThe defendant appeals his convictions for first degree murder, three counts of attempted first degree murder, and three counts of attempted felony murder. He raises numerous arguments, eight to be exact. We affirm on all issues but one. We reverse his convictions on the three counts of attempted felony murder based upon double jeopardy grounds and remand the case to the trial court to vacate those convictions.\nThe defendant and two others were charged with one count of first degree murder, three counts of attempted first degree premeditated murder, and three counts of attempted felony murder. The incident giving rise to the charges involved the shooting into a vehicle occupied by four individuals. The driver of that vehicle was shot in the eye and ultimately died. Another passenger was shot in the foot.\nThe front seat passenger, Wallace, testified that as the perpetrators' vehicle passed, someone stuck a yellow object out of the back passenger window and gun shots followed. As the victim's vehicle careened out of control, Wallace stopped the car with the hand brake. He observed three individuals run from the perpetrators' car. He was able to get a good look at the individual in the back seat of the other car and identified him as the defendant.\nThe police conducted two photographic lineups. Wallace was unable to identify the defendant in the first photo lineup. He was, however, able to identify the defendant from the second photographic lineup that took place six days later. Wallace *148 explained that he was able to identify the defendant from his facial \"smirk.\"\nAdditional testimony placed the defendant in the perpetrators' car and suggested that the shooting had resulted from the attempted robbery of a \"dope house.\" The police also surmised the killing might have been part of a shootout that took place at more than one location.\nThe defendant moved to suppress Wallace's identification arguing the second photo lineup was unduly suggestive because his photo was the only one common to both. At the hearing on the motion, a detective testified that Wallace had been unable to positively identify the defendant in the first photo lineup, but thought he recognized either the second or third photos as the perpetrator. Wallace, however, testified that he was unable to identify anyone in the first photo lineup.\nWhen the second photo lineup took place six days later, Wallace identified the defendant within a minute. While the defendant's picture was the only one common to both lineups, the photo's position and format in the second were different. While Wallace was unable to make an in-court identification of the defendant at the hearing on the motion to suppress, he was sure that the defendant was the perpetrator.\nThe jury found the defendant guilty of one count of first degree murder, three counts of attempted first degree premeditated murder, and three counts of attempted felony murder without a weapon. As to each crime, the jury found that the defendant had neither possessed nor discharged a firearm during the course of the crime. The court adjudicated the defendant guilty on all the offenses, but did not sentence him on the three attempted felony murder convictions. The court sentenced the defendant to concurrent life sentences.\nWe begin by noting that the State has acknowledged that the trial court erred by adjudicating the defendant guilty of both the three counts of attempted felony murder and three counts of attempted first degree premeditated murder for the same attempted killings. Jackson v. State, 868 So.2d 1290, 1291 (Fla. 4th DCA 2004) (finding defendant \"could not be adjudicated for both attempted first degree premeditated murder and attempted felony murder for the same killing\"). The trial court did not \"avoid the double jeopardy problem by entering judgment for both convictions and withholding the imposition of sentence for the attempted felony murder conviction.\" Heck v. State, 966 So.2d 515, 516-17 (Fla. 4th DCA 2007). We therefore reverse and remand the case to the trial court to vacate the three attempted felony murder convictions. See id. at 518.\nThe defendant also argues that the trial court erred in denying his motion to suppress because the procedure used in the second photo lineup was unnecessarily suggestive. We disagree and affirm on this issue.\nAn out-of-court identification should be suppressed if (1) \"police used an unnecessarily suggestive procedure to obtain the out-of-court identification; and (2)... the suggestive procedure gave rise to a substantial likelihood of irreparable misidentification.\" Rimmer v. State, 825 So.2d 304, 316 (Fla.2002). Lineup photographs \"are not unduly suggestive if the suspect's picture does not stand out more than those of the others, and the people depicted all exhibit similar facial characteristics.\" State v. Francois, 863 So.2d 1288, 1289-90 (Fla. 4th DCA 2004). Here, the defendant does not suggest that his picture stood out more than the others. Rather, he argues that, because it was the only picture common to both lineups, the *149 second photo lineup was unduly suggestive.\nOur supreme court addressed a similar issue in Rimmer. There, two witnesses were asked to identify the defendant in a photo lineup. Rimmer, 825 So.2d at 315. The first witness was able to do so, but the second witness selected two photos, identifying the defendant's picture as her second choice. Id. at 316. The detective then told the second witness that the first witness had picked the defendant's photo. Id.\nApproximately two months later, the two witnesses were asked to view a live lineup after being told that a suspect was in the lineup. Id. Both witnesses picked the defendant out of the live lineup. Id. Despite the fact that the defendant had been the only person to appear in the photo lineup and the live lineup, the court did not find the process to be unduly suggestive. Id. at 317-18.\nLike the second witness in Rimmer, Wallace was unable to identify the defendant in the first photo lineup, but was able to identify the defendant in the second lineup. In both cases, the defendant was the only common denominator in the second lineup. In fact, in Rimmer the detective told the second witness that a suspect was in the live lineup and that the first witness had identified the defendant, facts not present in our case.\nBecause the supreme court did not find the process in Rimmer unduly suggestive, we do not find the use of the defendant's photo in both photo lineups here unduly suggestive. While the defendant's photo appeared in both lineups, the position of the photo and the format used in the second lineup were different. For these reasons, we reverse in part and remand the case to the trial court to vacate the three convictions of attempted felony murder.\nReversed in part and remanded.\nSTEVENSON and TAYLOR, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1567609
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}