{
    "id": 1918755,
    "judges": "Cobb",
    "date_filed": 864345600000,
    "date_filed_is_approximate": false,
    "slug": "woodall-v-state",
    "case_name_short": "Woodall",
    "case_name": "Woodall v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "730 So. 2d 627"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3615.0,
            "opinion_text": "\n730 So. 2d 627 (1997)\nJ. C. WOODALL\nv.\nSTATE.\nCR-95-0788.\nCourt of Criminal Appeals of Alabama.\nMay 23, 1997.\nRehearing Denied August 22, 1997.\n*632 Michael H. McDuffie, Montgomery; and Vinson W. Jaye, Wetumpka, for appellant.\nBill Pryor, atty. gen., and John Gibbs, asst. atty. gen., for appellee.\nCOBB, Judge.\nJ.C. Woodall was convicted of capital murder, see § 13A-5-40(a)(7), Ala.Code 1975, for hiring Freddie Glenn Pope to intentionally cause the death of Woodall's mother, Clemer E. Woodall. Woodall was also convicted of attempted murder in connection with the shooting of his brother, Elmer \"Stormy\" Woodall, see §§ 13A-6-2 and 13A-4-2, Ala. Code 1975. Following a sentencing hearing, the jury returned an advisory verdict recommending death by electrocution on the capital murder count. The final sentencing hearing was held before the trial court and the trial court followed the jury's recommendation, sentencing Woodall to death by electrocution. Woodall was also sentenced to life in the penitentiary on the attempted murder count.\nThe trial court, in its sentencing order imposing the death penalty, set out the evidence introduced at trial and its findings of fact as follows:\n\"The defendant, J.C. Woodall, was found guilty of the offense of capital murder in violation of Alabama Code Section 13A-5-40(a)(7), which provides that an intentional murder committed for pecuniary or other valuable consideration; or pursuant to a contract; or for hire is capital murder. In this case the defendant, J.C. Woodall, hired Freddie Glenn Pope to kill his brother Elmer `Stormy' Woodall and his eighty-one year old mother, Clemer E. Woodall. The gunman, Freddie Glenn Pope carried out the contract by shooting to death Clemer Woodall and by attempting to kill Elmer `Stormy' Woodall, who survived gunshot wounds to the head.\n\"The evidence established that J.C. Woodall was engaged in a long-term dispute with other Woodall family members over certain real property located in Elmore County, Alabama, near the city of Tallassee. The defendant developed an anger or hatred for his youngest brother, Elmer `Stormy' Woodall, due to Stormy's acquisition of the family property.\n\"The property dispute involved litigation which was ultimately settled through J.C. Woodall's attorney, Robert Alton. During settlement efforts or in conjunction with *633 the ultimate settlement, Elmer `Stormy' Woodall mailed a sketch of the subject thirty-seven acre tract of land to his brother, J.C. Woodall, who lived in the state of Kansas. The sketch map was colored in a distinguishable manner to identify the land in question. Elmer `Stormy' Woodall testified that the triggerman, Freddie Glenn Pope, had possession of that map when Pope stopped by his residence located at Rt. 3, Box 231, Tallassee, Alabama, inquiring about some gravel. Under the pretense of desiring to purchase some gravel, Pope visited the would-be site of the murders in order to locate the person he was to kill and make preparation for the hit.1\n\"Between March and April, 1989, J.C. Woodall requested long-time acquaintance John Kennon to come to Alabama to take care of a problem that he had with a certain person who had beaten him out of some land, and had given him some problems which caused him to lose a lot of money. John Kennon refused the request but assisted J.C. Woodall by locating Freddie Glenn Pope.\n\"In April of 1989, John Kennon introduced J.C. Woodall to Freddie Glenn Pope. J.C. Woodall sought the assistance of Freddie Glenn Pope to kill a man in Alabama. Pope dealt with J.C. Woodall in a manner designed to hide the fact that Pope intended to personally handle the contract killing. Consequently, Pope led J.C. Woodall to believe that an unidentified third party was to be paid for committing the murder when, in fact, Pope was the true hiree who ultimately came to Alabama for the purpose of killing Elmer `Stormy' Woodall and Clemer Woodall. The testimony of Pope was that J.C. Woodall paid $3,500.00 to him for the commission of the murder and attempted murder.\n\"On or about May 30, 1989, J.C. Woodall accompanied by his lady friend, Ruby Fennigan, came to Alabama. On this date J.C. Woodall conveyed to his mother, Clemer Woodall, a life estate in the thirty-seven acres of land. Elmer `Stormy' Woodall testified that the conveyance surprised him because it was not a part of the settlement agreement reached between the parties to the land dispute. The conveyance of the life estate to Clemer Woodall was made after the murder for hire contract was entered into between J.C. Woodall and Freddie Glenn Pope.\n\"On June 24, 1989, Freddie Glenn Pope arrived in Alabama and on June 25, 1989, he checked into the Budgetel Inn in Montgomery, Alabama. Exhibits were introduced into evidence corroborating Pope's oral testimony regarding his stay in the motel. Pope located the residence of the man he was employed to kill. While scoping the ultimate crime scene, Pope noticed from the appearances of things at the residence that another person was there. After making this observation, Pope telephoned J.C. Woodall in an effort to determine who was present at the residence in addition to the man he was supposed to kill. The telephone company records were introduced corroborating Pope's testimony and matching the telephone number of J.C. Woodall for at least one of the calls Pope made to J.C. Pope was told by J.C. Woodall that the person was probably the sister of the man Pope was employed to kill.2 In another telephone conversation between Pope and J.C. Woodall, when the subject of the continued presence of another person was mentioned by Pope, J.C. told Pope that `if she gets in the road she has got to go.' Pope understood this to mean that whoever was present when the murder took place would have to be killed so that there would be no witnesses. The evidence establishes that J.C. Woodall knew that his mother lived with his brother and, therefore, would likely be present when Freddie Glenn Pope executed the contract for murder. The State argued to the jury that J.C. Woodall deeded to his mother a life estate in the disputed property because he knew she would be killed by Freddie Glenn Pope in accordance with the contract to kill Elmer `Stormy' Woodall. Pope was told by J.C. Woodall that the man he was to kill lived alone. Accordingly, when Pope complained to J.C. Woodall of another person's presence at the residence, he was instructed to kill that person also as indicated above.\n\n*634 \"On Monday, June 26, 1989 at approximately 3:30 p.m., Freddie Glenn Pope arrived at Rt. 3, Box 231, Tallassee, Alabama for the purpose of performing the contract killings. Pope shot Elmer `Stormy' Woodall in the head twice. Clemer Woodall was present and saw Pope shoot her youngest son. Clemer began to cry out or scream and Pope then fatally shot her in the head. Pope believed that both of his shooting victims were dead when he left the scene of the crime. However, Elmer `Stormy' Woodall survived the shooting and provided the investigators valuable information about the killer. This information included observation of a wheat symbol on Pope's car tag and his possession of the sketch map of the property. Those tips, along with clever investigative work by local law enforcement and the Alabama Bureau of Investigation ultimately led to the identification and arrest of Freddie Glenn Pope, John Kennon, and J.C. Woodall.\n\"1. J.C. Woodall gave Freddie Glenn Pope a photograph of Elmer Woodall for the purpose of identifying the man Pope was to kill. Additionally, J.C. gave Pope the sketch map of the property and instructions about how to find the residence of Elmer Woodall. Pope was not told of the family relationship between J.C. Woodall and the man in the photograph that Pope was employed to kill.\n\"2. Freddie Glenn Pope testified that he did not have any knowledge that the identity of the persons he was employed to kill were the brother and mother of J.C. Woodall and that he did not learn of those relationships until after the shooting.\"\nWoodall raises several issues on appeal that were not raised at trial. Those issues are subject to review under the plain error rule. Rule 45A, Ala.R.Crim.P.\n\"In all cases in which the death penalty has been imposed, the Court of Criminal Appeals shall notice any plain error or defect in the proceedings under review, whether or not brought to the attention of the trial court, and take appropriate appellate action by reason thereof, whenever such error has or probably has adversely affected the substantial right of the appellant.\"\nRule 45A, Ala.R.App.P.\n\"In considering what constitutes `plain error' in a capital case, the Alabama Supreme Court has looked to the federal court's interpretation of what is `plain error.' See, Ex parte Harrell, 470 So. 2d 1309 (Ala.1985); Ex parte Womack, 435 So. 2d 766 (Ala.1983).\n\"In United States v. Young, 470 U.S. 1, 105 S. Ct. 1038, 84 L. Ed. 2d 1 (1985), the Supreme Court stated that the plain error doctrine should be used to correct only `particularly egregious errors' ... which are those errors that `seriously affect the fairness, integrity or public reputation of judicial proceedings'.... The plain error rule should be applied `solely in those circumstances in which a miscarriage of justice would otherwise result.' Young, supra [470 U.S. at 15], 105 S. Ct., at 1047 [1046]....\n\"Furthermore, the court noted that the plain error doctrine requires that the `claimed error not only affects \"substantial rights\" [of the defendant], but that it had an unfair prejudicial impact on the jury's deliberations. Only then would [a] court be able to conclude that the error undermined the fairness of the trial and contributed to a miscarriage of justice.' Young, supra, [470 U.S. at 16, n. 14] 105 S. Ct. at 1047, n. 14.\"\nHooks v. State, 534 So. 2d 329, 351-52 (Ala. Cr.App.1987), aff'd, 534 So. 2d 371 (Ala.1988), cert. denied, 488 U.S. 1050, 109 S. Ct. 883, 102 L. Ed. 2d 1005 (1989).\n\nI.\nWoodall argues that the circumstances of his extradition from Kansas to Alabama entitle him to relief from his sentence. He argues that his due process rights were violated when Alabama extradited him from Kansas before he had exhausted his appeals from the denial of his federal habeas corpus petition, through which he sought to bar extradition. Woodall argues that Alabama's extradition of him amounted to a \"state supported kidnapping.\" We find Woodall's argument without merit.\n*635 On May 22, 1995, Woodall was transferred from a Kansas prison into the custody of the State of Alabama. Before this transfer, both the United States District Court for the District of Kansas and the United States Court of Appeals for the Tenth Circuit had denied Woodall's petition for a writ of habeas corpus, which challenged his extradition. See Kennon v. Hill, 44 F.3d 904 (10th Cir.1995). On June 19, 1995, Woodall's petition for a writ of certiorari to the United States Supreme Court was denied. Woodall v. Hill, 515 U.S. 1146, 115 S. Ct. 2586, 132 L. Ed. 2d 835 (1995). Woodall's trial began approximately six months after the United States Supreme Court denied his petition. By the time Woodall came to trial, the issue regarding exhaustion of his appeals was moot.\nAdditionally, Woodall's argument that the trial court had no jurisdiction over him because he was improperly brought to Alabama is without legal foundation. The record in no way supports Woodall's allegations that he was \"kidnapped\"; however, even if the facts were different as to the circumstances of his extradition and supported Woodall's argument, he would still not be entitled to relief. In Ker v. Illinois, 119 U.S. 436, 7 S. Ct. 225, 30 L. Ed. 421 (1886), the United States Supreme Court held that a defendant who had been forcibly brought from Lima, Peru, to Illinois to stand trial was, nevertheless, properly within the jurisdiction of the Illinois courts. The United States Supreme Court has also held similarly in the case of a defendant who was forcibly seized in Illinois and taken to Michigan to stand trial. The position assumed by the Court in Justice Black's opinion is unequivocal:\n\"This Court has never departed from the rule announced in Ker v. Illinois, 119 U.S. 436, 444 [7 S. Ct. 225, 229-30, 30 L. Ed. 421], that the power of a court to try a person for crime is not impaired by the fact that he has been brought within the court's jurisdiction by reason of a `forcible abduction.'.... [This line of cases rests] on the sound basis that due process of law is satisfied when one present in court is convicted of crime after having been fairly apprized of the charges against him and after a fair trial in accordance with constitutional procedural safeguards. There is nothing in the Constitution that requires a court to permit a guilty person rightfully convicted to escape justice because he was brought to trial against his will.\"\nFrisbie v. Collins, 342 U.S. 519, 522, 72 S. Ct. 509, 511-12, 96 L. Ed. 541 (1952). Woodall's due process rights were not violated by his extradition, and the trial court clearly had jurisdiction to try his case.\n\nII.\nWoodall's second argument concerning his extradition from Kansas to Alabama is that the trial court erred when it refused to honor a condition the governor of the State of Kansas placed upon his extradition warrant. The nonfugitive extradition warrant[1] signed by the Governor of Kansas, Joan Finney, included the following provision, upon which Woodall relies:\n\"Whereas, as Governor of the State of Kansas, I am acceding to the request of the State of Alabama UPON CONDITION THAT J.C. WOODALL, IN THE EVENT OF CONVICTION OF AFORESAID CRIMES, SHALL NOT RECEIVE THE DEATH PENALTY.\"\n\n(Emphasis in original.)\nWoodall maintains that the condition placed in the extradition warrant by Governor *636 Finney was an offer to extradite him on the condition that he not be sentenced to death if convicted. Woodall further maintains that the actions of the Elmore County district attorney, in obtaining custody of him pursuant to the same warrant, constituted an acceptance of the condition in the warrant and that a contract was formed between the State of Alabama and the State of Kansas. The lengthy foray into contract law in Woodall's brief to this Court arrives to the conclusion that the alleged contract was breached when he was sentenced to death and that he has suffered the loss of a liberty interest because of this alleged breach.\nWoodall's argument assumes both that Governor Finney had the authority to place upon extradition a condition which directly conflicts with Alabama law, and that the district attorney had the authority to guarantee Woodall's future sentence. Neither assumption is correct. Thus, Woodall's argument fails.\n\nA.\nThe Governor of Kansas has discretion over whether to extradite a nonfugitive to a state seeking the fugitive's extradition. This discretion is vested pursuant to § 22-2706, Kan.Stat.Ann. 1995, which states:\n\"The governor of this state may also surrender, on demand of the executive authority of any other state, any person in this state charged in such other state ... with committing an act in this state, or in a third state, whose executive authority is making the demand, and the provisions of this act not otherwise inconsistent, shall apply to such cases, even though the accused was not in that state at the time of the commission of the crime, and has not fled therefrom.\"\nSection 22-2706 was adopted, along with the other provisions of Chapter 22, Article 27, Kansas Code, as part of the Uniform Criminal Extradition Act.[2]\nWhile the Governor of Kansas is statutorily empowered with the discretion to determine whether a nonfugitive will be extradited to a state requesting extradition, there is no authority for the governor to place a condition on that extradition, especially not a condition that conflicts with the law of the demanding state. It is apparent from the language Governor Finney included in the extradition warrant that whether Woodall should stand trial for the charges against him in Alabama, which included capital murder, is not at issue. Governor Finney acceded to Alabama's extradition request after rightfully exercising her discretion. However, her attempt to mandate the sentence imposed in the event of Woodall's conviction for capital murder was made without legal authority; offends the principle of comity between states; and violates the Full Faith and Credit Clause of Article IV, § 1, of the United States Constitution.\n\"[The purpose of extradition proceedings] is to prevent the successful escape of any person who has been accused of crime, whether or not convicted; and extradition provides the regular and only course for returning one arrested for a crime in the sister state, unless the prisoner voluntarily consents to return.\" 35 C.J.S., Extradition § 2. \"The extradition of those who are not fugitives from Justice in the constitutional sense still depends upon comity between the State[s]\" People v. Hinton, 40 N.Y.2d 345, 350, 386 N.Y.S.2d 703, 707, 353 N.E.2d 617, 621 (1976).\n\"And while a state should take care, within the limits of the law, that the rights of its people are protected against illegal action, the judicial authorities of the Union should equally take care that the provisions of the Constitution be not so narrowly interpreted as to enable offenders against the laws of a state to find a permanent asylum in the territory of another state.\"\nAppleyard v. Massachusetts, 203 U.S. 222, 228, 27 S. Ct. 122, 124, 51 L. Ed. 161 (1906). Here, J.C. Woodall was accused of murder, a heinous crime recognized as such by all 50 states as well as the federal government. From the time of the murder of Clemer *637 Woodall to the present, Alabama has regarded a homicide committed for pecuniary gain as a capital offense for which the death penalty could be imposed. To construe the condition placed on Woodall's extradition warrant by Governor Finney as valid, would create for Woodall the very type of asylum with which the Appleyard decision expressed disfavor. We refuse to sanction this type of asylum.\nFinally, the condition Governor Finney attempts to impose violates the Full Faith and Credit Clause of the United States Constitution, which states that \"[f]ull faith and credit shall be given in each state to the public acts, records, and judicial proceedings of every other state.\" U.S. Const., Art. IV, § 1. Alabama statutory law provides for the death penalty as a means of punishment for certain offenses. See §§ 13A-5-39 through 13A-5-59, Ala.Code 1975. To allow the governor of another state to set limitations on Alabama's statutory sentencing options for capital murder, would facilitate the balkanization of the Union that the Full Faith and Credit Clause was designed to prevent.\nGovernor Finney had discretion over whether to grant Alabama's request to extradite Woodall because he was not a fugitive. Governor Finney exercised her discretion by granting Alabama's request for Woodall's extradition. Her discretion over the matter, and her involvement in the case, ended at that point. She had no authority to dictate Woodall's sentence in the event of his conviction for capital murder. For the above reasons, no effect is to be given to the condition placed on Woodall's extradition.\n\nB.\nIn addition to the facts that the language Governor Finney included on the extradition warrant was not an offer to extradite Woodall on the condition that he not receive the death penalty, and that Governor Finney had no authority to make such an offer, the district attorney's act of receiving Woodall from the Kansas authorities could not have constituted an acceptance of the alleged offer. Although the Elmore County district attorney could have promised not to seek the death penalty upon Woodall's conviction for capital murder and instead to recommend a sentence of life imprisonment without parole, the sentencing authority in a capital murder case is the trial judge. § 13A-5-47, Ala.Code 1975. It follows that the only person who might have had the actual authority to accept any offer and promise a life sentence would have been the trial judge. Assuming that the conditional language on the extradition warrant was a valid offer, there was no acceptance by anyone with the authority to accept such an offer. Therefore, there was no contract between Alabama and Kansas regarding Woodall's sentence.\nThe trial court's imposition of the death sentence was authorized by Alabama law, and the language placed on Woodall's extradition warrant by Governor Finney, which attempted to prescribe Woodall's sentence in Alabama, was properly given no effect by the trial court.\n\nIII.\nWoodall argues that the trial judge erred for several reasons in failing to recuse from the case. He alleges that the trial judge should have recused because he had presided over a prior civil suit involving J.C. and Stormy Woodall, the surviving victim. He also alleges that the trial judge should have recused because he was also presiding over a civil suit in which Stormy was attempting to recover the amount of the retainer Woodall had paid his counsel for representation in the criminal case as payment toward a judgment against Woodall in the civil case. Woodall further alleges that the trial judge should have recused because he delayed ruling on some motions filed after Woodall was indicted but granted the defense's motion requiring Woodall's presence one day after it was filed. Additionally, Woodall alleges that the trial judge should have recused because of the open hostility which, Woodall says, the judge directed toward his trial counsel. And, finally, Woodall alleges that the trial judge should have recused after allegedly prejudicing Woodall's trial counsel by scheduling a deposition of Woodall's counsel in the pending civil suit for 6:00 a.m. on a Saturday. We find each of Woodall's claims without merit.\n*638 All judges are presumed to be impartial and unbiased. Ex parte Cotton, 638 So. 2d 870 (Ala.1994), abrogated on other grounds by Ex parte Crawford, 686 So. 2d 196 (Ala.1996). The burden is on the party seeking recusal to present evidence establishing the existence of bias or prejudice. Id.\n\nA.\nWoodall claims that the trial judge's recusal was required because the trial judge had presided over a civil action in which Woodall was a defendant and one of the victims was a plaintiff and a judgment was entered against him. Woodall also argues the trial judge should have recused because he was presiding over a pending civil action in which his trial counsel was a defendant. Woodall alleged that the judge was biased because, based on these other actions, he was familiar with the facts of the case.\nTo disqualify a judge because of bias, the bias must be personal bias. Ex parte Large, 501 So. 2d 1208, 1210-11 (Ala. 1986).\n\"The bias or prejudice which has to be shown before a judge is disqualified must be `personal' bias, and not `judicial' bias. Personal bias, as contrasted with judicial, is an attitude of extra-judicial origin, or one derived non coram judice. In re White, 53 Ala.App. 377, 300 So. 2d 420 (1974). The fact that one of the parties before the court is known to and thought well of by the judge is not sufficient to show bias. Duncan v. Sherrill, 341 So. 2d 946 (Ala.1977). Neither is the fact that the judge had previously sentenced the defendant's partner in crime to the maximum sentence and bemoaned the fact that he could not impose a longer sentence sufficient to constitute proof of bias. Coleman v. State, 57 Ala.App. 75, 326 So. 2d 140 (1976). Nor is bias proved simply because the trial judge who presided at the second trial of defendant had also presided at his first trial and heard evidence later found to be inadmissible by an appellate court. Walker v. State, 38 Ala.App. 204, 84 So. 2d 383 (1955).\"\nMcMurphy v. State, 455 So. 2d 924, 929 (Ala. Cr.App.). The only bias attributed to the trial judge in Woodall's arguments to this court is judicial in nature. Woodall alleges no personal or extra judicial bias on the part of the trial judge. The bare assertions that the trial judge should recuse merely because he is presiding over related cases are meritless.\n\nB.\nWoodall alleges that the trial judge should have recused because he granted a defense motion requiring Woodall's presence at any hearings held on pre-extradition motions filed by Woodall in Alabama but refused to waive the trial court's jurisdiction over Woodall if he appeared in court. Woodall was in Kansas and challenging extradition to Alabama at the time of the order granting the motion.\nAmong the other motions filed by Woodall during this period was a \"Notice of J.C. Woodall's assertion of his right to be present at all hearing [sic] of any nature concerning his criminal case without waiving any right or defense against extradition.\" (C.R. 211.) The trial court issued an order granting Woodall's request to be present at all proceedings, but also requiring Woodall to agree to be extradited as a condition to granting his request. Woodall's contention that this order somehow illustrates the type of bias necessary to require the trial judge to recuse is without merit. Adverse rulings during the course of judicial proceedings are not by themselves sufficient to require recusal. Hartman v. Board of Trustees of the University of Alabama, 436 So. 2d 837, 841 (Ala.1983). If adverse rulings, in and of themselves, were sufficient grounds to warrant the recusal of a trial judge, then no trial judge would be able to hear a subsequent case involving any of the same parties. The trial judge's rulings on Woodall's motions did not require him to recuse.\n\nC.\nWoodall argues that the trial judge's comments during a pretrial motion hearing evidenced a bias or prejudice that necessitated his recusal from the case. These comments were made during a hearing approximately *639 five months before trial. Throughout this hearing Woodall objected to the trial court's jurisdiction over him, and his trial counsel refused to take any action other than asserting his objection to jurisdiction, because, his counsel claimed, Woodall had been \"kidnapped\" from Kansas to be brought to trial in Alabama.[3] When the State attempted to provide the defense with its requested discovery, Woodall refused to accept any of it on his counsel's advice that to accept would somehow constitute a waiver of his jurisdictional objection. The trial court noted Woodall's jurisdictional objection was preserved for the record and informed Woodall's trial counsel that the case was to proceed until a higher court issued an order staying the proceedings.\nWhen Woodall continued to refuse to accept discovery, the court made the following comments, upon which Woodall's present claim is based:\n\"THE COURT: Here is what's going to happen. I have ruled. I do know of your challenge to the jurisdiction of this Court. As I have said, I have got jurisdiction to handle this case. This case is going to trial. I might have to [appoint] counsel that's going to defend him and do their duty like they are supposed to. You have preserved the jurisdiction issue, which is your duty as a lawyer.\n\"Now, your duty as a lawyer is to go forward and provide him with a vigorous defense, but you are not going to stonewall the prosecution of this case in the circuit court, and I am going to go to the bar commissioner with it or wherever I have to go with it, Mr. McDuffie, to make a lawful determination of your position in the case. But we are not going to just put our hands in our pockets and not work for this defendant here while we have got this case under my jurisdiction.\n\"Now, when a federal court judge removes the jurisdiction of this Court, if he has the authority to do so, then fine; I'll quit operating my Court as it pertains to Mr. Woodall's case, but I can assure you the Court is not going to sit back and accept you saying `we refuse to recognize the jurisdiction of the Court.' Now, you have preserved that so far as an issue on appeal and an issue with the federal court. I observe your duty to be something different than you do now. We ain't on the same wavelength. We are going to resolve it through our own Supreme Court or through the Alabama Bar Association and through this Court through its own orders, and so\u0097I mean, I think you need to discuss that with Mr. Woodall or rethink your position.\n\"The district attorney['s office] here is doing their duty in trying to give you an open file here with respect to the information that they have that you need in order to do an honorable job in defending this man right here from these charges that he faces right here in this county on a duly authorized arraignment and indictment for which he has been arraigned and for which I have entered a plea on.\n\"You may want to bring your challenges now and then file writs of mandamus up to the Supreme Court of Alabama and do something to stop this circuit court from operating and carry your challenges to jurisdiction on out or go on into Federal Court, but don't come into my Court and tell me `I'm not going to do anything; I'm pretending you don't exist, Judge, and this Court down here, and we are not going to do anything.' That doesn't sit real well with me.\"\n(R. 44-46.)\nAfter Woodall's trial counsel continued to reject the discovery offered by the State on the same ground that the trial court had already declared to be preserved for appeal, the following exchange occurred:\n\"THE COURT: .... [D]id it ever occur to you, Mr. McDuffie, that you might well be very, very wrong about the jurisdiction of this Court? If you are and you sit back and do nothing on behalf of this defendant *640 at this point forward, resting your entire defense on that, that you just might send this man straight to the electric chair?\n\"MR. McDUFFIE [defense counsel]: I have considered that.\n\"THE COURT: Or at least open a door for him to have another attorney, which I may have to make a decision now that your plan is not to provide him with an effective defense and, therefore, you are unfit to continue in representing this man and remove you from this case, which is something I can do and might consider doing with respect to what you are doing in this case. I think you better give some serious thought to your legal position.\n\"Mr. Woodall, you have heard what I said from the bench. Do you understand?\n\"THE DEFENDANT: No, I do not understand.\n\"THE COURT: I'm telling you I do not think your lawyer right now is taking a position that is in your best interest with respect to carrying out the defense in this case, and I have basically got a problem with him exercising his duty that he has and that the Alabama State Bar Association dictates to lawyers and their ethics with respect to representing their clients and positions that they are taking with this Court. I have got serious problems with them. So that's what I am saying.\"\n(R. 49-50.)\nThe record shows that these comments did not evidence any bias or prejudice on the part of the trial judge against either Woodall or his trial counsel. In our opinion, the trial judge demonstrated amazing restraint in light of the frustration he must have felt. If anything, the trial judge's comments demonstrated the trial court's concern that Woodall receive a vigorous defense and a fair trial. Moreover, these comments were not made in the presence of a jury. The trial judge, at the next hearing, made a point to explain that he was merely criticizing the defense's strategy of relying on a novel defense strategy while doing nothing in the face of a capital prosecution. (R. 67-68.) Considering the circumstances, these remarks were not improper; these remarks did not prejudice Woodall or his trial counsel: and these remarks did not require the trial judge to recuse.[4]\n\nD.\nWoodall's final claim that the trial judge erred in not recusing from the case is based on the trial judge's scheduling of a deposition of his trial counsel in a civil case in which the trial counsel was a defendant for 6:00 a.m. on a Saturday. Woodall presents no authority in support of this claim; he argues simply that it was set at a time so as to harass his defense counsel. As we have stated above, the trial judge is presumed to be impartial, and the burden is on Woodall to establish the existence of any disqualifying bias or prejudice. Ex parte Cotton, supra, 638 So.2d at 872.\nNone of the reasons argued by Woodall required the trial judge's recusal from the case. The trial judge committed no error in denying Woodall's requests that he recuse.\n\nIV.\nWoodall argues that he is entitled to relief because of defects in the indictment. Specifically, he claims that the indictment was vague, multiplicitous, and/or duplicitous. Woodall raises these arguments for the first time on appeal. Therefore, these claims can only be reviewed pursuant to the plain error rule in Rule 45(A), Ala.R.App.P., which defines plain error as only those errors that have probably had an adverse effect on the substantial rights of the appellant.\n\nA.\nWoodall argues that the indictment was vague or lacking in notice of the charge that he was required to defend against. However, Woodall has not specified any deficiencies *641 in the indictment in support of his argument. The jury considered, and Woodall was convicted under, Counts I and III of the indictment. Those counts provided as follows:\nCount I\n\"The Grand Jury of said County charge that before the finding of this Indictment, J.C. Woodall, whose true name is to the Grand Jury unknown, otherwise than as stated, did for a pecuniary or other valuable consideration or pursuant to a contract or for hire intentionally cause the death of another person, to wit: Clemer E. Woodall, by shooting her with a pistol, a better description of said pistol being otherwise unknown to the Grand Jury, in violation of Section 13A-5-40(7) Code of Alabama 1975.\"\nCount III\n\"The Grand Jury of said County charge that before the findings of this indictment the said J.C. Woodall did with the intent to unlawfully cause the death of another person in violation of Section 13A-6-2, Code of Alabama 1975, attempt to intentionally cause the death of Elmer H. Woodall, by shooting at or in the direction of ... Elmer H. Woodall with a pistol, a better description of said pistol being otherwise unknown to the Grand Jury, in violation of Section 13A-4-2, Code of Alabama 1975.\"\nCount I of the indictment mis-states the code section under which Woodall was charged as § 13A-5-40(7), instead of § 13A-5-40(a)(7), yet it correctly tracks the language of 13A-5-40(a)(7). An indictment is sufficient if it charges the elements of the statutory offense in the words of the statute, provided that the statute prescribes with definiteness the elements of the offense. \"[T]he miscitation of a Code section in an indictment does not void an indictment that otherwise states an offense.\" Thompson v. State, 680 So. 2d 1014, 1018 (Ala.Cr.App.1996). The indictment against Woodall was not vague and was sufficient to give him notice of the charges against him.\n\nB.\nWoodall claims that the indictment against him was multiplicitous or duplicitous. We find his argument without merit.\n\"Duplicity in an indictment is the joinder of separate and distinct offenses in one and the same count.\" Williams v. State, 710 So. 2d 1276 (Ala.Cr.App.1996). Counts I and III, which were submitted to the jury, clearly included only the charges of capital murder and attempted murder, respectively. In no way was either count duplicitous.\n\"An indictment is multiplicitous if a single offense is alleged in more than one count, and the effect is to prejudice the jury by suggesting that more than one offense has been committed.\" Williams, 710 So.2d at 1320. Again, each count considered by the jury alleged distinct crimes. The indictment against Woodall was not multiplicitous. The murder of Clemer Woodall and the attempted murder of Elmer Woodall were clearly separate acts supporting separate convictions and not one crime charged in two counts.\n\nV.\nWoodall alleges that the trial court erred in not granting his discovery motions until after he was extradited from Kansas in 1995. The record reveals that Woodall requested discovery from the State on May 12, 1993, while he was incarcerated in Kansas during extradition proceedings. The court granted Woodall's motion, and on May 22, 1995, the State attempted to produce discovery materials after he was transported to Alabama to stand trial. Woodall refused to accept discovery at that time because, he argued, his acceptance would amount to a waiver of his challenge to the trial court's jurisdiction.\nThe record indicates that Woodall finally accepted discovery from the state approximately five months before the trial began, which provided sufficient time for preparation. Additionally, Woodall has made no argument that he suffered any prejudice as a result of the trial court's rulings concerning the discovery proceedings. Absent a showing of prejudice, Woodall is not entitled to *642 relief on this issue. Any prejudice Woodall suffered as a result of delay in receiving discovery materials was attributable to his own actions. The trial court did not commit reversible error in the granting of Woodall's discovery motion.\n\nVI.\nWoodall argues that the trial court abused its discretion in repeatedly denying his motions to continue his trial. He additionally argues that the alleged \"rush to trial\" was a result of community sentiment that he be tried as quickly as possible. We find his arguments without merit.\nA trial court's denial of a motion for a continuance will not be disturbed on appeal absent an abuse of discretion. See, Ex parte McKenna, 655 So. 2d 989, 991 (Ala.1995); Ex parte Saranthus, 501 So. 2d 1256, 1257 (Ala. 1986).\nThe record shows that on July, 27, 1995, the trial court set Woodall's case for trial on December 4, 1995. Woodall's first request for a continuance was made on October 17, 1995, when his trial counsel cited a scheduling conflict between Woodall's trial setting and a pending civil trial in which he was involved as an attorney. The trial court denied this motion and set November 6, 1995, as a deadline for filing pretrial motions. The only motion Woodall filed before the trial court's deadline was a motion to stay based on Woodall's challenge to the trial court's jurisdiction.[5] However, between November 28, 1995, and December 1, 1995, Woodall filed 33 motions with the trial court, all of which were more than 3 weeks beyond the cutoff date set by the court.\nThe trial court set a motion hearing for Sunday, December 3, 1995, the day before trial was scheduled to begin, and considered each untimely motion filed by Woodall. Woodall now cites the fact that the trial court set the hearing on Sunday rather than grant a continuance as one of the grounds upon which he is entitled to relief. The trial court stated at this hearing that part of Woodall's reason for filing all of these motions so near trial was to bog down the court and force a continuance. After remarking that Woodall had been given ample time to prepare for trial, the trial court again refused to grant a continuance. The trial court also noted that the civil trial in which Woodall's attorney had been involved and that conflicted with the trial setting had been continued.\nThis court has held that \"[a] motion for [a] continuance due to a lack of time for adequate preparation is a matter entirely and exclusively within the sound discretion of the trial court and its ruling will not be reversed on appeal absent a plain and palpable showing of abuse.\" Reynolds v. State, 539 So. 2d 428, 429 (Ala.Cr.App.1988). This court has also held that one of the factors to be considered by a trial court in determining whether to grant a continuance is \"`whether the requested delay is for legitimate reasons, or whether it is dilatory, purposeful, or contrived.'\" Baker v. State, 683 So. 2d 1 (Ala. Cr.App.1995) (quoting United States v. Burton, 584 F.2d 485, 491 (D.C.Cir.1978), cert. denied, 439 U.S. 1069, 99 S. Ct. 837, 59 L. Ed. 2d 34 (1979)). The record shows that the trial court clearly did not abuse its discretion in denying Woodall's requests for continuances. Additionally, we find that Woodall suffered no prejudice from standing trial more than six months after his return to Alabama in May 1995. There was no evidence that community sentiment or pretrial publicity caused the proceedings against Woodall to be expedited in any way.\nThe trial court did not err in denying Woodall's motions to continue.\n\nVII.\nWoodall argues that the trial court erred by not producing for him its 1996 court calendar to assure him that there was no more convenient date for trial. Woodall cites no authority in support of his argument that he was somehow entitled to view the court's 1996 docket or that he was entitled to a *643 continuance of the trial because the trial court declined to show him its docket. Additionally, he has failed to argue that he was prejudiced in any way as a result of the court's actions. The trial court committed no error in refusing to allow Woodall to view the its 1996 docket calendar.\n\nVIII.\nWoodall argues that there were two incidents of judicial misconduct on the part of the trial judge during his trial. He alleges that the trial judge engaged in improper conduct with one or more jurors during the defense's cross-examination of a State's witness. Woodall additionally alleges that the trial judge improperly emphasized the fact that evidence introduced at trial was placed into evidence by the defense and not the prosecution. A thorough reading of the record shows that both arguments are without merit.\n\nA.\nWoodall argues that the trial judge acted improperly during defense counsel's cross-examination of State's witness, John Kennon. Specifically, Woodall claims that during the cross-examination the trial judge laughed, smiled, and made improper eye contact with one of the jurors. Woodall did not object to the judge's conduct when it allegedly occurred; however, these arguments were made during a motion for a mistrial filed after a news reporter covering the trial informed Woodall's counsel of the judge's alleged misconduct.\nAt the hearing on Woodall's motion for a mistrial, Patricia Close testified that she covered the trial as a news reporter. She further testified that she had observed the trial judge laughing or smiling during the defense's cross-examination of Kennon and that he made eye contact with members of the jury. On cross-examination by the State and the trial court, Close admitted that she was not sure that the trial judge was smiling or making eye contact with the jurors. She also admitted that the judge could have been smiling at his court reporter instead of the jury.\nIn the trial court's order denying Woodall's motion for a mistrial, the trial judge made the following findings:\n\"During the particular time that Mr. Kennon was on the witness stand and particularly the cross-examination that was conducted by Mr. McDuffie as was testified to by [Ms. Close] and as everyone observed that was present in the courtroom, Mr. McDuffie constantly paced between the middle area and frequently stayed behind the court reporter over here.\n\"During a good deal of that cross-examination, the witness John Kennon and Mr. McDuffie talked over one another to the extent that it was very bothersome to my court reporter. She occasionally writes parentheticals up here on this computer to communicate with the Court so that I'll know what difficulties she is having with respect to a particular witness or with respect to a particular attorney. Constantly during that cross-examination, she found it necessary to communicate to me that she was having some difficulties, various parentheticals. I sometimes smile or make similar expression to Mrs. Aaron so she knows that I have read that communication on this computer and that she has communicated with me. That occurred frequently during that time.\n\"Additionally, as consistent with the testimony and cross-examination of [Ms. Close] from [the State], it is true that this Court will occasionally smile when something is found to be humorous in the courtroom. Even in a serious case, there are humorous times, and it's quite natural for the Court, along with everybody else that's involved in the case, to smile.\n\"I can say, emphatically, that there has been no communication from this bench directed toward any juror or directed toward that district attorney's office to show any kind of favoritism one way or another in this case. And I am shocked that a reporter from 50 feet away or 30 feet away who cannot tell who a person is looking at when they are looking at a general direction away from her would be willing to come in here and give an opinion, as she *644 [did], that the smiles were directed towards any jurors in this case. Apparently that's not consistent with what her view of a trial is, but I haven't seen anything out of the ordinary in this trial whatsoever. There were a number of times during the cross-examination and during the testimony in the trial where the jurors smiled in unison along with the others. I'm sure I joined in that type of expression, but never inappropriately and never in any kind of way that would cause anybody with a reasonable mind to conclude that there was any kind of communication going on that would prejudice this jury against this defendant whatsoever.\"\n(R. 910-13.) We also note that the trial court later instructed the jury that it should not construe any perceived conduct by the trial judge as indicating a bias one way or the other. \"A trial judge has a duty to be thorough, courteous, patient, punctual, just and impartial. Yet he is not required to be a `Great Stone Face' which shows no reaction to anything which happens in the courtroom.\" Gwin v. State, 425 So. 2d 500, 506-07 (Ala.Cr.App.1982), cert. quashed, 425 So. 2d 510 (Ala.1983). The Alabama Supreme Court has also recognized that a trial judge is only human and not to be held to the standard of an automaton.\n\"Testimony that is amusing may draw a smile or laugh, shocking or distasteful evidence may cause a frown or scowl, without reversible error being committed thereby. We have not, and hopefully never will reach the stage in Alabama at which a stone-cold computer is draped in a black robe, set up behind the bench, and plugged in to begin service as a circuit judge.\"\nAllen v. State, 290 Ala. 339, 276 So. 2d 583, 586 (1973).\nThe record gives no indication of misconduct by the trial judge beyond the allegations of Ms. Close, who, herself, testified that she was not sure whom the judge may have been communicating with when and whether he smiled during Kennon's cross-examination. Additionally we must give due deference to the findings of the trial judge, who was present and in the best position to observe the impact of events at trial. See Hurst v. State, 469 So. 2d 720 (Ala.Cr. App.1985).\nAccordingly, we hold that the trial judge did not commit reversible error in any alleged reactions to the cross-examination of John Kennon.\n\nB.\nWoodall argues that the trial, judge erred in identifying the defense as the party that introduced certain trial exhibits. He argues that the trial judge's identification of the party introducing the evidence \"gave additional import to the evidence and totally destroyed the defense's ability to lessen its impact.\" No objection on this ground was raised at trial, but Woodall refers to the following portion of the record as grounds for his argument:\n\"MR. McDUFFIE [defense counsel]: I would like to admit them [notes from Woodall to John Kennon written while he was incarcerated] into evidence.\n\"MS. CLARDY [for the State]: We would like to submit the originals that we submitted to the Court in open court Sunday night. I would rather the originals go in than the copies.\n\"MR. HOUSTON [for the State]: Your Honor, we will stipulate what we have here and what you have is the original that you have.\n\"THE COURT: Well the originals are here in this envelope, if y'all want to mark the originals.\n\"MR. HOUSTON: Would it be easier to mark the envelope and know it contains how many pieces of paper?\n\"THE COURT: I would think you would need to do that. If I understand it, it's a defense exhibit.\n\"MR. McDUFFIE: I understand, Judge.\n\"THE COURT: Let Mr. McDuffie see those and see if that's what he wants to introduce into evidence.\n\"MR. McDUFFIE: Well, I'll rely on the district attorney to represent to the Court this is a fair and accurate copy. This is the original, and based upon that I have no objection.\n\n*645 \"MR. HOUSTON: Your Honor, we would mark this State's Exhibit\u0097\n\"THE COURT: It's my understanding Mr. McDuffie is offering those exhibits.\n\"MS. CLARDY: It's a defense exhibit.\n\"MR. HOUSTON: Of course, we have no objection.\n\"THE COURT: I understand that. Defendant's Exhibit 1 will be described as\u0097\n\"MR. JAYE [defense counsel]: Your Honor, we did have another exhibit, but the Court overruled it being brought into evidence.\n\"THE COURT: That was one. That was not admitted. Let's identify that exhibit as Defendant's Exhibit 2 described as six separate handwritten notes identified by the witness John Kennon as being notes that he received from J.C. Woodall offered by the defense with no objection. It's admitted into evidence.\"\n(R. 844-46.) The record shows that the trial judge was merely attempting to clear up confusion as to who was offering the exhibits. It is also evident that Woodall suffered no prejudice from the trial judge's identification of the party offering the exhibits, especially in light of his counsel's closing argument during the guilt phase of his trial:\n\"First thing I want to do is start with the notes. Who introduced the notes? Remember? Was it the district attorney? No. The district attorney didn't introduce the notes. I did....\"\n(R. 1575.)\nThe trial judge did not err when he identified exhibits as having been introduced by the defense.\n\nIX.\nWoodall argues that the trial court erred in allowing State's witness Freddie Glenn Pope, the gunman hired by Woodall, to narrate at trial a videotaped reenactment of his actions at the scene of the crime. Woodall also argues that the trial court erred in allowing the audio portion of the videotape to be played along with the video portion during Pope's re-direct examination by the State. Because the tape had been properly authenticated, the introduction of neither the video nor the audio portion of the tape was error.\nPope testified, before the introduction of the videotape, that he had gone to the crime scene with Alabama Bureau of Investigation agents after his arrest and had reenacted his actions at the crime scene. He testified that he \"went out there and told them exactly what I did and how I had done it.\" Although he said that some of the furniture at the house was not in the same place it had been at the time of the shootings, Pope testified that \"everywhere my feet touched that property out there, I tried to walk those steps.\" In response to Woodall's objections to the introduction of the tape and to the playing of the audio portion of the tape if the video portion was allowed to be introduced, the trial court initially allowed only the video portion of the tape to be played. The court then allowed Pope to testify as to what he was doing on the videotape as the video played.\nOn cross-examination, counsel for Woodall attacked Pope's credibility and sought to elicit the terms of Pope's plea agreement with the State. Defense counsel read into the record clause in Pope's plea agreement, State's Exhibit 25: \"Testifying and cooperating means testifying consistent with the facts as stated in his audio confession and videotape reenactment.\" Pope was then questioned as to the consequences of his giving testimony inconsistent with his prior statements on the videotape.\nOn re-direct examination the State was allowed to play the videotape with the audio portion. The statements Pope made on the videotape were wholly consistent with his testimony at trial. After the tape was played for the second time, Pope testified that it had been recorded on July 16, 1989, almost three years before he pleaded guilty to the crimes committed in Tallassee.\nWoodall argues that Pope's testimony, both on the tape and during his testimony at trial, was self-serving. However, the defense had ample opportunity to, and did, conduct a thorough cross-examination of the witness. Pope's credibility was a matter for the jury to decide.\n*646 This court held that properly authenticated reenactments of homicides can be admissible in Morgan v. State, 518 So. 2d 186, 189-90 (Ala.Cr.App.1987) cert. denied, 518 So. 2d 186 (Ala.Cr.App.1987):\n\"`For some purposes, a photograph [or videotape] need not have been taken at the time of the relevant event, and even when certain features of the scene have changed at the time of the photograph [or videotape] was taken, the trial court may still admit it as long as supporting testimony shows it to be an accurate portrayal of the perceptions to which the witness testifies and the differences sufficiently explained to the jury.' W. Schroeder, J. Hoffman, R. Thigpen, Alabama Evidence, § 11-3, p. 376 (1987).\"\nThe record shows that the videotape had been authenticated by Pope before either portion was allowed to be played to the jury; therefore, it was properly admitted into evidence.\nWoodall also maintains that the playing of the audio portion of the tape was error because it violated the hearsay rule. However, this Court has held that where the narrator of a tape is available for cross-examination, the hearsay rule has not been violated. Hooks v. State, 534 So. 2d 329, 350-51 (Ala. Cr.App.1987), aff., 534 So. 2d 371 (Ala.1988), cert. denied, 488 U.S. 1050, 109 S. Ct. 883, 102 L. Ed. 2d 1005 (1989)\nThe trial court did not err by allowing either the video or audio portions of the videotape to be played.\n\nX.\nWoodall argues that the trial court erred in denying him a hearing on his motion for a court-ordered mental evaluation; that he was denied a pre-trial competency hearing; and that he was \"effectively denied the use of his own psychological examination during the frantic days immediate to trial.\" These arguments are without merit.\n\nA.\nWoodall's contention that he was prejudiced by the court's failure to hold a hearing on his motion for a court-ordered mental evaluation is completely lacking in merit because the record shows that the motion was granted within two days of its filing on November 13, 1995, without a hearing. Woodall has made no showing of prejudice suffered as a result of not having a hearing on the motion.\n\nB.\nThe record shows that the court granted Woodall's motion for a psychological exam on November 15, 1995, and that Dr. Glenn D. King, a forensic psychologist evaluated Woodall on November 20, 1995. Dr. King's report contained the following findings and conclusions:\n\"COMPETENCY TO STAND TRIAL\n\"Mr. J.C. Woodall refused to answer any questions regarding what he was charged with, who his lawyer was, the nature of roles or participants in a trial situation, and information regarding where he was at the time of the alleged offense. However, it was clear that Mr. Woodall engaged in refusal to answer these questions from fear of incriminating himself. He indicated he would not answer any question without his attorney being present. There was no overt evidence for significant psychiatric disorder of this individual. As a consequence of the observation of this defendant and his refusal to answer questions for fear of incriminating himself, it is the examiner's opinion that this individual is indeed competent to stand trial. We could reasonably infer from his actions that he does understand the nature of the charges against him and he can assist his attorney in his own defense if he chooses to do so.\n\"SUMMARY AND RECOMMENDATIONS\n\"Mr. J.C. Woodall was seen briefly at the examiner's outpatient office with regard to his competency to stand trial on the charges of Capital Murder and Attempted Murder. Mr. Woodall basically refused to answer questions unless his attorney was present at the time of the examination which he was informed was not possible. It can reasonably be inferred from his behavior and his few answers to questions that he does understand *647 the nature and seriousness of the charges against him and that he can assist his attorney reasonably in his own defense. Unless there is compelling evidence that this individual has a serious paranoid disorder, which was not noted at the time of the examination, it is the examiner's opinion that this individual is capable of proceeding with trial.\"\n(C.R. 1198.)\nIt is the burden of a defendant who seeks a pretrial competency hearing to show that a reasonable or bona fide doubt as to his competency exists. See, Waldrop v. State, 459 So. 2d 953, 955 (Ala.Cr.App.1983), aff'd, 459 So. 2d 959 (Ala.1984), cert. denied, 471 U.S. 1030, 105 S. Ct. 2050, 85 L. Ed. 2d 323 (1985); Robinson v. State, 428 So. 2d 167, 170 (Ala.Cr.App.1982). Woodall's motion contained no factual basis supporting his counsel's concern that he might be incompetent. \"[M]ere allegations by counsel that the accused is incompetent to stand trial or was insane at the time of the commission of the offense do not establish reasonable grounds to doubt a defendant's sanity which would warrant an inquiry into his competency.\" Nelson v. State, 511 So. 2d 225, 238 (Ala.Cr. App.1986), aff'd, 511 So. 2d 248 (Ala.1987), cert. denied, 486 U.S. 1017, 108 S. Ct. 1755, 100 L. Ed. 2d 217 (1988). \"The determination of whether a reasonable doubt of sanity exists is a matter within the sound discretion of the trial court and may be raised on appeal only upon a showing of an abuse of discretion. Livingston v. State, 419 So. 2d 270 (Ala. Cr.App.1982).\" Id.\n\nC.\nWoodall's argument that he was denied access to the results of his psychological examination in the days before trial is wholly without merit. Nothing in the record suggests that the trial court denied him access to the report or that he otherwise did not have access to it.\nWe find no abuse of discretion in the trial court's denial of a pretrial competency hearing.\n\nXI.\nWoodall argues that the trial court erred in denying his motion for a physical examination. The only ground asserted in support of the motion, which was filed three days before trial was scheduled to begin, was that Woodall had previously suffered a number of strokes and was generally in poor health. The trial court considered the motion at a hearing held December 3, 1995, and stated the following reasons for denying Woodall's motion:\n\"Mr. Woodall has been observed by the Court continuously now for several months. He has appeared in Court. He appears to be healthy to me so far as his appearance is concerned. He testified intelligently with respect to the conditions in the jail, even distinguishing how he felt the sheriff treated him as opposed to some of the others he had difficulties with. He seemed to understand the questions. So I have some indication myself of Mr. Woodall's condition, and no one has suggested from any medical point of view that there [are], you know, serious medical problems that prevent this man from standing trial.\"\n(R. 226-27.)\nIt appears that the filing of this motion was merely a defense tactic designed to delay the trial. This appearance is underscored by the following portion of the record:\n\"THE COURT: All I can do is\u0097of course, the motion that you are talking about, the medical attention one, you say some strokes in the past or something. I'm not looking at it right now. But that was filed\u0097in fact, that was the last motion filed, along with the motion for change in venue on Friday, December 1, about 4:30, and that's the first time I saw that. Well, to have a hearing and get relief, you need to, of course, have recognized that if you truly have a need for that, they need to be filed in a more timely manner so there would be time to respond. I can't grant the relief.\n\"MR. McDUFFIE: You could grant a continuance, Judge.\"\n(R. 228.)\nAdditionally, as discussed in Part X of this opinion, a motion for a court-ordered *648 examination for purposes of determining the ability of a defendant to assist in his or her defense must be accompanied by more than mere allegations that the defendant is unable to stand trial. See Nelson v. State, 511 So. 2d 225, 238 (Ala.Cr.App.1986), aff'd 511 So. 2d 248 (Ala.1987), cert. denied, 486 U.S. 1017, 108 S. Ct. 1755, 100 L. Ed. 2d 217. Absent an abuse of discretion, we will not find the trial court in error.\nThe trial court was well within its discretion to deny Woodall's request for a pretrial physical examination, both because Woodall failed to meet his burden of supporting the motion with bona fide factual evidence of his alleged infirmities and because the motion was untimely filed in an apparent attempt to delay the trial.\n\nXII.\nWoodall argues that the trial court wrongfully prevented the defense from obtaining information concerning the psychological condition of State's witness Freddie Glenn Pope. Woodall further argues that the trial court erred in failing to order a psychological examination of Pope. These arguments are wholly without merit.\nThe record shows that on October 17, 1995, the trial court granted Woodall's request to obtain discovery of Pope's institutional records, which included the records of prior psychological examinations. Additionally, the record shows that Woodall never requested the trial court to order a subsequent psychological examination of Pope. Woodall appears to argue that the trial court should have ordered such an evaluation sua sponte. Woodall cites no authority, nor are we aware of any, requiring a court to order, sua sponte, a psychological examination of a witness. Moreover, there was no indication in the record that Pope was mentally ill.\nNo plain error was committed by the trial court with regard to Woodall's discovery of Pope's institutional records; neither did the trial court err in failing, sua sponte, to order a psychological evaluation of Pope.\n\nXIII.\nWoodall argues that his due process rights were violated when he was denied a continuance based on the ground that he was briefly placed in lockdown in the Elmore County jail four days before trial and his trial counsel was denied the opportunity to speak with him during the lockdown. Woodall's trial counsel had been retained for over two years before the lockdown and had had ample time to discuss matters with Woodall both before the incident and in the three days after and before the trial began. Woodall has made no showing that he was prejudiced in any way by this one occasion where his trial counsel was unable to reach him. It appears that this was simply another lastminute strategy used by the Woodall to further delay trial. The decision to grant or deny a continuance is a matter within the sound discretion of the trial court, and that decision will not be overturned absent an abuse of that discretion. Arnold v. State, 601 So. 2d 145 (Ala.Cr.App.1992). The trial court clearly did not abuse its discretion in refusing to grant Woodall a continuance on this ground.\n\nXIV.\nWoodall argues that the trial court erred in allowing the prosecution to present too much evidence concerning Elmer \"Stormy\" Woodall's physical condition subsequent to his being shot. Woodall also objects to an incident in court where Stormy approached him during the trial and asked him why he had killed their mother. There is no evidence in the record of either the incident that Woodall alleges occurred or an objection at the time of the incident. However, the record does show that the prosecution elicited testimony from Stormy concerning his physical condition after the shooting. This testimony included an account of Stormy's drive to Kansas and his attempts to confront J.C. while he was incarcerated there pending extradition. The court's decision to allow this evidence was proper and did not constitute error.\nThe State's evidence regarding Stormy's injuries resulting from the shooting was necessary and proper for two reasons. First, *649 J.C. Woodall was on trial for the attempted murder of Stormy and it was necessary to establish the serious nature of Stormy's injuries in order to prove J.C.'s intent to kill him. See §§ 13A-4-2 and 13A-6-2, Ala.Code 1975. Second, the necessity of Stormy's testimony was made even greater by Woodall's continued refusal to stipulate to his injuries. (R. 1201.) The testimony about Stormy's attempt to see J.C. in Kansas was not improper because it merely illustrated the effects and extent of his injuries. Stormy Woodall was shot twice in the head, according to uncontroverted testimony. Stormy testified that, as a result of the shooting, he no longer could read letters or numbers. He illustrated his handicap by describing how difficult it was for him to drive to Kansas because he was no longer able to read a map. He testified that he could find the right roads only by matching predrawn \"shapes\" of the numbers with those on road signs. The trial court did not err in allowing evidence of Stormy Woodall's injuries.\nThe trial court refused to let the prosecution introduce any testimony regarding Stormy's actual meeting with J.C. in Kansas after the shooting. Therefore, Woodall's claim is baseless.\n\nXV.\nWoodall argues that the trial court erred in admitting into evidence photographs of the crime scene and a post-mortem photograph of Clemer Woodall. We find his argument without merit.\nWoodall's brief to the Court merely asserts a general argument that the trial court erred in admitting this evidence; he does not specifically state his objections with particularity. The trial record reflects that Woodall objected without specificity to some of the photographs introduced at trial, stating that the photographs were not relevant. Because no specific objections were stated at trial, we must review the record for plain error.\nOur review of the crime scene photographs and the postmortem photograph of Clemer Woodall failed to reveal any of the exhibits as so prejudicial that their admission into evidence was improper. There was no objection as to the authenticity of the photographs either in the record or in Woodall's brief to this court. The only specific objection contained in the record is to the \"legal relevance\" of the photographs of the crime scene. On appeal Woodall argues that the crime scene photographs were cumulative.\n\"The courts of this state have repeatedly held that photographs that accurately depict the crime scene and the nature of the victim's wounds are admissible despite the fact that they are gruesome or cumulative.\" Land v. State, 678 So. 2d 201 (Ala.Cr.App. 1995), aff'd, 678 So. 2d 224 (Ala.1996), cert. denied, 519 U.S. 933, 117 S. Ct. 308, 136 L. Ed. 2d 224 (1996). Our review of the crime scene photographs, State's Exhibits 12-15 and 26-30, reveals no photographs which could be described as improperly cumulative. Each depicts different areas of the crime scene, or the same area from no more than two different perspectives. The single postmortem photograph of Clemer Woodall, State's Exhibit 18, is probative of the identity of the victim, corroborates the nature and extent of her injuries, and is not overly gruesome.\nThe trial court committed no error, and certainly no error rising to the level of plain error, in admitting the photographs into evidence.\n\nXVI.\nWoodall alleged that the trial court erred in limiting the scope of the defense's cross-examination of Alabama Bureau of Investigation Agent William Rhegness. The trial court refused to allow defense counsel to question Rhegness regarding any statements made by Woodall during an interview Rhegness conducted after the shootings but before Woodall's arrest,[6] after sustaining the State's objection on grounds that the statements made by Woodall were self-serving.\n*650 We find that the trial court correctly sustained the State's objection. This Court has held that a defendant's statements, unless a part of the res gestae, are not admissible on the defendant's behalf. E.g., Harrell v. State, 470 So. 2d 1303, 1306 (Ala.Cr.App.1984) (\"Although frequently said to constitute self-serving declarations, ... statements made by the accused, after the commission of a crime and not as part of the res gestae fit the classic definition of hearsay.\"), aff'd, 470 So. 2d 1309 (Ala.), cert. denied, 474 U.S. 935, 106 S. Ct. 269, 88 L. Ed. 2d 276 (1985); Kennedy v. State, 469 So. 2d 1333, 1334 (Ala.Cr.App. 1985) (\"`The law is well settled in this State that such self-serving declarations of an accused, made before or after the offense are not admissible for him unless they are part of the res gestae.'\" (quoting Chisolm v. State, 409 So. 2d 930 (Ala.Cr.App.1981)) (emphasis supplied)). The trial court did not err in restricting the scope of the defense's cross-examination of Agent Rhegness.\n\nXVII.\nWoodall argues that the prosecution's statements during closing arguments were improper and constituted reversible error. Woodall refers to the prosecutor's attempt in the closing argument to refute a defense theory that Freddie Glenn Pope had committed the shootings, acting alone, and then set Woodall up as a scapegoat. The prosecutor characterized this defense theory as an attempt to sell the jury \"oceanfront property in Arizona.\" No objection was raised to this comment at trial; therefore our review is restricted to an analysis for plain error.\nThe State's comment merely illustrated its argument that there was no evidence to support the defense theory.\n\"Argument of counsel should not be so restricted as to prevent reference, by way of illustration, to historical facts and public characters, or to principles of divine law or biblical teachings.\"\nPoole v. State, 292 Ala. 590, 592, 298 So. 2d 89, 91 (1974). Here the prosecution was merely illustrating by analogy its theory that the defense's theory was based upon an impossibility. \"The rule is that counsel are allowed considerable latitude in drawing their deductions from the evidence in argument to the jury.\" Espey v. State, 270 Ala. 669, 674, 120 So. 2d 904, 907 (1960).\nThe State's closing argument was neither improper nor prejudicial. Woodall's claim that the argument amounted to reversible error is without merit.\n\nXVIII.\nWoodall argues that the trial court erred in denying his motion for a new trial. Woodall raised seven grounds in the motion: (1) that he could not properly be sentenced to death because of the condition placed on his extradition warrant by the governor of Kansas; (2) that he had been entitled to a change of venue; (3) that the trial court's denial of a continuance deprived him of necessary time in which to prepare his defense; (4) that he was denied adequate funds to prepare his defense; (5) that the trial judge was biased because he had previously presided over civil lawsuits in which Woodall and his defense counsel were parties; (6) that the trial judge committed misconduct by interacting with the jury; and (7) that he was not provided with a psychiatric examination. The motion was denied after a hearing before the trial court. Woodall claims incorrectly in his brief on appeal that he was denied a hearing on his motion. The record shows that the trial court merely refused to let him call one of the prosecutors to the stand to testify as to Woodall's claim that the trial judge had improperly interacted with the jury. A full hearing had already been held on Woodall's motion for a mistrial and Woodall made no proffer of the testimony he expected the prosecutor to give if allowed to testify.\nAll of these claims except for those in clauses (2) and (4), above, have been addressed in this opinion and have been held to have no merit. Our review of the two claims in Woodall's motions that were not addressed above reveals that they have no merit.\n\"It is within the sound discretion of the trial court whether to grant a motion for new trial and this court, when reviewing that decision, will indulge every presumption in *651 favor of the correctness thereof.\" Oryang v. State, 642 So. 2d 989, 998 (Ala.Cr.App.1994).\nWoodall's claim that he was denied adequate funds to prepare his defense is totally unsupported by the trial record and by his brief to this court. Woodall was represented by retained counsel at trial and the trial court appointed additional counsel to assist in his defense. Additionally, Woodall has failed to demonstrate any instance where he was prejudiced by the alleged lack of adequate funds. The trial court did not abuse its discretion in denying Woodall's motion on this ground.\nWoodall's claim that he was entitled to a change in venue due to pre-trial publicity is also totally unsupported by the record. Woodall has also failed to provide any evidence in support of his claim. The 300-page record of the extensive voir dire examination conducted before trial gives no indication of the prejudice Woodall claims he suffered by having the trial in Elmore County. Again, the trial court did not abuse its discretion in denying Woodall's motion based on the venue claim.\nThe trial court did not err in denying Woodall's motion for a new trial.\n\nXIX.\nWoodall argues that his death sentence was improper because the trial court did not accord enough weight to evidence of his age and prior military service as nonstatutory mitigating circumstances. He also argues that his sentence was disproportionate to the sentences of his codefendants, Freddie Glenn Pope and John Kennon. Pope was sentenced to life in the penitentiary without parole after he pleaded guilty to capital murder and John Kennon was allowed to plead guilty to manslaughter after initially being charged with capital murder. However, our mandatory review of the proceedings convinces us that the trial court imposed the proper sentence.\nPursuant to Rule 45A, Ala.R.App.P., this Court has searched the record for any plain error or defects in the proceedings against Woodall. We have found no error that rose to the level of plain error. Pursuant to § 13A-5-53(a), Ala.Code 1975, we have reviewed the sentencing phase of trial and determined that the death sentence was proper.\nPursuant to § 13A-5-53(b) this Court has also made a determination as to whether the death sentence was appropriate in this case based on the three criteria contained in the statute. We find that it was.\n\nA.\nThere is no suggestion from the record that the sentence of death was imposed under the influence of passion, prejudice, or any other arbitrary factor. The trial court specifically instructed the jurors to avoid such influences (R. 1767-68), and it is presumed that jurors follow the instructions of the trial court. Marshall v. Lonberger, 459 U.S. 422, 438 n. 6, 103 S. Ct. 843, 853 n. 6, 74 L. Ed. 2d 646 (1983).\n\nB.\nThe trial court found the existence of two aggravating circumstances: (1) that the capital offense was committed for pecuniary gain, § 13A-5-49(6), Ala.Code 1975, and (2) that the capital offense was especially heinous, atrocious, or cruel compared to other capital offenses. § 13A-5-49(8), Ala.Code 1975. That the offense was committed for pecuniary gain is readily apparent from the facts of the case. The trial court's sentencing order correctly cites the case of Ford v. State, 515 So. 2d 48 (Ala.1987), cert. denied, 484 U.S. 1079, 108 S. Ct. 1061, 98 L. Ed. 2d 1023 (1988) (holding that \"where one of the victims was 74 years old and had severe arthritis and watched helplessly as defendant killed her daughter, then turned on her, killing her in much the same fashion was enough to support a finding that the killing was especially heinous, atrocious, or cruel\"), as being astoundingly similar to the facts in this case and supportive of the second aggravating circumstance.\nThe trial court found the existence of two statutory mitigating circumstances and four nonstatutory mitigating circumstances. It is evident that the trial court considered the evidence presented both at the guilt and *652 penalty phases of trial, the presentence report, the arguments of counsel, and the advisory verdict of the jury in determining the mitigating circumstances that existed. The statutory mitigating factors were: (1) Woodall's lack of significant history of prior criminal activity, § 13A-5-51(1), Ala.Code 1975, and (2) Woodall's age at the time of the crime, § 13A-5-51(7), Ala.Code 1975. The trial court also found four nonstatutory mitigating circumstances: (1) that Woodall had a long history of gainful employment, (2) that Woodall had served his country in the armed services and had experienced combat duty, (3) that Woodall had taught GED classes for other inmates in the years he was incarcerated and awaiting trial, and (4) that Woodall had friends who did not wish to see him die.\nThe trial court determined that the two aggravating circumstances, when weighed against the enumerated mitigating factors, compelled it to concur with the jury's unanimous advisory verdict of death. The question of whether aggravating circumstances outweigh mitigating circumstance is not a mere tallying process, but is based on the gravity of the aggravating circumstances compared to that of the mitigating circumstances. Carr v. State, 640 So. 2d 1064 (Ala. Cr.App.1994).\n\nC.\nWoodall was convicted of murder done for a pecuniary or other consideration or pursuant to a contract for hire. § 13A-5-40(a)(7), Ala.Code 1975. The death sentence has regularly been imposed in this State against persons convicted of murder for hire. See, Harris v. State, 632 So. 2d 503 (Ala.Cr. App.1992), aff'd, 632 So. 2d 543 (Ala.1993), aff'd, 513 U.S. 504, 115 S. Ct. 1031, 130 L. Ed. 2d 1004 (1995); Haney v. State, 603 So. 2d 368 (Ala.Cr.App.1991), aff'd, 603 So. 2d 412 (Ala.1992), cert. denied, 507 U.S. 925, 113 S. Ct. 1297, 122 L. Ed. 2d 687 (1993); Williams v. State, 461 So. 2d 834 (Ala.Cr.App.1983), rev'd on other grounds, 461 So. 2d 852 (Ala. 1984); Heath v. State, 455 So. 2d 898 (Ala.Cr. App.1983), aff'd, 455 So. 2d 905 (Ala.1984), aff'd, 474 U.S. 82, 106 S. Ct. 433, 88 L. Ed. 2d 387 (1985). While the sentences received by codefendants must be considered by the Court in determining the appropriateness of a death sentence, they are not controlling. Hamm v. State, 564 So. 2d 453, 464 (Ala.Cr. App.1989), aff'd, 564 So. 2d 469 (Ala.1990), cert. denied, 498 U.S. 1008, 111 S. Ct. 572, 112 L. Ed. 2d 579 (1990). Although factors to consider, the facts that Woodall's codefendant John Kennon was not convicted of capital murder, and that Freddie Glenn Pope did not receive the death penalty, do not render Woodall's death sentence disproportionate. See, Neelley v. State, 494 So. 2d 669, 683 (Ala.Cr.App.1985), aff'd 494 So. 2d 697 (Ala. 1986), cert. denied, 480 U.S. 926, 107 S. Ct. 1389, 94 L. Ed. 2d 702 (1987); Ex parte Womack, 435 So. 2d 766 (Ala.), cert. denied, 464 U.S. 986, 104 S. Ct. 436, 78 L. Ed. 2d 367 (1983).\nOur independent weighing of the aggravating and mitigating circumstances convinces us that the death sentence is proper in this case. Considering the crimes committed and the defendant, we find that the sentence of death is neither excessive nor disproportionate to the penalty imposed in similar cases. Accordingly, Woodall's convictions and sentence of death are due to be, and they are hereby, affirmed.\nAFFIRMED.\nLONG, P.J., and McMILLAN and BASCHAB, JJ., concur.\nBROWN, J., recuses.\nNOTES\n[1]  Woodall was not a \"fugitive\" as contemplated by Article IV, Section II of the United States Constitution, which states:\n\n\"A person charged in any state with treason, felony, or other crime, who shall flee from justice, and be found in another state, shall on demand of the executive authority of the state from which he has fled, be delivered up, to be removed to the state having jurisdiction of the crime.\"\nThere is extensive authority that the clause mandates that the governor of the state to which a fugitive has fled after committing a crime in the state demanding extradition transfer the fugitive back to the demanding state.\nThe definition of the term \"fugitive\" applies only to a person who was in the demanding state at the time the crime was committed, and thereafter fled to another state. Mozingo v. State, 562 So. 2d 300, 302 (Ala.Cr.App.1990) (emphasis added). Because Woodall was accused of contracting for the murder of his mother and brother and never personally entering the state of Alabama to effectuate the crime, he does not fall within the definition of a \"fugitive\" for purposes of the Extradition Clause.\n[2]  Alabama adopted the Uniform Criminal Extradition Act in 1926; it is codified at Title 15, Chapter 9, Article 2, of the Code of Alabama 1975. Section 22-2706 Kan.Stat.Ann. 1995, corresponds to § 15-9-34, Ala.Code 1975.\n[3]  Before this hearing, Woodall and his trial counsel stood mute during an arraignment hearing after Woodall's counsel repeatedly objected to the trial court's jurisdiction. The trial judge entered pleas of not guilty and not guilty by reason of mental disease or defect as to each charge against Woodall.\n[4]  Even if these remarks could somehow be construed to be improper, they would not amount to reversible error. \"The general rule is that a judge's improper conduct made in the absence, or without the knowledge, of the jury does not constitute reversible error for the reason that the jury was not influenced by that conduct.\" Oglen v. State, 440 So. 2d 1172, 1174 (Ala.Cr.App.), cert. denied, 440 So. 2d 1177 (Ala.1983).\n[5]  On November 15, 1995, Woodall filed a petition for a writ of mandamus with this court seeking a ruling that the trial court lacked jurisdiction. This court denied the petition on November 27, 1995. On November 30, 1995, the Alabama Supreme Court also denied a mandamus petition alleging the same grounds.\n[6]  Woodall was interviewed by Rhegness when he came to Alabama for the funeral of his mother, Clemer Woodall. He returned to Kansas after the interview and was subsequently apprehended by Kansas authorities.\n\n",
            "ocr": false,
            "opinion_id": 1918755
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}