{
    "id": 1582556,
    "judges": "Edward C. Reed, Jr.",
    "date_filed": "1987-06-01",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-real-property-located-at-incline-village",
    "case_name_short": null,
    "case_name": "United States v. Real Property Located at Incline Village",
    "case_name_full": "UNITED STATES of America, Plaintiff, v. REAL PROPERTY LOCATED AT INCLINE VILLAGE Et Al., Defendants",
    "attorneys": "Harry A. Harbin, Assistant Chief, Mark D. Rubino, Trial Atty., U.S. Dept, of Justice, Criminal Div., Asset Forfeiture and Money Laundering Section, Washington, DC, for U.S., Lawrence S. Robbins, Alan E. Untereiner, Robert L. Bronston, Mayer, Brown and Platt, Washington, DC, for Claimants Degen.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Order Granting Reconsideration July 22,1997.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1389-8\">\n    UNITED STATES of America, Plaintiff, v. REAL PROPERTY LOCATED AT INCLINE VILLAGE et al., Defendants.\n   </parties><br><docketnumber id=\"b1389-11\">\n    No. CV-N-90-0130-ECR.\n   </docketnumber><br><court id=\"b1389-12\">\n    United States District Court, D. Nevada.\n   </court><br><decisiondate id=\"b1389-14\">\n    April 28, 1997.\n   </decisiondate><br><otherdate id=\"b1389-15\">\n    Order Granting Reconsideration July 22,1997.\n   </otherdate><br><attorneys id=\"b1400-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1338\"> \n     *1338\n     </span>\n    Harry A. Harbin, Assistant Chief, Mark D. Rubino, Trial Atty., U.S. Dept, of Justice, Criminal Div., Asset Forfeiture and Money Laundering Section, Washington, DC, for U.S.\n   </attorneys><br><attorneys id=\"b1400-8\">\n    Lawrence S. Robbins, Alan E. Untereiner, Robert L. Bronston, Mayer, Brown and Platt, Washington, DC, for Claimants Degen.\n   </attorneys>",
    "citations": [
        "976 F. Supp. 1327"
    ],
    "opinions": [
        {
            "author_str": "Reed",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2678.0,
            "opinion_text": "\n976 F. Supp. 1327 (1997)\nUNITED STATES of America, Plaintiff,\nv.\nREAL PROPERTY LOCATED AT INCLINE VILLAGE et al., Defendants.\nNo. CV-N-90-0130-ECR.\nUnited States District Court, D. Nevada.\nApril 28, 1997.\nOrder Granting Reconsideration July 22, 1997.\n*1328 *1329 *1330 *1331 *1332 *1333 *1334 *1335 *1336 *1337 *1338 Harry A. Harbin, Assistant Chief, Mark D. Rubino, Trial Atty., U.S. Dept. of Justice, Criminal Div., Asset Forfeiture and Money Laundering Section, Washington, DC, for U.S.\nLawrence S. Robbins, Alan E. Untereiner, Robert L. Bronston, Mayer, Brown and Platt, Washington, DC, for Claimants Degen.\n\nORDER\nEDWARD C. REED, Jr., District Judge.\n\nIntroduction\nThe court previously determined that Claimant Brian Degen will be entitled to recover from Plaintiff the United States the rents and other income generated by certain real property seized by the government at the initiation of this in rem civil forfeiture action. See Order filed January 30, 1997 (Doc. # 143); see also United States v. James Daniel Good Property Titled in the Name of James Daniel Good, 971 F.2d 1376, 1384 (9th Cir.1992), aff'd in part and rev'd in part on other grounds, 510 U.S. 43, 114 S. Ct. 492, 126 L. Ed. 2d 490 (1993). Accord United States v. All Assets and Equip. of West Side Bldg. Corp., 58 F.3d 1181, 1193 (7th Cir. 1995). Cf. United States v. 2751 Peyton Woods Trail, S.W., 66 F.3d 1164 (11th Cir. 1995) (requiring dismissal of forfeiture action as remedy for due process violation through lack of preseizure notice and hearing).\nThe factual and procedural history of this matter is summarized in the court's previous Order (Doc. # 143). That Order is published at United States v. Real Property Located at Incline Village, 958 F. Supp. 482 (D.Nev. 1997).\nPlaintiff the United States effected the seizures of the defendant real properties in October 1989, without prior notice to Claimant Degen and without first affording him an opportunity to contest the existence of probable cause to believe that the properties were the fruits or instrumentalities of crime. See 21 U.S.C. § 853(f) (authorizing seizure of property upon judicial determination of probable cause to believe property forfeitable).\nThe court in its January 30 Order ruled that these seizures violated Claimant Degen's rights under the Due Process Clause. United States v. James Daniel Good Real Property, 510 U.S. 43, 114 S. Ct. 492, 126 L. Ed. 2d 490 (1993). The court therefore determined that Claimant should recover from Plaintiff the rents produced by the seized real estate from the date of the seizures. United States v. James Daniel Good Property Titled in the Name of James Daniel Good, 971 F.2d 1376, 1384 (9th Cir.1992), aff'd in part and rev'd in part on other grounds, 510 U.S. 43, 114 S. Ct. 492, 126 L. Ed. 2d 490 (1993). The court instructed Claimant Degen to file with the court and serve upon the government proofs of the identities of the title owners of the properties, and of those owners' respective interests in the properties. The court also instructed the United States to provide detailed schedules of rents received and expenses incurred in connection with its management *1339 and custody of those properties from the date of the seizures to the present. See Order filed January 30, 1997 (Doc. # 143, published at United States v. Real Property Located at Incline Village, 958 F. Supp. 482 (D.Nev.1997)).\nThe parties have submitted documents in accordance with those prior instructions of the court.[1] To the extent those documents make possible, the court now attempts to resolve the issues raised by Claimant Degen's earlier motion (Doc. # 135) for the return of rents and other proceeds derived from the subject seized real property, and which remain undecided.\n\nI. Judicial Estoppel\nBoth Plaintiff the United States and Claimant Brian Degen seek to utilize the doctrine of judicial estoppel. The government seeks to bar Degen from asserting ownership interests in the seized properties; Claimant seeks to bar the government from denying the existence of those ownership interests.\nThe government urges in support of its judicial estoppel argument Claimant Degen's prior \"admi[ssion] that he is the co-owner of the properties listed in all Exhibits in the Complaint for Forfeiture in Rem....\" Answer to Complaint for Forfeiture in Rem ¶ 3 (Doc. # 5). See also Brian Degen and Karyn Degen's First Amended Claim at 1 (Doc. # 53) (wherein Brian and Karyn Degen \"state that they are co-owners of the defendant properties\"). The government would use this admission to estop Claimant from now claiming, in the context of his motion for return of rents, sole ownership of any of the properties wrongfully seized from him.\nClaimant Degen, for his part, sets up, as grounds to estop the government from denying his interests in the properties, the government's position, taken in its Motion for Summary Judgment (Doc. # 83), that Karyn Degen had no ownership interests in any of the real properties the rents earned from which are the subject of the present motion. See Plaintiff's Motion for Summary Judgment at 16 n. 1 (Doc. # 83) (denying Karyn Degen's ownership interests in any of the defendant properties).\nThe parties have now altered radically their positions on these points: The government now insists that the rents due Claimant Degen must represent only his fractional proportionate ownership interests in the seized real properties, as Karyn Degen is, as part owner, entitled to her share of the rents. Claimant Degen now maintains that he is the sole owner of the properties, thus entitling him to all the rents produced thereon.\nJudicial estoppel, also known as the doctrine of preclusion of inconsistent positions, bars a party litigant, having taken a particular position on an issue, from attempting to gain advantage by later asserting a contrary one. Helfand v. Gerson, 105 F.3d 530, 534 (9th Cir.1997) (citing Rissetto v. Plumbers and Steamfitters Local 343, 94 F.3d 597, 600 (9th Cir.1996)). The doctrine protects the judicial process by preventing parties from \"playing fast and loose\" with the court. Helfand, ibid. (quoting Russell v. Rolfs, 893 F.2d 1033, 1037 (9th Cir.1990), cert. denied, 501 U.S. 1260, 111 S. Ct. 2915, 115 L. Ed. 2d 1078 (1991)).\nJudicial estoppel certainly applies to positions taken with respect to matters of fact, indeed, there exists authority for the proposition that the doctrine applies only to matters of fact, see Bates v. Cook, 615 F. Supp. 662, 672-73 (M.D.Fla.1984); United States v. Siegel, 472 F. Supp. 440, 442 n. 4 (N.D.Ill.1979); United States v. Certain Land and Interests in Rutherford County, 225 F. Supp. 338, 342. Contra In re Cassidy, 892 F.2d 637, 641-42 (7th Cir.), cert. denied, 498 U.S. 812, 111 S. Ct. 48, 112 L. Ed. 2d 24 (1990); Hardwick v. Cuomo, 891 F.2d 1097, 1105 n. 14 (3d Cir.1989); Patriot Cinemas, Inc. v. General Cinema Corp., 834 F.2d 208, 214-15 (1st Cir.1987); Allen v. Zurich Ins. Co., 667 F.2d 1162, 1166-67 (4th Cir.1982).\n*1340 The doctrine of judicial estoppel is not, however, designed as a trap for the unwary; its purpose is to prevent the deliberate manipulation of the court through two-facedness. The doctrine has no force when the parties' changed position is the result of mistake or inadvertence. Helfand, id. at 536 (citing John S. Clark Co. v. Faggert &amp; Frieden, P.C., 65 F.3d 26, 29 (4th Cir.1995); In re Corey, 892 F.2d 829, 836 (9th Cir.1989), cert. denied, 498 U.S. 815, 111 S. Ct. 56, 112 L. Ed. 2d 31 (1990)).\nIn the present matter there exist at least three powerful reasons to refuse to apply the doctrine of judicial estoppel. First, the parties could never have anticipated, at the outset of this litigation, that the Supreme Court would, in James Daniel Good Real Property, announce a brand-new constitutional procedural right which would force them to rethink their positions regarding the ownership of the defendant properties. Nor could the parties anticipate the ruling of the Court of Appeals that the Supreme Court's 1993 decision in James Daniel Good would apply retroactively to all federal forfeiture cases not yet final on the date of the Court's decision. United States v. 20832 Big Rock Drive, 51 F.3d 1402, 1405-06 (9th Cir.1995). Accord United States v. 9638 Chicago Heights, 27 F.3d 327, 329 (8th Cir.1994).\nSecond, Claimant Degen could argue, with some justification, that the court's striking of his pleadings under the fugitive disentitlement doctrine, see United States v. Real Property Located at Incline Village, 755 F. Supp. 308 (D.Nev.1990), aff'd, 47 F.3d 1511 (9th Cir.1995), and rev's sub nom. Degen v. United States, 517 U.S. 820, 116 S. Ct. 1777, 135 L. Ed. 2d 102 (1996), erases any position he may have taken in those stricken papers. See Order filed December 31, 1990 (Doc. # 27) (granting the government's motion (Doc. # 8) to strike Claimant Degen's claims to the property and his papers filed in opposition to the government's motion for summary judgment).\nThird, it might also be argued, again with some justification, that the decision of the Supreme Court vacating the judgment entered by this court in favor of Plaintiff the United States effectively gifts the parties with a tabula rasa, entitling them to begin anew their arguments in support of their respective positions. See Degen v. United States, ___ U.S. ___, 116 S. Ct. 762, 133 L. Ed. 2d 707 (1996), rev'g United States v. Real Property Located at Incline Village, 47 F.3d 1511 (9th Cir.1995), aff'g 755 F. Supp. 308 (D.Nev.1990).\nTo this extent, then, the parties' revision of their positions respecting the respective ownership interests of Brian and Karyn Degen in the defendant real properties is inadvertent, and not designed to subvert the judicial process. Accordingly, the court will not employ the doctrine of judicial estoppel to bar them from asserting the positions they now adopt. Helfand, ibid.\n\nII. Claimant Degen's Ownership Interests\nBrian Degen has submitted as proof that he owns the subject real property which was seized by the government in 1989 various title documents and other evidence. Degen's Proof of Ownership (Doc. # 147).\nThe court accepts as authentic the photocopies of recorded deeds and the exhibits thereto bearing the seals of notaries public for their respective jurisdictions. Fed. R. Evid. 1003 (authorizing admission of duplicate documents absent genuine question of authenticity); Fed. R. Evid. 1001(4) (defining \"duplicates,\" in part, as photographic reproductions of original documents); Fed. R. Evid. 1005 (permitting proof of contents of official record by production of copy thereof certified in accordance with Fed. R. Evid. 902); Fed. R. Evid. 902 (permitting self-authentication of documents filed under seal).\nThe court considers each item of real estate seriatim: Some of the properties are located in California, some in Nevada, and some in Hawai`i. The ownership of real property sought to be forfeit pursuant to the federal Controlled Substances Act, Pub. L. No. 91-513, tit. II, 84 Stat. 1242 (Oct. 27, 1970) (current version codified at 21 U.S.C. § 881(a)(7)) is governed by state law. United States v. Lester, 85 F.3d 1409, 1412 (9th Cir.1996); United States v. Ranch Located in Young, Arizona, 50 F.3d 630, 632 (9th *1341 Cir.1995). The nature of the ownership interests, then, depends upon the law of the state which is the situs of the subject realty.\nThe court must also consider whether any of the defendant properties nominally owned by Claimant Degen alone constitute community property under the law of their respective situs states, and thereby halve any of his ownership interests.\nNevada and California are community property jurisdictions. In community property states, property owned by either spouse before marriage, or acquired afterwards by either spouse via gift, inheritance or judicial award of damages for personal injury, remains the separate property of that spouse. Nev. Rev. Stat. § 123.130; Cal. Fam. Code § 760. All property acquired during coverture by either spouse, however, is community property absent either an agreement in writing between the spouses or a valid judicial decree of separate maintenance. Nev. Rev. Stat. § 123.220. While the marriage continues all the respective ownership interests of both spouses in community property are present, existing and equal interests. Nev. Rev. Stat. § 123.225; Cal. Fam. Code § 751.[2]\nBrian Degen married Karyn Marie Peterson in 1981. See Marriage Certificate Issued to Karyn Marie Peterson and Brian John Degen by Placer County, California February 13, 1981, appended as Ex. 2 to Brian Degen's Proof of Ownership (Doc. # 147). None of the property at issue in the present matter nominally held by Brian Degen alone, or by Brian Degen in common with third parties, or by Brian Degen as joint tenant with a third party, was acquired during his marriage to Karyn Degen. Conversely, the respective ownership interests of Karyn Degen and Claimant Brian Degen in the seized items of real property which were acquired by the couple after the date of their marriage are explicitly described in the relevant title documents. The marital property rules of California and Nevada therefore do not bear on the issues raised by Brian Degen's motion for return of rents.\n\nA. 1059 Tomahawk Trail, Incline Village, Nevada\nIt appears that Claimant Degen is the owner of an undivided one half interest in the \"4-plex\" residential property located at 1059 Tomahawk Trail in Incline Village, Nevada. Degen has filed a photocopy of a bargain and sale deed from Lillian A. Kramer Hudson, Charles Crosby and Janet Crosby to Reuben W. Hills IV and Brian Degen as tenants in common. The deed was apparently executed September 1, 1978 and recorded in Washoe County, Nevada on September 5, 1978. Ex. 17 to Doc. # 147. The deed created a valid tenancy in common by Degen and Hills, Nev. Rev. Stat. § 111.060 (Michie 1993). The fractional shares held by tenants in common are usually equal, and are presumed to be equal in the absence of evidence of intentions or circumstances to the contrary. Sack v. Tomlin, 110 Nev. 204, 871 P.2d 298, 304 (1994). Degen is therefore entitled to recover from the United States one-half of the net rents earned on the property during the relevant period.\n\nB. 5132 Hoona Road, Kauai, Hawai'i\nThe parties appear to have assumed Degen's ownership interest in a two-story residence located at 5132 Hoona Road, Koloa, on the Hawai`ian island of Kauai. See Description of Property and DEA Form 453, appended as Ex. Q to Complaint for Forfeiture in Rem (Doc. # 1). But Degen's Proof of Ownership (Doc. # 147) contains no reference whatever to this property. There is therefore at present insufficient evidence on the basis of which the court can conclude that Degen is entitled to recover the rents earned on the Hoona Road house.\n\nC. 3457 Waikomo Road, Kauai, Hawai'i\n3457 Waikomo Road, Koloa, on the island of Kauai, Hawai'i, is the location of a business known as Koloa Self Storage. In support of his claim to ownership of the real *1342 property on which the business is located, Claimant Degen has filed a photocopy of the warranty deed to the property. The deed transferred title to the property from Brigida A. Racelo, Philip Hilacion, Sr. and Victoria R. Hilacion to Brian John Degen and Karyn Marie Degen, husband and wife. The warranty deed was apparently executed December 17, 1986 and recorded in the Hawai'i State Bureau of Conveyances on January 7, 1987. Ex. 16 to Doc. # 147.\nClaimant Degen argues that he is entitled to all of the rents earned on this property during the relevant period, despite the fact that the deed submitted as proof of his ownership lists both him and his wife as grantees.\nUnder former Hawai'i law, the conveyance of real property to both spouses as \"husband and wife\" created a tenancy by the entirety. Robinson v. Aheong, 13 Haw. 196 (1900); Wailehua v. Lio, 5 Haw. 519 (1886); Paahana v. Bila, 3 Haw. 725 (1876). A tenancy by the entirety is held exclusively by the married couple, both spouses being seized of the property. Neither can convey an interest alone, nor can the creditor of one spouse attach any interest in the property to satisfy a debt. Traders Travel Int'l, Inc. v. Howser, 69 Haw. 609, 753 P.2d 244 (1988).\nSince at least 1925, however, a grant to two persons, \"husband and wife,\" has been construed in the State of Hawai'i to create only a tenancy in common. Haw. Rev. Stat. § 509-1 (requiring grants, conveyances and devises of land to two or more persons to be construed to create tenancies in common unless an intent to create a joint tenancy or one by the entirety \"manifestly appears from the tenor of the instrument\"); Peters v. Alsup, 95 F. Supp. 684, 692 (D.Haw.1951) (construing former version of Haw. Rev. Stat. § 509-1 as mandating presumption that grants \"silent or ambiguous\" as to type of estate create only a tenancy in common); Naopala v. Hina, 24 Haw. 341 (1918) (same ruling under common law as modified by Married Women's Property Act).\nIn no sense, then, can Claimant Brian Degen be said to be the sole owner of the property at 3457 Waikomo Road. Degen nevertheless insists that he owns the entire property. He cites as support for this audacious proposition the ruling of one federal court that under Hawai'i law, if one spouse owning real property as a tenant by the entirety is an innocent owner, then the United States may not obtain an interest in the property by way of forfeiture. United States v. Property in the Name of Alexander Morio Toki, 779 F. Supp. 1272, 1284 (D.Haw.1991).\nEven assuming the correctness of the ruling of the Toki court, Claimant Degen in no way benefits from that ruling. First, as indicated above, the deed to the Waikomo Road property creates a tenancy in common held by Claimant and his wife Karyn, rather than a tenancy by the entirety. Second, Claimant has apparently forgotten that in the present case, there is no innocent owner. Karyn Degen's claim to the property located on Waikomo Road was rejected by the court; her interest in the property was decreed forfeit to the United States in 1993. Order Granting Summary Judgment in Favor of Plaintiff United States and against Claimant Karyn Degen filed June 24, 1993 (Doc. # 102); Amended Judgment of Forfeiture entered August 17, 1993 (Doc. # 105).\nThe judgment against Karyn Degen's claims to the defendant properties was never appealed, and therefore remains valid as to her interests. That judgment renders irrelevant the question of Karyn Degen's guilty knowledge vel non of the source of the funds used to purchase the property. Any and all interest in the Waikomo road property previously held by Karyn Degen therefore vested in the United States upon commission of Brian Degen's criminal acts rendering the property forfeitable. 21 U.S.C. § 881(h).\nThe ownership interests of both spouses is thus forfeit. The 1987 grant deed conveyed to each spouse an undivided one-half interest in the subject property. Kupau v. Waiahole Water Co., 37 Haw. 234 (1945) (construing deed to two grantees as bilateral grant of two undivided one-half interests in the land). According to the usual rule that tenants in common are entitled to the rents on land earned from a third party in proportion to those tenants' respective interests, *1343 Claimant Degen is therefore entitled to recover from the United States one-half of the net rents earned on the Waikomo Road property during the relevant period. Kauhane v. Laa, 19 Haw. 223 (1908).\nIt is important to note that the rents at issue with respect to the property at Waikomo Road, the site of the Koloa Self Storage business, are only the rents on the real property. Income from the business itself is, as personal property, not subject to the return-of-rents remedy: Personal property may be seized without prior notice or hearing; therefore no party's due process rights have been violated in that regard. United States v. James Daniel Good Real Property, 510 U.S. at 61, 114 S.Ct. at 505.\n\nD. 6668 West Lake Boulevard, Homewood, California\nThe real property located at 6668 West Lake Boulevard in Homewood, California, was transferred by grant deed of parcel number XX-XXX-XX, recorded in Placer County, California on August 31, 1978. Grant Deed, appended as Ex. 1 to Brian Degen's Proof of Ownership (Doc. # 147). The granting, habendum and tenendum clauses of the deed read,\nFor a valuable consideration, receipt of which is hereby acknowledged, Violet A. Degen, a married woman as her sole and separate property, does hereby grant to Brian J. Degen, an unmarried man and Violet Degen, a married woman as Joint Tenants, all that certain property in the County of Placer, State of California, described as follows....\nGrant Deed, Ex. 1 to Doc. # 147.\nThere follows a traditional legal description of the real property. Compare Grant Deed, id., with Ex. J to Complaint for Forfeiture in Rem (Doc. # 1).\nThis grant of the property from Violet Degen to Brian Degen and Violet Degen \"as Joint Tenants\" created a facially valid joint tenancy under the law of the State of California. Cal. Civ. Code § 683 (joint tenancy created where conveying instrument expressly declares intent to create joint tenancy) Clark v. Carter, 265 Cal. App. 2d 291, 70 Cal. Rptr. 923 (1968) (same); In re Christen's Estate, 238 Cal. App. 2d 521, 48 Cal. Rptr. 26 (1965) (same).\nOn its face, the deed creates a joint tenancy by Claimant Degen and his mother, Violet Degen. Cal. Civ. Code § 683. Claimant seeks to contradict the plain meaning of the deed through the submission, as proof of his sole ownership of the property at 6668 West Lake Boulevard, a declaration by Violet Degen. In this document, Violet Degen declares that her \"intent\" in executing the 1978 grant deed was to transfer the entire fee simple interest to her son, and to retain no interest herself. Violet Degen Decl. (Ex. 4 to Doc. # 147).\nThis declaration is of no moment; Violet Degen's alleged \"intent\" to transfer all ownership interest to Brian Degen is not on the deed; she is a joint tenant. The grant deed itself validly conveyed the property from Violet Degen to herself and her son Brian as joint tenants. To the extent the declaration seeks to prove that the deed transferred sole ownership to Brian Degen, it violates the Statute of Frauds. Cal. Civ. Code § 1624(c). The express language of a deed may not be contradicted by parol evidence. Mello v. Weaver, 36 Cal. 2d 456, 224 P.2d 691 (1950); Nathan v. Dierssen, 134 Cal. 282, 66 P. 485 (1901). Violet Degen's declaration therefore has no effect on the title ownership of the real property located at 6668 West Lake Boulevard.\nCalifornia courts recognize the common law estate of joint tenancy, and accord such estates their traditional attributes. An estate in joint tenancy is created where the interests of the tenants are unified in title, time, interest and possession, and is destroyed when one of these four unities is eliminated. Hammond v. McArthur, 30 Cal. 2d 512, 183 P.2d 1, 2 (1947) (en banc). The principal feature of a joint tenancy is, of course, the ius accrescendi, or right of survivorship: Upon the death of one joint tenant, the surviving joint tenant automatically becomes owner of the entire property.\nThe 1978 grant deed of the real property located at 6668 West Lake Boulevard to Brian and Violet Degen created a joint tenancy: *1344 Both tenants acquired the same fee simple title, at the same time. Both held the same interest \u0097 an undivided joint interest in the entire property \u0097 and both enjoyed an equal right to possess the whole of the estate. Neither Brian nor Violet Degen has died.\nBut the criminal acts of Brian Degen which subjected the property to forfeiture occurred before the conveyance. The funds with which Degen purchased the property were the proceeds of illegal drug trafficking. Those funds were forfeit to the United States the instant they came into Brian Degen's possession. See 21 U.S.C. § 881(h). The forfeiture thus destroyed the unity of time: The United States acquired title to Brian Degen's interest at a different point in time than that at which Violet Degen acquired her interest. The forfeiture thus accomplished the severance of the joint tenancy. Riddle v. Harmon, 102 Cal. App. 3d 524, 162 Cal. Rptr. 530, 531 (1980) (recognizing principle whereby involuntary alienation of one joint tenant's interest severs the joint tenancy); Clark v. Carter, 265 Cal. App. 2d 291, 70 Cal. Rptr. 923 (1968) (reciting rule that joint tenancy may be destroyed by operation of law); Swartzbaugh v. Sampson, 11 Cal. App. 2d 451, 54 P.2d 73, 75 (1936) (same).\nThe forfeiture thus converted the joint tenancy into a tenancy in common. Grothe v. Cortlandt Corp., 11 Cal. App. 4th 1313, 15 Cal. Rptr. 2d 38, 40-41 (1992) (stating rule that involuntary conveyance of one joint tenant's interest to third party destroys unities of the joint tenancy and converts estate into tenancy in common). See also Gallimore v. Washington, 666 A.2d 1200, 1209 (D.C.App.1995) (ruling that murder of one joint tenant by the other joint tenant did not forfeit wrongdoer's own half-interest, but merely transformed the joint tenancy into a tenancy in common).\nActually, to be perfectly accurate, there never was a joint tenancy by Brian Degen and Violet Degen. The funds used to purchase the property were already forfeit to the United States as fruits of Brian Degen's illicit narcotics transactions before the execution of the deed purporting to create the joint tenancy in the first place. Technically, then, the deed purporting to convey the property to Brian Degen and Violet Degen arguably created a joint tenancy not between Brian Degen and Violet Degen, but between Violet Degen and the United States.\nOn the other hand, the forfeiture cannot affect Brian Degen's right under James Daniel Good Real Property to recover rents earned on the property in the period between the unlawful seizure and the date on which Brian Degen had had his opportunity to be heard on the issue of probable cause to believe that the property was forfeitable to the United States. As the court indicated in its prior Order (Doc. # 143), the crucial question in a motion for return of rents under James Daniel Good Real Property \"is the legality of the seizure, not the strength of the government's case.\" James Daniel Good Real Property, 510 U.S. at 62, 114 S.Ct. at 505. Perhaps even more to the point, the fiction of instantaneous forfeiture upon commission of the unlawful act cannot operate in the absence of a valid decree of forfeiture. In the present action in rem, the only judgment entered against the defendant properties, and against Brian Degen's claim to the properties, has been vacated by order of the Supreme Court.\nBut for the limited purpose of Claimant Degen's motion for return of rents, and only for that purpose, the court deems Brian Degen to have been the title owner of the fee simple absolute in common with Violet Degen during the relevant period.\nFor the purpose of the present motion, the court deems Claimant Degen to have held an undivided one-half interest in the property during the relevant period. He is, therefore, entitled to recover from Plaintiff the United States one-half of the rents produced by the real property located at 6668 West Lake Boulevard during the relevant period. Vollmer v. Wheeler, 42 Cal. App. 1, 183 P. 264, 266 (1919).\n\nE. 6660 West Lake Boulevard, Homewood, California\nIn support of his claim of ownership of the residential real property located at 6660 West Lake Boulevard in Homewood, California, Claimant Degen has appended, as Ex. 5 to his Proof of Ownership (Doc. # 147) a *1345 photocopy of a grant deed executed August 11, 1980 from Max E. Hoff and Unis E. Hoff to Brian John Degen. Absent from the exhibit, however, is a legal description of the particular property. The deed purports to incorporate by reference such a description, which was apparently appended to the deed as \"Exhibit A.\" The exhibit, however, does not appear among the exhibits appended to Claimant's Proof of Ownership.\nDaniel W. Stewart's affidavit, also submitted by Claimant in support of his Proof of Ownership (Doc. # 147), contains an assertion that Ex. 5 to Doc. # 147 \u0097 the deed photocopy \u0097 is a copy of the deed to the property located at 6660 West Lake Boulevard. Stewart Aff. ¶ 18. But this is inadmissible hearsay evidence: Mr. Stewart is reporting what he recalls the title documents said, and Claimant is offering Mr. Stewart's affidavit for the truth of the information reported to the court second-hand. Fed. R. Evid. 801(c). At present, therefore, no competent evidence of Brian Degen's ownership interest in the property at 6660 West Lake Boulevard appears of record.\n\nF. 6664 West Lake Boulevard, Homewood, California\nClaimant Degen has submitted a copy of the individual grant deed of parcel number XXX-XX-XXXX from Fred and Mary Degen to Brian Degen, recorded in Placer County, California February 14, 1980. This deed describes the residential real property located at 6664 West Lake Boulevard in Homewood, California. Compare Individual Grant Deed, appended as Ex. 4 to Claimant Degen's Proof of Ownership (Doc. # 147), with Ex. I to Complaint for Forfeiture in Rem (Doc. # 1).\nOn this basis the court concludes that Claimant Brian Degen is the sole owner of the residential real property located at 6664 West Lake Boulevard, and therefore that he is entitled to recover from Plaintiff the United States all of the rents produced by this property during the relevant period.\n\nG. 3060 &amp; 3080 North Lake Boulevard, Tahoe City, California\n\n1. 3080 North Lake Blvd.\nClaimant appears to be sole owner of the commercial real property located at 3080 North Lake Boulevard, in Placer County, California.[3] Claimant Degen acquired title to this property via individual grant deed of parcel # XX-XXX-XX from Raymond E. O'Neal, James W. Slusser and Karen P. Slusser to Brian John Degen, executed January 22, 1980 and recorded in Placer County, California February 8, 1980. Individual Grant Deed, appended as Ex. 7 to Claimant's Proof of Ownership (Doc. # 147).\n\n2. 3060 North Lake Blvd.\nThe adjacent lot, however, parcel # XX-XXX-XX, was conveyed via grant deed by Robert L. Osborne and Darlene L. Osborne to Brian and Karen Degen as joint tenants. The deed was executed on August 19, 1983, and recorded in Placer County, California on August 25, 1983. Individual Grant Deed, appended as Ex. 8 to Claimant's Proof of Ownership (Doc. # 147). In purchasing this property, Brian and Karyn Degen executed a promissory note on August 25, 1983, in favor of Robert L. Osborne and Darlene L. Osborne, in the amount of $60,000.00. Straight Note Secured by Deed of Trust, appended as Ex. 9 to Claimant Degen's Proof of Ownership (Doc. # 147).\nApproximately five years later, Claimant Degen apparently sought and was granted a minor boundary line adjustment, and the two parcels were merged into one. See Placer County Parcel Review Committee Resolution passed June 14, 1988 approving merger of parcel # XX-XXX-XX with parcel # XX-XXX-XX. Ex. 11 to Claimant's Proof of Ownership (Doc. # 147).\nThe Osbornes also executed a notarized substitution of trustee and deed of reconveyance on June 28, 1988, substituting for the Trustee of Record Safeco Title Insurance *1346 Company Robert L. Osborne and Darlene L. Osborne, the holders of the beneficial interest under the Deed of Trust executed August 19, 1983 by Brian Degen and Karyn Degen and recorded in Placer County, California. In consideration of full satisfaction of the indebtedness represented by the promissory note, the Osbornes reconveyed all right, title and interest in the land previously encumbered by the trust deed. Deed of Reconveyance, appended as Ex. 12 to Claimant Degen's Proof of Ownership (Doc. # 147). The Degens also executed a trust deed on June 21, 1988, naming the Placer Title Company trustee, and naming the Osbornes beneficiaries. By this deed the Degens conveyed the entire property comprising the resulting parcel, thereby securing the payment by the Degens, trustors on the deed, of $60,000.00 to the Osbornes, who remained obligees on the promissory note executed August 19, 1983. This new trust deed replaced the original trust deed executed August 19, 1988. Deed of Trust with Assignment of Rents, appended as Ex. 13 to Claimant Degen's Proof of Ownership (Doc. # 147).\nAt about this same time, Brian Degen and Karyn Degen conveyed to Brian Degen alone an undivided one-half interest in the resultant parcel described above, and to Brian John Degen and Karyn Degen the other undivided one-half interest in the resultant parcel. Grant Deed executed June 21, 1988, appended as Ex. # 14 to Doc. # 147. The effect of this conveyance was that now Brian Degen alone owned one undivided half-interest in the resultant parcel, with Brian and Karyn Degen together owning the other half.\nThe court therefore finds that Claimant Degen is entitled to recover from Plaintiff the United States three-fourths of the rents earned on the real property located at 3060 &amp; 3080 North Lake Boulevard. Vollmer v. Wheeler, 42 Cal. App. 1, 183 P. 264, 266 (1919) (following usual rule that cotenant in common is entitled to share of rents produced by property in proportion to his or her fractional interest in that property).\n\nH. 4915 San Souci Terrace, Homewood, California, and 4905 West Lake Boulevard, Homewood, California\nThe property located at 4905 Sans Souci Terrace and at 4915 West Lake Boulevard, both in Homewood, California, are apparently vacant lots. See DEA Forms 453 seizure receipts, appended as Ex. G to Complaint for Forfeiture in Rem (Doc. # 1).\nNo competent proof that Claimant Degen possesses any ownership interest in the properties at 4915 Sans Souci Terrace or 4905 West Lake Boulevard appears of record. Daniel Stewart's assertion, see Stewart Aff. ¶ 40, that the deed executed on or about January 8, 1980 granted Brian Degen an undivided one-half interest as tenant in common with Ciro and Andrea Mancuso is inadmissible hearsay.\nThe court therefore has before it at present insufficient evidence upon which to conclude that Claimant should be entitled to the rents earned on the 4915 Sans Souci Terrace or 4905 West Lake Boulevard properties during the relevant period.\n\nIII. Rents Earned on the Properties\nNumerous other issues await decision before the court can dispose of Claimant Degen's motion for return of rents. The federal courts of appeal have only recently begun to sketch the rough contours of the return-of-rents remedy for Good violations. As a result, many of the issues raised by Claimant Degen's motion for return of rents appear to be ones of first impression.\n\nA. The Relevant Period\nIn calculating how much rent Claimant may recover, the court must determine the relevant period during which the accrued rents belong, under Good, to Claimant Brian Degen.\nIn his papers filed in support of his motion for return of rents, Claimant Degen has argued that his right to a return of rents is not \"terminated\" by the government's post-judgment sale of the property. He argues that he is entitled to recover all rents accrued since the 1989 seizures. Claimant would, if the court accepts this argument, be entitled to recover every dollar of rent earned on his interests in the subject properties from the *1347 dates of their seizures and continuing until entry of a valid final judgment of forfeiture in rem.\nThe Court of Appeals for the Ninth Circuit has indicated that the rents which the government must return to a forfeiture claimant as a remedy for violating a forfeiture claimant's due process rights under Good are only those accruing in the period between the unlawful seizure and the date seizure could have been lawfully effected, i.e. when, after an adversary proceeding in which the claimant is given a meaningful opportunity to be heard, the court enters the judgment of forfeiture. United States v. Real Property Located in El Dorado, California, 59 F.3d 974, 981 n. 5 (9th Cir.1995); see also United States v. Marsh, 105 F.3d 927, 932 (4th Cir. 1997).\nThe cutoff period for rents due Claimant under Good would, under El Dorado, be the date on which the court permitted him to be heard on the government's motion for summary judgment. In the present matter, Claimant has never been afforded such an opportunity. By Order filed December 31, 1990 (Doc. # 27), this court granted the government's motion (Doc. # 8) (a) to strike Claimant Degen's claims to the property and his papers filed in opposition to the government's motion for summary judgment and (b) for summary judgment against Brian Degen. United States v. Real Property Located at Incline Village, 755 F. Supp. 308 (D.Nev. 1990), aff'd, 47 F.3d 1511 (9th Cir.1995), and judgment rev'd sub nom. Degen v. United States, ___ U.S. ___, 116 S. Ct. 762, 133 L. Ed. 2d 707 (1996).\nIn the same breath this court first refused to hear Brian Degen's arguments in opposition to the government's contention that there existed probable cause to believe his property was forfeitable, and then granted summary judgment against him in the forfeiture action. It was this court's determination that Claimant was barred under the fugitive disentitlement doctrine which has occupied the parties' attention from December 31, 1990 until the decision of the Supreme Court on June 10, 1996.\nIn other words, Claimant has fought for six years for his right to be heard on the merits of the government's claims in rem against his real property. He has won the right to be heard, but has not yet exercised that right. Until Claimant Degen is heard on the merits of the government's in rem claims, the rents he is due under Good will continue to accrue.\n\nB. Method of Determining Net Rents\nThe court in its previous Order filed January 30, 1997 (Doc. # 143, published at United States v. Real Property Located at Incline Village, 958 F. Supp. 482(D.Nev.1997)) ruled that Degen is entitled under James Daniel Good Real Property to recover not the gross rents produced by the seized properties, but only the net rents which Degen himself would have earned had there been no seizure. Claimant Degen argues that his remedy should not be \"reduced\" as a result of the government's \"failure\" to earn rents, or its collection of below-market rents. Degen provides no legal authority for the novel propositions either that the government assumes, by instituting in rem forfeiture proceedings, an obligation to act as a zealous rental agent on behalf of a forfeiture claimant, or that claimants whose real property is wrongfully seized are entitled, under Good, to recover \"fair rental value\" of the properties thus seized.\nThis court understands Good and its progeny to require disgorgement only of rents actually earned on the unlawfully seized property, and not the fair rental value of that property.\nClaimant Degen is on stronger ground when he suggests that the gross rents earned on his unlawfully seized real property ought not be reduced by certain expenses incurred by the government in the period between the unlawful seizure and the date when, after having been afforded the notice and opportunity to be heard, the property is adjudged forfeit to the United States. As the court attempted to make clear in its prior Order, the purpose of the Good remedy is to return the forfeiture claimant to the position he or she occupied prior to the date of the unlawful seizure. Only those expenses rightfully attributable to an ordinary owner *1348 of real property should be deducted from the gross rents received thereon.\nIt appears from the documents submitted by the government in accordance with the court's previous Order that the United States has, in managing the seized realty, borne the costs of the physical management of the property, of utilities, of lawn service, of obtaining appraisals, and of advertising the properties for rental.\nAll of these expenses would have been borne by Claimant Degen himself absent any seizure, and therefore may properly be deducted from the gross rents received, with the exception of the costs of advertising the properties for sale rather than for rental. On the other hand, expenses associated with the recording of the government's title to the properties are not properly attributable to Claimant Degen, and therefore, in determining the net amount due Claimant under James Daniel Good Real Property, may not be deducted by the government from the gross rents received.\nClaimant argues that interest earned on rents returnable to him under Good should also be returned to him, at least during the period between the date of the unlawful seizure and the date of the entry of a constitutionally valid judgment of forfeiture. The court agrees (as does the United States, see Government's Reply to Claimant's Objections etc. at 4 (Doc. # 159)). Interest earned on rents received would, absent any seizure, have been accessible to Claimant Degen.\nThe interest returnable to Claimant, however, can only accrue on net rents: The purpose of the return-of-rents remedy is to return the forfeiture claimant to the financial position he or she would otherwise occupy absent the seizure. Such a position, as the court has previously indicated, necessitates the deduction from the gross rents received on the seized assets any necessary expenses which are the normal incidents of owning real estate. These deductions must therefore operate not only to reduce the aggregate principal rents to be returned, but also to reduce the interest earned thereupon. As deductible expenses are incurred, they must reduce the rents on which interest could have been earned by Claimant Degen absent the seizure. That principal must be reduced, at the end of each compounding period, by an amount representing the money expended during that period by the government as normal incidents of real estate ownership.\nIn addition, Degen chafes against the notion that negative rental income produced by some of the seized real properties should offset the positive rental income generated by other properties. Because the purpose of the James Daniel Good Real Property return-of-rents remedy is to restore a claimant whose realty was unconstitutionally seized to the position he or she would have otherwise occupied, it appears to the court eminently reasonable to permit the government to subtract from the rents due Claimant the money lost through maintenance of unprofitable properties. Any landlord who earns rent from some property while other property remains vacant must continue to pay for the vacant property's upkeep. Degen must do the same.\n\nC. The Government's Proof of Earnings and Expenses\nPlaintiff the United States has complied with the instructions of the court by filing its Schedule of Net Rents (Doc. # 148). Claimant Degen has filed his objections thereto (Doc. # 153). Claimant objects to that schedule on various grounds.\nFirst, Claimant Degen takes umbrage at the government's declaration that its schedule of rents does not reflect \"monies shared by the United States with state and local authorities for their role in the forfeiture of these properties.\" Claimant Degen suggests that this statement indicates that the figures denominated \"gross rents\" in the government's schedule have already been discounted by these payments to local governments. If this is true, then the government's figures are not in compliance with the instructions of the court. Alternatively, Claimant suggests that the government's statement means that the money \"shared\" with state and local authorities form a portion *1349 of the monies deducted from the gross rents as \"expenses\" in arriving at the \"net\" figure due Claimant.\nIn order to make fair and accurate calculations of the monies due Claimant under Good, the court must have before it gross rental amounts. If the United States has understood the court's previous order, requiring it to submit a schedule of itemized gross and net rents, to permit it to deduct from the proffered gross figures, sub silentio, expenses claimed to have been incurred through reimbursements or rewards to state and local governments, then the United States would be mistaken. The court uses the words \"gross rents\" to mean the aggregate number of dollars collected from third parties as rents on the subject real properties, not discounted by any amount or for any reason.\nIt appears to the court, however, that the United States has not made any such silent deductions. In its Reply to Claimant's Objections etc. (Doc. # 159), the government explains that the equitable sharing of funds derived from forfeited assets concerns only funds obtained through the sales of such assets; until an asset is sold, the government shares nothing with state or local authorities. The government's schedule of rents therefore properly omits any mention of equitably shared proceeds.\nSecond, Claimant objects to the omission from the government's rental income schedule of profits earned on the proceeds of the sales of some of the properties. The government correctly points out that sales proceeds are nothing more than the defendant res. That fact, however, does not relieve the government of its obligation to return to Claimant the income generated by the unlawfully seized properties. Were it otherwise, the government could, having effected an unconstitutional seizure of real property, simply liquidate the property and then argue to the court that no rents have been earned.\nReal property produces rent; cash earns interest. Until the date the court enters final judgment, both the rents generated by the defendant properties and the interest earned on the proceeds from the sales of the defendant properties belong to Claimant Degen.\nThird, Claimant expresses dissatisfaction with the level of detail provided by the government's rents schedule. The court has no such complaint. The government has complied with the previous instructions of the court by providing photocopies of the U.S. Marshal's asset management records. Each expenditure and each sum received, from each of the subject properties, is detailed in the exhibits appended to the government's Objections to Claimant's Proof of Ownership (Doc. # 154). The court has no reason to presume that the government will not continue to keep careful records of the rental income from, and the expenditures incurred in connection with, the relevant items of seized property.\nThis civil in rem forfeiture action is far from complete. Claimant Brian Degen has yet to be heard on the merits of the government's forfeiture complaint. Until such time as the court enters a valid judgment of forfeiture, or until the court enters judgment in favor of the defendant properties, and against Plaintiff the United States, the rents will continue to accrue. In order that scant judicial resources not be squandered by computing the rents due Claimant piecemeal, the court will wait until entry of final judgment before ordering the United States to surrender the accrued rents to Claimant Degen.\nOn the other hand, the issues of law raised by Claimant's Motion for Return of Rents (Doc. # 135) are presently ripe for decision. For the foregoing reasons,\nIT IS THEREFORE ORDERED that the issues raised by Claimant Degen's Proof of Ownership (Doc. # 147) and Plaintiff the United States' Objections thereto (Doc. # 154), as well as the issues raised by Plaintiff the United States' Schedule of Rents (Doc. # 148) and Claimant Degen's Objections thereto (Doc. # 153) are HEREBY RESOLVED as follows:\nIT IS FURTHER HEREBY ORDERED that Claimant Brian Degen shall be entitled to his proportionate share of the aggregate net rents actually earned on the defendant *1350 properties beginning on the date of the seizure and ending on the date upon which, after Claimant has had an opportunity to be heard on the merits of the instant in rem forfeiture action, the court enters final judgment on the government's complaint for forfeiture in rem.\nIT IS FURTHER HEREBY ORDERED that Plaintiff the United States shall be entitled, in calculating the aggregate net rents produced by the defendant properties, to deduct from the aggregate gross rents earned all expenses associated with physical management of the property, with the provision of all ordinary utilities, with lawn service, with obtaining appraisals of the properties, and with advertising the properties for rental.\nIT IS FURTHER HEREBY ORDERED that Claimant Brian Degen shall be entitled to recover any and all interest earned on the net rents produced by the defendant properties during the relevant period.\nIT IS FURTHER HEREBY ORDERED that Claimant Brian Degen shall be entitled to recover any and all interest earned, during the relevant period, on the proceeds of sale of any of the properties heretofore or henceforth sold by the government.\nIT IS FURTHER HEREBY ORDERED that the award to Claimant Degen of those rents due him shall be STAYED until entry of such final judgment.\nIT IS FURTHER HEREBY ORDERED that Claimant Degen shall be entitled to recover from Plaintiff the United States one-half of the rents produced by the real property located at 1059 Tomahawk Trail, Incline Village, Nevada.\nIT IS FURTHER HEREBY ORDERED that, based upon the evidence before the court at present, Claimant Degen shall not be entitled to recover any rents produced by the property located at 5132 Hoona Road, Kauai, Hawai'i.\nIT IS FURTHER HEREBY ORDERED that Claimant Brian Degen shall be entitled to recover from Plaintiff the United States one-half of the net rents produced by the real property located at 3457 Waikomo Road, Kauai, Hawai'i during the relevant period.\nIT IS FURTHER HEREBY ORDERED that Claimant Brian Degen shall be entitled to recover from Plaintiff the United States one-half of the net rents produced by the real property located at 6668 West Lake Boulevard, Homewood, California.\nIT IS FURTHER HEREBY ORDERED that, based upon the evidence before the court at present, Claimant Degen shall not be entitled to recover any rents produced by the property located at 6660 West Lake Boulevard, Homewood, California.\nIT IS FURTHER HEREBY ORDERED that Claimant Degen shall be entitled to recover from Plaintiff the United States all of the rents produced by the real property located at 6664 West Lake Boulevard, Homewood, California during the relevant period.\nIT IS FURTHER HEREBY ORDERED that Claimant Degen shall be entitled to recover from Plaintiff the United States three-fourths of the rents produced by the real property located at 3060 &amp; 3080 North Lake Boulevard, Tahoe City, California during the relevant period.\nIT IS FURTHER HEREBY ORDERED that, based upon the evidence before the court at present, Claimant Degen shall not be entitled to recover any rents produced by the property located at 4915 San Souci Terrace, Homewood, California, and 4905 West Lake Boulevard, Homewood, California.\nIT IS FURTHER HEREBY ORDERED that Claimant Degen's improper ex parte request for oral argument (Doc. # 160) is DENIED. This request is improperly made by letter from Claimant's counsel, and addressed to the undersigned District Judge. Any such request is properly made only by motion in conformance with the Federal Rules of Civil Procedure and the local rules of practice of this court.\nIT IS FURTHER HEREBY ORDERED that said letter (Doc. # 160) shall be stricken but retained by the Clerk.\nIT IS FURTHER HEREBY ORDERED that Claimant Degen's Request for Oral Argument (Doc. # 161) is DENIED AS MOOT.\n*1351 IT IS FURTHER HEREBY ORDERED that the document filed by Claimant Degen styled \"Agreed Motion to Stay Discovery Schedule\" (Doc. # 157) is DENIED. Should the parties litigant desire, and agree to, any such modification of the prior orders of the court respecting pretrial matters, they may so inform the court by stipulation signed by counsel for all parties.\n\nORDER ON RECONSIDERATION\n\nIntroduction\nBefore the court for decision is Claimant Brian J. Degen's Motion for Reconsideration (Doc. # 170) of two discrete rulings of the court in its previous Order (Doc. # 162) filed April 28, 1997.\nThis is a civil action in rem by the United States to forfeit certain property as the fruits or instrumentalities of crime, pursuant to the Controlled Substances Act of 1970, Pub. L. No. 91-513, tit. II, 84 Stat. 1242 (Oct. 27, 1970) (current version codified at 21 U.S.C. § 881(a)(7)). The matter is before the court on remand from the United States Supreme Court and the United States Court of Appeals for the Ninth Circuit.[1] Pursuant to an earlier Order (Doc. # 143, filed January 30, 1997) which ruled that Claimant Brian Degen was entitled to recover from Plaintiff the United States the rents accrued on real property seized from him by the government,[2] Claimant Degen filed various documents regarding the nature and extent of his ownership interests in the items of real property the rents accrued on which he was entitled to under United States v. James Daniel Good Real Property, 510 U.S. 43, 114 S. Ct. 492, 126 L. Ed. 2d 490 (1993); the United States filed its own evidence and its brief in opposition to Degen's documents in support of his claimed ownership interest.\n\nI. The Court's Prior Order\nThe court then issued its findings of fact and conclusions of law regarding the nature and extent of Claimant's ownership interests in ten separate items of real property. Order filed April 28, 1997 (Doc. # 162). One of these items is a parcel of real property located at 3457 Waikomo Road, Koloa, on the island of Kauai, Hawai'i, on which Degen apparently operated a business known as Koloa Self Storage.\nThe court in its April 28 Order ruled that under Hawai'i real property law, the Waikomo road realty was held by Brian Degen and his wife Karyn as tenants in common, as Brian John Degen and Karyn Marie Degen took title to the property under a 1987 warranty deed to them as husband and wife.[3] The court concluded, therefore, that the deed conveyed to each spouse an undivided onehalf *1352 interest in the subject property, Kupau v. Waiahole Water Co., 37 Haw. 234 (1945) (construing deed to two grantees as bilateral grant of two undivided one-half interests in the land), and, following the general rule that tenants in common are entitled to the rents on land earned from a third party in proportion to those tenants' respective interests, determined that under James Daniel Good, supra, Brian Degen was entitled to recover from the United States one-half of the net rents earned on the Waikomo Road property during the relevant period. Kauhane v. Laa, 19 Haw. 223 (1908).\nWith none of these determinations is Claimant Degen dissatisfied. Rather, he takes issue with the court's statement that\nthe rents at issue with respect to the property at Waikomo Road, the site of the Koloa Self Storage business, are only the rents on the real property. Income from the business itself is, as personal property, not subject to the return-of-rents remedy: Personal property may be seized without prior notice or hearing; therefore no party's due process rights have been violated in that regard.\nOrder filed April 28, 1997 at 14 (Doc. # 162).\nDegen argues that the nature of the self-storage enterprise conducted on the site of the Waikomo Road property renders this determination erroneous, or at least ambiguous: He maintains that the income from a storage business and the rents accrued on the real property which is the situs of that business are one and the same. The distinction is crucial to the parties. The government apparently has insisted in its negotiations with Degen that essentially all of the money taken in by the storage enterprise is \"business income,\" rather than \"rental income.\" Because business income not derived from rents on realty is personal property, it is not recoverable under James Daniel Good Real Property. The distinction translates into nearly a half-million dollars. If the storage business revenue is personal property, the government keeps the money; if it is rents on real estate, Degen is entitled to recover that money from the United States. James Daniel Good Real Property, 510 U.S. at 61-63, 114 S.Ct. at 504-06.\nIn addition, Claimant Degen seeks the court's reconsideration of that portion of its April 28 Order which deferred a final order of restitution by the government of the accrued rents due him until entry of final judgment. His only argument, however, is that he needs the money now, in order to finance this litigation and to defend against certain criminal charges pending against him in the Swiss Republic, where he has apparently lived since fleeing the United States in 1988 to avoid prison. In support of his request that the court order immediate restitution of at least a portion of the rents to which he is entitled under James Daniel Good Real Property, Degen has filed declarations from both his American and Swiss counsel; apparently Degen has already incurred substantial legal fees in connection with various legal actions against him and his property.\n\nII. Motions for Reconsideration and the Law of the Case\nBefore addressing the merits of Degen's argument, however, there is the question whether such a contention is properly raised in a motion for reconsideration. Generally, the decision to grant or deny such a motion rests within the sound discretion of the court. A recent decision by the United States Court of Appeals for the Ninth Circuit, however, indicates that the question whether a motion for reconsideration may be granted is governed by the \"law of the case\" doctrine. United States v. Alexander, 106 F.3d 874 (9th Cir.1997).\nIn Alexander, Judge Vaughn Walker of the U.S. District Court for the Northern District of California ordered the defendant's confession suppressed, and the government moved the court's reconsideration of that order, which the court denied on the grounds that the prior suppression order was the law of the case. Following an abortive appeal from that order, the case was reassigned to Judge Samuel Conti of the same district. The government produced evidence impeaching the evidence which had been introduced in support of the suppression motion, and on that basis moved for reconsideration of the suppression order a second time. The jury failed to render a verdict, and the court *1353 declared a mistrial. The government then filed its third motion for reconsideration of the suppression order, this time arguing that changed circumstances warranted reconsideration, and Judge Conti granted this third motion, overruled Judge Walker's original suppression motion, and admitted the defendant's confession in evidence. This time the defendant was convicted.\nOn appeal from the judgment of conviction, the Ninth Circuit, per Judge Ferguson, reversed and remanded for a new trial. The court applied the \"law of the case\" doctrine to the order granting the government's third motion for reconsideration, and determined that the Judge Conti's granting of the motion constituted an abuse of discretion. See Milgard Tempering, Inc. v. Selas Corp., 902 F.2d 703, 715 (9th Cir.1990) (reviewing district court's decision to depart from law of the case for abuse of discretion). In the view of the Alexander court, neither the mistrial nor the impeachment of the witnesses produced by the defendant in support of his suppression motion constituted \"changed circumstances;\" likewise the government's challenges to Judge Walker's order of suppression based on its disagreements with the court's credibility assessments did not establish clear error or manifest injustice. Therefore, the court ruled, the granting of the government's third motion for reconsideration was an improper departure from the law of the case, thus constituting an abuse of discretion. Alexander, 106 F.3d at 876-78.\nThe doctrine of \"law of the case\" generally precludes a court from reconsidering an issue that has already been decided in the identical case, either by the same court or a superior court. Alexander, 106 F.3d at 876 (citing Thomas v. Bible, 983 F.2d 152, 154 (9th Cir.), cert. denied, 508 U.S. 951, 113 S. Ct. 2443, 124 L. Ed. 2d 661 (1993)). The doctrine is designed to ensure judicial consistency and to prevent the reconsideration, during the course of a single continuous lawsuit, of those decisions which are intended to put a particular matter to rest. Pit River Home and Agric. Coop. Ass'n v. United States, 30 F.3d 1088, 1097 (9th Cir.1994).\nThe law of the case doctrine is routinely characterized not as a limitation on the power of a tribunal to revisit prior rulings, but rather as a \"guide\" to the court's exercise of its discretion, see Alexander, id. (citing Arizona v. California, 460 U.S. 605, 618, 103 S. Ct. 1382, 1391, 75 L. Ed. 2d 318 (1983)). The doctrine is usually described not as a rule of substantive law, but a rule of practice designed to protect both the court and the litigants before it from repeated reargument of issues already decided. 18 Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure § 4478, at 790 (1981) (quoting Messinger v. Anderson, 225 U.S. 436, 444, 32 S. Ct. 739, 740, 56 L. Ed. 1152 (1912)); see also Ferreira v. Borja, 93 F.3d 671, 674 (9th Cir.1996), cert. denied, ___ U.S. ___, 117 S. Ct. 972, 136 L. Ed. 2d 856 (1997) (insisting that law of the case doctrine is not one of \"inescapable application\"). The doctrine applies to issues decided explicitly or by necessary implication in the court's prior ruling. Leslie Salt Co. v. United States, 55 F.3d 1388, 1393 (9th Cir.), cert. denied, ___ U.S. ___, 116 S. Ct. 407, 133 L. Ed. 2d 325 (1995).\nDespite these characterizations, a court may exercise its discretion to revisit and reverse a prior ruling only on one of five specified grounds. Those grounds are (1) a clearly erroneous prior ruling, (2) an intervening change in controlling law, (3) substantially different evidence, (4) \"other changed circumstances,\" and (5) that \"manifest injustice\" would result were the prior ruling permitted to stand. Thomas v. Bible, 983 F.2d at 155 (citing United States v. Tham, 960 F.2d 1391, 1397 (9th Cir.1991); Milgard Tempering, Inc. v. Selas Corp., 902 F.2d 703, 715 (9th Cir.1990); United States v. Estrada-Lucas, 651 F.2d 1261, 1263-65 (9th Cir. 1980)); 18 Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure § 4478, at 790 (1981) (citing United States v. McClain, 593 F.2d 658, 664-65 (5th Cir.), cert. denied, 444 U.S. 918, 100 S. Ct. 234, 62 L. Ed. 2d 173 (1979); In re United States Steel Corp., 479 F.2d 489, 494 (6th Cir.), cert. denied, 414 U.S. 859, 94 S. Ct. 71, 38 L. Ed. 2d 110 (1973); White v. Murtha, 377 F.2d 428, 431-32 (5th Cir.1967)). Under the law of the case doctrine, a previous decision on a factual or legal issue must *1354 be followed in all subsequent proceedings in the trial court or on a later appeal in the appellate court, unless the court is persuaded that one of these five exceptions requires otherwise. In re Benny, 81 F.3d 91, 94 (9th Cir.1996); United States v. Garcia, 77 F.3d 274, 276 (9th Cir.1996); Hegler v. Borg, 50 F.3d 1472, 1475 (9th Cir.), cert. denied, ___ U.S. ___, 116 S. Ct. 675, 133 L. Ed. 2d 524 (1995); Pit River, supra, at 1096-97.\nA prior ruling may not be reversed, for example, on the grounds that it was wrong, but only that it was clearly wrong. Leslie Salt, ibid.; see also City Pub. Serv. Bd. v. General Elec. Co., 935 F.2d 78, 82-83 (5th Cir.1991) (requiring prior decision to be \"dead wrong,\" and that there be \"extraordinary circumstances\" in order to justify departure from law of the case under \"clearly erroneous\" exception to the doctrine). If the prior ruling was not clearly erroneous, the court which issued that ruling may reverse itself only where there has been either an intervening change in controlling authority, or new relevant evidence has surfaced. Jeffries v. Wood, 114 F.3d 1484, 1489 (9th Cir. 1997) (citing Leslie Salt, ibid.; Hegler v. Borg, 50 F.3d 1472, 1475 (9th Cir.), cert. denied, ___ U.S. ___, 116 S. Ct. 675, 133 L. Ed. 2d 524 (1995); Herrington v. County of Sonoma, 12 F.3d 901, 904 (9th Cir.1993); Thomas v. Bible, id. at 155; Merritt v. Mackey, 932 F.2d 1317, 1320 (9th Cir.1991); Adamian v. Lombardi, 608 F.2d 1224, 1228 (9th Cir.1979), cert. denied, 446 U.S. 938, 100 S. Ct. 2158, 64 L. Ed. 2d 791 (1980)).\nThe Ninth Circuit applies the law of the case doctrine to interlocutory orders, as well as to final judgments. Ridgeway v. Montana High Sch. Ass'n, 858 F.2d 579, 587-88 (9th Cir.1988); Alexander, supra.[4]\nThe law of the case doctrine becomes meaningless, at least in the context of a single action, in a single court, before a single judge, if the court accords its own prior rulings no deference. Were it otherwise, a party dissatisfied with a prior ruling could reargue the point, without end, and without new evidence or new controlling law. The well-established exceptions to the law of the case doctrine \u0097 new evidence, new controlling law, clear error and manifest injustice \u0097 provide ample room for adjustment to prior rulings during the course of litigation. Where none of these exceptions applies, the law of the case doctrine \"protects the ability of the court to build its final judgment by cumulative rulings, with reconsideration or review postponed until after the judgment is entered.\" 1B James W. Moore &amp; Jo Desha Lucas, Moore's Federal Practice ¶ 0.404[4.-1] (1995).[5]\nCourts have also applied aspects of the law of the case principle to motions for reconsideration in other contexts. See, e.g., Conn v. Borjorquez, 967 F.2d 1418, 1420 (9th Cir. 1992) (reversing sanction order under Fed. *1355 R. Civ. P. 11 where motion for reconsideration raised new legal issue); Fuller v. M.G. Jewelry, 950 F.2d 1437, 1442 (9th Cir.1991) (approving denial of motion for reconsideration under Fed. R. Civ. P. 59(e) and 60(b) where movant presented no arguments not previously considered by court, presented no newly discovered evidence, and showed no \"extraordinary circumstances\" warranting reconsideration); In re Agricultural Research and Technol. Group, 916 F.2d 528, 542 (9th Cir.1990) (approving denial of motion to reconsider order granting motion for partial summary judgment where movant fails to state \"new law or facts\"). But see Clipper Exxpress v. Rocky Mountain Motor Tariff Bureau, Inc., 690 F.2d 1240, 1249-50 (9th Cir.1982) (ruling that motion to alter or amend judgment under Fed. R. Civ. P. 59(e) is proper even absent any new grounds), cert. denied, 459 U.S. 1227, 103 S. Ct. 1234, 75 L. Ed. 2d 468 (1983).\nIt therefore appears proper to analyze the merits of the instant motion for reconsideration under the principles of the law of the case.\n\nIII. Claimant Degen's Grounds for Reconsideration\n\nA. Koloa Self Storage\nThe court's prior ruling \u0097 that Claimant Degen would not be entitled to recover the business income from the self storage business, but only the rents received on the real property \u0097 rested on the court's perception that Koloa Self Storage was in the business of selling a service, for which it charged a fee. This perception resulted in the court's determination that such fees would constitute personal property, rather than rents accrued on real property. Hence the court's admonition, that \"the rents at issue with respect to the property at Waikomo Road, the site of the Koloa Self Storage business, are only the rents on the real property. Income from the business itself is, as personal property, not subject to the return-of-rents remedy.\"\nClaimant argues in his motion for reconsideration that, in fact, the only commodity sold by Koloa Self Storage is space, i.e. a lease-hold interest in real property, and that therefore all of the business' income constitutes rents, not generic business income, which are recoverable under Good. He cites in support of his argument United States v. Real Property Titled in the Name of Taipei Partners, 927 F. Supp. 1324 (D.Haw.1996), which ruled that the Good return-of-rents remedy applied to unconstitutional seizures not only of personal residences or residential rental property, but also to commercial real property. Id. at 1328. The Supreme Court in James Daniel Good Real Property unequivocally applied the constitutional guarantee of pre-seizure notice and opportunity to contest a civil in rem forfeiture \"to real property in general, not simply to residences.\" 510 U.S. at 61, 114 S.Ct. at 505.\nThe issue, then, is not whether Koloa Self Storage is residential property or commercial property, but whether the income it has produced since its seizure by the government in 1989 \u0097 apparently approaching one-half million dollars \u0097 is properly characterized as generic business income, or as rents. This, in turn, depends on the nature of the arrangements between Koloa Self Storage and its customers under which that income is received. If those arrangements are in the nature of ordinary contracts, then the income is personal property, not subject to the Good return-of-rents remedy. If, on the other hand, those arrangements constitute leases, then the income is rent, the right to receive which is explicitly protected by Good. 510 U.S. at 54, 114 S.Ct. at 501 (including among rights of owners of real property protected by due process the rights of occupancy, unrestricted use and enjoyment, sale and receipt of rents).\nThe United States derides as \"absurd\" Claimant Degen's contention that the income from Koloa Self Storage is rents, but the authority the government cites as authority for its position, that income derived from a self storage enterprise is personal property rather than rents earned from real property, appears woefully unsuited to the service into which the particular decisions cited are pressed. The government cites a recent decision by the Court of Appeals for the Ninth Circuit, and an older decision by the U.S. Supreme Court, for the unexceptionable principle *1356 that the entrusting of personal property by one person to another for storage creates a bailment. Commercial Molasses Corp. v. New York Tank Barge Corp., 314 U.S. 104, 110, 62 S. Ct. 156, 160, 86 L. Ed. 89 (1941); Whitcombe v. Stevedoring Servs. of America, 2 F.3d 312, 316 (9th Cir.1993). These two admiralty cases stand only for the proposition that operators of marine terminals to whom cargo is entrusted are held to the standard of care applicable to professional bailees; they say nothing relevant to the question whether the renting of storage lockers is a lease or some other commercial service.\nThe government also cites United States v. Alcaraz-Garcia, 79 F.3d 769 (9th Cir.1996), correctly but irrelevantly, for its definition of a bailment as the deposit of personal property with another for a particular purpose, and O.F. Nelson &amp; Co. v. United States, 149 F.2d 692, 694 (9th Cir.1945), as standing for the rule that where the government acts in the capacity of a private carrier, it too assumes the duties of a professional bailee.\nThe government strikes nearer the mark with its citation of a case from the State of Washington, Port of Seattle v. Luketa, 12 Wash.2d 439, 121 P.2d 951 (1942). There the Supreme Court of that State did characterize the relationship between a fisherwoman who rented a storage locker at a Seattle marine terminal, in which she stored her purse seine nets and other fishing tackle, and the owner of the premises, as \"more akin to that of bailor and bailee\" than that of landlord and tenant. Luketa, 121 P.2d at 952. But the court in that case relied in large measure for its characterization of the relationship on a Washington statutory definition of the term \"storage warehouse.\" Washington's statutes have no application in the present matter, and indeed the Luketa court cited an earlier Pennsylvania case, which did not rely on a statute, whose conclusion would seem to support Claimant Degen's position herein. Bash v. Reading Cold Storage &amp; Ice Co., 100 Pa.Super. 359 (1930) (determining that arrangement between occupant of locker room to which occupant has exclusive access and warehouseman with no control over or possession of goods stored \u0097 unlike a bailee \u0097 was in fact a tenant-landlord relationship).\nIn a footnote the government cites Puritan Ins. Co. v. Butler Aviation-Palm Beach, 715 F.2d 502 (11th Cir.1983) as standing for the principle that a warehouseman is a bailee even where the customer retains the keys to the units in which the bailed goods are stored. The case stands for no such rule. The object entrusted in Puritan Insurance was an aircraft, which was neither housed indoors or locked in any manner; the court found the retention of the keys by the owner irrelevant because, as it turned out, the plane could be entered, started, and flown away without any key at all. 702 F.2d at 502. The Eleventh Circuit characterized the relationship between the owner of the plane and the private aviation company from whose land the plane was stolen as a bailment under Florida law: There had been complete delivery of possession, custody and control of a chattel from an owner to another person. The factual issues before the court in Claimant Degen's case therefore bear little similarity to the situation in Puritan Insurance.\nTwo other cases relied on by the government, Alford v. United States, 113 F.2d 885 (10th Cir.1940), and Goldbaum v. Bank Leumi Trust Co., 543 F. Supp. 434 (S.D.N.Y. 1982), concern bank safe deposit boxes. The renter of a safe deposit box, unlike the renter of a self storage locker, enjoys no independent access at all to the goods stored. The arrangement at issue in the present matter is thus quite different: The renter of a self storage locker has much wider and far more exclusive access, indeed, possesses something close to exclusive access and control over the goods stored and over the locker itself.\nAs noted supra, the ownership of real property sought to be forfeit pursuant to the Controlled Substances Act is governed by state law. United States v. Lester, 85 F.3d 1409, 1412 (9th Cir.1996); United States v. Ranch Located in Young, Arizona, 50 F.3d 630, 632 (9th Cir.1995). The nature of the ownership interests which the government seeks to declare forfeit therefore depends upon the law of the state which is the situs of the subject realty. Koloa Self Storage is *1357 located on the island of Kauai, in the State of Hawai'i.\nIn Hawai'i, a lease is created where the relationship between seller and buyer passes to the buyer a right to use the premises for a definite term for a specific purpose. Kapiolani Park Preserv. Soc'y v. Honolulu, 69 Haw. 569, 751 P.2d 1022, 1028 (1988) (quoting McCandless v. John Ii Estate, Ltd., 11 Haw. 777 (1899)). By contrast, where the arrangement between the parties merely authorizes one party to do a particular act or series of acts upon another's land, a mere license is created. Kapiolani, id. In re Fasi, 63 Haw. 624, 634 P.2d 98, 102 n. 8 (1981). A license conveys no interest in land, but merely a personal privilege in the nature of a contractual right, and is freely revocable by the licensor. Kapiolani, id., 751 P.2d at 1028-29; Nahas v. Local 905, Retail Clerks Int'l Ass'n, 144 Cal. App. 2d 808, 302 P.2d 829, 830 (1956).[6]\nTraditionally, the question whether a particular arrangement concerning physical premises, such as the space sold by Koloa Self Storage, created a license or lease, and therefore whether the seller had parted with an interest in her land, or had merely entered into a personal contract with the buyer, is resolved by determining whether the agreement conferred a right of exclusive possession of the premises, including the right generally to exclude the owner, or whether the agreement merely conferred a privilege to occupy under the owner. Typically a lease agreement contains a definite description of the leased property, an agreement for the payment of rent at particular times during a specified term, and a requirement of notice upon termination. In re Safeguard Self-Storage Trust, 2 F.3d 967, 972 (9th Cir.1993) (citing Von Goerlitz v. Turner, 65 Cal. App. 2d 425, 150 P.2d 278, 280 (1944); Beckett v. City of Paris Dry Goods Co., 14 Cal. 2d 633, 96 P.2d 122, 124 (1939)).\nClaimant has appended as an exhibit to his reply brief (Doc. # 176) in support of his motion for reconsideration a photocopy of what appears to be the standard rental agreement used by Koloa Self Storage. This document purports to constitute a form \"rental agreement\" between Koloa Self Storage as Owner and a customer as Occupant. It asserts itself to be a \"monthly lease,\" characterizes the payments due under it as \"rent,\" and declares that \"OWNER hereby leases to OCCUPANT, and OCCUPANT rents from OWNER, on the terms and conditions herein set forth, the self storage facility described above, or the vehicle space described above, herein called `the premises.'\" Under the agreement rents are charged by the month, and are due monthly. The agreement reserves to the owner the right to terminate the agreement for reasonable cause on one day's prior notice to the occupant.\nMost importantly, the occupant is entitled under the agreement to exclusive possession of the premises, subject only to the owner's power to enter if so required by governmental authority, or if the occupant defaults on the rental agreement obligations, or abandons the premises, or to make necessary repairs or alterations.\nAn agreement whereby an owner provides a private storage locker, at a specified rent, payable at specified intervals, for a *1358 particular period, is a lease. Safeguard Self-Storage, 2 F.3d at 972. Such an agreement confers on the customer the right of exclusive possession of the premises demised, excepting entry by the owner as provided in the agreement, and saving always the owner's right to enter for emergencies or to make repairs. O'Shea v. Claude C. Wood Co., 97 Cal. App. 3d 903, 159 Cal. Rptr. 125, 128 (1979). To the extent Koloa Self Storage operated on this basis, the income it derived from its contracts with its customers is rent. The right to receive that rent is one of the incidents of real property ownership protected by the James Daniel Good return-of-rents remedy, and must accordingly be surrendered by the government to Claimant Degen.\n\nB. Delay of Restitution Until Final Judgment\nThe court next addresses Degen's request that the court reconsider its determination that any order of restitution must await final judgment. It is clear that denying a criminal defendant access to funds subject to forfeiture may deprive him of the means to retain counsel of choice, and it is equally clear that such a defendant enjoys no right under the Sixth Amendment's guarantee of legal representation to \"insist on representation [s]he cannot afford.\" Wheat v. United States, 486 U.S. 153, 159, 108 S. Ct. 1692, 1697, 100 L. Ed. 2d 140 (1988). The protection of the Sixth Amendment guarantees a defendant's \"right to spend h[er] own money to obtain the advice and assistance of ... counsel.\" Walters v. National Ass'n of Radiation Survivors, 473 U.S. 305, 370, 105 S. Ct. 3180, 3215, 87 L. Ed. 2d 220 (1985) (Stevens, J., dissenting) (quoted in Caplin &amp; Drysdale, Chartered v. United States, 491 U.S. 617, 626, 109 S. Ct. 2646, 2652, 105 L. Ed. 2d 528 (1989)). But a defendant has no Sixth Amendment right to use money belonging to another person to obtain counsel of her own choosing, even if without that money chosen counsel will decline to continue the representation. Caplin &amp; Drysdale, 491 U.S. at 626, 109 S.Ct. at 2652.\nIt is therefore clear that a claimant may not insist on using assets as to which the government has established probable cause to declare forfeit to obtain counsel of choice. 491 U.S. at 626-32, 109 S.Ct. at 2652-56; United States v. Monsanto, 491 U.S. 600, 614, 109 S. Ct. 2657, 2665, 105 L. Ed. 2d 512 (1989); Federal Sav. and Loan Ins. Corp. v. Ferm, 909 F.2d 372, 374 (9th Cir.1990).\nThe funds at issue at this moment, however, are not subject to forfeiture, and the court has already resolved, in accordance with the Supreme Court's ruling in James Daniel Good Real Property, that Degen is entitled to recover the accrued rents on his unconstitutionally seized assets whether or not the underlying assets are eventually declared forfeit. United States v. Real Property Located at Incline Village, 958 F. Supp. 482, 489 (D.Nev.1997); see James Daniel Good Real Property, 510 U.S. at 62, 114 S.Ct. at 505. The return-of-rents remedy vindicates the Due Process rights of an owner of real property to pre-seizure notice and hearing, and as such is wholly unconnected with the merits of the underlying forfeiture action. Ibid. (noting that \"[f]air procedures are not confined to the innocent. The question ... is the legality of the seizure, not the strength of the Government' case.\").\nThe cases approving sequestration of disputed funds pending final judgment, even if the effect is to deprive a litigant of the wherewithal to engage counsel of choice, are inapposite here. See Monsanto, 491 U.S. at 614-16, 109 S.Ct. at 2665-67; Ferm, 909 F.2d at 374 (observing that rationale is the preservation of disputed assets to ensure they are not squandered by one party to another's detriment). Whatever the outcome of the underlying forfeiture action, Degen owns the rents accrued in the interval between the unconstitutional seizure and the date on which seizure could have been lawfully effected, i.e. when, after an adversary proceeding in which Degen is given a meaningful opportunity to be heard, the court enters the judgment of forfeiture. United States v. Real Property Located in El Dorado, California, 59 F.3d 974, 981 n. 5 (9th Cir.1995); see also United States v. Marsh, 105 F.3d 927, 932 (4th Cir.1997).\nWhere there is a legal right, there is also a legal remedy. Marbury v. Madison, 5 U.S. (1 Cranch.) 137, 163, 2 L. Ed. 60 (1803) *1359 (Marshall, C.J.) (quoting 3 William Black-stone, Commentaries *23). The right to pre-seizure notice and hearing under James Daniel Good Real Property, and to the return-of-rents remedy for that right's violation under United States v. Real Property Located at 20832 Big Rock Drive, 51 F.3d 1402, 1406 (9th Cir.1995), mean little if the government may retain those funds pendente lite. This fall the underlying civil in rem forfeiture action will have been pending eight years.\nFor nearly eight centuries the principle justitia non est neganda non differenda has been understood to require not only a remedy for each wrong, but a remedy \"fully without any denial, and speedily without delay.\" Coke, Second Part of the institutes of the Laws of England 55 (Brooke, ed., 5th ed. 1797) (construing royal guaranty not to \"deny or defer to any man either justice or right,\" Magna Carta, c. 29 (1215)) (quoted in Klopfer v. North Carolina, 386 U.S. 213, 223-24, 87 S. Ct. 988, 993-94, 18 L. Ed. 2d 1 (1967)).\nIn the opinion of the court, it would therefore constitute manifest injustice to insist that Degen's restoration to his constitutionally rightful position under James Daniel Good Real Property await final judgment in the underlying action. For this reason his request that the court's prior ruling on this issue be reconsidered must be granted.\n\nConclusion\nThe court's prior ruling in its Order filed April 28, 1997 (Doc. # 162) was therefore, to the extent it excluded from the monies due Claimant Degen as his remedy under James Daniel Good Real Property for the unconstitutional seizure of his real property the income produced by Koloa Self Storage, clearly erroneous. Such error constitutes adequate grounds to reconsider the court's previous ruling on this matter.\nLikewise, the court's prior ruling in its Order filed April 28, 1997 (Doc. # 162), would, to the extent it deferred until entry of final judgment in the underlying forfeiture action an order that the government restore to Claimant Degen the rents due him under James Daniel Good Real Property as a remedy for the unconstitutional ex parte seizure of his real property, work a manifest injustice. Such injustice constitutes ample grounds to reconsider the court's prior ruling on that issue as well.\nFor the foregoing reasons, IT IS THEREFORE ORDERED that Claimant Brian J. Degen's Motion for Reconsideration (Doc. # 170) is HEREBY GRANTED.\nIT IS FURTHER HEREBY ORDERED that the court's prior rulings, in its Order filed April 28, 1997 (Doc. # 162), are MODIFIED AS FOLLOWS: The income generated by Koloa Self Storage from rentals of the self storage facilities constitutes rent on the real property itself, and not mere personal property. Claimant Brian Degen is therefore entitled, under James Daniel Good Real Property, to receive the income generated by Koloa Self Storage from rentals of the self storage facilities.\nIT IS FURTHER HEREBY ORDERED that the government shall restore to Claimant Brian J. Degen forthwith all rents due him under the terms of this Order and the previous Orders of the court to the extent not modified by the within Order.\nNOTES\n[1]  See Brian Degen's Proof of Ownership (Doc. # 147); United States' Schedule of Net Rents (Doc. # 148); Brian Degen's Objections to Government's Schedule of Net Rents (Doc. # 153); Government's Objections to Claimant's Proof of Ownership (Doc. # 154); Brian Degen's Reply to Government Objections to Claimant's Proof of Ownership (Doc. # 156); Government's Reply to Claimant's Objections to Government's Schedule of Net Rents (Doc. # 159).\n[2]  In addition, under California law, property acquired by either spouse during the marriage which would be community property had either spouse already been domiciled in California at the time of its acquisition is treated as community property. Cal. Fam. Code § 125.\n[3]  The DEA Form 453 seized assets receipt, and Ex. K to the Complaint for Forfeiture in Rem both indicate that these properties are located in Lake Forest, California. The government's schedule of net rents, however, indicates that these properties are situate in Tahoe City, California. Claimant Degen's Proof of Ownership and Daniel Stewart's Affidavit in support of Claimant's proof omit the name of any city or town in discussing these properties.\n[1]  United States v. Real Property Located at Incline Village, 755 F. Supp. 308 (D.Nev.1990), aff'd as amended on denial of rehearing, 47 F.3d 1511, (9th Cir.1995), cert. granted, ___ U.S. ___, 116 S. Ct. 762, 133 L. Ed. 2d 707 (1996), and judgment rev'd sub nom. Degen v. United States, 517 U.S. 820, 116 S. Ct. 1777, 135 L. Ed. 2d 102, on remand, 87 F.3d 400 (9th Cir.1996), and on further remand, United States v. Real Property Located at Incline Village, 958 F. Supp. 482 (D.Nev.1997).\n[2]  The government effected the 1989 seizures without first affording Degen any pre-seizure notice and opportunity to contest the existence of probable cause, in violation of Degen's rights under the Due Process Clause of the Fifth Amendment to the U.S. Constitution. United States v. James Daniel Good Real Property, 510 U.S. 43, 114 S. Ct. 492, 126 L. Ed. 2d 490 (1993). The facts and prior proceedings in this matter are set out in the court's Order of January 30, 1997 (Doc. # 143); that Order is published as United States v. Real Property Located at Incline Village, 958 F. Supp. 482 (D.Nev.1997).\n[3]  The ownership of real property sought to be forfeit pursuant to the Controlled Substances Act is governed by state law. United States v. Lester, 85 F.3d 1409, 1412 (9th Cir.1996); United States v. Ranch Located in Young, Arizona, 50 F.3d 630, 632 (9th Cir.1995). The nature of the ownership interests which the government seeks to declare forfeit therefore depends upon the law of the state which is the situs of the subject realty. A grant to two persons, \"husband and wife,\" in the State of Hawai'i creates a tenancy in common. Haw. Rev. Stat. § 509-1 (requiring grants, conveyances and devises of land to two or more persons to be construed to create tenancies in common unless an intent to create a joint tenancy or one by the entirety \"manifestly appears from the tenor of the instrument\"); see also Peters v. Alsup, 95 F. Supp. 684, 692 (D.Haw. 1951) (finding predecessor statute to Section 509-1 to create presumption that grants \"silent or ambiguous\" as to type of estate create only a tenancy in common); Naopala v. Hina, 24 Haw. 341 (1918) (same ruling under common law as modified by Married Women's Property Act).\n[4]  In the First, Eighth and Eleventh Circuits, by contrast, the law of the case doctrine applies only to final judgments, and not to interlocutory orders. Murr Plumbing, Inc. v. Scherer Bros. Fin. Servs. Co., 48 F.3d 1066, 1070 (8th Cir.1995); Perez-Ruiz v. Crespo-Guillen, 25 F.3d 40, 41 (1st Cir.1994); Vintilla v. United States, 931 F.2d 1444, 1447 (11th Cir.1991). One earlier Ninth Circuit panel ruled the law of the case doctrine inapplicable to evidentiary rulings at trial. Rent-A-Center, Inc. v. Canyon Television &amp; Appliance Rental, Inc., 944 F.2d 597 (9th Cir.1991). The Second Circuit appears to have adopted an intermediate approach: In that circuit, on a renewed motion for summary judgment the court must balance the need for finality against the importance of any new evidence and the demands of justice; \"further reflection may permit a better informed ruling in accordance with the conscience of the court.\" Corporacion de Mercadeo Agricola v. Mellon Bank Int'l, 608 F.2d 43, 48 (2d Cir.1979).\n[5]  The local rules of practice adopted by the U.S. District Court for the Central District of California recognize the wisdom of the rule. In that busy district,\n\n[a] motion for reconsideration of the decision on any motion may be made only on the grounds of (a) material difference in fact or law from that presented to the Court before such decision that in the exercise of reasonable diligence could not have been known to the party moving for reconsideration at the time of such decision, or (b) the emergence of new material facts or a change of law occurring after the time of such decision, or (c) a manifest showing of failure to consider material facts presented to the Court before such decision. No motion for reconsideration shall in any manner repeat any oral or written argument made in support of or in opposition to the original motion.\nLocal Rule 7.16, C.D. Cal. (emphasis supplied).\n[6]  The position taken by the government, that the relationship between Koloa Self Storage and its customers is that of professional bailee to bailors, is at odds with Hawai`i law. In Hawai`i a bailment is the delivery of personal property by one person to another for a specific purpose, with an express or implied contract that the property will be returned or accounted for when the specific purpose is accomplished or the bailor reclaims the property. United Truck Rental v. Kleenco Corp., 84 Hawai`i 86, 929 P.2d 99, 103 (App. 1996). Only a person in possession of, and with physical control over the property allegedly bailed, who manifests an intention to exercise that control to the exclusion of others, can be a bailee. Waugh v. University of Hawai`i, 63 Haw. 117, 621 P.2d 957, 969 (1980). Not one of those elements is present in the relationship between an owner of a self storage business and its customer. Indeed, the terms of the rental agreements between Koloa Self Storage and its customers expressly absolve the management of the facility of any responsibility towards the goods stored: The agreement states unequivocally that \"NO BAILMENT IS CREATED HEREUNDER. OWNER is not a warehouseman engaged in the business of storing goods for hire, and all property stored within or on the space by occupant or located at the facility by anyone shall be stored at OCCUPANT'S sole risk.\"\n\n",
            "ocr": false,
            "opinion_id": 1582556
        }
    ],
    "court_short_name": "D. Nevada",
    "court_full_name": "District Court, D. Nevada",
    "court_type": "FD",
    "court_jurisdiction": "Nevada, NV",
    "crime_category": "Murder"
}