{
    "id": 1698522,
    "judges": "Knutson",
    "date_filed": -536976000000,
    "date_filed_is_approximate": false,
    "slug": "city-of-st-paul-v-greene",
    "case_name_short": "Greene",
    "case_name": "City of St. Paul v. Greene",
    "case_name_full": "City of St. Paul v. Henry Greene; City of St. Paul v. Edward Cooper",
    "attorneys": "Stacker & Stacker and Thomas J. Burke, for appellants., Timothy P. Quinn, City Attorney, and Robert E. O’Connell, Assistant City Attorney, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b222-3\">\n    CITY OF ST. PAUL v. HENRY GREENE. CITY OF ST. PAUL v. EDWARD COOPER.\n    <a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">\n     1\n    </a>\n</parties><br><decisiondate id=\"b222-5\">\n    December 26, 1952.\n   </decisiondate><br><docketnumber id=\"b222-6\">\n    Nos. 35,820, 35,821.\n   </docketnumber><br><attorneys id=\"b222-14\">\n<em>\n     Stacker &amp; Stacker\n    </em>\n    and\n    <em>\n     Thomas J.\n    </em>\n    Burke, for appellants.\n   </attorneys><br><attorneys id=\"b222-15\">\n<em>\n     Timothy P.\n    </em>\n    Quinn, City Attorney, and\n    <em>\n     Robert E. O’Connell,\n    </em>\n    Assistant City Attorney, for respondent.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" id=\"fn1\" label=\"1\">\n<a class=\"footnote\" href=\"#fn1_ref\">\n     1\n    </a>\n<p id=\"b222-19\">\n     Reported in 56 N. W. (2d) 423.\n    </p>\n</div></div>",
    "citations": [
        "238 Minn. 202"
    ],
    "opinions": [
        {
            "author_str": "Knutson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4826.0,
            "opinion_text": "\n238 Minn. 202 (1952)\nCITY OF ST. PAUL\nv.\nHENRY GREENE.\nCITY OF ST. PAUL\nv.\nEDWARD COOPER.[1]\nNos. 35,820, 35,821.\nSupreme Court of Minnesota.\nDecember 26, 1952.\nStacker &amp; Stacker and Thomas J. Burke, for appellants.\nTimothy P. Quinn, City Attorney, and Robert E. O'Connell, Assistant City Attorney, for respondent.\nKNUTSON, JUSTICE.\nAppeals from judgments entered in the municipal court of St. Paul finding both defendants guilty of wilfully selling intoxicating liquor to minors in violation of a city ordinance. The two cases were tried together and have been submitted together here.\nDefendant Henry Greene is the owner and operator of an on-sale liquor place known as the Flame Bar in St. Paul. Defendant Edward *203 Cooper was employed by Greene as a bartender. On February 19, 1952, complaints were filed against them charging that on February 2, 1952, each of them did wrongfully, unlawfully, and wilfully sell intoxicating liquor to three named minors in violation of a city ordinance.[2] At the trial the court permitted several witnesses to testify to other sales to the same minors on other occasions, principally on January 26, 1952. Proof of such other occasions was limited to a short time prior to the occasion charged in the complaint.\nIt is the contention of defendants that the court erred in admitting evidence of sales on occasions other than that charged in the complaint and also that the evidence does not sustain a finding of guilt.\n1. The rule under which evidence of similar acts is admissible has developed in this state, as in many others, as exceptions to the general rule of inadmissibility. In State v. Wilson, 72 Minn. 522, 527, 75 N.W. 715, 717, speaking through Mr. Justice Mitchell, we said:\n\"The general rule is that, when offered simply for the purpose of proving a defendant's commission of the offense charged, evidence of his commission of other independent crimes is inadmissible. But there are exceptions, or rather apparent exceptions, to this rule. One of these is where the crime in question is one of a system of similar crimes in the commission of which the defendant is habitually *204 engaged. This exception is particularly applicable to cases where the defendant is engaged in the commission of a system of successive frauds of the same kind; as, for example, a system of successive forgeries or of successive cheats or swindles of the same general nature. It is therefore competent to show that the defendant had been engaged in practicing like or similar cheats, as tending to prove a criminal intent.\"\nIn State v. Monroe, 142 Minn. 394, 398, 172 N.W. 313, 315, we said:\n\"The contention of defendant is that the evidence tended to prove the commission of other independent crimes, was an indirect attack upon his character, and therefore inadmissible under the rule stated and applied in the Fitchette case [88 Minn. 145, 92 N.W. 527], supra. We do not sustain the point, though the rule invoked is not questioned. It is a well established rule of evidence in criminal prosecutions, and excludes, for illustration, evidence tending to prove various forgeries on the trial of an indictment charging grand larceny, and evidence of different larcenies on the trial of an indictment charging murder, or evidence of any other crime which is distinct and independent in class and character from that on trial. But like other rules of both law and evidence it is not without well defined exceptions under which evidence of other crimes is admissible. In fact the exceptions are as well established as the rule itself. 16 C.J. 587. The exception applicable to the case at bar is stated in State v. Wilson, 72 Minn. 522, 75 N.W. 715, as including evidence of any other crime which is the outgrowth of a system of similar crimes shown to have been engaged in by defendant, for example, a system of successive forgeries, or cheats or swindles of the same general nature. In other words, crimes of whatever character which appear to be members of a disclosed system where the facts as to one tend to prove the commission of another of the same class. In such case the evidence is admissible, not to establish the other crime, but as confirmatory of the evidence tending to show the commission by defendant of the one on trial.\"\n*205 Our latest statement of the rule is found in State v. Bock, 229 Minn. 449, 39 N.W. (2d) 887.\nIn cases involving the sale of intoxicating liquor, evidence of sales other than the one for which the defendant was being prosecuted has been held admissible in a number of cases, although the theory on which it was held admissible is not always clear. State v. Peterson, 98 Minn. 210, 108 N.W. 6 (held admissible to show general plan or scheme, following State v. Ames, 90 Minn. 183, 96 N.W. 330, where evidence of other crimes was held admissible if it tended corroboratively or directly to establish the defendant's guilt of the crime charged in the indictment on trial or some essential ingredient of such offense); State v. Sederstrom, 99 Minn. 234, 109 N.W. 113 (admitted under a rule announced in State v. Peterson, supra, without discussing rule); State v. Gesell, 137 Minn. 43, 162 N.W. 683 (admitted as corroboration); State v. Clark, 155 Minn. 117, 192 N.W. 737 (admitted as corroborative evidence to show general system or plan).\nStating the rule under which such evidence is admitted in a negative form as exceptions to a general rule of inadmissibility has been the subject of severe criticism by some writers in recent years.[3]\nProfessor Stone favors a return to what he calls the original rule under which such evidence, if relevant, is admissible unless it is relevant only to prove propensity. His position is shown in the following statement found in 51 Harv. L. Rev. 1004:\n\"The writer will in future call the original English form of the rule, now also shown to be the original American one, `the original rule'. Under this form of the rule, only evidence relevant merely to propensity was excluded. Hence admissibility depended upon *206 the answer to one simple question. Is this evidence in any way relevant to a fact in issue otherwise than by merely showing propensity?\"\nA.L.I., Model Code of Evidence, Rule 311, seems to adopt substantially this view.\nIn State v. Ames, 90 Minn. 183, 191, 96 N.W. 330, 333, we came near to following the rule advocated by Professor Stone, when we said:\n\"The question as to the admissibility of evidence of this character has been before the courts often, and the rule permitting its introduction is variously stated by judges; but, reduced to its narrowest compass, the true rule is that evidence of the commission of other crimes is admissible when it tends corroboratively or directly to establish the defendant's guilt of the crime charged in the indictment on trial, or some essential ingredient of such offense. As stated by Chief Justice Parker in People v. Molineux, 168 N.Y. 264, 343, 61 N.E. 286:[4] `Does the evidence of the other crime fairly aid in establishing the commission by defendant of the crime for which he is being tried? And that test, and none other, is fairly established by the authorities.'\"\nEvidence tending to show only propensity or disposition is inadmissible under any statement of the rule. Luley v. Luley, 234 Minn. 324, 48 N.W. (2d) 328; A.L.I., Model Code of Evidence, Rule 311; 51 Harv. L. Rev. 988. It is sometimes difficult to distinguish between evidence tending to establish propensity or disposition alone and that which the prosecution claims will establish a general scheme or plan or some other exception to the general rule of inadmissibility as we have generally stated the rule.[5]\n*207 In most cases where evidence of similar crimes has been admitted, such evidence has the effect, at least incidentally, of showing a general propensity or disposition to commit the type of crime involved, but it is only when its sole or main purpose[6] is to show such propensity that it may be excluded on that ground. Whether we say that evidence such as we now have before us is admissible as corroborative evidence or to show a general scheme or plan under an exception to the general rule of inadmissibility, it is clear that it is admissible under our decisions.\nDefendants cite in support of their contention State v. Eames, 163 Minn. 249, 203 N.W. 769.[7] That case is clearly distinguishable on the facts. After referring to cases holding evidence of other sales of liquor admissible to show a general plan or scheme, we held that the facts of the Eames case did not come within that exception to the general rule. We do not believe that the case is authority for holding that the evidence under attack in this case was inadmissible.\n2. Defendants also contend that the evidence is insufficient to warrant a conviction. Under our decisions, violation of an ordinance need not be proved beyond a reasonable doubt. State v. Jamieson, 211 Minn. 262, 300 N.W. 809; City of St. Paul v. Keeley, 194 Minn. 386, 260 N.W. 357.\n3. Three witnesses called by the city testified that defendant Cooper had sold intoxicating liquors to the minors involved. Defendants deny so doing. The credibility of the witnesses was for the trial court. The evidence sufficiently establishes the commission of the crime.\nAffirmed.\nNOTES\n[1]  Reported in 56 N.W. (2d) 423.\n[2]  Ordinance No. 7537, § 23aa, of the 1941 Compiled Ordinances of the City of St. Paul reads: \"Any act by any clerk, barkeeper, agent, servant or employee of any licensee hereunder, in violation of Ordinance No. 7537, shall be deemed the act of the employer and licensee of such place as well as that of said clerk, barkeeper, agent, servant or employe, and every such employer and licensee shall be liable to all the penalties provided for in Ordinance No. 7537 for the violation of same, equally with said clerk, barkeeper, agent, servant or employe.\"\n\nSection 23(c) reads: \"No liquor shall be sold or furnished for any purpose whatever to any person under twenty-one (21) years of age or to an habitual drunkard or to one obviously intoxicated or to any person to whom such sale is prohibited by any law of this State or this ordinance.\"\n[3]  Stone, The Rule of Exclusion of Similar Fact Evidence: England, 46 Harv. L. Rev. 954; Stone, The Rule of Exclusion of Similar Fact Evidence: America, 51 Harv. L. Rev. 988; Lacy, Admissibility of Evidence of Crimes not Charged in the Indictment, 31 Or. L. Rev. 267; note by Clinton J. Morgan, Admissibility in Criminal Prosecutions of Proof of Other Offenses as Substantive Evidence, 3 Vanderbilt L. Rev. 779; note, 13 So. Cal. L. Rev. 511.\n[4]  For a discussion of the Molineux case, see 51 Harv. L. Rev. 1023.\n[5]  Compare, for instance, Luley v. Luley, supra, with State v. Haney, 219 Minn. 518, 18 N.W. (2d) 315; or State v. Doty, 167 Minn. 164, 208 N.W. 760. Professor Stone, 51 Harv. L. Rev. 1032, in discussing the Doty case said: \"Evidence of other abortions was admitted to show `willingness and readiness' a purpose somewhat indistinguishable from propensity.\" Or State v. Schueller, 120 Minn. 26, 138 N.W. 937; or State v. Roby, 128 Minn. 187, 150 N.W. 793.\n[6]  See, A.L.I., Model Code of Evidence, Rule 311.\n[7]  Criticized as too strict in 2 Wigmore, Evidence (3 ed.) § 368, under note 1.\n\n",
            "ocr": false,
            "opinion_id": 1698522
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Murder"
}