{
    "id": 1702535,
    "judges": "En Banc",
    "date_filed": "1980-01-18",
    "date_filed_is_approximate": true,
    "slug": "kerr-mcgee-corp-v-hutto",
    "case_name_short": "Hutto",
    "case_name": "Kerr-McGee Corp. v. Hutto",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "401 So. 2d 1277"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n401 So.2d 1277 (1981)\nKERR-McGEE CORPORATION and Home Insurance Co.\nv.\nTommy HUTTO, Deceased, Dependent of.\nNo. 52333.\nSupreme Court of Mississippi.\nJuly 22, 1981.\nRehearing Denied August 12, 1981.\nJames M. Anderson, McCoy, Wilkins, Noblin &amp; Anderson, Jackson, for appellant.\nJ. Brice Kerr, Rex Gordon, Sr., Pascagoula, for appellee.\nEN BANC.\nPATTERSON, Chief Justice, for the Court:\nThis is an appeal by Kerr-McGee Corporation and Home Insurance Company, hereinafter Kerr-McGee, from the Circuit Court of Jackson County's decision awarding Cecil Hutto workmen's compensation benefits for the death of his son, Tommy. Kerr-McGee contends the lower court erred (1) in finding that the death of Tommy Hutto arose out of and in the course of his employment; (2) in failing to find that the death of Tommy Hutto was the result of his wilful intention to injure or kill another; and (3) in finding that Cecil Hutto, father of the deceased, Tommy Hutto, sustained his burden of proving dependency.\nTommy Hutto was shot on June 24, 1978, on the premises of People's Service Station on Chico Road in Pascagoula, where he was employed, by Robert Glenn Scruggs. Tommy Hutto, who died from the injury, was 21 years of age and single. The only dependent entitled to make claim for workmen's compensation benefits was Cecil Hutto, Tommy's father. According to the appellee's brief, Cecil Hutto died on January 29, 1980.\nAlice Scruggs was manager of the service station where Tommy Hutto was shot. At the time of Tommy's death, Mrs. Scruggs was living with him, although she was married to Robert Glenn Scruggs, who shot Tommy. The fact that Mrs. Scruggs was involved in an affair with Tommy was known to her husband. Mr. Scruggs was *1278 the manager of another People's Service Station which was located on Ingalls Avenue. Mrs. Scruggs testified Tommy had occasionally worked part-time for her husband, who also testified that Tommy had worked for him some two or three days. Also, Scruggs testified that he controlled Mrs. Scruggs' station:\nQ. Mr. Scruggs, you were the manager of one service station, were you not? \u0097 People's Service Station \u0097\nA. Yes, sir, I was the manager of one, but I was also over the other one. I wasn't a manager of both of them \u0097 the one Alice run, but I was over her too.\nQ. You were over her too?\nA. Yes, sir.\nQ. And \u0097 Now she kind of ran the station where this took place, but you were over that station too?\nA. Yes, sir.\nQ. And you controlled her at that station, did you not?\nA. Yes, sir.\nQ. And the employees at that station?\nA. Yes, sir. I never did, I could have. I never did \u0097\nQ. You had that right and authority to do so.\nA. Yes, sir.\nOn the day young Hutto was killed, Scruggs arrived at the station and pulled to the side of it. He then motioned for Mrs. Scruggs to come out. Scruggs stated that he went to the station for the purpose of seeing Alice and after talking to Alice, asked her to send Tommy to his car. Alice testified:\nQ. What did he [Mr. Scruggs] tell you with reference to Tommy Hutto?\n.....\nA. Well, he didn't say anything right then. We talked awhile about us getting back together and then I told him that we weren't and he asked to speak to Tommy about us.\nQ. Where was Tommy Hutto at that time?\nA. Inside the station.\nQ. What was he doing?\nA. He was in the back room stocking ____ getting cigarettes and stocking the shelves and ran the check-off.\nQ. Did you go back in the station?\nA. Yes, sir.\nQ. What did you tell Tommy to do?\nA. I told him that Glenn wanted to talk to him.\nQ. In response to that did he go to Glenn's car?\nA. Yes, sir.\nTommy went to Scruggs' car, and following a conversation, Scruggs shot Tommy. Mrs. Scruggs testified she did not hear any of the conversation. Scruggs testified his shooting of Tommy had nothing to do with his work at the service station and that he shot in self-defense because Tommy was pulling a knife. Furthermore, Scruggs testified Tommy had pulled a knife on him twice before and threatened to kill him. Prior to the hearing in this case, Scruggs had pleaded guilty in circuit court to the charge of manslaughter.\nThe Administrative Judge decided Cecil Hutto's claim was compensable, stating:\nWhile both Mr. and Mrs. Scruggs were aware that Mr. Scruggs' mission was entirely personal, there is no showing as to Mr. Hutto's knowledge, or his understanding with respect to same. The only evidence we have in this regard is that Tommy Hutto, an employee, was requested by his superior, Mrs. Scruggs, to talk to another superior, Mr. Scruggs. We know the state of mind of the Scruggs from the testimony herein. We do not know the state of mind of Tommy Hutto. The evidence on its face establishes a clear business purpose for Mr. Hutto being where he was at the time he was shot, and, while an award of benefits cannot be made on mere surmise, speculation and conjecture, we are dealing here with the state of mind of an individual whose voice is forever stilled. Benefits shall not be denied where it is reasonable to conclude that the deceased was acting under *1279 the instructions of superiors and that he was conducting the business of his employer. Because the conversation subsequently involved a personal matter does not, in my opinion, take Mr. Hutto out of his employment if Hutto's purpose in going to Scruggs' automobile was for the purpose of obeying the orders of a superior, and, if he, in part, at least thought he would talk to Mr. Scruggs on business related matters.\nA majority of the Mississippi Workmen's Compensation Commission affirmed the Administrative Judge's award and stated in part:\n[T]here is no evidence which would indicate that Mr. Hutto was aware of the fact that he and his superiors were engaged in anything other than the official acts of giving and receiving orders.\nThe Chairman of the Commission dissented, because in his opinion the uncontradicted evidence demonstrated that Mr. Scruggs shot Tommy for a purely personal reason.\nThe Circuit Court of Jackson County affirmed the decision of the Commission on the basis that the \"employer, through its supervisors, created or caused the confrontation even though the basis for the confrontation was non-work related.\"\nThe foregoing has been stated to explain the posture of the case before deciding the question of this Court's jurisdiction to hear the appeal, and if jurisdiction has been established, then for a disposition on the merits. The following is the sequence of events leading to this appeal:\n\n\n  Administrative Judge's Order\n  allowing benefits ________________ September 10, 1979\n  Workmen's Compensation Commission\n  Affirmed Administrative\n  Judge's Decision _________________ January 15, 1980\n  Claimant Cecil Hutto's death _____ January 29, 1980\n  Affirmance by Circuit Court of\n  Commission's decision ____________ March 10, 1980\n\nWhen the appeal reached this Court, there was no mention in the record of Cecil Hutto's death. At no time, until requested by this Court, had the attorney for Cecil Hutto filed a motion to revive. Claimant's death came to our attention by a statement in the Brief for the Appellee. The Appellants state in their brief in response to the jurisdictional issue that the Appellee's brief filed in the circuit court also contained a statement that the claimant, Cecil Hutto, had died on January 29, 1980. This Court, after discovering that Cecil Hutto had died, entered an order abating this cause pending its revival. See Mississippi Sup.Ct. Rule 6.\nThis is not a case where a party died between verdict and judgment. That situation is covered by Section 11-7-25 of the Mississippi Code Annotated (1972):\nIf there be two or more plaintiffs or defendants in any suit, and one or more of them die, if the cause of action survive to the surviving plaintiff or against the surviving defendant, the suit shall proceed in the name of the surviving plaintiff against the surviving defendant. Where either party shall die between verdict and judgment, such death need not be suggested in abatement, but judgment may be entered as if both parties were living. If, on the death, before verdict, of any plaintiff in actions which survive, the heir, legatee, or devisee, executor, administrator, or other legal representative, of such deceased party, shall not appear and become a party to the action, on or before the second term of the court next after the death of such party shall have been suggested on the record, the action shall be dismissed, unless good cause be shown to the contrary.\nNor is it a case where a party died after judgment in the lower court but prior to a decision by this Court. That situation is covered by Section 11-3-17 of the Mississippi Code Annotated (1972):\nIf either the appellant or the appellee die after the case has been removed to the supreme court, and before the decision thereof, the suit shall not abate, but the legal representatives of the deceased parties may voluntarily make themselves parties, and have the cause revived; and, if they should fail to do so, they may be brought in by scire facias; and in like manner the representatives of any co-plaintiff or codefendant, who may die *1280 pending the suit, may be brought in or come in, and make themselves parties, and the cause shall proceed for or against them jointly with the surviving plaintiff or defendant; but if two terms of the court elapse after the death of the party shall have been suggested on the record of the court, the appeal shall be dismissed, unless good cause be shown to the contrary; and, if there be an appeal bond, judgment may, on the dismissal, be entered against the sureties, as in any other cases.\nIn this case, Cecil Hutto died between the decision of the Workmen's Compensation Commission and the circuit court's affirmance of that judgment. We are of the opinion the decision in Burton v. Redmond, 211 Miss. 158, 51 So.2d 210 (1951), rev'd on other grounds 220 Miss. 704, 71 So.2d 772 (1954), governs the instant case. In Burton, as in the present case, one of the parties in the ejectment action in county court, Dr. Redmond, died prior to a circuit court's decision on appeal. At the time of the circuit court's affirmance of the county court's decision, Dr. Redmond's death was not pointed out by either side. On appeal to this Court, the appellants argued the circuit court erred in affirming the judgment because Dr. Redmond was dead. The response was a revivor motion by the heirs and devisees of Dr. Redmond. We held:\nIf a suggestion had been made to the circuit judge, he no doubt would have caused a proper order of revivor. But he can not be put in error for nonaction on a matter not even presented to him. Those who stepped to the shoes of Dr. Redmond are entitled to the rights inuring to his benefit, and must likewise suffer the liabilities adjudged against him. With all proper parties now before the Court, it would be a vain thing to remand the cause to the circuit court for correction of a mere defect in the judgment. 211 Miss. at 165, 51 So.2d at 212. (emphasis added).\nWe, therefore, are of the opinion that all parties are now properly before this Court. This case is distinguished from Owen v. Abraham, 233 Miss. 558, 102 So.2d 372 (1958). In Owen, the chancellor, who originally tried the case on the merits, took the case under advisement on November 30, 1956, and rendered a written opinion on March 19, 1957. Meanwhile, the defendant, who was being sued for divorce, had died on December 4, 1956. This Court, after motion by the appellee that the court was without jurisdiction because an appeal bond cannot be executed by a dead man, held the appeal should be dismissed and stated:\nThis court has no jurisdiction because the final decree and subsequent proceedings amount to a nullity. 233 Miss. at 561, 102 So.2d at 373.\nOwen is distinguishable from the instant case for two reasons. First, in Owen the deceased died prior to a finding by the original trier of the facts, whereas here, Cecil Hutto died during an appeal and review process. Second, and more importantly, the Owen case is distinguishable because it involved a divorce proceeding and the general rule is that the death of a party in a divorce action prior to the final decree ends the marriage of the parties and cancels the bill of complaint for divorce. Pittman v. Pittman, 375 So.2d 415 (Miss. 1979). But see Thrash v. Thrash, 385 So.2d 961 (Miss. 1980). In contrast, the Burton and instant case involved property disputes which allow the heirs, devisees, or legatees to step into the shoes of the deceased. As pointed out by this Court in discussing its original opinion when Burton reached it a second time for a consideration of whether the filing of a suggestion of error suspends the time for performance of a condition in the judgment:\nRedmond had died, and his heirs, devisees and trustees having entered their appearances in the cause, were recognized as his successors in interest for the purposes of the above mentioned appeal. Burton v. Redmond, 220 Miss. 704, 71 So.2d 772, 773 (1954).\nGriffith, Mississippi Chancery Practice § 620, at 667 (1950), states in part:\nA valid decree cannot be rendered in favor of two persons, one of whom at the *1281 time is dead. Such a degree is void. And likewise a decree rendered against a defendant after his death is void, if he was the sole defendant or was an indispensable party to the suit \u0097 although the interlocutory decree was rendered while he was alive. (emphasis added).\nIn the instant case, assuming Cecil Hutto was entitled to benefits, the compensation, accrued but unpaid prior to death, becomes an asset of his estate. Truck Trailer Sales &amp; Service Co. v. Moore, 244 Miss. 317, 141 So.2d 541 (1962). See also Dunn, Mississippi Workmen's Compensation § 191, at 259-260 (1967). Therefore, Cecil Hutto's heirs have \"stepped into his shoes\" and are asking for a revival of this action. Because we are of the opinion the Burton case is applicable and the cause is properly before the Court, we proceed to the merits of this case.\nWe are of the opinion that compensation benefits were properly allowed by the administrative judge, Commission, and circuit court. We think so because Tommy Hutto's death occurred as a result of being about his business at his place of employment. Miss. Code Ann. § 71-3-7 (1972). Specifically, Tommy Hutto was injured while responding to a directive from his immediate superior, Mrs. Scruggs, that her husband, also his superior, wanted to speak to him. As previously observed, Mr. Scruggs had some managerial capacity over Mrs. Scruggs, who managed the station where Hutto was employed. Hutto responded to a directive, and was shot and killed as a result. In our opinion, the employee's death was so strongly connected to the directive of his superior that it cannot be completely disassociated from his employment, and compensation should be allowed.\nSection 71-3-7 of the Mississippi Code Annotated (1972) provides in part:\nCompensation shall be payable for disability or death of an employee from injury ... arising out of and in the course of employment... . (emphasis added).\nSection 71-3-3(b) of the Mississippi Code Annotated (1972) defines injury as:\nInjury means accidental injury or accidental death arising out of and in the course of employment ... and also includes an injury caused by the willful act of a third person directed against an employee because of his employment while so employed and working on the job... .\nPerhaps the issue presented can best be illustrated by the following from Dunn, Mississippi Workmen's Compensation, 2d Ed. § 161, at 207 (1967):\n§ 161. SAME; ASSAULT BY FELLOW EMPLOYEES. \u0097\nAssault by a fellow employee may be malicious and wilful or may result from friendly horseplay. The two situations have been considered as involving the same rule of liability. Compensation for resulting injuries has been awarded in both types of cases.\nCasual connection has been found by reference to the general risk assumed by industry. The reasoning is that when the employment and nature of the work bring employees in close contact with each other, one of the natural hazards \u0097 normal risks \u0097 is an assault, and this is a risk assumed by the employer. Emphasis is here directed to the assumption of risk by the employer as a general concept. The assault need not be directed toward the employee because of his employment, as in the case of an assault by a third person. The application of the rule assumes that the employee is in the general course of his employment, but if this be found, the claim is not defeated merely because the injury occurs during a lull in the work or is prompted by animosity of the assaulting party or by a desire of the participants to gratify their personal fancies.\nIt is our opinion the facts of this case are unique and that the usual coemployee and third party cases heretofore decided are not directly applicable. The coemployee cases are somewhat distinguishable because the present injury was not occasioned by a coemployee but rather by a superior, the employer. Also, we cannot determine whether young Hutto and Mrs. Scruggs became *1282 enamored of each other because of their physical proximity to each other brought about by their employment, or whether they were romantically involved prior to the employee-employer relationship. Again, the facts are unusual but see Mutual Implement and Hardware Ins. Co. v. Pittman, 214 Miss. 823, 59 So.2d 547 (1952), generally as to injuries between coemployees. Those cases concerning injury caused by a third party, although somewhat analogous on the facts, are not applicable, because none of the injuries or death were caused by a fellow employee or employer. See Ellis v. Rose Oil Company of Dixie, 190 So.2d 450 (Miss. 1966); Estate of West v. Southern Bell Telephone &amp; Telegraph Co., 228 Miss. 890, 90 So.2d 1 (1956); Brookhaven Steam Laundry v. Watts, 214 Miss. 569, 59 So.2d 294 (1952).\nIn sum, Section 71-3-7 requires that the death of an employee from injury arise out of and in the course of employment before it is compensable. The administrative judge, Commission and circuit court all held this requirement was met because Tommy Hutto, when requested by his immediate superior, went to the parking lot to talk to another superior. It is our opinion this was not error; and therefore, the allowance of compensation benefits is affirmed. Since Cecil Hutto, the claimant, is deceased, the compensation, accrued but unpaid prior to this death, becomes an asset of his estate.\nAFFIRMED.\nSUGG, LEE, BOWLING and HAWKINS, JJ., concur.\nWALKER, J., SMITH and ROBERTSON, P. JJ., and BROOM, J., dissent.\nWALKER, Justice, dissenting:\nI must respectfully dissent from the opinion of the majority of the Court which holds that workmen's compensation benefits must be paid for the death of a service station attendant who was shot and killed because he was engaged in a love affair with the wife of the service station owner (the wife managed the station where the deceased worked).\nI firmly believe in the concept of workmen's compensation for the protection of workers who are killed or injured from the hazards of their work. However, to allow benefits for injuries or death arising out of a love affair, as in the present case, seems to me to stretch the workmen's compensation concept too far and certainly far beyond the intent of the legislature which provided that benefits would only be payable for injuries or death arising out of and in the course of a workman's employment. I fail to see how Mr. Hutto's employment had anything to do with his death except to afford the amorous couple the opportunity to meet.\nIt seems significant to me that no case from this or any other state is cited as allowing recovery of benefits under similar circumstances. In this instance, Mississippi deserves no award for being \"first.\" Uncalled for awards, such as this, must ultimately be paid by the general public through higher-priced goods in the market place.\nSMITH and ROBERTSON, P. JJ., and BROOM, J., concur in this dissent.\n",
            "ocr": false,
            "opinion_id": 1702535
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Murder"
}