{
    "id": 1724089,
    "judges": "Per Curiam",
    "date_filed": 868492800000,
    "date_filed_is_approximate": false,
    "slug": "burns-v-state",
    "case_name_short": "Burns",
    "case_name": "Burns v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 47,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "699 So. 2d 646"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n699 So. 2d 646 (1997)\nDaniel BURNS, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 84299.\nSupreme Court of Florida.\nJuly 10, 1997.\nRehearing Denied September 17, 1997.\n*647 James Marion Moorman, Public Defender and Paul C. Helm, Assistant Public Defender, Tenth Judicial Circuit, Bartow, for Appellant.\nRobert A. Butterworth, Attorney General and Carol M. Dittmar, Assistant Attorney General, Tampa, for Appellee.\nPER CURIAM.\nDaniel Burns appeals the death sentence imposed upon him after remand. We have jurisdiction pursuant to article V, section 3(b)(1) of the Florida Constitution, and we affirm Burns' sentence.\nA police officer stopped Burns and his companion Samuel Williams as the two were traveling north on Interstate 75. The officer asked the two men for identification and then returned to his vehicle to use the radio. A highway patrol dispatcher confirmed that the *648 officer requested a \"persons' check\" and a registration check on the tag of the vehicle in which Burns and Williams were traveling. The officer then walked back to Burns and Williams and asked if he could search their vehicle. While searching the trunk, he discovered what appeared to be cocaine. A struggle between the officer and Burns ensued. Williams and several bystanders witnessed the struggle. Burns obtained the officer's gun, and the officer warned the bystanders to stay away. Despite the officer's pleas, Burns shot and killed the officer. Burns told Williams to leave the vehicle, and then Burns fled the scene on foot.\nBurns was convicted of first-degree murder and trafficking in cocaine. The jury recommended death, and the trial judge followed the recommendation. On appeal, this Court affirmed Burns' convictions but vacated his death sentence. Burns v. State, 609 So. 2d 600 (Fla.1992) (Burns I). With respect to Burns' sentence, we concluded that the trial judge erroneously found the heinous, atrocious, or cruel aggravator. Id. at 606. We further concluded that the trial judge's error could not be deemed harmless because the judge did not indicate what weight he afforded the single remaining aggravator [1] or the various mitigating factors.[2]Id. at 606-07.\nAlthough the error requiring us to reverse Burns' sentence occurred in the sentencing order rather than the jury proceedings, we ordered a complete new sentencing proceeding before a newly empaneled jury. Id. at 607. We found that a proceeding before a new jury was necessary because evidence erroneously introduced during the guilt phase regarding the victim's characteristics may have improperly influenced the original jury in its sentencing recommendation. Id.\nOn remand, the jury unanimously recommended death. The trial judge found and merged the following three aggravators: (1) the victim was engaged in the performance of his official duties as a highway patrol trooper when murdered by Burns; (2) the murder was committed to avoid arrest or to effect an escape from the victim's custody for the crime of cocaine trafficking; and (3) the murder was committed to disrupt the lawful exercise of any governmental function by or the enforcement of laws by the victim relating to cocaine trafficking.[3] In mitigation, the trial judge found two statutory factors: (1) Burns was forty-two years old when he committed the murder; and (2) Burns had no significant history of prior criminal activity.[4] The trial judge noted in his sentencing order that these statutory mitigators were entitled to reduced weight in light of Burns' 1976 conviction for gambling and testimony introduced in the instant proceeding which established that Burns delivered crack cocaine to two of his employees several months before the murder. The trial judge also found a number of nonstatutory mitigating factors: (1) Burns was one of seventeen children raised in a poor rural environment and consequently had few economic, educational, or social advantages, but despite these disadvantages, he is intelligent and became continuously employed after high school; (2) Burns contributed to his community and society, he graduated from high school, worked hard to support his family, with whom he had a loving relationship, and was honorably discharged from the military, albeit for excessive demerits after one month and seventeen days of active duty; and (3) Burns has shown some remorse, has a good prison record, behaved appropriately in court, and has demonstrated *649 some spiritual growth. Although the trial judge found this final mitigator, he questioned whether Burns' remorse and spiritual growth were self-serving in light of the fact that Burns was never completely truthful about the details of the crime. Burns continuously maintained that the murder was an accident for which he was sorry. After weighing the aggravating and mitigating factors, the trial judge followed the jury's recommendation and imposed a sentence of death.\nOn appeal, Burns raises seven issues: (1) death is disproportionate in this case; (2) the denial of the requested jury instruction regarding Burns' right to remain silent; (3) the admission of evidence pertaining to the victim's family, background, and character; (4) the exclusion of evidence regarding the potential impact Burns' execution would have on his family; (5) the denial of the requested jury instructions regarding specific nonstatutory mitigating circumstances and the fact that unanimity is not necessary to find a mitigating factor; (6) the denial of the requested jury instruction indicating that the death sentence is reversed for the most aggravated and least mitigated offenses; and (7) the denial of the requested jury instruction regarding the weight to be afforded the jury's recommended sentence. We find, as we have repeatedly in the past, that issues 5 and 6 are without merit. See, e.g., Ferrell v. State, 653 So. 2d 367, 370 (Fla.1995). We address the remaining issues below.\nIn his first claim, Burns alleges that the death sentence is disproportionate. He recognizes that the number of aggravators and mitigators is not dispositive of this issue but argues that an analysis of his case compared with similar cases suggests that death is disproportionate. He bases his claim primarily on Songer v. State, 544 So. 2d 1010 (Fla.1989).[5]Songer, like the instant case, involved the slaying of a law enforcement officer. Id. at 1011. Songer walked away from a prison release program in Oklahoma. Id. Several days later, a Florida highway patrolman approached the vehicle in which Songer and a companion were traveling. Id. The vehicle was parked near a highway. Id. Some hunters saw the officer approach the vehicle and witnessed the fatal shooting.[6]Id.\nOn resentencing, the jury recommended that Songer be sentenced to death, and the trial judge followed the recommendation. Id. The trial judge found one aggravator: Songer was under a sentence of imprisonment in Oklahoma when the killing was committed. Id. The judge found three statutory mitigators: (1) Songer was under the influence of extreme mental or emotional disturbance; (2) Songer's ability to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was substantially impaired; and (3) his age of twenty-three. Id. Additionally, the trial judge found seven nonstatutory mitigating factors: (1) Songer's sincere, heartfelt remorse; (2) his chemical dependency on drugs; (3) his history of adapting well to prison life and using the time for self-improvement; (4) his positive change of character attributes; (5) his emotionally impoverished upbringing; (6) his positive influence on his family; and (7) his developing of strong spiritual and religious standards. Id.\nIn reviewing Songer's sentence, we concluded that the case might represent the least aggravated and most mitigated case to undergo proportionality review. Id. We found that the almost complete lack of aggravation and the substantial mitigation required *650 reversal. Id. In reaching this conclusion, we noted that the gravity of the single aggravator was limited by the fact that Songer did not break out of prison but merely walked away from a work release program.[7]Id. Additionally, we noted that several of the mitigators were particularly compelling. Id. at 1011-12. See also Besaraba v. State, 656 So. 2d 441 (Fla.1995) (death disproportionate where there was single aggravator and vast amount of mitigation including significant statutory mitigation); Smalley v. State, 546 So. 2d 720 (Fla.1989) (same).\nIn the instant case, the gravity of the single merged aggravator was not reduced by any particular factual circumstance. On the contrary, we agree with the trial court that this aggravator was entitled to great weight. Nor does the instant case involve any statutory mental mitigators.[8] The consideration given statutory mental mitigators, depending on the evidence presented to support them, may be substantial.[9] Not only was the instant case devoid of the statutory mental mitigators, but the statutory mitigators that were found were afforded only minimal weight. The trial judge found that the evidence presented regarding a 1976 gambling conviction and testimony indicating Burns had previously sold crack cocaine reduced the weight to be afforded the statutory mitigating factors of no significant prior criminal history and Burns' age of forty-two. Likewise, the trial judge afforded only minimal weight to the nonstatutory mitigators of remorse and spiritual growth. Finally, we note that the instant case is distinguishable from Songer because, unlike Songer, Burns murdered the law enforcement office while Burns was engaged in trafficking cocaine. Based on the foregoing, we conclude that Burns' reliance on Songer is misplaced.\nWhile Songer is distinguishable, the instant case is comparable to Reaves v. State, 639 So. 2d 1 (Fla.), cert. denied, 513 U.S. 990, 115 S. Ct. 488, 130 L. Ed. 2d 400 (1994). In Reaves, an officer encountered the defendant upon responding to a 911 call made outside a convenience store. Id. Reaves dropped a gun while conversing with the officer. Id. The two struggled over the gun, but Reaves managed to recover it. Id. The officer pled with Reaves not to shoot him, but Reaves shot the officer and fled. Id.\nThis Court determined that the trial court improperly found the heinous, atrocious, or cruel aggravator. Id. at 4. We concluded, however, that the error was harmless in view of the two remaining strong aggravators and relatively weak mitigation. The aggravators included: (1) previous conviction of a felony involving the use or threat of violence; and (2) the murder was committed for the purpose of avoiding or preventing a lawful arrest. In mitigation, the trial court found three nonstatutory mitigators: (1) honorable discharge from the military; (2) good reputation in the community up until the age of sixteen; and (3) good family relations. While Reaves involves an additional aggravator and arguably slightly less mitigation, we find in view of the totality of the circumstances that it closely resembles the instant case.\nLikewise, we find that Armstrong v. State, 642 So. 2d 730 (Fla.1994), cert. denied, 514 U.S. 1085, 115 S. Ct. 1799, 131 L. Ed. 2d 726 (1995), is comparable to the instant case. Armstrong, like Burns, murdered a police officer while engaged in a serious felonious *651 act. Id. at 733-34. The trial court found three valid aggravating factors.[10] In addition to the merged aggravator for avoiding arrest and murder of a law enforcement officer, the court found: (1) prior conviction of a violent felony; and (2) committed while engaged in the commission of a robbery or flight therefrom. Id. at 734. The judge found no statutory mitigation and negligible nonstatutory mitigation. Id. at 739. We affirmed the death sentence where, as in the instant case, there was limited mitigating evidence and strong aggravation.\nAs we did in Reaves and Armstrong, we find the circumstances here are sufficient to support the death penalty. Accordingly, we reject Burns' contention that his death sentence is disproportionate.\nAs his second issue, Burns alleges that the trial court should have instructed the jury that he had a right not to testify and that the jury could not draw any adverse inference from his decision not to testify. Specifically, Burns requested the following penalty-phase instruction:\nA defendant in a criminal case has a constitutional right not to testify at any stage of the proceedings. You must not draw any inference from the fact that a defendant does not testify.\nWe agree with Burns' contention that the Fifth Amendment right against self-incrimination, made applicable to the States through the Fourteenth Amendment, continues through the sentencing phase of a capital murder trial. See Estelle v. Smith, 451 U.S. 454, 462-63, 101 S. Ct. 1866, 1872-73, 68 L. Ed. 2d 359 (1981); see also Lovette v. State, 636 So. 2d 1304 (Fla.1994) (testimony introduced during guilt phase of murder trial that violated defendant's right not to incriminate self was harmful in sentencing phase); De La Paz v. State, 901 S.W.2d 571 (Tex.App.1995) (defendant's right not to testify continues beyond conviction until after defendant has been sentenced). The defendant in a capital case cannot be penalized for exercising that right during the sentencing phase. The United States Supreme Court has recognized in Carter v. Kentucky, 450 U.S. 288, 101 S. Ct. 1112, 67 L. Ed. 2d 241 (1981), that a defendant who does not testify may suffer a penalty if \"the jury is left to roam at large with only its untutored instincts to guide it.\" The jury may \"draw from the defendant's silence broad inferences of guilt.\" Id. The Carter inference, i.e., unless properly instructed jurors will draw an adverse inference of guilt from a defendant's silence, is obviously inapplicable in the penalty phase (where guilt already has been established). Nevertheless, upon request, the trial judge should give a cautionary instruction to a newly impaneled penalty-phase jury because jurors still may draw adverse inferences from a defendant's silence. For instance, jurors may infer lack of candor concerning remorse or other mitigation if the defendant fails to testify. The trial court therefore erred in denying the requested instruction.[11]\nAlthough we find the trial court erred in refusing to give the instruction, we conclude that the error is subject to a harmless error analysis. Carter, on which Burns relies to argue that error cannot be harmless, does not support the conclusion that these errors are per se reversible. The court in Carter expressly declined to address whether the failure to give the requested instruction in the guilt phase amounted to reversible error. 450 U.S. at 304, 101 S.Ct. at 1121. Nor has the United States Supreme Court in the years since Carter held the failure to give the requested instruction amounted to per se reversible error. Other courts have likewise *652 declined to find the error per se reversible in the guilt phase[12] or the sentencing phase.[13]\nWe agree with the courts that have analyzed Carter and found that the failure to give the requested instruction is subject to harmless error review. In reaching this conclusion, a number of these courts have recognized that Carter is closely aligned with the court's earlier decision in Griffin v. California, 380 U.S. 609, 85 S. Ct. 1229, 14 L. Ed. 2d 106 (1965). Specifically, Carter relies on Griffin for its conclusion that a defendant cannot be penalized for exercising his constitutional right not to testify. In Carter the Court stated:\nThe Griffin case stands for the proposition that a defendant must pay no court-imposed price for the exercise of his constitutional privilege not to testify. The penalty was extracted in Griffin by adverse comment on the defendant's silence; the penalty may be just as severe when there is no adverse comment, but when the jury is left to roam at large with only its untutored instincts to guide it, to draw from the defendant's silence broad inferences of guilt.\nCarter, 450 U.S. at 301, 101 S.Ct. at 1119.\nIn Chapman v. California, 386 U.S. 18, 87 S. Ct. 824, 17 L. Ed. 2d 705 (1967), the court held that a violation like that which occurred in Griffin was subject to the harmless-error standard. In State v. DiGuilio, 491 So. 2d 1129 (Fla.1986), we similarly determined that a harmless error standard should apply to comments on a defendant's silence. In light of Carter's reliance on Griffin, we find that denial in a penalty phase of a requested instruction that no adverse inference may be drawn on a defendant's silence is subject to harmless error review. Cf.; James v. Commonwealth, 679 S.W.2d 238, 239 (Ky.1984), cert. denied, 470 U.S. 1086, 105 S. Ct. 1849, 85 L. Ed. 2d 147 (1985); Franklin v. State, 98 Nev. 266, 646 P.2d 543, 545 (1982); Beathard v. State, 767 S.W.2d 423, 432 &amp; n. 16 (Tex. Crim.App.1989).[14]\nThe next question we must answer is whether the error in this case was harmless. We have held that reversal is not required if the State can show \"beyond a reasonable doubt that the error complained of did not contribute to the [jury's recommendation] or, alternatively stated, that there is no reasonable possibility that the error contributed to the [outcome].\" DiGuilio, 491 So.2d at 1138.\nIn the present case, the defendant was found guilty by a properly instructed guilt-phase jury, and the newly impaneled penalty-phase jury voted unanimously for death. The court found three aggravating circumstances (which it merged into one), two statutory mitigating circumstances (including Burns' age of forty-two), and three general nonstatutory mitigating circumstances. The facts of this killing are egregious. On this record, we find the court's failure to give the requested instruction was harmless beyond a reasonable doubt. See DiGuilio, 491 So. 2d 1129 (Fla.1986).\nAs his third issue, Burns alleges that the trial judge erroneously allowed the State to introduce as victim impact evidence testimony about the victim's background, training, character, and his family's grief. The majority of evidence Burns challenges came from testimony offered by the victim's father. The remaining evidence Burns challenges came from a fellow officer of the victim who made a brief reference to the victim's wife. *653 Burns also challenges the prosecutor's reference to this evidence in closing argument.\nIn support of his claim that this evidence was improperly admitted, Burns makes several arguments that previously have been rejected. We have rejected Burns' contention that the admission of victim impact evidence pursuant to section 921.141(7), Florida Statutes (1993), violates the prohibition against ex post facto laws. Archer v. State, 673 So. 2d 17, 21 (Fla.), cert. denied, ___ U.S. ___, 117 S. Ct. 197, 136 L. Ed. 2d 134 (1996); Windom v. State, 656 So. 2d 432, 439 (Fla.), cert. denied, ___ U.S. ___, 116 S. Ct. 571, 133 L. Ed. 2d 495 (1995). We have also repeatedly upheld section 921.141 against claims that the capital sentencing statute improperly regulates practice and procedure. See Vaught v. State, 410 So. 2d 147, 149 (Fla.1982); Booker v. State, 397 So. 2d 910 (Fla.), cert. denied, 454 U.S. 957, 102 S. Ct. 493, 70 L. Ed. 2d 261 (1981); see also Maxwell v. State, 657 So. 2d 1157 (Fla. 1995) (approving on basis of Windom district court decision which recognizes that section 921.141 does not intrude upon this Court's rule-making authority). Likewise, we have rejected Burns' argument that victim impact evidence is irrelevant under Florida's sentencing statute because it does not go to any aggravator or to rebut any mitigator. See Bonifay v. State, 680 So. 2d 413, 419 (Fla. 1996); Windom, 656 So.2d at 439. Finally, we find to be without merit Burns' contention that victim impact evidence violates equal protection because it may encourage the jury to give different weight to the value of different victims' lives. In Payne v. Tennessee, 501 U.S. 808, 823, 111 S. Ct. 2597, 2607, 115 L. Ed. 2d 720 (1991), the United States Supreme Court expressly rejected a similar argument, finding that victim impact evidence is not offered to encourage a comparison of victims but to \"show instead each victim's `uniqueness as an individual human being,' whatever the jury might think the loss to the community resulting from his death might be.\"\nBurns raises an additional challenge to the victim impact evidence and the argument based upon it. He contends that Burns I prohibited the use of this evidence and argument. Specifically, he contends that it was error to admit the victim impact evidence during his sentencing proceeding because this Court held in Burns I that similar evidence was not relevant to any material fact in issue. Additionally, he contends that the prosecutor's closing violated this Court's mandate in Burns I because the prosecutor relied on the victim impact evidence to contrast the lives of the victim and the deceased.\nFirst, we address the victim impact evidence. We note that the challenged evidence introduced in this resentencing proceeding was not the same as the evidence introduced in the original guilt proceeding. Moreover, Burns I only holds that the victim impact evidence introduced therein was irrelevant to the guilt phase. 609 So.2d at 607. The Court did not find the victim impact evidence introduced in the guilt phase irrelevant with regard to the sentencing phase. Rather, we ordered a new sentencing proceeding because we could not say that the erroneously admitted guilt-phase testimony did not affect the sentencing recommendation.[15] Our holding thus did not preclude the introduction of victim impact evidence which is admissible pursuant to section 921.141(7) in the resentencing proceeding.\nWe also reject Burns' claim that the prosecutor's closing argument violated this Court's mandate in Burns I. The prosecutor in his closing argument did not contrast the defendant and the victim as did the prosecutor in the prior proceeding. The prosecutor in closing merely asked the jury to consider the murder as a life-defining act rather than, as defense counsel presented it, a single isolated incident in Burns' life. The prosecutor then argued that the victim's actions prior to his death demonstrated his concern for others and his commitment to his duties as a law enforcement officer.\nBurns maintains that even if Burns I did not prohibit the introduction of the victim impact evidence and the prosecutor's argument, the evidence and argument were unduly prejudicial and thus violated his rights to due process and a fair trial. Burns did not *654 object to the testimony or argument on this basis at trial and therefore did not preserve the issue for our review.\nNext, Burns contends that the trial judge should have allowed him to present evidence of the potential impact of his execution on his own family. At trial, Burns argued this evidence would be relevant to his character and background and was therefore mitigating. The trial court sustained the State's objection to the evidence, and Burns proffered testimony from his sister and two daughters as to the effects his execution would have on them and their family members. While we agree that Burns' family relationships and the support he provided his family are admissible as nonstatutory mitigation regarding Burns' character, this was not the focus of the proffered testimony.[16] The proffered testimony went to establish that death was not an appropriate penalty because of the impact the execution would have on Burns' family. We find that the trial court did not abuse its discretion in excluding this testimony concerning the sentence Burns' should receive. Cf. Cardona v. State, 641 So. 2d 361 (Fla.1994), cert. denied, 513 U.S. 1160, 115 S. Ct. 1122, 130 L. Ed. 2d 1085 (1995); Thompson v. State, 619 So. 2d 261, 266 (Fla.), cert. denied, 510 U.S. 966, 114 S. Ct. 445, 126 L. Ed. 2d 378 (1993); Floyd v. State, 569 So. 2d 1225, 1230 (Fla.1990), cert. denied, 501 U.S. 1259, 111 S. Ct. 2912, 115 L. Ed. 2d 1075 (1991).\nWe likewise reject Burns' contention that due process requires the introduction of the proffered testimony because the State introduced victim impact evidence. We do not find merit in this kind of quid pro quo assertion. Victim impact evidence that informs the jury about the specific harm caused by the crime in question is relevant and authorized pursuant to section 921.141(7). The impact the defendant's family will feel as a result of the defendant's execution does not mitigate the harm caused by the crime and thus is not similarly relevant or authorized.\nFinally, Burns contends that the trial judge erred in denying his request for an instruction informing the jury that its recommendation would be entitled to great weight. The trial judge instead provided the standard jury instruction which we have previously upheld against similar attack. See Sochor v. State, 619 So. 2d 285, 291-92 (Fla.), cert. denied, 510 U.S. 1025, 114 S. Ct. 638, 126 L. Ed. 2d 596 (1993); Grossman v. State, 525 So. 2d 833 (Fla.1988), cert. denied, 489 U.S. 1071, 109 S. Ct. 1354, 103 L. Ed. 2d 822 (1989); Combs v. State, 525 So. 2d 853, 855-58 (Fla. 1988); Jackson v. State, 522 So. 2d 802, 809 (Fla.), cert. denied, 488 U.S. 871, 109 S. Ct. 183, 102 L. Ed. 2d 153 (1988). That standard jury instruction informs the jury that\nalthough the final responsibility for sentencing is with the judge ... it should not act hastily or without due regard to the gravity of the proceedings, that it should carefully weigh, sift, and consider evidence of mitigation and statutory aggravation, realizing that human life is at stake, and bring to bear its best judgment in reaching the advisory sentence.\nGrossman, 525 So.2d at 840.\nBurns contends that we should reconsider our decisions upholding the standard jury instruction in light of the decision in Espinosa v. Florida, 505 U.S. 1079, 112 S. Ct. 2926, 120 L. Ed. 2d 854 (1992). In Espinosa, however, the Court merely recognized our statement in Tedder v. State, 322 So. 2d 908, 910 (Fla.1975), that the trial court must give \"great weight\" to the jury's recommendation. We have recognized that Tedder notwithstanding, the standard jury instruction fully advises the jury of the importance of its role and correctly states the law. Grossman, 525 So.2d at 840; Combs, 525 So.2d at 857. We therefore reject Burns' claim that after Espinosa, the standard jury instruction is an incorrect statement of the law.\nFor reasons expressed herein, we affirm Burns' sentence of death.\nIt is so ordered.\n*655 OVERTON, SHAW, GRIMES and WELLS, JJ., concur.\nANSTEAD, J., dissents in part and concurs in part with an opinion, in which KOGAN, C.J. and HARDING, J., concur.\nANSTEAD, Justice, dissenting and concurring.\nI dissent from that portion of the majority opinion which fails to follow our own prior decisions, as well as those of the United States Supreme Court, holding that it is reversible error to deny a defendant's request to instruct the jury on a defendant's federal and state constitutional right to remain silent during his trial.[17] The majority cites the correct law, but then proceeds not to follow it.\nChief Justice Alderman eloquently and simply stated the law in his separate opinion in Andrews v. State:\nThe Supreme Court held [in Carter v. Kentucky, 450 U.S. 288, 101 S. Ct. 1112, 67 L. Ed. 2d 241 (1981)] that the defendant, upon request, had the right to have the trial court give this instruction in order to minimize the danger that the jury would give evidentiary weight to his failure to testify. It is reversible error to refuse to give this cautionary instruction where defendant requests it ....\n\n443 So.2d at 86 (emphasis supplied). Further, the United States Supreme Court opinion in Carter specifically focuses on the prejudice to a defendant if an instruction is not given:\nJurors are not experts in legal principles; to function effectively, and justly, they must be accurately instructed in the law. Such instructions are perhaps nowhere more important than in the context of the Fifth Amendment privilege against compulsory self-incrimination, since \"[t]oo many, even those who should be better advised, view this privilege as a shelter for wrongdoers....\"\nA trial judge has a powerful tool at his disposal to protect the constitutional privilege\u0097the jury instruction\u0097and he has an affirmative constitutional obligation to use that tool when a defendant seeks its employment. No judge can prevent jurors from speculating about why a defendant stands mute in the face of a criminal accusation, but a judge can, and must, if requested to do so, use the unique power of the jury instruction to reduce that speculation to a minimum.\n450 U.S. at 302, 101 S.Ct. at 1120 (quoting Ullmann v. United States, 350 U.S. 422, 426, 76 S. Ct. 497, 500, 100 L. Ed. 511 (1956)). Further, as noted by the majority, Carter says the \"penalty [to the defendant] may be just as severe,\" 450 U.S. at 301, 101 S.Ct. at 1119, when the jury is not properly instructed on this issue as when there has been an improper adverse comment on the defendant's failure to testify. Those statements from Carter set the stage for any harmless error analysis concerning the trial court's failure to instruct the jury in this case.\nThe State bears the burden on appeal to demonstrate beyond a reasonable doubt that the error did not contribute to the jury's verdict. State v. DiGuilio, 491 So. 2d 1129 (Fla.1986). Of course, there is no way the State can carry such a burden here, since, on this record there is simply no way of knowing precisely how the error affected the jurors' verdict. That would require sheer speculation. Indeed, our decisions on this issue and the Supreme Court opinion in Carter essentially create a presumption of prejudice for errors like this one. The holding of Carter mandating an instruction to the jury is specifically predicated upon the reasonable assumption that a jury will improperly speculate about a defendant's failure to testify absent an instruction to the contrary. That is why the United States Supreme Court and this Court require instructions on this issue. Hence, an appellate court need not speculate about there being a reasonable possibility that the trial court's error in refusing the instruction affected the jury. We require an instruction precisely because there is such a reasonable possibility.\nInstead of addressing the burden carried by the State, and the presumption of prejudice *656 established by the case law, the majority's analysis erroneously focuses on how the jury acted without being properly instructed, and then proceeds to utilize the uninstructed jury's action as the basis for finding the error harmless. That analysis essentially stands the holding of DiGuilio on its head.\nThe entire analysis of the majority is contained in three sentences:\nIn the present case, the defendant was found guilty by a properly instructed guilt-phase jury, and the newly impaneled penalty-phase jury voted unanimously for death. The court found three aggravating circumstances (which it merged into one), two statutory mitigating circumstances (including Burns' age of forty-two), and three general nonstatutory mitigating circumstances. The facts of this killing are egregious. On this record, we find the court's failure to give the requested instruction was harmless beyond a reasonable doubt. See DiGuilio, 491 So. 2d 1129 (Fla.1986).\nMajority op. at 652. This is simply not a proper harmless error analysis under DiGuilio and wholly fails even under the slightest scrutiny. For starters, the first sentence relies on the jury's unanimous verdict reached without the constitutionally mandated instruction. Surely that analysis misses the mark entirely, since such a verdict is obviously indicative of and consistent with a claim of harm, i.e., an uninformed jury voted against the defendant. The jury's vote to convict obviously favors a finding of prejudice since it is the verdict that stands as tangible evidence of prejudice. Beyond this, the jury's verdict of guilt has no place in a proper harmless error analysis.\nIn the second sentence, and contrary to our explicit case law, the majority erroneously states that the trial court found three statutory aggravating factors, and then uses these three factors apparently in an effort to outweigh the very substantial mitigation which is unchallenged here. This analysis is flawed for several reasons. Initially, it is flawed because it erroneously focuses on what the trial court did, when the error here involves the jury and the jury's misguided conduct in the absence of a proper instruction. What the trial court did after the fact is irrelevant in an analysis about the harmful effect of a failure to give a constitutionally mandated instruction to the jury. Second, even if the trial judge's actions were a proper point for consideration, it would be wrong under our case law to compare three aggravators (rather than just one merged aggravator) to the very substantial statutory and non-statutory mitigation involved in this case. We have consistently held that merged aggravators can be considered as only one aggravator or factor in favor of death. Provence v. State, 337 So. 2d 783, 786 (Fla.1976) (explaining that where more than one aggravating circumstance refer to the same aspect of defendant's crime, those aggravators constitute only one factor for consideration in the penalty phase weighing process). When correctly assessed then, the math produces an entirely different result than the sleight-of-hand attempted by the majority. A proper weighing of one aggravator, as opposed to three statutory aggravators, against three non-statutory mitigators hardly makes a case for even the improper \"overwhelming\" evidence test used by the majority here.\nFinally, in the third sentence of its analysis the majority apparently attempts to bootstrap its harmless error finding onto a description of the murder in this case as \"egregious.\" Of course, only statutory aggravation is appropriate for consideration in the DiGuilio \"harmlessness\" equation, and not some general characterization of the offense as \"egregious.\" That characterization adds nothing to the analysis. In sum, the majority simply fails to conduct a proper DiGuilio harmless error analysis; and instead puts forth an analysis which is patently flawed.\nThe majority also fails to acknowledge that in DiGuilio we adopted a strict harmless error test:\nThe harmless error test, as set forth in Chapman and progeny, places the burden on the state, as the beneficiary of the error, to prove beyond a reasonable doubt that the error complained of did not contribute to the verdict or, alternatively stated, that there is no reasonable possibility that the error contributed to the conviction. *657 491 So.2d at 1138. In addition to repeatedly referring to the Chapman harmless error test as a strict one placing a heavy burden on the State,[18] we summarized our holding in DiGuilio with this admonition to appellate courts:\nThe test must be conscientiously applied and the reasoning of the court set forth for the guidance of all concerned and for the benefit of further appellate review. The test is not a sufficiency-of-the-evidence, a correct result, a not clearly wrong, a substantial evidence, a more probable than not, a clear and convincing, or even an overwhelming evidence test. Harmless error is not a device for the appellate court to substitute itself for the trier-of-fact by simply weighing the evidence. The focus is on the effect of the error on the trier-of-fact. The question is whether there is a reasonable possibility that the error affected the verdict. The burden to show the error was harmless must remain on the state. If the appellate court cannot say beyond a reasonable doubt that the error did not affect the verdict, then the error is by definition harmful. This rather truncated summary is not comprehensive but it does serve to warn of the more common errors which must be avoided.\n491 So.2d at 1139. As noted above, and as illuminated by the Supreme Court's opinion in Carter, it is apparent that when considering the error before us here, this appellate court \"cannot say beyond a reasonable doubt that the error did not affect the verdict.\" Id.\nIt may be difficult to assess how juries react to some events at trial, but, as the Supreme Court noted in Carter, \"[i]t has been almost universally thought that juries notice a defendant's failure to testify.\" 450 U.S. at 301 n. 18, 101 S.Ct. at 1120 n. 18. This reality underscores the indispensable role of a jury instruction in safeguarding the defendant's constitutional right not to testify. Id. at 303, 101 S.Ct. at 1120-21. A startling statistic cited in Carter also highlights how important it is that the jury be properly instructed in this area. Specifically, the Court referenced a 1978 public opinion survey wherein thirty-seven percent of the respondents believed that a criminal defendant had to prove his innocence, and not that the State had to prove his guilt. Id. at 303 n. 21, 101 S.Ct. at 1120 n. 21.\nFinally, it should be noted that if the U.S. Supreme Court's admonitions in Carter should apply anywhere, they should apply to the penalty phase of a capital trial where the defendant's life is at stake. If there is one proceeding where the jury would surely expect the defendant to testify and \"let it all hang out\" it is this proceeding where the defendant is literally attempting to save his own life, and where he would be expected to do anything to do so.\nBecause the majority has failed to properly apply the harmless error analysis set out in DiGuilio, I dissent.\nKOGAN, C.J. and HARDING, J., concur.\nNOTES\n[1]  The murder was committed to avoid arrest or hinder law enforcement. Burns I, 609 So.2d at 603 n. 2.\n[2]  The trial judge found one statutory mitigator, no significant criminal history, and various nonstatutory mitigators. Burns I, 609 So.2d at 603 nn. 3-4.\n[3]  The trial judge merged the aggravators because they were based on a single aspect of the offense: the victim was a law enforcement officer. See Kearse v. State, 662 So. 2d 677, 685-86 (Fla. 1995); Armstrong v. State, 642 So. 2d 730, 738 (Fla.1994), cert. denied, 514 U.S. 1085, 115 S. Ct. 1799, 131 L. Ed. 2d 726 (1995).\n[4]  Age at the time of the offense is a mitigating factor in this case to the extent that it demonstrates, in conjunction with Burns' lack of a history of prior criminal activity, the length of time Burns obeyed the law prior to committing this crime. See State v. Dixon, 283 So. 2d 1, 10 (Fla.1973), cert. denied, 416 U.S. 943, 94 S. Ct. 1950, 40 L. Ed. 2d 295 (1974).\n[5]  The remainder of the cases on which Burns relies are jury override cases. Jury override cases involve a wholly different legal principle and are thus distinguishable from the instant case. See Watts v. State, 593 So. 2d 198, 205 (Fla.), cert. denied, 505 U.S. 1210, 112 S. Ct. 3006, 120 L. Ed. 2d 881 (1992); Hudson v. State, 538 So. 2d 829, 831-32 (Fla.), cert. denied, 493 U.S. 875, 110 S. Ct. 212, 107 L. Ed. 2d 165 (1989); Williams v. State, 437 So. 2d 133, 137 (Fla.1983), cert. denied, 466 U.S. 909, 104 S. Ct. 1690, 80 L. Ed. 2d 164 (1984).\n[6]  According to our initial decision in Songer v. State, 322 So. 2d 481, 482 (Fla.1975), vacated, 430 U.S. 952, 97 S. Ct. 1594, 51 L. Ed. 2d 801 (1977), Songer's companion exited the car, and the patrolman searched him while he stood at the rear of the vehicle. When the officer, with pistol raised, returned to and leaned into the car, Songer shot and killed him. Id.\n[7]  Chief Justice Ehrlich also noted in a concurring opinion that after the death sentence was imposed upon Songer, the Oklahoma judgment and sentence upon which the single aggravating factor was based were vacated by a district court in that state. Songer, 544 So.2d at 1012 (Ehrlich, J., concurring).\n[8]  The statutory mental mitigators are: (1) the capital felony was committed while the defendant was under the influence of extreme mental or emotional disturbance, § 921.141(6)(b), Fla. Stat. (1993); and (2) the defendant's capacity to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was substantially impaired, § 921.141(6)(f), Fla. Stat. (1993).\n[9]  For example, in Fitzpatrick v. State, 527 So. 2d 809 (Fla.1988), which also involved the murder of a police officer, we found that the death sentence was not proportionate in light of substantial mitigation which included the two statutory mental mitigators and the defendant's age. Although five aggravators were found, we held death disproportionate based on the same three mitigators found in Songer.\n[10]  The trial court found four aggravators, but we merged the aggravators for avoiding arrest and murder of a law enforcement officer because we determined they were based on a single aspect of the offense. Armstrong, 642 So.2d at 738.\n[11]  The standard instruction is routinely given, upon request, in the guilt phase. See Fla. Std. Jury Instr. (Crim.) 4. We conclude, based on our review of the trial court's hearing on jury instructions, that the trial court denied the requested instruction because it was not part of the Model Florida Standard Criminal Jury Instructions for capital sentencing proceedings. We request that the Committee on Standard Jury Instructions in Criminal Cases draft a note that the instruction is to be given in capital sentencing proceedings to a newly impaneled penalty-phase jury if requested by the defendant.\n[12]  See Parker v. State, 425 N.E.2d 628, 630 (Ind. 1981); James v. Commonwealth, 679 S.W.2d 238, 239 (Ky.1984), cert. denied, 470 U.S. 1086, 105 S. Ct. 1849, 85 L. Ed. 2d 147 (1985); Richardson v. State, 402 So. 2d 848, 852 (Miss.1981); Franklin v. State, 98 Nev. 266, 646 P.2d 543, 545 (1982).\n[13]  See Beathard v. State, 767 S.W.2d 423, 432 &amp; n. 16 (Tex.Crim.App.1989).\n[14]  We recognize that in Andrews v. State, 443 So. 2d 78 (Fla.1983), we found that a trial court's failure to give a complete \"no adverse inference\" instruction was reversible error. The trial judge in Andrews, without a request by the defendant, instructed the jury in the guilt phase that the defendant was not required to take the stand. Id. at 84. The trial judge, however, failed to instruct the jury that it could not draw any inference of guilt from the defendant's decision not to take the stand. Id. While we recognized that giving the complete instruction over defendant's objection would not have been error, we found that in light of Carter, the omission of the cautionary instruction required reversal. Id. Andrews is factually distinguishable from the instant case. Even if Andrews were not distinguishable, it was decided prior to DiGuilio.\n[15]  The State did not introduce the victim impact evidence in the original penalty proceeding.\n[16]  We emphasize that Burns' sister and his two daughters testified regarding their relationship with Burns and the support Burns provided them. The only testimony we address here is that in which each witness stated how Burns' death would impact their lives and the lives of their family members.\n[17]  It is also apparent and undisputed here that the defendant, by requesting an instruction, did everything he could to ensure that no error occurred on this issue.\n[18]  In fact we reversed the conviction in DiGuilio in upholding the rule that any comment that was \"fairly susceptible\" to being construed as a comment on a defendant's silence would be error.\n\n",
            "ocr": false,
            "opinion_id": 1724089
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}