{
    "id": 1769436,
    "judges": "Hanson",
    "date_filed": "1999-11-30",
    "date_filed_is_approximate": true,
    "slug": "rinehart-v-brewer",
    "case_name_short": "Rinehart",
    "case_name": "Rinehart v. Brewer",
    "case_name_full": "Michael T. RINEHART, Petitioner, v. Lou v. BREWER, Warden of the Iowa State Penitentiary, Respondent",
    "attorneys": "Mark E. Schantz, Iowa City, Iowa, for petitioner., Richard C. Turner, Atty. Gen., State of Iowa, Ray W. Sullins, Asst. Atty. Gen. of Crim. Appeals Div., Des Moines, Iowa, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b600-6\">\n    Michael T. RINEHART, Petitioner, v. Lou V. BREWER, Warden of the Iowa State Penitentiary, Respondent.\n   </parties><br><docketnumber id=\"b600-8\">\n    Civ. No. 75-322-2.\n   </docketnumber><br><court id=\"b600-9\">\n    United States District Court, S. D. Iowa, C. D.\n   </court><br><decisiondate id=\"b600-11\">\n    Oct. 20, 1976.\n   </decisiondate><br><attorneys id=\"b601-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"509\"> \n     *509\n     </span>\n    Mark E. Schantz, Iowa City, Iowa, for petitioner.\n   </attorneys><br><attorneys id=\"b601-8\">\n    Richard C. Turner, Atty. Gen., State of Iowa, Ray W. Sullins, Asst. Atty. Gen. of Crim. Appeals Div., Des Moines, Iowa, for defendant.\n   </attorneys>",
    "citations": [
        "421 F. Supp. 508"
    ],
    "opinions": [
        {
            "author_str": "Hanson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1362.0,
            "opinion_text": "\n421 F. Supp. 508 (1976)\nMichael T. RINEHART, Petitioner,\nv.\nLou V. BREWER, Warden of the Iowa State Penitentiary, Respondent.\nCiv. No. 75-322-2.\nUnited States District Court, S. D. Iowa, C. D.\nOctober 20, 1976.\n*509 Mark E. Schantz, Iowa City, Iowa, for petitioner.\nRichard C. Turner, Atty. Gen., State of Iowa, Ray W. Sullins, Asst. Atty. Gen. of Crim. Appeals Div., Des Moines, Iowa, for defendant.\n\nMEMORANDUM AND ORDER\nHANSON, Chief Judge.\nThis matter is before the Court by way of petitioner's February 12, 1976 motion for summary judgment pursuant to a petition for writ of habeas corpus filed November 24, 1975. Said petition seeks relief from an August 12, 1963 guilty plea to a charge of murder in the District Court of Iowa in and for Calhoun County, Criminal No. 1824. After hearing oral argument pertaining to the pending motion on March 16, 1976, the Court, in an effort to resolve fully and fairly this most serious matter, granted respondent's request that the State be given until April 9, 1976, to offer additional evidentiary matter. Respondent having made no further offerings, the Court deems this Rule 56 motion submitted on the pleadings and exhibits thereto, the record in the case of Rinehart v. State, 234 N.W.2d 649 (Iowa 1975), and the parties' extensive briefs.[1]\nThe inquiry which must herein be made is whether there exists any genuine issue of material fact or questions of law as to the due process grounds upon which petitioner argues the invalidity of his second-degree murder conviction. Fed.R.Civ.P. 56(c). Specifically, petitioner's motion requests such an examination into the following claims:\n1. That the plea of guilty was not, when viewed in the totality of circumstances, entered voluntarily and understandingly;\n2. That the assistance of counsel in the proceedings leading to conviction was ineffective; and\n3. That the tribunal presiding at the arraignment was partial and the subsequent sentencing procedure improper.\nConsideration of any such claims, however, is predicated upon the Court's overruling of respondent's argument that petitioner either has failed to exhaust or has deliberately bypassed available state remedies.\n\nI.\nAn extensive and complex litigation history preceded the filing of this petition for habeas relief. A chronological summary of that history, which may be gleaned from the record, provides necessary background both as to the immediate question of available state remedies and to the possible ultimate consideration of the alleged due process violations.\nShortly after 9:00 p. m. on April 9, 1963, petitioner, Michael Timm Rinehart, then fifteen years old, was taken into custody and questioned about the apparent murder of one Maxine Henningsen. In the early hours of the following morning, petitioner signed a statement implicating himself in the girl's death. Counsel was then appointed, and on April 11 petitioner was bound *510 over to the Calhoun County District Court. After the youth had undergone a period of extensive psychiatric examination, the Honorable R. K. Brannon, on August 12, 1963, approved an information charging Rinehart with the crime of murder. Arraignment occurred that same day before Judge Brannon. Petitioner's guilty plea was accepted, and the court, following a degree of guilt hearing, found him guilty of second-degree murder. Time for sentencing was immediately waived, and Judge Brannon sentenced petitioner to the life term currently being served in the Iowa State Penitentiary.\nOn August 16, 1963, attorneys for Rinehart filed a motion in arrest of judgment, alleging that: (1) the charge of murder had been improperly made, (2) the plea had resulted from mistake and coercion and was involuntary, and (3) the defendant had not been afforded his right of allocution. At the conclusion of the September 12, 1963 hearing on these matters, petitioner's motion was denied from the bench by Judge Brannon; the Iowa Supreme Court later affirmed this ruling in State v. Rinehart, 255 Iowa 1132, 125 N.W.2d 242 (1963).\nPetitioner, after this Court on November 30, 1972, dismissed a pro se habeas petition for failure to exhaust state remedies, filed an application for post-conviction relief with the Calhoun County District Court under Chapter 663A of the Iowa Code. In that application, as filed on December 13, 1972, and subsequently amended on July 25, 1973, Rinehart claimed that his conviction was invalid because of due process violations now reasserted in this habeas action \u0097 an involuntary and unintelligent guilty plea, ineffective assistance of counsel, and judicial impropriety in the sentencing procedure.[2] On April 6, 1974, the Honorable James C. Smith, pursuant to the evidentiary hearing of June 28, 1973, found in favor of petitioner on all three grounds. However, while factually making the constitutional determination that petitioner's plea was involuntary and that his counsel ineffective, Judge Smith held Rinehart to have waived these infirmities as a matter of state procedural law. Under Iowa law, Horn v. Haugh, 209 N.W.2d 119 (Iowa 1973), an applicant for post-conviction relief under Chapter 663A is deemed to have waived those issues which could have been but were not raised in a prior proceeding \u0097 a proceeding like the one invoked by Rinehart's earlier arrest of judgment action. Nonetheless, Judge Smith, on the basis that the evidence needed to maintain the judicial impropriety claim had not been available in 1963, did reduce petitioner's term to one of 55 years.\nOn May 1, 1974, petitioner filed a notice of appeal to the Iowa Supreme Court, challenging the trial court's interpretation of \"waiver\" under Chapter 663A; and on May 7, 1974, respondent filed a notice of cross appeal, challenging the trial court's finding that the issue of judicial impropriety had not been waived and that such indiscretion constituted a violation of due process.\nIn an opinion filed October 15, 1975, the Iowa Supreme Court concurred in the trial court's interpretation of \"waiver\" under Chapter 663A but disagreed with the conclusion that not all of petitioner's claims had been so waived. Accepting respondent's cross-appeal argument, the Court reversed Judge Smith's finding that the judicial impropriety claim had not been readily apparent or discoverable in 1963. The Iowa Supreme Court further held the challenged sentencing procedures had not as a matter of law violated constitutional due process. Petitioner's life term was reinstated. Rinehart v. State, 234 N.W.2d 649 (Iowa 1975).\nThis Court concludes from the foregoing review that petitioner, prior to filing the instant habeas action, had exhausted his available state remedies as required by 28 U.S.C. § 2254. Given the Iowa Supreme Court's \"waiver\" ruling in Rinehart, supra, any argument by respondent that petitioner has not exhausted his procedural due process arguments at the state level is without *511 merit. Under the habeas corpus doctrine, a petitioner, like Rinehart, need not make the idle gesture of filing for state post-conviction relief if the circumstances confronted constitute a decisive procedural obstacle to a hearing in state court. See Fay v. Noia, 372 U.S. 391, 434-35, 83 S. Ct. 822, 9 L. Ed. 2d 837 (1963); Wilwording v. Swenson, 404 U.S. 249, 250, 92 S. Ct. 407, 30 L. Ed. 2d 418 (1971).\nRespondent, by a brief filed in opposition to the issuance of a writ, points to the state courts' waiver rulings and asserts that Rinehart had deliberately bypassed state procedures in his 1963 motion to arrest judgment and can presently raise no issue other than that pertaining to whether the guilty plea was understandingly entered. As correctly noted in petitioner's memorandum in support of the summary judgment motion, the State failed its burden of affirmatively pleading \"deliberate bypass\" in the return. The Court consequently need not consider the bypass issue. Wilwording v. Swenson, 502 F.2d 844, 849 (8th Cir. 1974); Homan v. Sigler, 278 F. Supp. 201, 205 (D.Neb.1967). Even had the issue been timely raised, however, an uncontradicted affidavit by petitioner's attorney in the arrest of judgment proceeding and the record below demonstrate petitioner made no \"considered choice\" in 1963 to waive any federal claim in state court, a choice that the United States Supreme Court views as a prerequisite to the finding of deliberate bypass. See Fay, supra, 372 U.S. at 438-39, 83 S. Ct. 822; Humphrey v. Cady, 405 U.S. 504, 516-17, 92 S. Ct. 1048, 31 L. Ed. 2d 394 (1972). Also, in spite of respondent's contrary suggestion, the state waiver holdings are simply irrelevant to this Court.\nFederal courts, in considering the validity of a state prisoner's procedural forfeiture in a state court, have long been required to apply federal constitutional standards to the problem of a knowing and intentional waiver. Fay v. Noia, 372 U.S. 391, 83 S. Ct. 822, 9 L. Ed. 2d 837 (1963); Johnson v. Zerbst [304 U.S. 458, 58 S. Ct. 1019, 82 L. Ed. 1461] . . .. The state may still hold that it is within their procedural interests to bar a prisoner from raising constitutional issues for the first time in post-conviction proceedings. However, whenever a state does so, such a holding can only be frowned upon because . . a federal court must still inquire whether the procedural bypass was a knowing and deliberate waiver under federal standards. Losieau v. Sigler, 421 F.2d 825, 828 (8th Cir. 1970).\nTherefore, while not required to consider the question of bypass, the Court has treated it with the exhaustion question for the purpose of clarifying that this case is ripe for summary judgment determination.\n\nII.\nWithout the taking of further testimony in this Court, petitioner and respondent have submitted the case on the record of facts and proceedings from the state courts. This Court, pursuant to 28 U.S.C. § 2254(d) and Townsend v. Sain, 372 U.S. 293, 83 S. Ct. 745, 9 L. Ed. 2d 770 (1963), did conduct its independent review of that record by applying a presumption of correctness and has found that no genuine issue exists as to the following material facts.\n1. On April 10, 1963, petitioner, age 15, was charged with the murder of Maxine Henningsen, age 18, who died of stab wounds inflicted the previous day on the outskirts of Manson, Iowa.\n2. Petitioner signed a statement implicating himself in the girl's death at 3:00 a. m. on April 10, following intensive police questioning that began shortly after his arrest at approximately 9:00 p. m. on the preceding evening. Neither an attorney nor petitioner's parents were present during said questioning.\n3. Several officers, during the early morning hours of April 10, also took petitioner to his home for the purpose of acquiring a knife and some clothing believed to be of evidentiary significance.\n4. Later that day, Charles O'Connor of Manson was obtained as counsel. On April 11, petitioner was bound over to state district court. Judge David Harris signed orders *512 on April 12 and May 3, 1963, which respectively sent petitioner to the Mental Health Institute at Cherokee and to the State Psychopathic Hospital in Iowa City for psychiatric examinations. A report from Cherokee dated April 25 concluded Rinehart was neither physically or psychiatrically ill and stated the alleged murder was caused by petitioner's striking out in a \"blind, unpremeditated fashion,\" believing that the 18-year-old decedent was sexually attacking him. The Iowa City report of July 5, in apparent contradiction, indicated \"the presence of a personality defect\" and stated that Rinehart experienced no \"overpowering fear or anxiety\" prior to the alleged murder. The report, which suggested petitioner be sentenced to the Eldora Training School for Boys, further stated that several of the physicians' examinations involved the use of a drug \u0097 later determined to be sodium amytal.\n5. On July 29, 1963, Judge Harris entered an order appointing Jack R. Gray of Rockwell City as co-counsel. The record discloses, however, that Gray had actually been involved in the murder defense since July 12.\n6. As previously indicated, on August 12, Judge R. K. Brannon approved a county attorney's information charging Rinehart with murder and then proceeded to arraign and sentence him that same day. Petitioner, at this time, was fifteen years old, approximately 5 feet tall and 95 pounds in weight and was of at least average intelligence. He had no previous experience with the legal system. Both psychiatric examinations concluded that petitioner was competent to assist in his defense, though the Cherokee physicians indicated that petitioner experienced difficulty in discussing the incident. His parents were neither present at the arraignment nor the sentencing.\n7. Judge Brannon testified in subsequent post-conviction proceedings that prior to the August 12 arraignment and sentencing in his court, he had traveled to Iowa City and consulted the physician who had examined the petitioner. Judge Brannon further testified that, based on this conversation, he was given to understand Rinehart had forced the alleged murder victim to commit oral sodomy. This version of the events, which was first induced by the use of sodium amytal, was not mentioned in the written Iowa City report and has not been corroborated by any other evidence in the record. Judge Brannon stated he did not advise petitioner and his counsel on August 12 of this ex parte conversation. Whether petitioner's counsel were in fact aware of this version of the events is contested, but clearly neither petitioner nor his counsel knew of Judge Brannon's ex parte activities prior to entering the plea of guilty.\n8. The transcript from the proceedings of August 12, 1963, establishes that Judge Brannon made no on-the-record inquiry concerning the voluntary and intelligent nature of the guilty plea. Specifically, he did not inquire whether petitioner understood that the maximum consequence of his plea might be life imprisonment. Nor did Judge Brannon inquire whether petitioner understood the nature of the charge; he did not ask if petitioner appreciated the difference between murder and manslaughter, though one of petitioner's attorneys had made statements on the record indicating counsel's confusion as to the difference between these crimes. The entire proceeding \u0097 the arraignment, degree of guilt hearing, and sentencing \u0097 lasted one hour and five minutes.\n9. Both petitioner and his parents have consistently testified since August, 1963, that they had not been informed of the possibility of a life sentence for second-degree murder prior to its imposition. Attorney O'Connor has subsequently admitted to an initial mistaken impression that a term of years was the maximum sentence for second-degree murder, and he so misadvised the Rineharts in April, 1963. Whether this erroneous advice was later corrected is disputed, but it concededly stood uncorrected until shortly before the August arraignment. Even if then corrected, mistaken impressions remained, as petitioner's father, Cliff Rinehart, angrily confronted Attorney Gray within a few hours after the sentencing, *513 maintaining petitioner could not possibly receive a life sentence under the law.\n10. While the Cherokee report related circumstances indicating manslaughter to be the appropriate charge, both petitioner and his mother testified in 1973 that they could not recall Mr. Gray having ever explained the elements of manslaughter to them. Gray, though he thought he would have given this explanation, has no specific recollection of advising petitioner that manslaughter was a lesser-included offense to the murder charge in the information; O'Connor has stated that he did not discuss the law of manslaughter with Rinehart or his parents. The record in fact shows counsel to have been confused as to the elements of homicide. O'Connor, prior to petitioner's pleading, moved to strike the words \"malice aforethought\" from the information. Though homicide without \"malice aforethought\" is manslaughter, he neither suggested in his motion nor ever argued to the court that the charge should be reduced to manslaughter. Post-conviction testimony reveals that counsel's strategy behind the August 12 proceedings had in part been to increase petitioner's chances of being sentenced for second-degree rather than first-degree murder. However, Attorneys Gray and O'Connor, when subsequently questioned on this point, have been unable to point to any evidence of \"premeditation,\" a necessary element to the finding of first-degree murder. Judge Brannon has flatly testified that there was no evidence to support the imposition of a first-degree murder sentence.\n11. Both O'Connor and Gray, who urged petitioner to plead guilty notwithstanding his parents' reluctance, had admittedly no direct experience with serious criminal cases. Their preparation for this case could not be termed extensive, either in terms of legal research or factual investigation. Neither attorney recollects any discussion concerning the possibility of attacking the validity of petitioner's incriminating statement or of suppressing evidence arising from that statement. The record does not show that either attorney appreciated the significance or discussed with petitioner or his parents the concepts of diminished responsibility, self-defense, imperfect self-defense, or provocation. In fact, counsel did not consult petitioner at all from August 1, 1963, until the arraignment on August 12.\n12. Shortly after sentencing, petitioner's parents requested additional legal advice from Attorneys Arthur H. Johnson and Edward J. Flattery. On August 16, 1963, the two attorneys joined O'Connor and Gray in filing a motion in arrest of judgment. Attorneys Johnson and Flattery, at the motion hearings on September 5 and September 12, 1963, elicited testimony to bring to Judge Brannon's attention the basic facts heretofore enumerated and to argue that the murder charge had been improperly made and that the guilty plea had been entered by a fifteen-year-old youth who neither understood nor was asked if he understood the full consequences of that plea. This matter, as previously noted, was overruled from the bench at the conclusion of the hearing. The Iowa Supreme Court later upheld that overruling.\nHaving set forth these uncontroverted facts, the question pursuant to Rule 56 is whether petitioner on such facts is entitled to a judgment of law as to his claims of an involuntary and unintelligent guilty plea, ineffective counsel, and judicial partiality and impropriety at the arraignment and sentencing. Again, the conclusion reached by the state courts upon these facts that petitioner, as a matter of state procedural law, had waived access to post-conviction relief is of no relevance to this Court. Clearly a federal court must apply federal standards in reviewing the claimed breach of constitutional rights. See Townsend, supra, at 312, 83 S. Ct. 745. This Court thus proceeds to make a plenary consideration of whether petitioner upon the basis of the uncontroverted facts is entitled to judgment as a matter of federal law in regards to his due process claims.\n\nIII.\nSince the submission of this case, the United States Supreme Court has decided a *514 case, Henderson v. Morgan, 426 U.S. 637, 96 S. Ct. 2253, 49 L. Ed. 2d 108 (1976), which this Court holds to be dispositive of the controversy concerning the voluntariness of petitioner's guilty plea. Therefore, prior to determining whether Rinehart's guilty plea was entered in a manner consistent with Fourteenth Amendment due process, the Court outlines the facts and law of the Morgan decision.\nIn Morgan, applicant filed for a petition of habeas corpus on the grounds that his guilty plea to second-degree murder had been involuntarily entered. Justice Stevens, writing for the majority, framed the issue before the Court:\nThe question presented is whether a defendant may enter a voluntary plea of guilty to a charge of second-degree murder without being informed that intent to cause the death of his victim was an [essential] element of the offense. Morgan, supra, at 638, 96 S.Ct. at 2254.\nThe Supreme Court approached this question by first focusing on the communications between defendant, who was noted to be of \"low mental capacity,\" and his \"two concededly competent attorneys.\" Although the defendant had been sufficiently advised of the sentences which might be imposed for the various lesser-included offenses to the first-degree murder indictment, the Court found that counsel \"did not explain the required element of intent.\" The record disclosed defendant had never made a statement implying the requisite intent for second-degree murder, yet counsel, who had not stipulated to such intent, failed to explain that a guilty plea would be an admission of this fact. Morgan, supra, at 642-646, 96 S. Ct. 2253.\nFrom examining the communications between the trial court and the defendant, the Supreme Court further found that counsel's failure to inform had not later been cured.\nThere was no discussion of the elements of the offense of second-degree murder, no indication that the nature of the offense had ever been discussed with [defendant], and no reference of any kind to the requirement of intent to cause the death of the victim. Morgan, supra, at 642, 96 S.Ct. at 2256.\nHence, paraphrasing the supporting precedent of Smith v. O'Grady, 312 U.S. 329, 332, 61 S. Ct. 572, 85 L. Ed. 859 (1942), the Court ruled defendant's plea was involuntary and the judgment entered without constitutional due process:\n. . . [C]learly the plea could not be voluntary in the sense that it constituted an intelligent admission that he committed the offense unless the defendant received `real notice of the true nature of the charge against him, the first and most universally recognized requirement of due process.' Morgan, supra, at 645, 96 S.Ct. at 2257.\nTo the State's argument that the pre-Boykin test of \"totality of the circumstances\" should be controlling as to the voluntariness issue, the Supreme Court responded that even under such a standard \"this judgment finding [defendant] guilty of second-degree murder was defective.\" Morgan, supra, at 644, 96 S.Ct. at 2257; see Boykin v. Alabama, 395 U.S. 238, 89 S. Ct. 1709, 23 L. Ed. 2d 274 (1969); McCarthy v. United States, 394 U.S. 459, 89 S. Ct. 1166, 22 L. Ed. 2d 418 (1969).\nPursuant to the foregoing uncontroverted facts of this record, Rinehart unquestionably has a stronger claim for lack of notice than did the defendant in the Morgan case. Unlike that defendant, Rinehart was initially misinformed as to possible sentence under a lesser-included offense, and, whether ever correctly informed or not, he clearly did not understand life imprisonment to be a possibility. This lack of understanding is discernible in light of counsel's continuing advice that a 25- to 35-year sentence could be expected and has been documented by Mr. Rinehart's confusion after his son's sentencing hearing.\nFurthermore, as in Morgan, nothing in this record suggests that Rinehart, a fifteen-year-old youth with no prior legal experience, was informed of the elements needed to charge second-degree murder. It is inconceivable he would have known of the intent element distinguishing murder *515 from manslaughter when his counsel were confused as to that difference. In view of O'Connor's conceded failure to discuss manslaughter with petitioner, Gray's seeming failure to do likewise, and O'Connor's motion to have \"malice aforethought\" stricken from the information in an apparent effort to ensure a conviction of not more than second-degree murder, the Court can only conclude that petitioner was not given \"notice\" of the elements of the crime to which he pleaded guilty.\nNor, again as in Morgan, did petitioner's arraignment cure the notice and resulting voluntariness deficiencies. Despite Rinehart's youth, the confusion displayed by counsel, and the Cherokee report which indicated that petitioner was not the aggressor and had difficulty in discussing the case, Judge Brannon admittedly made no inquiry concerning petitioner's understanding of the charge or his appreciation as to the difference between murder and manslaughter. The record in fact shows defendant was never specifically addressed during the guilty plea proceeding.\nThis case, like Morgan, arose prior to Boykin, supra. But if the Morgan plea fails under the \"totality of circumstances\" test, then so must Rinehart's. Clearly, pursuant to the Morgan \"notice\" rationale, petitioner's guilty plea was involuntary and the resulting conviction in violation of due process of law.\nSo strong is petitioner's case that this Court believes it overcomes the objections of Justice Rehnquist, with whom Chief Justice Burger joined in dissenting to the Morgan majority. Justice Rehnquist argued that the majority had erroneously applied a post-Boykin and-McCarthy voluntariness test, a test which does require a defendant to have an understanding of the essential elements of the crime charged. Reviewing several cases and making specific reference to Machibroda v. United States, 368 U.S. 487, 493, 82 S. Ct. 510, 7 L. Ed. 2d 473 (1962), Justice Rehnquist set out what was assertedly the proper pre-Boykin test for finding a valid guilty plea:\nThese cases thus set forth a three-pronged test: the plea of guilty must be made voluntarily, it must be made after proper advice, and it must be made with full understanding of the consequences. Morgan, supra, at 653, 96 S.Ct. at 2261. (Rehnquist, J., dissenting).\nEach of these prongs was then found to have been satisfied in Morgan. First, conceding that Smith v. O'Grady was a pre-Boykin case, Justice Rehnquist contended that the majority had misconstrued the meaning of \"notice\" in regards to the voluntariness issue. \"Notice\" was not in reference to elements of the crime, but required only \"accurate information as to the offense and sentence to which one is pleading, which [defendant] received.\" Morgan, supra, at 655, 96 S.Ct. at 2262. (Rehnquist, J., dissenting). Therefore, since the trial court had held that the defendant understood the consequences of his plea and since there was no challenge as to \"proper advice,\" no due process violation had occurred.\nThe `totality of circumstances' in this case show that [defendant] pleaded guilty to second-degree murder upon the advice of competent counsel. His plea was in no way the result of physical or psychological coercion or overreaching by the State, and he was fully advised as to the consequences of that plea. Morgan, supra, at 658, 96 S.Ct. at 2264. (Rehnquist, J., dissenting).\nEven accepting Justice Rehnquist's notion that the \"notice\" required for voluntariness is \"accurate information as to the offense and sentence to which one is pleading,\" the preceding uncontroverted facts accordingly demonstrate that the Rinehart plea still fails. Nor does petitioner's plea satisfy a second prong of the Morgan dissent's three-pronged test \u0097 \"full understanding of the consequences.\" And surely, in relation to the remaining prong of that test, petitioner would hardly agree that \"his plea was in no way the result of . . . coercion or overreaching by the State, and [that] he was fully advised as to the consequences of that plea.\" Indeed, as hereafter *516 discussed, petitioner asserts that ineffectiveness of counsel and overreaching by the Court are in themselves sufficient grounds upon which to grant the requested habeas corpus.\nIt is, therefore, the Court's conclusion that under Henderson v. Morgan, petitioner's plea of guilty was not entered voluntarily and understandingly. This due process violation exists even when the dissenting view of Justice Rehnquist is applied to these facts.\n\nIV.\nAlthough the foregoing findings of fact and conclusions of law already dispose of the case in petitioner's favor, this Court believes it appropriate to deal also with petitioner's claim of ineffective assistance of counsel and judicial partiality and impropriety. The Court, for purposes of analyzing the ineffectiveness issue, turns to two recent cases decided by the United States Court of Appeals for the Eighth Circuit since the submission of the instant action.\nIn Thomas v. Wyrick, 535 F.2d 407 (8th Cir. 1976), petitioner, who had been sentenced to life imprisonment on a first-degree murder conviction, sought habeas relief on the basis that his attorney had rendered ineffective assistance by failing to interview witnesses whose testimony might have led to a different jury finding. The Eighth Circuit Court, in analyzing the alleged deprivation of due process and Sixth Amendment right to counsel, relied heavily upon its earlier statement in McQueen v. Swenson, 498 F.2d 207, 218 (8th Cir. 1974):\n`Our inquiry as to whether or not to grant relief is not concluded by finding a constitutional violation in the failure of petitioner's attorney to make an adequate investigation of the case. Evaluation of a habeas corpus petition alleging ineffective assistance of counsel is a two-step process; first determining . . . whether there has been some failure to perform some duty, as essential as the duty of investigation, owed by a defense attorney to his client; and second, determining . . . whether that failure prejudiced his defense. . . .' Thomas, supra, at 413-414.\nIt was determined that in this particular instance the \"uncovered admissible evidence,\" though evidence that seemingly lacked credibility, would have \"proved helpful to the defendant either on cross-examination or in his case-in-chief at the original trial.\" Counsel, therefore, had been \"ineffective,\" and the district court was directed to issue the writ of habeas corpus, discharging petitioner.\nDissenting, Judge Henley, who accused the majority of retroactively engaging in \"pure speculation,\" held to the \"reasonable competency\" precedent as the proper means for measuring effectiveness of counsel. Whether the majority had necessarily departed from this earlier standard in Thomas is unclear, but the Court did subsequently utilize such a standard in United States v. Easter, 539 F.2d 663 (8th Cir. 1976).\nAs we perceive the standard established in prior decisions it is that trial counsel fails to render effective assistance when he does not exercise the customary skills and diligence that a reasonably competent attorney would perform under similar circumstances. . . . When he fails in the performance of this duty the proceedings may be said to have been reduced to a `farce' and `mockery of justice.' Easter, supra, at 666.\nPetitioner in Easter argued ineffective assistance of counsel because his court-appointed attorney, who was without experience in criminal litigation, had failed to file a crucial suppression motion and subsequently permitted the introduction of improper evidence at trial. After reviewing these claims, the Court found sufficient ineffectiveness to rule for petitioner:\nIt is fundamental, we think to afford a defendant a fair trial on a criminal charge, that his counsel assert that which may be his only defense. This is particularly true when that defense has a factual basis and there is a recognized and obvious means to suppress evidence which has allegedly been illegally seized. Easter, supra, at 666.\n*517 Under either Thomas or Easter, both of which are especially applicable in that petitioner herein argues ineffectiveness for want of adequate investigation and failure to argue suppression, the Court deems habeas corpus relief to be warranted. The record below establishes that Attorneys O'Connor and Gray spent little time engaged in legal research or conducting factual inquiries. As a result of their inadequate research (Gray's billing log showed no time devoted to legal research prior to the day of arraignment), petitioner's counsel were unaware of those basic criminal concepts and decisions which a minimum amount of research would have uncovered. Neither attorney, for example, appeared to grasp the full legal significance of such basic concepts as malice aforethought, provocation, and suppression of evidence.\nWith no proper legal foundation from which to build, counsel conducted few factual inquiries. The record shows that inquiry was limited to discussions with the Iowa City physician, examination of the interrogating officers, and several interviews with petitioner. Before August 1, 1963, even though the fifteen-year-old Rinehart was some 40 pounds smaller than his alleged eighteen-year-old victim, no inquiries were made as to the deceased's character for purposes of checking petitioner's claim that he had not been the aggressor. Counsel afforded little credence to what their client told them, and seldom did they take time to confer with their client. Incredibly, from August 1 until the arraignment on August 12, neither attorney discussed the case with petitioner.\nThere simply is no question that this inadequate legal and factual investigation \"constituted a breach of an essential duty owed by counsel to petitioner.\" Thomas, supra, at 414. That this breach \"prejudiced his defense\" is likewise beyond challenge. As a result of inadequate investigation, counsel failed to pursue the lesser-included charge of manslaughter; and, because of counsel's lack of legal knowledge, petitioner was at least for some time misinformed as to possible charges and sentences.\nHere, as in Easter, a minimum of legal and factual investigation would have led counsel to consider the possibility of suppressing petitioner's statement to the police in accordance with the then prevailing pre-Miranda \"voluntariness\" standard. Surely the detention and interrogation of a fifteen-year-old youth in the early morning hours by several officers, who offered petitioner neither food nor drink, nor consultation with his parents, should have supplied the \"factual basis\" needed to pursue a possible suppression action. Having considered suppression of the statement, effective counsel would have further recognized that such evidence as petitioner's knife and jacket may also have been excludible under the \"fruit of the poisonous tree\" doctrine. Wong Sun v. United States, 371 U.S. 471, 83 S. Ct. 407, 9 L. Ed. 2d 441 (1963).\nRespondent is wrong in arguing that Judge Smith erred in finding counsel ineffective. If anything, Judge Smith was overly cautious in his effort to protect reputations. \"Country lawyers\" or not, petitioner's attorneys failed to exercise \"the customary skills and diligence that a reasonably competent attorney would perform under similar circumstances.\" With counsel having breached this duty at crucial stages of petitioner's case, \"the proceedings may be said to have been reduced to a `farce' and `mockery of justice.'\"[3]\n\nV.\nFollowing its reading of the trial court proceedings, this Court finds itself in agreement with petitioner's contention that Judge Brannon's ex parte activities prior to arraignment resulted in a violation of due process. More specifically, petitioner was initially denied an impartial tribunal at arraignment *518 and thereafter sentenced in an unfair and improper manner.\nIt is uncontested that Judge Brannon, prior to petitioner's arraignment, made an undisclosed ex parte excursion to Iowa City to consult the physician who had previously examined petitioner. Further uncontested is that the version of the events then related to him, a version of sexual assault uncorroborated by any other evidence in the record, was primed by the use of a drug, a process yielding statements which have been characterized as unreliable and inadmissible in a court of law. Sadoff, Psychiatric Involvement in the Search for Truth, 52 A.B.A.J. 251 (1966); 3A Wigmore, Evidence, § 998 (Chadbourn, rev. 1970). Unquestionably, this ex parte inquiry, fully initiated by the Judge, constituted improper conduct. See ABA Standards, The Function of the Trial Judge, § 1.6 (Approved Draft 1972); Code of Judicial Conduct, Canon 3A(4) (Final Draft 1972); Smith v. United States, 238 F.2d 925 (5th Cir. 1956); Gordon v. United States, 178 F.2d 896 (6th Cir. 1949); Curtis v. Hiatt, 169 F.2d 1019 (3rd Cir. 1948); McFadden v. United States, 63 F.2d 111 (7th Cir. 1933). And this Court entertains no doubt that such conduct deprived petitioner of his due process right to a disinterested and impartial tribunal. Ward v. Village of Monroeville, 409 U.S. 57, 93 S. Ct. 80, 34 L. Ed. 2d 267 (1972); Tumey v. Ohio, 273 U.S. 510, 47 S. Ct. 437, 71 L. Ed. 749 (1927). The record documents Judge Brannon's lack of detachment. From giving an admitted credence to the drug-induced account of forcible oral sodomy, he became convinced petitioner was a sexual psychopath, thereby blinding himself at the arraignment to matters demanding inquiry: (1) whether petitioner understood that on a plausible version of the facts he would only be guilty of manslaughter, a lesser-included offense in the information; (2) whether petitioner understood that by pleading guilty he was subjecting himself to a possible sentence of life imprisonment; (3) whether petitioner's counsel had tendered competent advice; and (4) whether there was a factual basis for petitioner's guilty plea.[4]\nShould counsel have been independently aware of the physician's grisly account of the events surrounding the alleged murder, as the Iowa Supreme Court has so found, their lack of knowledge that Judge Brannon also knew of that account was fatally prejudicial to petitioner. Mr. Gray has categorically stated that if he had known the Judge went beyond the record and attached validity to facts untested by the adversary process, petitioner would not have been advised to plead guilty.\nThe Court agrees with Judge Smith, and hence takes issue with the Iowa Supreme Court, that the sentencing procedure further violated petitioner's due process rights. The evidence reveals Judge Brannon had determined before the arraignment that petitioner was a sexual psychopath whose deviant and dangerous tendencies could only be deterred by life imprisonment. This conclusion was reached and implemented, though its basis in his ex parte conversations was not disclosed to petitioner's counsel until September 12 at the hearing on the arrest of judgment motion. Consequently, by his failure to disclose, a result compelled by due process where a presentence report *519 is not involved, the Judge denied counsel the opportunity to challenge the highly unreliable information and questionable legal basis in which the sentence was rooted. See Townsend v. Burke, 334 U.S. 736, 68 S. Ct. 1252, 92 L. Ed. 1690 (1947); United States v. Solomon, 422 F.2d 1110 (7th Cir. 1970); American Law Institute, Model Penal Code, § 7.07(5); Pugh and Carver, Due Process and Sentencing: From Mapp to Mempa to McGautha, 49 Tex.L.Rev. 25 (1970); Sadoff, supra.[5] Such failure to disclose also seriously misled counsel. They logically assumed that Judge Brannon was relying upon the written Iowa City medical report, which offered no conclusions as to which party was the aggressor, made but slight reference to a \"personality defect\" as opposed to a sexual disturbance, and suggested detention in an appropriate juvenile facility. A sentence of life imprisonment could only have come as a shock and, under the circumstances, in violation of petitioner's Fourteenth Amendment due process rights.\n\nVI.\nThe Court, after a thorough review of the record below, has unhesitantly concluded from the established facts that petitioner is entitled to judgment as a matter of law. Seldom has this Court visited a record so replete with constitutional error; the time has come that this miscarriage of justice be corrected. Admittedly the alleged crime was of a heinous nature, but even to suggest \"an eye for an eye and a tooth for a tooth\" rationale to justify petitioner's conviction goes far beyond the pale of proper review. Rinehart, supra, at 1140-41 (1963). Such rhetoric simply cannot excuse the dismal failure of bar and bench to adhere to the constitutional tenets of criminal procedure, tenets which have been established to ensure and sustain fair trial and the rule of law.\nAccordingly,\nIT IS HEREBY ORDERED that petitioner's motion for summary judgment is granted and the petition for a writ of habeas corpus sustained.\nIT IS FURTHER ORDERED that the writ for release from custody shall issue at the expiration of a period of sixty (60) days, unless the State of Iowa commences new criminal proceedings against Michael Timm Rinehart prior to the expiration of that date.\nNOTES\n[1]  Summary judgment is available in federal habeas corpus cases. See Youngbear v. Brewer, 415 F. Supp. 807 (N.D.Iowa 1976); Bowridge v. Lehman, 252 F.2d 366 (6th Cir. 1958); In re McShane's Petition, 235 F. Supp. 262, 266 (N.D. Miss.1964); Cooper v. United States Board of Parole, 337 F. Supp. 235, 236 (E.D.Ark.1972). Prior to ruling on a Rule 56 motion, a court can consider, among other documents, certified transcripts from other judicial proceedings. Ramsouer v. Midland Valley Ry., 135 F.2d 101 (8th Cir. 1943).\n[2]  The claim of a partial tribunal at arraignment, which is now before this Court, was not raised in the pleadings before the state district court. It was orally argued to that court without objection from the State, but never ruled upon.\n[3]  The Court's ruling in this regard in no way reflects upon the post-sentencing efforts undertaken on petitioner's behalf by Attorneys Johnson and Flattery. Those lawyers had no involvement in the case prior to the imposition of the life sentence. Their efforts after that time, while unsuccessful, were highly competent.\n[4]  The Court is not proposing that the per se rules of Boykin, supra, and State v. Sisco, 169 N.W.2d 542 (Iowa 1969), should be applied retroactively to this case. What it does submit, however, is that the failure of Judge Brannon to make any inquiry into whether the plea was voluntarily and understandingly entered constitutes a critical factor to be weighed in \"the totality of the circumstances\" \u0097 especially where the Judge had strong reason to suspect the plea was not being voluntarily and understandingly entered. Moreover, it is inaccurate to suggest, as did Judge Brannon in subsequent deposition, that the court in 1963 was not obligated to take steps to ensure that a guilty plea was voluntary and intelligent. As early as 1942, the Iowa Supreme Court had said a court should satisfy itself as to the voluntary character of the plea before accepting it and noted that \"it is the holding of all courts that a defendant before the entry of plea must be acquainted in some manner with the effect of such plea and the consequences thereof.\" State v. Kellison, 232 Iowa 9, 4 N.W.2d 239, 242 (1942). See also State v. Martin, 243 Iowa 1323, 55 N.W.2d 258, 265 (1952); 97 A.L.R. 547 (1966).\n[5]  The fact that a defendant is or may be a sexual psychopath does not constitute a proper basis for imposing a life sentence in a second-degree murder case. Homicide statutes protect the sanctity of life and sentencing ought to reflect concerns of deterrence, rehabilitation, and incapacitation as they relate to that interest. Sodomy statutes, on the other hand, protect a different interest. Under Ch. 705, 1973 Code of Iowa, the punishment for committing that offense is ten years imprisonment, which is scarcely equivalent to life imprisonment. Furthermore, the Code of Iowa provides a specific procedure to be followed where a court believes a person \"[has] criminal propensities toward the commission of sex offenses, and who may be considered dangerous to others.\" Ch. 225A, Code of Iowa (1973).\n\n",
            "ocr": false,
            "opinion_id": 1769436
        }
    ],
    "court_short_name": "S.D. Iowa",
    "court_full_name": "District Court, S.D. Iowa",
    "court_type": "FD",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Murder"
}