{
    "id": 1777898,
    "judges": "Seerden, C.J., and Federico G. Hinojosa, Jr. and Yanez",
    "date_filed": "2007-12-19",
    "date_filed_is_approximate": true,
    "slug": "matter-of-rr",
    "case_name_short": "In re RR",
    "case_name": "Matter of RR",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "931 S.W.2d 11"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8395.0,
            "opinion_text": "\n931 S.W.2d 11 (1996)\nIn the Matter of R.R., A Juvenile.\nNo. 13-95-314-CV.\nCourt of Appeals of Texas, Corpus Christi.\nAugust 15, 1996.\n*12 Arnoldo R. Pena, Brownsville, for appellant.\nBarbara Barrera, Assistant District Attorney, Luis V. Saenz, District &amp; County Attorney, Brownsville, for appellee.\nBefore SEERDEN, C.J., and FEDERICO G. HINOJOSA, Jr. and YANEZ, JJ.\n\nOPINION\nFEDERICO G. HINOJOSA, Jr., Justice.\nA jury found that R.R., a sixteen-year-old juvenile, engaged in delinquent conduct. The trial court committed appellant to the Texas Youth Commission until he reaches twenty-one years of age. By two points of error, R.R. contends that the trial court committed reversible error. We reverse and remand.\nBy his first point of error, appellant complains that the trial court erred by failing to suppress his confession. Appellant contends that the confession was given in violation of section 52.02 of the Texas Family Code.[1] Appellant contends that he was not taken, without unnecessary delay, to a juvenile processing office.[2] Thus, appellant argues, his *13 confession was a product of an illegal detention.\nActing on information obtained while investigating the murder of Carlos Gamez, Jr., Officer William Clough of the Brownsville Police Department decided to pick up appellant and his two brothers for questioning. On July 8, 1994, several officers, including Clough, went to appellant's home, identified themselves as police officers, and asked the brothers to accompany them for questioning. Although appellant claims the officers arrived at noon, Officer Clough could not say when the officers arrived at appellant's home, other than that it was in the afternoon. Officer Clough testified that appellant was not then under arrest but that, based on a witness statement, he had probable cause to believe appellant was involved in the murder.\nAppellant was taken to the Criminal Investigation Division of the Brownsville Police Department where a witness positively identified him as being directly involved in the murder. Officer Clough then arrested appellant and notified Kip Van Johnson Hodge, a Brownsville Municipal Court Judge, that a juvenile suspect needed to be taken before a magistrate. Officer Clough testified that he believed approximately one hour elapsed between the time appellant was picked up and the time Judge Hodge was called.\nBecause it was the weekend, Judge Hodge told the officers to take appellant to the Holiday Inn (now Howard Johnson) parking lot, and that he would meet them there. At approximately 4:20 p.m., plainclothes officers took appellant to the Holiday Inn parking lot in an unmarked vehicle. The officers then had appellant get into the judge's van. The officers waited outside the van while the judge gave appellant his Miranda warnings. The officers could not hear what was being said. When Judge Hodge finished, appellant was taken back to the police station. On the way, appellant pointed out a co-defendant's house.\nAt the police station, appellant was taken to an office where he gave Officer Clough a statement. After the statement was completed, Clough spoke with Judge Hodge. Judge Hodge told Clough to take appellant to the parking lot of the Golden Corral Restaurant and that he would meet them there. Appellant was taken to the Golden Corral Restaurant and told to get into the judge's van. The officers waited outside the van. Outside the presence of the officers, Judge Hodge repeated the Miranda warnings, reviewed appellant's statement with him, and witnessed appellant's signature on the statement. After Judge Hodge finished, at approximately 6:55 p.m., the officers took appellant to the Cameron County Juvenile Detention Center.\nWhen a police officer deems it necessary to take a child into custody, the Family Code specifies the procedures that the officer must follow. In the Interest of D.Z., 869 S.W.2d 561, 564 (Tex.App.\u0097Corpus Christi 1993, writ denied); State v. Langley, 852 S.W.2d 708, 709 (Tex.App.\u0097Corpus Christi 1993, pet. ref'd). After the officer follows TEX. FAM.CODE ANN. § 52.02, the decision concerning whether to detain the child, is to *14 be made, not by law enforcement personnel, but rather by the intake or other authorized officer of the court, with the investigative aid of law enforcement officers, when requested, or by the juvenile court itself. TEX. FAM. CODE ANN. §§ 53.01,[3] 52.04 (Vernon 1986); Comer v. State, 776 S.W.2d 191, 194 (Tex. Crim.App.1989); In the Interest of D.Z., 869 S.W.2d at 564.\nThe record shows that Officer Clough initially took appellant to the Brownsville Police Station which, pursuant to an order of the Cameron County Juvenile Board[4] and TEX. FAN.CODE ANN. § 52.025, is a designated office where a child can be delivered. We find no evidence in the record, however, that appellant was detained in an office, within the police station, which was designated \"the juvenile processing office.\"\nIt appears from the record that Officer Clough, the referring officer, made all the decisions regarding appellant's detention and interrogation. Officer Clough apparently did the intake, conducted the preliminary investigation, decided a custodial interrogation was necessary, arranged to take appellant before a magistrate, and took appellant's statement. We find no evidence in the record regarding Officer Clough's authority to take such actions in juvenile cases, or to make such decisions concerning juveniles.\nPolice officers, courts, and others involved with juveniles are bound to comply with the detailed and explicit procedures set out in the Family Code. In the Interest of D.Z., 869 S.W.2d at 564. Because the State failed to prove its compliance with these procedures, we hold that appellant's confession was obtained illegally, and that the trial court erred by not suppressing it.\nA juvenile matter is generally civil in nature. Id. at 565; In the Matter of S.B.C., 805 S.W.2d 1, 8 (Tex.App.\u0097Tyler 1991, writ denied). The rules of appellate procedure provide that no judgment in a civil case shall be reversed on the ground that the trial court has committed an error of law, unless a harm analysis shows that the error was likely to cause the rendition of an improper judgment. TEX.R.APP. P. 81(b)(1).\nThe State's evidence against appellant was provided through two sources, appellant's confession and the testimony of Bonifacio Martinez. Martinez claimed to be one of four backseat passengers, while appellant sat in the frontseat of the car that struck Gamez. Thus, a question exists as to the nature of Martinez's involvement in the murder. Although Martinez testified that those in the backseat did not understand and were angered by appellant's insistence that the driver go after Gamez, the State provided no additional evidence to support this claim. Other evidence indicates that there was friction between appellant and Martinez at the time of the murder. During the State's closing argument, the prosecutor emphasized appellant's confession and Martinez's statement. The prosecutor then read the confession to the jury. Because we cannot say that the jury's verdict would be the *15 same without appellant's confession, we conclude that the trial court's error was harmful. Accordingly, we sustain appellant's first point of error.\nDue to our disposition of appellant's first point of error, it is not necessary to address the second point of error. TEX.R.APP. P. 90(a).\nWe REVERSE the trial court's judgment and REMAND the case for a new trial.\nNOTES\n[1]  Section 52.02 states as follows:\n\n§ 52.02. Release or Delivery to Court\n(a) A person taking a child into custody, without unnecessary delay and without first taking the child to any place other than a juvenile processing office designated under section 52.025 of this code, shall do one of the following:\n(1) release the child to a parent, guardian, custodian of the child or other responsible adult upon than person's promise to bring the child before the juvenile court as requested by the court;\n(2) bring the child before the office or official designated by the juvenile court if there is probable cause to believe that the child engaged in delinquent conduct or conduct indicating a need for supervision;\n(3) bring the child to a detention facility designated by the juvenile court;\n(4) bring the child to a medical facility if the child is believed to suffer from a serious physical condition or illness that requires treatment; or\n(5) dispose of the case under section 52.03 of this code.\n(b) A person taking a child into custody shall promptly give notice of his action and a statement of the reason for taking the child into custody, to:\n(1) the child's parent, guardian, or custodian; and\n(2) the office or official designated by the juvenile court.\nTEX. FAM.CODE ANN. § 52.02 (Vernon 1986 &amp; Supp. 1996).\n[2]  Section 52.025 states as follows:\n\n§ 52.025 Designation of Juvenile Processing Office\n(a) The juvenile court may designate an office or a room, which may be located in a police facility or sheriff's offices, as the juvenile processing office for the temporary detention of a child taken into custody under Section 52.01 of this code. The office may not be a cell or holding facility used for detentions other than detentions under this code. The juvenile court by written order may prescribe the conditions of the designation and limit the activities that may occur in the office during the temporary detention.\n(b) A child may be detained in a juvenile processing office only for:\n(1) the return of the child to the custody of a person under Section 52.02(a)(1) of this code;\n(2) the completion of essential forms and records required by the juvenile court or this title;\n(3) the photographing and fingerprinting of the child if otherwise authorized at the time of temporary detention by this title;\n(4) the issuance of warnings to the child as required or permitted by this title; or\n(5) the receipt of a statement by the child under Section 51.09(b) of this code.\n(c) A child may not be left unattended in a juvenile processing office and is entitled to be accompanied by the child's parent, guardian, or other custodian or by the child's attorney.\n(d) A child may not be detained in a juvenile processing office for longer than six hours.\nTEX. FAM.CODE ANN. § 52.025 (Vernon Supp.1996).\n[3]  Section 53.01 states, in relevant part, as follows:\n\n§ 53.01. Preliminary Investigation and Determinations; Notice to Parents\n(a) On referral of a child or a child's case to the office or official designated by the juvenile court, the intake officer, a probation officer, or other person authorized by the court shall conduct a preliminary investigation to determine whether:\n(1) the person referred to juvenile court is a child within the meaning of this title;\n(2) there is probable cause to believe the child engaged in delinquent conduct or conduct indicating a need for supervision; and\n(3) further proceedings in the case are in the interest of the child or the public.\nTEX. FAM.CODE ANN. § 53.01 (Vernon 1986).\n[4]  The following is an order of the Cameron County Juvenile Board:\n\nIt is therefore ORDERED, ADJUDGED, AND DECREED that:\n(1) The magistrates of Cameron County, the stations, substations and offices of all law enforcement departments of Cameron County, Texas, be and are hereby designated as offices and officials to which a person taking a child into custody may deliver said child if there is probable cause to believe the child engaged in delinquent conduct or conduct indicating a need for supervision.\n(2) Each law enforcement agency designate a room or office to become the juvenile processing office to which a person taking a child into custody may deliver said child for purposes outlined in Section 52.025 of the Texas Family Code.\n\n",
            "ocr": false,
            "opinion_id": 1777898
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}