{
    "id": 1780107,
    "judges": "Gersten and Wells, Jj., and Schwartz, Senior Judge",
    "date_filed": "1975-10-30",
    "date_filed_is_approximate": true,
    "slug": "polite-v-state",
    "case_name_short": "Polite",
    "case_name": "Polite v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "933 So. 2d 587"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n933 So. 2d 587 (2006)\nGary Lamar POLITE, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 3D03-2819.\nDistrict Court of Appeal of Florida, Third District.\nJune 14, 2006.\nBennett H. Brummer, Public Defender, and Carlos F. Gonzalez, Special Assistant Public Defender, for appellant.\n*588 Charles J. Crist, Jr., Attorney General, and Lucretia A. Pitts, Assistant Attorney General, for appellee.\nBefore GERSTEN and WELLS, JJ., and SCHWARTZ, Senior Judge.\n\nON MOTION FOR REHEARING\nSCHWARTZ, Senior Judge.\nWe grant the state's motion for rehearing, set aside the opinion of April 13, 2005,[1] and substitute the following.\nThe defendant appeals from a conviction and sentence for resisting an officer with violence under section 843.01, Florida Statutes (2002), which makes it a felony to \"knowingly and willfully resist[], obstruct[], or oppose[] any officer . . . by offering or doing violence to the person of such officer.\" The primary issue at the trial, presented by disputed evidence on the question,[2] was whether, in forcibly resisting arrest by the victim, Officer Munoz, who was in plain clothes and undercover, the defendant actually knew or should have known that he was indeed a police officer. During both the closing and rebuttal portions of the prosecutor's final argument the prosecutor argued that it was not necessary for the state to establish that fact.[3] The court overruled the defendant's *589 objections to this argument and a motion for mistrial and later denied a requested instruction that the term \"knowingly\" in the definition of the offense included the requirement\nthat he must knowingly resist an officer which includes that he must have known that . . . Officer Munoz was in fact a police officer. . . .\nOn appeal, Polite again argues that the trial court erred in overruling his objections to the state's arguments and in refusing to give an instruction to the effect that the state must prove that the defendant knew that Munoz was an officer. We disagree upon the holding that knowledge of the victim's status is not an element of the offense of resisting an officer with violence. Therefore, neither the state's arguments nor the trial judge's rulings were incorrect.\nIn resolving the present issue of the proper interpretation of section 843.01, the starting point, as always, is the statute itself. It provides:\nWhoever knowingly and willfully resists, obstructs, or opposes any officer as defined in s. 943.10(1), (2), (3), (6), (7), (8), or (9); . . . by offering or doing violence to the person of such officer . . . is guilty of a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084.\nAnd, as was said in State v. Giorgetti, 868 So. 2d 512, 515 (Fla.2004):\n[T]he Legislature generally has broad authority to determine any requirement for intent or knowledge in the definition of a crime. To determine whether the Legislature included a knowledge requirement in any given statute, we first look to the statute's plain language.\n(Citation omitted). Of course, the word \"knowingly\" appears in the statute itself. The real issue, however, is what that word refers to. We conclude that the \"plain language\" of section 843.01 shows that the legislature did not include knowledge of the victim's status as an element of the offense.[4] This is so because the adverbial terms \"knowingly and willfully\" modify the verbs \"resists, obstructs or opposes\" rather than the entire phrase. In contrast, the defendant's position, which is essentially that \"knowingly\" applies to the term \"officer,\" would require an impermissible rewriting of the statute by inserting the phrase \"a person known by him to be\" to modify the term \"officer,\" see Reynolds v. State, 842 So. 2d 46 (Fla.2002), or the phrase \"with the intent of\" before the *590 phrase \"offering or doing violence to the person of such officer.\" See Frey v. State, 708 So. 2d 918, 920 n. 2 (Fla.1998); see also Exposito v. State, 891 So. 2d 525, 528 (Fla. 2004)(\"[T]his Court must give the statutory language its plain and ordinary meaning, and is not at liberty to add words . . . that were not placed there by the Legislature.\")(internal quotation marks and citation omitted).\nOur holding is made obvious by the legal fact that resisting an officer with violence is not a specific intent crime. In Frey, 708 So.2d at 920, the supreme court held that the statutory language requires \"no heightened or particularized intent,\" and that resisting an officer with violence is therefore a general intent offense.[5] See also Williams v. State, 250 So. 2d 11 (Fla. 3d DCA 1971)(resisting an officer with violence). As such, the defendant must \"knowingly\" simply intend to commit the proscribed act, that is, resisting, obstructing or opposing a person who is an officer. See State v. Franchi, 746 So. 2d 1126, 1128 (Fla. 4th DCA 1999)(\"The plain language of the [aiding escape] statute does not require a heightened or particularized intent beyond the mere intent to commit the act itself or the intent to cause the natural and necessary consequences of the act, i.e., to `knowingly' act.\"), review denied, 767 So. 2d 456 (Fla.2000). See also Frey, 708 So.2d at 922 n. 4 (Anstead, J., concurring in part and dissenting in part)(\"The term `knowingly' by itself does not create a specific intent crime. United States v. Manganellis, 864 F.2d 528, 536 (7th Cir. 1988).\"); accord Carrada v. State, 919 So. 2d 592, 595 n. 2 (Fla. 3d DCA 2006)(leaving the scene of a crash resulting in personal injury is not a specific intent crime even though statute requires that offense be committed \"willfully\")(citing Frey (Anstead, J., concurring in part and dissenting in part)); cf. Thompson v. State, 695 So. 2d 691 (Fla.1997)(holding that knowledge is an element of attempted murder of a law enforcement officer is supported by fact that offense requires specific intent).[6] But see A.F. v. State, 905 So. 2d 1010, 1012 (Fla. 5th DCA 2005)(respondent accused of resisting an officer with violence \"must have reason to know that the `victim' is an officer\").\nFurthermore, our holding is in keeping with the underlying purposes of the statute in \"preventing the hindrance of the government and [in the] protection of individual officers.\" Wallace v. State, 724 So. 2d 1176, 1179 &amp; 1179 n. 6 (Fla.1998)(noting that (1) the Court in United States v. Feola, 420 U.S. 671, 95 S. Ct. 1255, 43 L. Ed. 2d 541 (1975), gave weight to both purposes in holding that knowledge is not an element of the offense of assaulting, resisting or impeding a federal officer; and (2) that the offense is the \"federal statutory equivalent\" to resisting an officer with violence). As the present case shows, the \"contrary conclusion would give insufficient protection to the [police *591 officer] enforcing an unpopular law, and none to the [officer] acting under cover.\" Feola, 420 U.S. at 684, 95 S. Ct. 1255 (emphasis added).[7]\nIt is significant also that when the legislature determines that knowledge of an officer's status is an element of an offense, it has expressly included such a condition. The point is clearly made in T.S. v. State, 808 So. 2d 1276, 1277 (Fla. 4th DCA 2002). In considering the similar offense of assaulting a school board employee, the court stated:\nAppellant was charged under section 231.06, Florida Statutes (1995), a statute which was repealed on October 1, 1996, and replaced with section 784.081, Florida Statutes (2000).[8] Both statutes address assaults on school board employees. The new statute requires that in order to be convicted the person charged with the violation must know that the victim was a school board employee. The petition did not refer to the new statute and did not allege that appellant knew the victim was a school board employee.\n* * *\nThe state does concede that the petition does not allege that appellant knew the victim was a school board employee, an element of the new statute. We therefore remand for the offense to be reclassified as simple assault.\n(Emphasis added). See also § 316.1935, Fla. Stat. (2005)(fleeing or eluding officer);[9] § 812.015(6), Fla. Stat. (2005)(resisting officer's recovery of merchant's *592 property).[10] Similarly, many statutes in other jurisdictions expressly provide that the defendant must have knowledge, reason to know or a reasonable belief that the victim is an officer.[11] On the other hand when, like section 843.01, that language is not present, several courts have held that knowledge of the victim's status is not an element. See Feola; Jackson v. Delaware, 734 A.2d 641 (Del.1999)(unpublished); Powell v. Mississippi, 806 So. 2d 1069 (Miss.2001); Montana v. Gopher, 194 Mont. 227, 633 P.2d 1195 (1981); Nebraska v. Daniels, 220 Neb. 480, 370 N.W.2d 179 (1985); see also Me.Rev.Stat. Ann. Tit. 17-A, § 751-A(2) (2005)(\"It is a defense to prosecution under this section that the person reasonably believed that the person attempting to effect the arrest or detention was not a law enforcement officer\"). We (of course) agree with these decisions. But see, e.g., California v. Woods, No. D040160, 2003 WL 21783835 (Cal.Ct.App. Aug. 4, 2003)(unpublished opinion); Phillips v. Georgia, 267 Ga.App. 733, 601 S.E.2d 147 (2004); Stack v. Indiana, 534 N.E.2d 253, 255 (Ind.Ct.App.1989).\nIt is true that the crime of resisting an officer without violence under section 843.02[12] does require proof of the defendant's *593 knowledge of the officer's status although that statute is likewise silent as to such an element. Cooper v. State, 742 So. 2d 855 (Fla. 1st DCA 1999); see O'Brien v. State, 771 So. 2d 563 (Fla. 4th DCA 2000), review denied, 791 So. 2d 1100 (Fla.2001). But, the statutes are otherwise decisively different.[13] As to the \"without violence\" offense, such a requirement must be imposed because the forbidden conduct would not otherwise be necessarily improper. See D.T.B. v. State, 892 So. 2d 522, 524 (Fla. 3d DCA 2004); Cooper, 742 So.2d at 855; Elliot v. State, 704 So. 2d 606 (Fla. 4th DCA 1997); see also Chicone v. State, 684 So. 2d 736 (Fla.1996). Absent the element of knowledge that the person resisted is a police officer, one would be subject to prosecution for entirely innocent behavior \u0097 such as, for example, simply walking away from an unidentified someone who ordered him to remain still. See Giorgetti, 868 So.2d at 515; e.g., St. James v. State, 903 So. 2d 1003 (Fla. 2d DCA 2005)(gave false information); D.T.B., 892 So.2d at 524 (flight); E.W. v. State, 873 So. 2d 485 (Fla. 1st DCA 2004)(resisted being handcuffed); H.A.P. v. State, 834 So. 2d 237 (Fla. 3d DCA 2002)(refused to leave area), review denied, 847 So. 2d 976 (Fla. 2003). As to the instant offense, however, as to which violence is required, \"[t]he situation is not one where legitimate conduct becomes unlawful solely because of the identity of the individual or agency affected.\" Feola, 420 U.S. at 685, 95 S. Ct. 1255.\nOf course, when, as below, the defendant presents evidence that he did not know that the victim was an officer, that the victim did not reasonably appear to be an officer, or that the officer used unlawful or excessive force, he may, as he did here, raise an appropriate defense to that effect. See §§ 776.012, .051, Fla. Stat. (2002); Cooper v. State, 573 So. 2d 74 (Fla. 4th DCA 1990); Fowler v. State, 328 So. 2d 530 (Fla. 3d DCA 1976), cert. denied, 336 So. 2d 1181 (Fla. 1976); Parker v. State, 908 So. 2d 1099 (Fla. 1st DCA 2005); Baucham v. State, 881 So. 2d 95, 96 (Fla. 1st DCA 2004); Langston v. State, 789 So. 2d 1024 (Fla. 1st DCA 2001); Jackson v. State, 463 So. 2d 372 (Fla. 5th DCA 1985), review denied, 482 So. 2d 345 (Fla.1986); Fla. Std. Jury Instr. (Crim) 3.6(f), (g); see also Monroe v. State, 384 So. 2d 50 (Fla. 2d DCA 1980). However, the availability of such a defense, which was implicitly rejected by the jury in this case, does not render knowledge an element of the offense itself which must be established by the state. Cf. State v. Espinosa, 686 So. 2d 1345, 1347 (Fla.1996)(\"courts have consistently read section 776.051(1), Florida Statutes (1995), in pari materia with section 843.01 to eliminate [the legal arrest] element as to the offense of resisting arrest with violence\"). See also Carrada, 919 So.2d at 592; Nicholson v. State, 748 So. 2d 1092 (Fla. 4th DCA 2000), review denied, 767 So. 2d 459 (Fla. 2000). The prosecutor was right in telling the jury so and the trial court was right in refusing to instruct it otherwise.\n*594 Direct conflict is certified with A.F. v. State, 905 So. 2d 1010 (Fla. 5th DCA 2005).\nAffirmed, conflict certified.\nNOTES\n[1]  We acknowledge that\u0097unusually, perhaps uniquely\u0097this opinion is our third try at this case. Polite v. State, No. 3D03-2819, 2004 WL 1780925 (Fla. 3d DCA August 11, 2004)(\"Affirmed. See O'Brien v. State, 771 So. 2d 563 (Fla. 4th DCA 2000)\"); Polite v. State, 934 So. 2d 496, 2005 WL 840434 (Fla. 3d DCA Case no. 3D03-2819, opinion filed, April 13, 2005)(on rehearing granted). Our last effort, by the same writer, was based upon the existence of \"no doubt [that the defendant's knowledge of the victim's capacity as a police officer was] an indispensable element of the crime in question.\" Polite, 934 So.2d at 497. The likelihood that there is not only grave doubt about this conclusion but that the direct contrary is true was called to the panel's attention by two other members of the Court who reviewed the case on the state's motion for en banc consideration. The present opinion, whatever else it may be, is an example of the value of a multi-member court, each of whom takes appropriate responsibility for all of the court's opinions.\n[2]  The alleged crime occurred on December 16, 2002, as Miami-Dade County Police Officer Munoz was working undercover in the downtown Miami area. He was wearing a t-shirt, a plaid button-down shirt and pants. Officer Munoz observed Gary Polite, a homeless man, shaking several parking meters in an attempt to extract coins. Officer Munoz removed his badge, approached the defendant and stated, \"Police, you're under arrest.\" The officer tried to grab the defendants wrist but the defendant pulled away. The officer told him not to resist. The defendant's upper clothing slipped off and the defendant was able to get out of Officer Munoz's grasp. The defendant attempted to hit the officer and fled the scene. Officer Munoz sent out a BOLO for the defendant.\n\nOfficer Santiago was also working patrol that evening, not undercover, and received Officer Munoz's BOLO call. Shortly thereafter, Officer Santiago observed the defendant riding his bike. The defendant got off the bike and started walking toward the police officer. Officer Santiago identified himself as an officer and directed the defendant to stop. The defendant submitted to officer Santiago's authority without a struggle. Officer Santiago testified as a defense witness and stated that the defendant told him he did not know whether Officer Munoz was a police officer.\n[3]  The prosecutors stated in part:\n\nMS. MARTYAK [State Attorney]: Now, defense counsel called Officer Santiago to the stand. Remember what he told you? They asked, did the defendant say anything and he said, yes. He said that he wasn't sure if Officer Munoz was a police officer. And you were here. Do I have to prove it to you that the defendant knows the officer is a police officer?\nMS. SAYFIE [Defense Counsel]: Judge, I am going to object.\nMS. MARTYAK: Anywhere does it show here?\nMS. SAYFIE: That is a misstatement of the law.\nTHE COURT: Overrule the objection.\nMS. MARTYAK: I don't have to prove that to you.\n* * *\nMR. MIN [State Attorney]: Counsel refers to this board and points out the word knowingly. What does the defendant on this board have to know? He has to know that he is resisting. He has to know that he is obstructing, and he has to know that he is opposing. That's all he has to know. That word knowingly goes to those accidents where he just all of a sudden moved your arm back.\n* * *\nThat knowingly goes to that element. Knowingly resisted, knowingly obstructed, knowingly opposed. Did he knowingly and willfully swing his arms? Did he knowingly and willfully resist? Did he knowingly and willfully oppose? That's what the word knowingly goes to.\nNowhere in this jury instruction or in the instructions that the Judge is going to read to you or in the instructions that you are going to get and take back to the jury room with you nowhere are you going to see the words that he knew he was a police officer.\n[4]  The elements are \"1) knowingly 2) resisting, obstructing or opposing a law enforcement officer 3) in the lawful execution of any legal duty 4) by offering or doing violence to his person.\" State v. Henriquez, 485 So. 2d 414, 415 (Fla.1986).\n[5]  There may be some theoretical distinction between a \"specific intent\" offense and one which does require a particular element of knowledge as an element of the crime. The two concepts, however, seem quite interchangeable and indistinguishable for purposes of analysis and result. See United States v. Kimes, 246 F.3d 800 (6th Cir.2001), cert. denied, 534 U.S. 1085, 122 S. Ct. 823, 151 L. Ed. 2d 705 (2002); United States v. Berki, 936 F.2d 529, 532 (11th Cir.1991)(\"[W]e conclude that [threatening to assault or murder a federal judge] is not a specific intent crime. In other words, it was not essential for [the defendant] to know that he was threatening a federal judge to be held criminally liable for his conduct.\"), cert. denied, 503 U.S. 988, 112 S. Ct. 1677, 118 L. Ed. 2d 395 (1992).\n[6]  That Thompson does not govern this case is shown by Justice Anstead's citation to that case in his dissent in Frey. See Frey, 708 So.2d at 925-26.\n[7]  The Feola holding that knowledge of the officer's status is not an element of assaulting or resisting a federal officer remains an established part of federal law addressing this offense. See United States v. Ettinger, 344 F.3d 1149 (11th Cir.2003); see also United States v. Yermian, 468 U.S. 63, 104 S. Ct. 2936, 82 L. Ed. 2d 53 (1984); see generally Eric C. Surette, Annotation, Scienter as Element of Offense of Assaulting, Resisting, or Impeding Federal Officer Under 18 U.S.C.A. § 111, 6 A.L.R. Fed.2d 415 (2005).\n[8]  Section 231.06, Florida Statutes (1995), states that \"[W]henever any student . . . commits an assault or battery upon any . . . employee of a school district . . . the offense for which the person is charged shall be classified. . . .\"\n\nSection 784.081, Florida Statutes (2000), provides:\nWhenever a person is charged with committing an assault or aggravated assault or battery or aggravated battery upon any . . . employee of . . . any . . . entity of the state system of education . . . when the person committing the offense knows or has reason to know the identity or position or employment of the victim, the offense for which the person is charged shall be reclassified. . . .\n(Emphasis added).\n[9]  Section 316.1935, Florida Statutes (2005) states, in pertinent part:\n\n(1) It is unlawful for the operator of any vehicle, having knowledge that he or she has been ordered to stop such vehicle by a duly authorized law enforcement officer, willfully to refuse or fail to stop the vehicle in compliance with such order or, having stopped in knowing compliance with such order, willfully to flee in an attempt to elude the officer. . . .\n(2) Any person who willfully flees or attempts to elude a law enforcement officer in an authorized law enforcement patrol vehicle, with agency insignia and other jurisdictional markings prominently displayed on the vehicle, with siren and lights activated commits a felony of the third degree . . . .\n(3) Any person who willfully flees or attempts to elude a law enforcement officer in an authorized law enforcement patrol vehicle, with agency insignia and other jurisdictional markings prominently displayed on the vehicle, with siren and lights activated. . . .\n(4) Any person who, in the course of unlawfully leaving or attempting to leave the scene of a crash in violation of s. 316.027 or s. 316.061, having knowledge of an order to stop by a duly authorized law enforcement officer, willfully refuses or fails to stop in compliance with such an order, or having stopped in knowing compliance with such order, willfully flees in an attempt to elude such officer . . . .\n(Emphasis added). See Creed v. State, 886 So. 2d 301 (Fla. 4th DCA 2004).\n[10]  Section 812.015(6), Florida Statutes (2005), in pertinent part, provides:\n\nAn individual who, while committing or after committing theft of property, transit fare evasion, or trespass, resists the reasonable effort of a law enforcement officer . . . to recover the property or cause the individual to pay the proper transit fare or vacate the transit facility which the law enforcement officer . . . had probable cause to believe the individual had concealed or removed from its place of display or elsewhere or perpetrated a transit fare evasion or trespass commits a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083, unless the individual did not know, or did not have reason to know, that the person seeking to recover the property was a law enforcement officer . . . .\n(Emphasis added). See Lane v. State, 867 So. 2d 539 (Fla. 1st DCA 2004)(state must prove that the defendant knew or had reason to know that person the defendant resisted was merchant).\n[11]  Alaska Stat. § 11.56.700 (2005)(\"knowing that a peace officer is making an arrest\"); Ariz.Rev.Stat. Ann. § 13-2508 (2005)(\"a person reasonably known to him to be a peace officer\"); Ark.Code Ann. § 5-54-103 (2005)(\"a person known by him to be a law enforcement officer\"); Cal.Penal Code § 148.10 (West 2005)(\"knew or reasonably should have known that the other person was a peace officer\"); Conn. Gen.Stat. § 53a-167c (2005)(assault of officer in preventing officer from performing duties)(\"reasonably identifiable police officer\"); 720 Ill. Comp. Stat. 5/31-1 (2005)(\"one known to the person to be a peace officer\"); Iowa Code § 719.1 (2005)(\"anyone known by the person to be a peace officer\"); Ky.Rev.Stat. Ann. § 520.090 (West 2005)(\"a peace officer, recognized to be acting under color of his official authority\"); La.Rev.Stat. Ann. § 14:108(A) (2005)(\"when the offender knows or has reason to know that the person arresting . . . is acting in his official capacity\"); Mich. Comp. Laws Ann. § 750.81d (West 2005); Mo.Rev.Stat. § 575.150 (2005); N.H.Rev.Stat. Ann. § 642:2 (2005); Or.Rev.Stat. § 162.315 (2005); R.I. Gen. Laws § 12-7-10 (2005); S.C.Code Ann. § 16-9-320 (2005); Tenn. Code Ann. § 39-16-602(a) (West 2005); Tex. Penal Code Ann. § 38.03(a) (Vernon 2005); Utah Code Ann. § 76-8-305(1) (West 2005); Vt. Stat. Ann. tit. 13, § 3017 (2005); see Col. Rev.Stat. Ann. § 18-8-103 (West 2005) (defines peace officer as \"in uniform or, if out of uniform, one who has identified himself by exhibiting his credentials as such peace officer to the person whose arrest is attempted\"); Mass. Gen. Laws ch. 268, § 32B (2005)(same); D.C.Code § 22-405 (2005).\n[12]  Section 843.02., \"Resisting officer without violence to his or her person,\" states:\n\nWhoever shall resist, obstruct, or oppose any officer as defined in s. 943.10(1), (2), (3), (6), (7), (8), or (9); member of the Parole Commission or any administrative aide or supervisor employed by the commission; county probation officer; parole and probation supervisor; personnel or representative of the Department of Law Enforcement; or other person legally authorized to execute process in the execution of legal process or in the lawful execution of any legal duty, without offering or doing violence to the person of the officer, shall be guilty of a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083.\n[13]  We have come to this conclusion only very late in the process. Indeed, the source of our (my) error in the immediately former opinion was to cite Cooper, 742 So.2d at 855, a section 843.02 no violence case, in support of the conclusion that section 843.01, the with violence statute, contains the element of knowledge.\n\n",
            "ocr": false,
            "opinion_id": 1780107
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}