{
    "id": 1927895,
    "judges": "Harris, McCOR-MICK, Moore, Rees, Uhlenhopp",
    "date_filed": "2001-07-02",
    "date_filed_is_approximate": true,
    "slug": "state-v-beverlin",
    "case_name_short": "Beverlin",
    "case_name": "State v. Beverlin",
    "case_name_full": "STATE of Iowa, Appellee, v. Terry John BEVERLIN, Appellant",
    "attorneys": "Joseph J. Bitter, Dubuque, for appellant., Richard C. Turner, Atty. Gen., Robert J. Curnan, County Atty., and Thomas G. Schrup, Asst. County Atty., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b567-13\">\n    STATE of Iowa, Appellee, v. Terry John BEVERLIN, Appellant.\n   </parties><br><docketnumber id=\"b567-16\">\n    No. 60129.\n   </docketnumber><br><court id=\"b567-17\">\n    Supreme Court of Iowa.\n   </court><br><decisiondate id=\"b567-18\">\n    March 22, 1978.\n   </decisiondate><br><attorneys id=\"b568-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"536\"> \n     *536\n     </span>\n    Joseph J. Bitter, Dubuque, for appellant.\n   </attorneys><attorneys id=\"AJQ\">\n    Richard C. Turner, Atty. Gen., Robert J. Curnan, County Atty., and Thomas G. Schrup, Asst. County Atty., for appellee.\n   </attorneys><br><judges id=\"b568-14\">\n    Considered by MOORE, C. J., and REES, UHLENHOPP, HARRIS and McCOR-MICK, JJ.\n   </judges>",
    "citations": [
        "263 N.W.2d 535"
    ],
    "opinions": [
        {
            "author_str": "Rees",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4415.0,
            "opinion_text": "\n263 N.W.2d 535 (1978)\nSTATE of Iowa, Appellee,\nv.\nTerry John BEVERLIN, Appellant.\nNo. 60129.\nSupreme Court of Iowa.\nMarch 22, 1978.\n*536 Joseph J. Bitter, Dubuque, for appellant.\nRichard C. Turner, Atty. Gen., Robert J. Curnan, County Atty., and Thomas G. Schrup, Asst. County Atty., for appellee.\nConsidered by MOORE, C. J., and REES, UHLENHOPP, HARRIS and McCORMICK, JJ.\nREES, Justice.\nDefendant was indicted for the murder of his wife, Donna, and entered a plea of guilty to an open charge of murder. Following an extensive evidentiary hearing to determine the degree of defendant's guilt, the trial court found the defendant guilty of murder in the second degree, and sentenced him to incarceration in the penitentiary for a term of forty years. Defendant appeals, asserting the trial court erred in concluding his guilty plea was in and of itself an admission of killing a human being with malice aforethought and asserts further the evidence was insufficient to establish malice aforethought or lack of provocation. We reverse and remand for hearing on degree of guilt and resentencing.\nThe evidence established defendant murdered his wife, Donna, by suffocating her with a pillow following a family argument. At the hearing contemplated by § 690.4, The Code, to establish the degree of guilt the State's evidence consisted primarily of testimony from investigating officers, the defendant's neighbors and several friends of the defendant and his deceased wife. The State's evidence indicated defendant and his wife, in the company of a friend, had been drinking in taverns on the night prior to the alleged murder, and that the friend dropped the defendant and Donna off at their apartment in the early morning hours. It appears that while defendant and Donna were proceeding to their apartment, defendant playfully shoved Donna and that she retaliated, and what started out as some playful shoving and pushing led to an argument and fight in the apartment. It was established defendant hit Donna on the head and that she fell on the bed, whereupon he jumped on her and placed a pillow over her head to stop her from screaming. He lifted the pillow after a few seconds, and she began screaming at him again, following which he placed the pillow over her face until she remained motionless. After he removed the pillow a second time, Donna did not move, but defendant testified he thought she was teasing him, so he disrobed and fell asleep beside her. When he awoke in the morning he noticed Donna had not moved, and he then realized she was dead, whereupon he panicked, turned on the gas in the cookstove and left for work. When he returned to the apartment *537 he called the police and attempted to fabricate a story that Donna had committed suicide by inhalation of gas, but defendant later confessed and related the earlier events of the day to the police.\nThe testimony of the defendant is not materially different from the foregoing, except that he testified his wife was beating and clawing at him and had thrown a heavy object at him prior to his attack upon her.\nAt the close of the State's evidence and again at the close of all of the evidence, defendant moved to withdraw from the consideration of the court the crime of murder in the first degree and second degree on the grounds there was a lack of showing of malice aforethought. The motions were overruled.\nOn September 24, 1976 the court filed its findings of fact, conclusions of law and its judgment that defendant was guilty of murder in the second degree. The court found: (1) defendant and Donna were voluntarily intoxicated prior to the alleged homicide but that such intoxication did not diminish defendant's responsibility nor excuse his acts; (2) defendant was not intoxicated to the degree that he could not entertain malice aforethought; (3) there was evidence showing the element of malice aforethought and general criminal intent but not the specific intent necessary for a finding of murder in the first degree; (4) defendant understood what he was doing when he was smothering his wife, and appreciated the probable consequences of his acts; (5) defendant provoked the argument; (6) Donna did not sufficiently provoke the defendant to excuse the defendant or reduce his responsibility for taking her life; (7) defendant willfully and deliberately suffocated Donna; (8) defendant acted wrongfully, intentionally and without just cause; (9) the record was devoid of any evidence showing defendant had reason to fear Donna; (10) defendant appeared to recall exactly what took place, what he and Donna did, and what he did to accomplish his purpose; and (11) the action of the defendant was done by him with malice aforethought.\nIn its conclusions of law, the court stated: (1) \"Defendant's plea of guilty amounts to an admission of killing a human being with malice aforethought, either express or implied\"; (2) Defendant's intoxication did not negate malice; and (3) \"This was not a killing in the sudden heat of passion following adequate provocation.\"\nTwo issues are stated by the defendant for review:\n1. Trial court erred in its conclusion of law that a plea of guilty to an open charge of murder is an admission of a killing \"with malice aforethought\".\n2. The facts of the case taken as a whole do not warrant a finding of guilty of murder in the second degree.\nI. Section 690.1, The Code, 1975 provides:\n\"Whoever kills any human being with malice aforethought, either express or implied, is guilty of murder.\"\nSections 690.2 and 690.3 define the elements of murder in the first degree and murder in the second degree, respectively.\nSection 690.4 provides:\n\"Upon the trial of an indictment for murder, the jury, if it finds the defendant guilty, must inquire, and by its verdict ascertain and determine the degree; but if the defendant is convicted upon a plea of guilty, the court must, by the examination of witnesses, determine the degree, and in either case must enter judgment and pass sentence accordingly.\"\nIn its findings of fact, the trial court stated:\n\"The defendant willfully killed Donna Beverlin on February 27, 1976.\n\"Donna Beverlin died by suffocation, Terry Beverlin using a pillow to deprive her of oxygen.\n\"The action of Terry John Beverlin was done by him with malice aforethought.\"\nThe above obviously amounts to a specific finding by the trial court that the defendant was motivated by malice prior to the commission of the murder of his wife and such finding of fact would justify the *538 trial court in adjudging the defendant guilty of murder in the second degree.\nHowever, the trial court concluded: \"Defendant's plea of guilty amounts to an admission of killing a human being with malice aforethought, either express or implied. Section 690.1, 1975 Code of Iowa, as amended.\"\nFurther, in its conclusions of law the trial court stated: \"The plea of guilty and the judgment of guilty following that plea establishes beyond a reasonable doubt that the defendant is guilty of murder as provided in section 690.1 of the 1975 Code.\"\nThe defendant contends the court's conclusion that by entering a plea of guilty he admitted the killing of Donna Beverlin with malice aforethought either express or implied is erroneous in light of the provisions of § 690.4, The Code, which makes it obligatory upon the court to determine the degree of guilt.\nIn State v. Martin, 243 Iowa 1323, 1329, 55 N.W.2d 258, 262, we said: \"the crime charged in the indictment was several; in this case, not only murder in the first degree, but certainly murder in the second degree and manslaughter at least.\"\nContinuing at page 1331 of 243 Iowa, page 262 of 55 N.W.2d, we said:\n\"The lesser offenses were still included in the indictment, and if the case had been tried to a jury upon a plea of not guilty, the court, depending of course upon the nature of the evidence, might well have found it necessary to tell the jury that the indictment included and also charged the defendant with murder in the second degree and manslaughter.\"\nAnd further continuing at page 1331 of 243 Iowa, page 263 of 55 N.W.2d, we said: \"the plea of guilty is only to the offense charged in the indictment, which might be any of the two degrees of murder, or manslaughter.\"\nObviously, therefore, the court erred in its conclusion that defendant's plea of guilty amounted to an admission of killing a human being with malice aforethought, either express or implied. The conclusion of law on the part of the trial court would preclude a judgment of manslaughter. See State v. Drosos, 253 Iowa 1152, 1164, 114 N.W.2d 526, 533.\nThe State contends the defendant's argument that the trial court erroneously considered the guilty plea to be an admission of malice aforethought ignores the extensive findings of fact by the court that the defendant's actions were with malice. The State, while conceding the trial court may have made an erroneous conclusion, asserts it nevertheless specifically found the defendant acted with malice.\nHowever, we are unable to say in the face of the record before us that the specific finding of malice aforethought was not precipitated by the court's erroneous conclusion that the defendant's plea of guilty was in and of itself an admission that he killed Donna Beverlin with malice aforethought.\nII. We are mindful of the fact that we must view the evidence adduced at the hearing to determine degree of guilty in a light most favorable to the State. State v. Smith, 242 N.W.2d 320, 325 (Iowa 1976). We are also obligated to examine the record without regard to technical errors in order to insure that justice is done. Section 793.18, The Code, 1975. See also State v. Martin, 243 Iowa at 1327, 55 N.W.2d at 263. We conclude this case must be remanded in order that another hearing may be afforded the defendant to determine the degree of his guilt.\nNo question is raised in this appeal concerning the entry of the defendant's guilty plea, and we therefore incline to the belief the defendant is not complaining that the guilty plea was not knowingly and intelligently entered.\nIII. We are not prepared to say after a full review of the record before us that the trial court was incorrect in concluding the defendant acted with malice aforethought and that he was therefore guilty of murder in the second degree. We only hold that the court's legal conclusion that the defendant's plea of guilty was tantamount to an *539 admission of killing a human being with malice aforethought may have caused the court to impermissibly carry such conclusion into the consideration resulting in the eventual finding of the degree of the defendant's guilt as murder in the second degree.\nThe finding by the trial court that defendant was guilty of murder in the second degree constitutes an acquittal of defendant on the charge of murder in the first degree and upon a further hearing to determine the degree of guilt the trial court may consider only whether the defendant was guilty of murder in the second degree or of manslaughter, the offenses included in the general offense of murder with which he was charged. See State v. Sullivan, 215 N.W.2d 491, 493 (Iowa 1974).\nThis case is, therefore, reversed and remanded to the trial court for hearing to determine degree of guilt and the imposition of sentence in conformity with such determination.\nREVERSED AND REMANDED.\n",
            "ocr": false,
            "opinion_id": 1927895
        }
    ],
    "court_short_name": "Supreme Court of Iowa",
    "court_full_name": "Supreme Court of Iowa",
    "court_type": "S",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Murder"
}