{
    "id": 1800271,
    "judges": "Nye, C.J., and Young and Gonzalez",
    "date_filed": 406339200000,
    "date_filed_is_approximate": false,
    "slug": "shiflet-v-state",
    "case_name_short": "Shiflet",
    "case_name": "Shiflet v. State",
    "case_name_full": "Max SHIFLET, Appellant, v. STATE of Texas, Appellee",
    "attorneys": "Robin D. Orr, Bay City, for appellant., Knute L. Dietze, Dist. Atty., Victoria, Jack Salyer, Dist. Atty., Bay City, for ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Discretionary Review Granted Nov. 17,1982.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b862-13\">\n    Max SHIFLET, Appellant, v. STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b862-16\">\n    No. 13-81-074-CR.\n   </docketnumber><br><court id=\"b862-17\">\n    Court of Appeals of Texas, Corpus Christi.\n   </court><br><decisiondate id=\"b862-19\">\n    Aug. 26, 1982.\n   </decisiondate><br><otherdate id=\"b862-20\">\n    Discretionary Review Granted Nov. 17,1982.\n   </otherdate><br><attorneys id=\"b863-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"831\"> \n     *831\n     </span>\n    Robin D. Orr, Bay City, for appellant.\n   </attorneys><br><attorneys id=\"b863-22\">\n    Knute L. Dietze, Dist. Atty., Victoria, Jack Salyer, Dist. Atty., Bay City, for ap-pellee.\n   </attorneys><br><judges id=\"b863-23\">\n    Before NYE, C.J., and YOUNG and GONZALEZ, JJ.\n   </judges>",
    "citations": [
        "653 S.W.2d 830"
    ],
    "opinions": [
        {
            "author_str": "Young",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n653 S.W.2d 830 (1982)\nMax SHIFLET, Appellant,\nv.\nSTATE of Texas, Appellee.\nNo. 13-81-074-CR.\nCourt of Appeals of Texas, Corpus Christi.\nAugust 26, 1982.\nDiscretionary Review Granted November 17, 1982.\n*831 Robin D. Orr, Bay City, for appellant.\nKnute L. Dietze, Dist. Atty., Victoria, Jack Salyer, Dist. Atty., Bay City, for appellee.\nBefore NYE, C.J., and YOUNG and GONZALEZ, JJ.\n\nOPINION\nYOUNG, Justice.\nMax Shiflet was convicted of murder of Diana Kaiser by a Victoria County jury and sentenced by the court to a term of life imprisonment. In his first two grounds of error, appellant challenges the admissibility of an incriminating oral statement made by him to peace officers. In his third ground of error, he maintains that without his oral statement, the evidence would be insufficient to convict him. We affirm.\nThe controlling issues on this appeal are whether the oral statement was the result of interrogation and whether it was obtained by coercion. At the trial appellant contended that the admissibility of the statement was controlled by Article 38.22 § 3 of Texas Code of Criminal Procedure (Vernon 1979), because (1) it was obtained as the result of interrogation, and (2) it was *832 obtained as the result of interrogation that took place while the appellant was in custody. He further contended that the statement was obtained by coercion.\nIn support of its order holding the statement admissible, the trial court made written findings that the statement \"was not the product of interrogation\" and that it \"was given by the defendant without threats, improper influence, any promises, persuasion or compulsion.\" In his brief, appellant contends that the evidence adduced on these issues was insufficient to support those findings because it conclusively established that the statement was the result of \"coercive custodial interrogation.\"\nThe record reveals the following sequence of events. On January 6, 1977, a truck driver named Donald Branson, was traveling through Wharton County on Highway 59. He was acquainted with Diana Kaiser from speaking to her on his CB radio and was talking to her that night. He observed a Chevy Luv pickup stopped at the side of the road just north of Hungerford with a white four door sedan stopped behind it. The sedan had red lights on the top, insignia on the door, and several antennas. Three other truckers observed the pickup stopped in front of a white sedan bearing a light on top, insignia, and antennas. One of the drivers recognized the pickup as belonging to Ms. Kaiser.\nMs. Kaiser was never seen again. News of her disappearance was conveyed to the truckers who had seen the pickup at a truck stop which they all frequented. Each of the truckers gave a description of what he had seen to an officer of the Wharton County Sheriff's Department. Max Shiflet was one of the investigating officers, who was assigned to interview the truck drivers. He filed no written report but told the other members of his department that the truckers told him that the car which was stopped behind Ms. Kaiser's truck was either brown or tan. Consequently, the Wharton County Sheriff's Department and Carl Weathers, the Texas Ranger assigned to Wharton County, spent months looking for a brown car with lights on top.\nWhile doing some maintenance work for the Highway Department on September 6, 1977, Leroy Wittig observed a white coat in a culvert on FM 2919 in Wharton County. The coat drew his attention so he investigated further and discovered a body. Joe Covarrubio, a deputy sheriff of Wharton County, removed the remains and investigated the scene. In addition to the white coat, he found some rings and what appeared to be .00 buckshot. Joseph Jachimcyk, M.D., the chief medical examiner of Harris County, conducted an autopsy on the skeletal remains and determined that the cause of death was a shotgun wound to the head. Dr. Jachimcyk testified that because of the condition of the body there was no scientific manner to determine the day of the victim's death, but Paul Stemson, D.D.S., confirmed that the victim was Diana Kaiser. The family also identified the white jacket as belonging to Ms. Kaiser.\nAfter the body was found, the investigation intensified. Texas Ranger Carl Weathers and Chief Deputy Sheriff Earl Winebrenner decided to contact all the truck drivers, who had seen the Kaiser pickup. After finding the truck drivers, the two officers learned that they had all observed the Kaiser pickup parked in front of a white car bearing insignia, red lights on top, and several antennas.\nFurther inquiry showed that at the time of the murder, there were two deputy sheriffs from Wharton County on patrol, that Max Shiflet was one of them, that he was patrolling close to the area where Ms. Kaiser's body was found, and that his patrol car matched the description of the one seen by the truckers. Earl Winebrenner then examined the interior of Shiflet's car and found that the shotgun assigned to it contained.00 buckshot. There was evidence that the Wharton County Sheriff's Department normally used only No. 4 buckshot and never has issued .00 buckshot.\nOn September 29, 1977, Texas Ranger Carl Weathers requested that Max Shiflet come in to the police station to take a *833 polygraph examination, which was administered by a police officer. The officer informed the appellant that he failed the test. Since the Wharton County Sheriff was vacationing, Chief Deputy Winebrenner decided to suspend Shiflet from active duty until the situation was resolved. Shiflet continued to draw his pay and remained in possession of his gun and badge during that time. On October 3, 1977, Sheriff Flournoy returned to duty and suggested that the appellant take a second set of polygraph examinations. An appointment was made for Shiflet with Dee Wheeler of Austin, whose firm conducts polygraph examinations.\nOn October 6, 1977, Carl Weathers and Earl Winebrenner drove the appellant to Austin to take the polygraph tests. They both testified that they did not restrict Mr. Shiflet's movements or mistreat him in any way. They stated that if Mr. Shiflet had declined to go to Austin, they would not have taken him. When they arrived in Austin, Wheeler asked Max Shiflet to execute a waiver before taking the test. The appellant complied, and two polygraph examinations were performed. Wheeler advised the appellant that he failed both these tests. The two officers who accompanied the appellant stated that he asked to talk with them after the polygraphs were finished. Ranger Weathers gave him a Miranda warning, and the appellant stated \"that he was convinced that he did in fact stop Diana Kaiser with his patrol car, that he did in fact shoot Diana Kaiser, and that he did in fact place her body under the culvert where she was found.\" He also stated that he could not remember or did not wish to remember the details of the crime. Chief Winebrenner took notes and began asking questions. He asked whether the appellant had sexual intercourse with Diana Kaiser and whether he compelled her to commit oral sodomy. Mr. Shiflet replied \"It's possible\" to the questions. Chief Winebrenner then asked whether the appellant would and could kill a person who threatened to come between him and his family, his position in the community and his job. Shiflet answered, \"Yes.\" The appellant does not dispute that a Miranda warning was given before he made the statement.\nLater that day, Mr. Shiflet gave another statement which the officers typed and he signed. Because of references to the polygraph examinations, the trial court would only permit a small and rather insignificant portion of this statement to be introduced before the jury. Consequently, the district attorney chose not to offer the written statement. He did elicit testimony regarding the oral statements from Carl Weathers after the trial court had overruled the appellant's motion to suppress them.\nThe appellant claims that the oral statements were involuntary and made while he was in custody. His basis for these claims is in the testimony which he gave at the hearing on the motion to suppress. The appellant stated there that the sheriff insisted upon his taking the second set of polygraphs. Shiflet did not explain what the consequences would have been if he refused to take the second set of tests. He simply said that the sheriff insisted. But, both Carl Weathers and Earl Winebrenner testified that taking the second set of polygraphs was voluntary on the appellant's part. They explained that they were still seeking to exonerate a fellow police officer when they arranged for the trip. Shiflet also testified that learning of the results of the polygraph put him under a mental strain and that the officers initiated the conversation, which produced his statement by urging him \"to get it off his chest.\"\nThe determination of whether a confession is voluntary must be based upon examination of the totality of the circumstances surrounding its acquisition. Fare v. Michael C., 442 U.S. 707, 725-26, 99 S. Ct. 2560, 2571-72, 61 L. Ed. 2d 197 (1979); Barton v. State, 605 S.W.2d 605, 607 (Tex.Cr. App.1980). Since the trial judge is the trier of fact at a hearing on the voluntariness of a confession, he is the exclusive judge of the witnesses' credibility as well as the weight to be afforded their testimony; his determination will not be disturbed in the absence of an abuse of discretion. Hawkins v. State, 628 S.W.2d 71, 75 (Tex.Cr.App. *834 1982). The appellant does not dispute that a warning was given nor does he contend that he failed to comprehend the warning, but does argue that his will was overborne by the use of \"psychological techniques,\" which included the trip to Austin and mental strain from failing the polygraph tests.\nThe Fifth Amendment prohibits police from the use of mental coercion as well as physical abuse in their efforts to obtain a confession. Miranda v. Arizona, 384 U.S. 436, 448, 86 S. Ct. 1602, 1614, 16 L. Ed. 2d 694 (1966). When police officers being investigated are given a choice either to incriminate themselves or forfeit their jobs, the confessions are not voluntary but coerced. Garrity v. State of New Jersey, 385 U.S. 493, 497, 87 S. Ct. 616, 618, 17 L. Ed. 2d 562 (1967). In Garrity, the officers were compelled to choose between their jobs and their Fifth Amendment rights by a New Jersey statute. In Holloway v. State, 26 Md.App. 382, 339 A.2d 319, 323 (Md.Ct. Spec.App.1975), the Maryland Court held that statements made by a police officer were involuntary because of the existence of a departmental policy of disciplining officers who refuse to speak. The appellant has shown the existence of no such statute or regulation to coerce him to make a statement nor has he shown any threat by the Wharton County Sheriff's Department to fire him or otherwise discipline him if he did not talk. Although he contends in his brief that the trip to Austin was an elaborate strategy by the State to obtain a confession, he testified that the officers were his friends and were not drilling him. In fact, he attributed his mental strain to a feeling of guilt over failing the polygraph examinations rather than to anything the officers said. Under the totality of the circumstances, the evidence supports the trial court's finding that the appellant's statement was given voluntarily.\nThe appellant also contends that his statements were inadmissible because they were made while he was in custody. Since the officers informed him of his Fifth Amendment rights, a voluntary statement made while he was in custody would not violate any Constitutional principles. Miranda v. Arizona, 384 U.S. 436, 478, 86 S. Ct. 1602, 1629, 16 L. Ed. 2d 694 (1966). Appellant argues that the law enforcement officers failed to meet the requirements of the Texas statute which limits the admissibility of statements of an accused. When a suspect responds to custodial interrogation by making an oral statement, it is admissible only when an electronic recording has been made of the statement. Tex.Code Crim. Proc.Ann. art. 38.22 § 3(a)(1) (Vernon 1979). Exceptions exist only for statements which lead to corroborating evidence or which are res gestae of the offense or the arrest. Tex.Code Crim.Proc.Ann. art. 38.22 §§ 3(c), 5 (Vernon 1979). It is clear from the record that neither of these exceptions applies in this case. Thus, the appellant argues that because he was in custody when he made his statement, it would be inadmissible because the police officers failed to record it. He overlooks the clear specification in Article 38.22 § 5 that recordings are necessary only when there is custodial interrogation.\nCarl Weathers admitted that he and Chief Winebrenner did ask the appellant questions after leaving Austin. The statement which the appellant claims is inadmissible was made while they were still in Austin. The appellant claims that the officers urged him to talk, but they say that he initiated the conversation. According to the officers' version, Shiflet related the facts that he shot Ms. Kaiser and hid her body before any questions were asked.\nThe Texas statute which requires a tape recording of oral statements parallels the Miranda rule in that both apply to statements made as a result of custodial interrogation. See Rhode Island v. Innis, 446 U.S. 291, 100 S. Ct. 1682, 64 L. Ed. 2d 297 (1980); Miranda v. Arizona, supra 384 U.S. at 444, 86 S.Ct. at 1612; Sanchez v. State, 589 S.W.2d 422, 423 (Tex.Cr.App.1979); Earnhart v. State, 582 S.W.2d 444, 448 (Tex. Cr.App.1979); Tex.Code Crim.Proc.Ann. art. 38.22 § 3(a) (Vernon 1979). The Supreme Court has defined interrogation as either express questioning or any words or *835 actions by the police which they should know are reasonably likely to elicit an incriminating response from the suspect. Rhode Island v. Innis, supra. There is ample evidence to support the trial court's finding that the statements were not made as a result of interrogation. Therefore, Art. 38.22 § 3 requiring a tape recording is inapplicable.\nWe conclude that the trial court did not abuse its discretion in finding that the statement was not obtained by interrogation or coercion. We hold that the trial court did not err in admitting the oral statement. All of appellant's grounds of error are overruled.\nThe judgment of the trial court is affirmed.\n",
            "ocr": false,
            "opinion_id": 1800271
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}