{
    "id": 1821179,
    "judges": "Boslaugh, Carter, Chappell, Messmore, Wenke, Yeager",
    "date_filed": "2016-12-07",
    "date_filed_is_approximate": true,
    "slug": "olney-v-state",
    "case_name_short": null,
    "case_name": "Olney v. State",
    "case_name_full": "John E. Olney, Plaintiff in Error, v. State of Nebraska, Defendant in Error",
    "attorneys": "Crosby, Pansing & Guenzel and Donn E. Davis, for plaintiff in error., Clarence S. Beck, Attorney General, and Bernard L. Packett, for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 63,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b741-5\">\n    John E. Olney, plaintiff in error, v. State of Nebraska, defendant in error.\n   </parties><br><citation id=\"b741-6\">\n    100 N. W. 2d 838\n   </citation><br><decisiondate id=\"b741-7\">\n    Filed January 29, 1960.\n   </decisiondate><docketnumber id=\"A6F\">\n    No. 34656.\n   </docketnumber><br><attorneys id=\"b741-15\">\n<em>\n     Crosby, Pansing &amp; Guenzel\n    </em>\n    and\n    <em>\n     Donn E. Davis,\n    </em>\n    for plaintiff in error.\n   </attorneys><br><attorneys id=\"b741-16\">\n<em>\n     Clarence S. Beck,\n    </em>\n    Attorney General, and\n    <em>\n     Bernard L. Packett,\n    </em>\n    for defendant in error.\n   </attorneys><br><judges id=\"b741-17\">\n    Heard before Carter, Messmore, Yeager, Chappell, Wenke, and Boslaugh, JJ.\n   </judges>",
    "citations": [
        "100 N.W.2d 838",
        "169 Neb. 717"
    ],
    "opinions": [
        {
            "author_str": "Carter",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5008.0,
            "opinion_text": "\n100 N.W.2d 838 (1960)\n169 Neb. 717\nJohn E. OLNEY, Plaintiff in Error,\nv.\nSTATE of Nebraska, Defendant in Error.\nNo. 34656.\nSupreme Court of Nebraska.\nJanuary 29, 1960.\n*839 Crosby, Pansing &amp; Guenzel, Donn E. Davis, Lincoln, for plaintiff in error.\nClarence S. Beck, Atty. Gen., Bernard L. Packett, Asst. Atty. Gen., for defendant in error.\nHeard before CARTER, MESSMORE, YEAGER, CHAPPELL, WENKE and BOSLAUGH, JJ.\nCARTER, Justice.\nThis is a criminal action in which the defendant, John E. Olney, was charged with the crime of motor vehicle homicide, as defined by section 28-403.01, R.R.S. 1943. The defendant entered a plea of not guilty. The jury found the defendant guilty as charged and the defendant was sentenced to serve from 1 to 2 years in the Nebraska State Reformatory for Men, pay a fine of $500, and suffer a suspension of his operator's license for a period of 1 year. By a petition in error the defendant seeks a reversal of the conviction.\nIt is provided by section 28-403.01, R.R.S. 1943, that whoever shall cause the death of another without malice while engaged in the unlawful operation of a motor vehicle shall be deemed guilty of the crime of motor vehicle homicide. The information charged the defendant with unlawfully causing the death of Constance L. Lane without malice while engaged in the unlawful operation of a motor vehicle on October *840 6, 1958. The question of unlawful operation of the vehicle was limited to whether or not defendant was driving at a speed in excess of that permitted by law in any one of the following particulars: (1) Greater than was reasonable and proper, having regard for the traffic, the use of the road, and the condition of the road, (2) in excess of 55 miles an hour between the hours of sunset and sunrise, and (3) at a rate of speed such as to endanger the life or limb of any person.\nThe accident occurred on October 6, 1958, at approximately 9:30 p. m. It happened at a point a short distance south of the city of Lincoln in Lancaster County on a county road immediately west of the paved highway known as the No. 2 cutoff. The No. 2 cutoff is a connecting road between No. 2 highway and U. S. Highway No. 77. It begins at the intersection of Fifty-sixth Street and Highway No. 2 southeast of Lincoln and joins U. S. Highway No. 77 due south of the city of Lincoln. The cutoff is approximately 3 miles long and has a 22-foot asphalt pavement with a white reflectorized stripe in the center. The cutoff road follows section lines until it reaches a point 1,343 feet east of U. S. Highway No. 77 at which point it leaves the section line on a six-degree curve to the southwest. The pavement was banked to the extent of an elevation of 8 to 11 inches on the outside of the curve. The section-line road continues on west from the cutoff and intersects U. S. Highway No. 77 at a point 1,343 feet distant. The accident occurred on the section-line road a short distance beyond the point where the paved cutoff road left the section line.\nThe section-line road west of the point where the paved cutoff road leaves it is a dirt road not recently maintained by the county. At a point 383.5 feet west of the cutoff road the dirt road is crossed by the Rock Island railroad tracks. For a distance of 100 feet west of the cutoff road the dirt road is fairly level. It then drops rather rapidly to the railroad tracks at which point it is 18.5 feet lower than the cutoff road. The dirt road is very narrow after the first 100 feet and contained a number of old ruts at the time of the accident which had been dished out and widened by vehicular traffic. The road was safe for vehicular traffic at slow speeds but was clearly unsafe for such use at high speeds. The location and condition of the cutoff and dirt roads was meticulously explained to the jury by plats and photographs, including some 15 three-dimension views. This evidence presented the situation to the jury with much greater accuracy and detail than we can explain it here.\nThe evidence shows that the defendant was driving a 1956 model Chevrolet automobile which his father had purchased in May 1958 for his use. Defendant was 17 years of age and had been driving motor vehicles since he was 16. The automobile was a second-hand one that had been driven 30,000 miles when purchased. Defendant made many repairs and changes in the mechanism of the car, performing most of the labor himself. He replaced the motor with a new standard Chevrolet motor. The new motor was a factory-rated 220-horsepower engine. The old motor was a 205-horsepower engine. Defendant replaced the single carburetor with three two-barrel carburetors and installed mechanical linkage for their operation. As thus installed, the car would operate on the single center carburetor until the accelerator was two-thirds depressed, at which time the two end carburetors would open up and deliver more gas and air mixture to the firing chambers. He replaced the standard cams with Iskenderian cams made to be used with mechanical valve lifters rather than the hydraulic type. He replaced the standard wiring with a heavier copper base wire. He replaced the valve covers with aluminum ones. He replaced the transmission with one that was stronger and more durable. The gear ratios for first and second gears were increased to attain higher speeds while those gears were being used. Dual exhausts were installed which were cut in ahead of the muffler. *841 When open they were very noisy but would increase the speed of the car to some extent while in use. He equipped the car with a tachometer, an instrument for telling the speed at which the engine was running. The car also was equipped with a speedometer which was not working at the time of the accident. The defendant denied that the car was \"souped up\" and described it as a car with modified equipment. Defendant testified that he had once participated in drag racing at Grand Island and had engaged in drag racing at the Lincoln Air Base the Sunday afternoon preceding the accident.\nWith his automobile thus equipped the defendant and Constance Lane contacted Bill Wertz, a young man who had assisted defendant with the mechanical work on his car. Wertz had a car of his own. He inquired of defendant how the new transmission worked which had been installed the day before. They decided to have what the defendant described as a \"friendly drag.\" They proceeded to the cutoff road at the intersection of Fifty-sixth Street in their respective cars with Constance Lane riding with the defendant. The evidence shows that defendant followed Wertz west on the cutoff road to a point approximately south of Thirty-seventh Street when they stopped. Defendant removed the caps from the lake pipes on the exhaust cutout. The defendant states that when they started up, Constance said \"Go.\" They stopped after a short distance and started again from a side by side starting position. They again stopped at a point south of Twenty-fourth Street. There it was determined that Wertz had shifted into second gear at the speed of 42 miles an hour and defendant had checked his tachometer at that speed. Defendant testifies that they had traveled at a maximum speed of 55 miles an hour between Thirty-seventh and Twenty-fourth Streets, but might have reached 60 or 65 miles an hour. Defendant admitted on cross-examination that he had stated under oath at the inquest that he probably reached 70 miles an hour. At Twenty-fourth Street they again started up from a side by side position. Defendant shifted to second gear when Wertz reached a speed of 45 or 50 miles an hour. After further acceleration of the car defendant shifted to high gear. As they approached the dirt road, Wertz slowed down and defendant began pulling into the right-hand lane. The defendant in his written statement said that he was traveling about 65 miles an hour, plus or minus 10 miles an hour. He came over the rise in the road but failed to see the curve which was approximately 400 feet distant. He knew the curve existed but states that he did not see it until he was very close to it. He decided to go straight ahead instead of trying to turn. No warning signs were posted indicating that the curve was immediately ahead. He says as he entered the dirt road he saw the dropoff. As he went over the dropoff his head struck the top of his car and he has no recollection of what happened thereafter until after the accident. He next remembers being pinned under the car until help arrived, after which he was taken directly to a hospital by ambulance.\nThe record shows that defendant's car left the road, struck the bank on the north side of the road, hit a cross-arm type railroad signal, and overturned to the west of the railroad tracks more than 383 feet west of the paved road. The evidence is sufficient to support a finding of the jury that defendant was engaged in a race or \"drag\" as the defendant described it; that defendant's car was being driven in the nighttime in excess of 55 miles an hour; that his car was being driven at a greater speed than was reasonable and proper, having regard for the traffic and the use and condition of the road; and that such unlawful conduct resulted in the death of Constance Lane. The contention that the evidence does not sustain the verdict is without merit.\nThe defendant contends that the court erred in admitting in evidence the *842 written statement signed by the defendant. In this respect the evidence shows that defendant was taken to a hospital shortly after the accident. Patrolman Emmons went to the hospital during the early morning of October 7, 1958, to obtain a statement from the defendant. He was advised that defendant was under sedation and in no condition to be interviewed, and that he should return the next morning. The following morning Patrolman Emmons was permitted to take the statement of the defendant in the presence of defendant's father, Robert C. Olney, who is a physician, and defendant's attorney. The patrolman reduced the statement to writing. After it was completed it was handed to defendant's father and then to the defendant for examination. Thereafter the defendant signed the statement and returned it to the patrolman. Patrolman Emmons testified that the statement was freely and voluntarily given. The defendant now asserts that he was in no condition to give a statement and that because of his condition his statements were inaccurate and in part untrue. The record shows, however, that defendant made a similar statement under oath at a coroner's inquest held sometime later. We point out that the statement was made in the presence of his father, Dr. Robert C. Olney. It seems that, if defendant was in the physical and mental condition now described, objection would have been made for that reason. Likewise, the statement was made in the presence of defendant's attorney, who raised no objection thereto on any ground. We think the trial court in passing on the sufficiency of the foundation for the admission of the statement into evidence correctly determined that issue. The weight and credibility of such evidence was thereafter a question for the jury to determine. Under all the circumstances surrounding the making of the statement and the evidence of its voluntary nature, the evidence was properly admitted and considered by the jury.\nThe applicable rule as to the admission of a confession in evidence is stated in Parker v. State, 164 Neb. 614, 83 N.W.2d 347. We there stated the rule to be as follows: In laying a foundation in a criminal case for the admission of a confession in evidence it is sufficient to establish affirmatively all that occurred immediately prior to and at the time of making the confession, provided such affirmative proof shows it to have been freely and voluntarily made and excludes the hypothesis of improper inducements or threats. The admission of defendant's statement in evidence in the instant case met the requirements of the foregoing rule.\nIt is the contention of defendant that, before a confession or admission of a person charged with crime may be admitted in evidence against him, the crime must first be established by independent proof. It is fundamental in the law of this state that a defendant may not be properly convicted solely on an admission or confession made by him. While a voluntary confession is insufficient, standing alone, to prove that a crime has been committed, it is, nevertheless, competent evidence of that fact, and may, with sufficient corroborative circumstances, establish the corpus delicti as well as the defendant's guilty participation. Gallegos v. State, 152 Neb. 831, 43 N.W.2d 1, 3. In the latter case this court dealt with the question as to whether or not the corpus delicti must be established by evidence independent of extrajudicial admissions or confessions by quoting the following with approval: \"`* * * although there is authority which holds that the corpus delicti must be established by independent evidence alone and the extrajudicial statements, admissions, or confession of accused cannot be used in aid of the establishment of any necessary element thereof, as a general rule it is not required that the corpus delicti shall be established by independent evidence alone. Extrajudicial admissions, declarations, or confessions of accused may be considered in connection with other independent evidence in determining whether the corpus delicti is sufficiently proved; and it is sufficient when the evidence independent of the confession, together with the confession, *843 establishes the corpus delicti. It is not required that the suppletory evidence be conclusive in its character; and slighter evidence of the corpus delicti is sufficient for its establishment where the commission of the crime has been confessed by accused; but it is necessary that there be such extrinsic corroborative circumstances as will, taken in connection with the confession, produce a conviction of guilt.'\"\nAfter giving the foregoing rule application the trial court was not in error in refusing to direct a verdict for the defendant. The evidence was sufficient to go to the jury, its weight and credibility being exclusively for the jury to determine under proper instructions by the court as to the law applicable to the case.\nThe defendant next contends that the trial court erred in refusing to give instruction No. 9 requested by the defendant. This proposed instruction, if given, would have submitted lesser offenses than motor vehicle homicide for the consideration of the jury. The general rule is that the unlawful operation of a motor vehicle is not necessarily an included offense in a prosecution for motor vehicle homicide. State v. Weise, 75 Idaho 404, 273 P.2d 97. See, also, State v. Gibler, 182 Kan. 578, 322 P.2d 829; People v. Gallagher, 164 Cal. App. 2d 414, 330 P.2d 464.\nIn this respect the statutes of this state provide: \"Upon an indictment for an offense consisting of different degrees the jury may find the defendant not guilty of the degree charged, and guilty of any degree inferior thereto; and upon an indictment for any offense the jury may find the defendant not guilty of the offense but guilty of an attempt to commit the same, where such an attempt is an offense.\" Section 29-2025, R.R.S.1943. We do not here decide whether or not the violation of the motor vehicle laws of the state is a lesser and included offense in the crime of motor vehicle homicide within the meaning of the above-cited statute. Assuming that it is, the contention of the defendant is without merit.\nThe elements necessary to be proved in a charge of motor vehicle homicide are: (1) The death of a person, (2) without malice, (3) while engaged in the unlawful operation of a motor vehicle. It is conclusively established under the evidence in this case that Constance Lane met her death as the result of the accident of October 6, 1958, without malice, while riding in defendant's motor vehicle. The evidence is not in conflict on these points and the defendant does not even contend otherwise. The only issue of fact for the jury, upon which the evidence was in conflict, was whether or not the defendant was operating his automobile unlawfully at the time of the accident. It is clear, therefore, that if defendant was operating his automobile unlawfully at the time of the accident he was guilty of motor vehicle homicide. If he was not operating his automobile unlawfully he was not guilty of motor vehicle homicide or of violating the motor vehicle laws of the state, the asserted lesser offenses. Under such circumstances the trial court is not required, and ought not, to submit the asserted violation of the motor vehicle laws as included offenses. To do so would authorize the jury to find the defendant not guilty of a violation of the motor vehicle laws in the greater offense and to find him guilty of a violation of the motor vehicle laws on the lesser charge. We necessarily hold that the trial court, under the evidence, did not err when it refused to submit the asserted lesser offenses to the jury. The defendant was either guilty of motor vehicle homicide under the evidence adduced or he was not guilty of any offense at all.\nThis view of the case is not without precedent in this state. In Mantell v. State, 141 Neb. 15, 2 N.W.2d 586, we said: \"Where the evidence is conclusive that the defendant shot with intent to wound, it is not error for the court to fail to instruct the jury with reference to the *844 offense of simple assault, or assault and battery.\" This case was cited with approval in Moore v. State, 147 Neb. 390, 23 N.W.2d 552. In Grandsinger v. State, 161 Neb. 419, 73 N.W.2d 632, 649, this court stated: \"Defendant argued that the trial court erred in refusing to give his tendered instruction No. 16 which purported to submit the lesser charge of assault and battery. As stated in 41 C.J.S. Homicide, § 396, p. 232: `In a homicide prosecution, it is not proper to give an instruction as to assault in any of its grades unless such instruction is applicable and authorized by the evidence.' In Clarence v. State, 89 Neb. 762, 132 N.W. 395, 397, it is said: `The eighth instruction asked and refused was to the effect that the jury might find defendant guilty of assault and battery if they believed the evidence so warranted. This was properly refused, as there was no evidence which could require the instruction to be given.' See, also, Mantell v. State, 141 Neb. 15, 2 N.W.2d 586; State v. Johnston, 221 Iowa 933, 267 N.W. 698. Such authorities are applicable and controlling in the case at bar. Defendant's contention should not be sustained.\"\nIt is clear, under the foregoing authorities, that defendant's requested instruction No. 9 was properly refused. To permit the jury to find the defendant guilty of any of the asserted included offenses would require it to find directly contrary to its finding of not guilty on the charge of motor vehicle homicide. The trial court is not required to give such an instruction which, under the evidence, would afford the jury the opportunity only of debasing itself after finding the defendant not guilty on the charge of motor vehicle homicide.\nThe defendant contends that the sentence was excessive and requests this court to exercise its powers under section 29-2308, R.R.S.1943, to reduce the same. The rule of this court consistently adhered to is: Where the punishment of an offense created by statute is left to the discretion of a court within prescribed limits, a sentence prescribed within such limits will not be disturbed unless there appears to be an abuse of such discretion. Guedea v. State, 162 Neb. 680, 77 N.W.2d 166; Pribyl v. State, 165 Neb. 691, 87 N.W.2d 201. We find nothing in this record to indicate that the trial court abused its discretion in imposing the sentence that it did.\nThe record is free from prejudicial error and the judgment of the district court is affirmed.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 1821179
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}