{
    "id": 1833178,
    "judges": "Harten, Lansing, Randall",
    "date_filed": 876182400000,
    "date_filed_is_approximate": false,
    "slug": "hentges-v-thomford",
    "case_name_short": "Hentges",
    "case_name": "Hentges v. Thomford",
    "case_name_full": "Michele HENTGES, as Trustee for the Next of Kin of John Wesley Hentges, Decedent, Judgment Creditor, Respondent, v. Reverend Joel W. THOMFORD, Judgment Debtor, Respondent, and Church Mutual Insurance Company, Garnishee, Appellant",
    "attorneys": "Joe E. Thompson, Schmidt, Thompson, Johnson & Moody, P.A., Willmar, Jeffrey R. Brauehle, Minneapolis, for respondent Hentges., John H. Scherer, Rajkowski Hansmeier Ltd., St. Cloud, for respondent Thomford., Richard L. Pemberton, Jr., W.D. Flas-kamp, Leatha G. Wolter, Meagher & Geer, P.L.L.P., Minneapolis, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b470-14\">\n    Michele HENTGES, as Trustee for the next of kin of John Wesley Hentges, Decedent, judgment creditor, Respondent, v. Reverend Joel W. THOMFORD, judgment debtor, Respondent, and Church Mutual Insurance Company, garnishee, Appellant.\n   </parties><br><docketnumber id=\"b470-19\">\n    No. C7-97-537.\n   </docketnumber><br><court id=\"b470-20\">\n    Court of Appeals of Minnesota.\n   </court><br><decisiondate id=\"b470-21\">\n    Oct. 7, 1997.\n   </decisiondate><br><attorneys id=\"b472-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"426\"> \n     *426\n     </span>\n    Joe E. Thompson, Schmidt, Thompson, Johnson &amp; Moody, P.A., Willmar, Jeffrey R. Brauehle, Minneapolis, for respondent Hentges.\n   </attorneys><br><attorneys id=\"b472-4\">\n    John H. Scherer, Rajkowski Hansmeier Ltd., St. Cloud, for respondent Thomford.\n   </attorneys><br><attorneys id=\"b472-5\">\n    Richard L. Pemberton, Jr., W.D. Flas-kamp, Leatha G. Wolter, Meagher &amp; Geer, P.L.L.P., Minneapolis, for appellant.\n   </attorneys><br><judges id=\"b472-6\">\n    Considered and decided by LANSING, P.J., and RANDALL and HARTEN, JJ.\n   </judges>",
    "citations": [
        "569 N.W.2d 424"
    ],
    "opinions": [
        {
            "author_str": "Lansing",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7632.0,
            "opinion_text": "\n569 N.W.2d 424 (1997)\nMichele HENTGES, as Trustee for the next of kin of John Wesley Hentges, Decedent, judgment creditor, Respondent,\nv.\nReverend Joel W. THOMFORD, judgment debtor, Respondent, and\nChurch Mutual Insurance Company, garnishee, Appellant.\nNo. C7-97-537.\nCourt of Appeals of Minnesota.\nOctober 7, 1997.\n*426 Joe E. Thompson, Schmidt, Thompson, Johnson &amp; Moody, P.A., Willmar, Jeffrey R. Brauchle, Minneapolis, for respondent Hentges.\nJohn H. Scherer, Rajkowski Hansmeier Ltd., St. Cloud, for respondent Thomford.\nRichard L. Pemberton, Jr., W.D. Flaskamp, Leatha G. Wolter, Meagher &amp; Geer, P.L.L.P., Minneapolis, for appellant.\nConsidered and decided by LANSING, P.J., and RANDALL and HARTEN, JJ.\n\nOPINION\nLANSING, Judge.\nOn appeal from the denial of alternative motions for judgment notwithstanding the verdict or a new trial, a church's insurer disputes the legal and factual adequacy of the evidence to establish vicarious liability. The jury found that the church's pastor was acting within the scope of his employment when he accidentally shot and killed a hunting companion who was a church parishioner. We reverse the denial of JNOV.\n\nFACTS\nChurch Mutual Insurance Company provided general comprehensive liability insurance coverage to Immanuel Evangelical Lutheran Church and its pastor, Joel Thomford, while acting within the scope of employment. On Saturday, November 6, 1993, during the policy coverage period, Thomford went hunting with two parishioners, John Hentges and Art Rosenau. While the three men were tracking a deer, Thomford's gun accidentally discharged, killing Hentges.\nHentges' widow, Michele Hentges, brought a wrongful death action against Thomford and the church. Church Mutual agreed to defend the church and, under a reservation of rights, to defend Thomford. The Church Mutual policy had a liability limit of $1 million. Millbank Mutual Insurance Company insured Thomford under a separate home-owner's policy with coverage limits of $100,000.00.\nThomford and Michele Hentges negotiated a Miller-Shugart agreement under which Thomford stipulated to entry of a $1 million judgment against him to be satisfied only from the Church Mutual Insurance proceeds. The agreement also provided that if Michele Hentges was unable to satisfy the judgment from Church Mutual proceeds she would accept the $100,000.00 policy limits under the Millbank Insurance coverage as full and final satisfaction of the judgment.[1] She then brought this garnishment action against Thomford as the judgment debtor and Church Mutual as the garnishee.\nThe sole issue at trial was whether Thomford was acting within the scope of his employment with the church when his gun accidentally discharged and killed Hentges. The testimony was largely undisputed. Michele Hentges presented evidence from Thomford and three other church pastors. Thomford testified that he had been a deer hunter for ten to fifteen years. When Thomford accepted employment with the church and moved to Willmar in 1990 he had gone hunting by himself the first year. Between 1990 and 1993 he had hunted twice with Hentges who was a church trustee and with Rosenau who was a member of the church's strategic planning committee.\nThomford stated that he did not go hunting with the purpose of formally serving as a pastor or formally benefiting the church, although contact with members of the congregation confers an indirect benefit of maintaining good relationships. He testified that getting to know his congregation helped him carry out his functions and be a better minister, which benefits the church. He testified that going hunting with Hentges and Rosenau gave him an opportunity to cultivate and maintain relationships with them and he was close friends with Hentges and Rosenau in part because they were active members of the congregation. Thomford did not mention church matters on the day of the accident, *427 and there was nothing on that day that was \"spiritual.\" Thomford testified that the day was a \"day off\" from his ministry when he felt no obligation to the congregation. He characterized it as a \"personal day\" and \"[s]trictly on a day of vacation\" for himself. He also testified that he was \"off duty,\" and \"on vacation doing [his] own thing\" and \"not for the benefit of the church.\"\nThree other ministers testified on behalf of Hentges. Each testified that it was very important for a pastor to develop comfortable relationships with members of the congregation and that social and recreational activities, including hunting, could help a pastor to develop those relationships and lay a foundation for pastoral visits. One minister testified that he specifically organized hunting groups for the benefit of his church. Another qualified his testimony on pastoral relationships by saying that he believed Thomford was \"on call\" but not \"on duty\" if the hunting activity was not sponsored by the church and took place on a vacation day.\nChurch Mutual presented evidence through church officials and the supervising minister of Immanuel Evangelical Lutheran Church's synod. The church officials testified that Thomford was responsible for teaching a catechism or confirmation class on Saturday mornings. He had obtained permission from the church council to take Saturday November 6 as his day off, instead of his usual day off. Thomford confirmed much of this testimony, saying that he had told the parents of children in his class that he always took one weekend off \"for his own sake\" to go deer hunting. Thomford's supervising minister testified that on a vacation day, a pastor was \"on call\" but off duty. According to the supervising minister, a pastor can do what he wants on his vacation days and he is not working for the church or acting within the scope of his employment.\nThe jury found that Thomford was acting within the scope of his employment at the time of the hunting accident, and the district court entered judgment for $1 million against Church Mutual. The court denied Church Mutual's motions for JNOV or a new trial, and Church Mutual appeals.\n\nISSUE\nDid the district court err by denying Church Mutual's motion for JNOV?\n\nANALYSIS\nJudgment notwithstanding the verdict is proper when a jury verdict has no reasonable support in fact or is contrary to the law. Diesen v. Hessburg, 455 N.W.2d 446, 452 (Minn.1990). Whether to grant a JNOV presents an issue of law, but the analysis admits every reasonable inference to be drawn from the evidence, and an order denying JNOV should stand unless the evidence is practically conclusive against the verdict. Seidl v. Trollhaugen, Inc., 305 Minn. 506, 507, 232 N.W.2d 236, 239 (1975). A reviewing court applies the same standard as the district court in determining whether JNOV is warranted. Sikes v. Garrett, 262 N.W.2d 681, 683 (Minn.1977).\nAn employer is liable for the negligent acts of its employee committed in the course and scope of employment. Edgewater Motels, Inc. v. Gatzke, 277 N.W.2d 11, 15 (Minn.1979); see also McLaughlin v. Cloquet Tie &amp; Post Co., 119 Minn. 454, 457, 138 N.W. 434, 435 (1912) (abstract rule is well settled; the confusion is in applying it concretely). \"Scope of employment\" does not have a fixed or technical definition, and is ordinarily a question of fact for the jury. See Marston v. Minneapolis Clinic of Psychiatry, 329 N.W.2d 306, 311 (Minn.1982); Boland v. Morrill, 270 Minn. 86, 96, 132 N.W.2d 711, 718 (1965). But when the evidence in the record is conclusive on all of the necessary elements or there is an absence of evidence to support a necessary element, no fact issue is presented for the jury and the scope of employment is determined as a matter of law. See Lange v. National Biscuit Co., 297 Minn. 399, 404, 211 N.W.2d 783, 786 (1973); Pesio v. Sherman, 285 Minn. 246, 248, 172 N.W.2d 748, 750 (1969).\nTo support a finding that an employee's negligent acts occurred within his scope of employment, it must be shown that the conduct was, to some degree, in furtherance of the interests of his employer. Edgewater Motels, 277 N.W.2d at 15 (citing Lange v. *428 National Biscuit Co., 297 Minn. 399, 211 N.W.2d 783 (1973); Laurie v. Mueller 248 Minn. 1, 4, 78 N.W.2d 434, 437 (1956); Restatement (Second) of Agency, § 235). Other factors to be considered are whether the employee is authorized to perform this type of act, whether the act occurs substantially within authorized time and space restrictions, and whether the employer should reasonably have foreseen the employee's conduct, Id.; 4, Minnesota Practice, CIVJIG 252.1 (Supp. 1997).\nOn the factors of time and space restrictions, authorization, and foreseeability, the evidence in the light most favorable to the verdict does not preclude the jury from reasonably finding that the accidental discharge of the gun occurred within the scope of Thomford's employment. Although Thomford was not at work on the church's property, his job was described as a \"twenty-four hour job\" not restricted to the pulpit. Compare Edgewater Motels, 277 N.W.2d at 11 (reinstating jury verdict of vicarious liability for employee's negligent actions in hotel while completing reports when employee was on duty or on call twenty-four hours a day), with Laurie, 248 Minn. at 1, 78 N.W.2d at 434 (reversing denial of JNOV for employer when twenty-four hour caretaker negligently injured tenant).\nThe deer hunting was not authorized or sponsored by the church, but it was foreseeable that Thomford would participate in recreational activities with parishioners. Compare Ermert v. Hartford Ins. Co., 559 So. 2d 467 (La.1990) (reinstating judgment against employer for injuries sustained from accidental discharge of shotgun at a hunting camp used to entertain customers and employees for employer's economic purposes because such injury could be anticipated), with Hall v. Danforth, 172 A.D.2d 906, 567 N.Y.S.2d 958 (1991) (ordering judgment for employer landowner on issue of vicarious liability for injury sustained by another hunter when employee was deer hunting on the land).\nThe remaining factor, that the conduct was in furtherance of the employer's interest, is a central question and must be satisfied in order for the jury to reasonably find that the conduct was within the scope of Thomford's employment. See Edgewater Motels, 277 N.W.2d at 15 (initial question is whether factual situation can constitute conduct in furtherance of employer's interest); Kuehmichel v. Western Union Tel. Co., 125 Minn. 74, 76, 145 N.W. 788, 789 (1914) (first inquiry is determining whether employee was engaged in serving employer or at liberty and pursuing own interests exclusively).\nThe \"furtherance of the employer's interest\" factor has been described expansively as requiring that an employee must be \"acting primarily\" for the benefit of the employer to be within the scope of employment. Gackstetter v. Dart Transit Co., 269 Minn. 146, 150, 130 N.W.2d 326, 329 (1964). The more current definition requires only that the conduct must be brought about \"at least in part\" by a desire of the employee to serve the employer or that the conduct is \"to some degree,\" in furtherance of the interests of the employer. Marston, 329 N.W.2d at 309; Edgewater Motels, 277 N.W.2d at 15. The employee's state of mind is relevant to this determination. See 4 Minnesota Practice, CIVJIG 252 (Supp.1997) (citing Restatement, (Second) of Agency § 235, comt. a (1958)). To analyze whether the evidence satisfies this factor we apply the lower standard of \"at least in part\" or \"to some degree.\"\nThe evidence established that Thomford had changed his day off, had taken a vacation day, and had cancelled a religious education class scheduled for that day. He testified that he took the day off \"for his own sake\" to go hunting, and that he would have gone hunting even by himself if Rosenau and Hentges could not have gone. He went hunting with them because of their close relationship, not because they were church members. He testified that he did not go hunting to benefit the church. The only benefit to the church is an indirect and nonspecific benefit from participating in social and recreational events with parishioners. We recognize that the ministers who testified for Hentges stated that social and recreational interaction was important to pastoral-parishioner relationships and in some instances this benefit is the planned purpose for the interaction.\n*429 The undisputed facts in this case, however, demonstrate that the deer hunting did not have the planned purpose of furthering pastoral-parishioner relationships. At best the testimony establishes the residual benefit to the church of fostering an ongoing relationship between Thomford, Rosenau, and Hentges that could benefit the church and help Thomford to be a better minister. On these facts, where the act of hunting occurred off church property on Pastor Thomford's day off, was not sponsored by the church, and was outside the church's physical and spiritual influence, the residual benefit of fostering ongoing pastoral-parishioner relationships is too tenuous in its connection to Thomford's employment to support a determination that he was acting within its scope.\nThe justification for holding an employer liable for the torts of employees is that the employer can and should consider the liability as part of the full endeavor and a cost of doing business. See Lange, 297 Minn. at 403, 211 N.W.2d at 785. But the employer's responsibility for the overall endeavor is not carried \"to the point where an employer is absolutely liable for every tortious act of his employees.\" Laurie, 248 Minn. at 4, 78 N.W.2d at 437. When the connection between the activity and the employer's interest is as marginal as established on these facts, the rationale for the doctrine does not support the extension of the employer's liability; the doctrine of vicarious liability does not transform an employer into a comprehensive insurer. See Id.\n\nDECISION\nOn the facts of this case Church Mutual is entitled to judgment notwithstanding the verdict. In light of our decision we do not reach Church Mutual's alternative arguments for reversal.\nReversed.\nNOTES\n[1]  The district court held that the settlement amount was reasonable and that decision has not been appealed.\n\n",
            "ocr": false,
            "opinion_id": 1833178
        }
    ],
    "court_short_name": "Court of Appeals of Minnesota",
    "court_full_name": "Court of Appeals of Minnesota",
    "court_type": "SA",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Murder"
}