{
    "id": 1841070,
    "judges": "Glickstein",
    "date_filed": 435369600000,
    "date_filed_is_approximate": false,
    "slug": "nelson-v-state",
    "case_name_short": null,
    "case_name": "Nelson v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "438 So. 2d 1060"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6907.0,
            "opinion_text": "\n438 So.2d 1060 (1983)\nBerry NELSON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 82-1045.\nDistrict Court of Appeal of Florida, Fourth District.\nOctober 19, 1983.\nRichard L. Jorandby, Public Defender, and Allen J. DeWeese, Asst. Public Defender, West Palm Beach, for appellant.\nJim Smith, Atty. Gen., Tallahassee, and Grace M. Gonzalez, Asst. Atty. Gen., West Palm Beach, for appellee.\nGLICKSTEIN, Judge.\nThe jury found the defendant guilty of murder in the first degree, and the state waived the death penalty, whereupon the defendant was sentenced to life imprisonment with a 25-year minimum. The defendant raises a number of grounds for reversal. One of them, in our opinion, warrants such action; namely, the trial court's instruction to the jury. Accordingly, we reverse and remand, finding the instruction to be coercive in effect.\nThe jury commenced deliberations before lunch on May 3, 1982. At 4:25 p.m., they sent out a note, ultimately the first of three, and asked for a clearer definition of premeditation. The trial court referred them to its previously given instruction. The second question, tendered at 11:00 a.m. the following morning, requested a dictionary if such were permitted. The court told them to rely on the instructions already given and on common sense, and asked if there was a word holding them up. A juror *1061 replied that there were two words. The judge again told them to rely on common sense and asked if the jury was still making progress. The juror said yes, to an extent.\nThe third note, tendered at 3:00 p.m. on May 4, 1982, indicated the jury had been at impasse for about twelve hours, and suggested that further deliberation would be fruitless. The trial court gave an Allen charge, amplified by certain language of its own. The court prefaced the standard deadlock charge with the following:\nI received your note which has already been read into the record. I want to give you some instructions. I don't think that anybody here would be served by you all not arriving at a verdict. It would be wasting your time for whatever period of time which I guess is I guess seven days now. Nobody can repeat this testimony and exhibits placed before you. If you all cannot arrive at a verdict, then something is wrong. I am giving you an instruction at this time.\nThe court also appended the following to the standard charge:\nI do want you to understand though that a lot of differences that might exist may be for reasons of your own without there being reasons of either law or evidence to support your own conclusions. That is the reason you are taking this position to go back into that jury room and tell the other jurors about the weaknesses of your own position because it is by your works and your unanimity... .\nA juror informed the trial court that there was a question about the definitions of \"premeditation\" and \"reflection,\" two words in the charge of murder in the first degree. The trial court said it was for the jury to interpret whether there was reflection, and that if there was doubt, \"you must find for the Defendant.\" It further said what was being raised was a question of fact, not of law. The jury then returned to its deliberations.\nAfter a short while the trial judge called the jury in and said he would send them home for the night. His remarks are as follows:\nTHE COURT: I remember a man once who announced his position very clearly. He announced it so loud and strong and clear that later he was afraid to refute it. That is probably not poetic, but it may fit in somewhere.\nI will do you this favor. I am going to send you home tonight at this time because I know you have struggled long and hard.\nI am going to ask you to come back tomorrow at 8:30. I read you a charge that I thought pretty well hit everything on the head. I ad-libbed a little whereby I thought it even hit more on the head. Anything that you have a question in your mind about that particular evening has not been proven beyond a reasonable doubt if you had that doubt about it. However, please stop and think about your position. Stop and think about your fellow man's and woman's position. Sleep on it tonight and come back tomorrow.\nYou just don't understand what happens if we had to retry this case. It is not just reproducing the witnesses here from Alabama or wherever but it is going through this whole reppertoire [sic] again for you or for someone else when it is really not necessary. You have heard all of the law. That is all the evidence there is. That is it as far as what was presented here before you.\nWe look to you for the resolution of this case. It is that pure and simple.\nYou all were selected because we thought, and the attorneys thought, that you could approach this in a commonsense manner.\nSo, I am going to ask that you go home and we will see you at 8:30 in the morning. I am going to ask that you not discuss it with anybody nor to probe it in your minds until we see you then at 8:30. Come right into the courtroom. I will have to do some shuffling tomorrow. I just don't want to let it go unless it is impossible. I can't see that it would be impossible when we have just such a fine jury here.\n\n*1062 We will see you at 8:30 in the morning. Thank you.\nAt that point a juror again raised the question of the definitions of the two words, which he said was the source of the impasse on the jury. The trial court reread the standard instructions which indicate that there is no fixed amount of time required for premeditation, and that whether there was premeditation is a question of fact. The trial court asked whether it was the last sentence of the standard instruction that caused the problem. The following dialogue ensued:\nJUROR: It is the definition of reflection and the definition of premeditation. Is it instantaneous, is it a matter of moments or minutes?\nTHE COURT: Or seconds. Reflection means it is a conscious act. To reflect is to think.\nA THIRD JUROR: It is a moment in a time frame that would be a matter of seconds for premeditation and for reflection.\nTHE SECOND JUROR: Then, let's go.\nTHE COURT: This is something that you must find from the facts of the case itself and the question of premeditation is a question of fact determined by you from the evidence. The law does not fix the exact period of time that must pass between the formation of the premeditated intent to kill and the killing. To determine whether or not it is reflection is the question.\nJUROR: Premeditation means \u0097\nTHE COURT: It means before. To think. To have thought before. A before thought.\nJUROR: Can we have a few minutes?\nTHE COURT: Do you think you might not rather go home?\nJUROR: We may be able to reach a decision in the next little bit if you want to give us ten minutes.\nTHE COURT: All right, sir.\nWhen the jury returned to the jury room to resume deliberations, appellant's counsel moved for a mistrial. In a matter of four minutes, the jury reported it had reached its verdict of guilty of first degree murder.\nThe tendency of the trial court's language during the late afternoon of May 4, 1982, as distinguished from the language of the standard deadlock charge, was to lead the jury to believe that they were required to reach a verdict. In Kozakoff v. State, 323 So.2d 28 (Fla. 4th DCA 1975), this court reversed a felony conviction where the trial court during voir dire conveyed the impression that the jury must reach a verdict. A defendant has a right to a hung jury; and \"[n]othing should be said by the trial court to the jury that would or could likely influence the decision of a single juror to abandon his conscientious belief as to the correctness of his position.\" Lee v. State, 239 So.2d 136, 139 (Fla. 1st DCA 1970). See also State v. Bryan, 290 So.2d 482 (Fla. 1974); Bell v. State, 311 So.2d 179 (Fla. 1st DCA 1975).\nFlorida's current standard deadlock charge avoids the pitfalls of the traditional Allen charge, which tended to convey to the minority on a jury that they should accede to the will of the majority. It implied that there was more common sense, as it were, in a point of view shared by seven than in one shared by only five. See United States v. Fioravanti, 412 F.2d 407, 414-20 (3d Cir.), cert. denied, 396 U.S. 837, 90 S.Ct. 97, 24 L.Ed.2d 88 (1969). The added remarks of the trial court in the instant case applied much the same kind of pressure the recast standard deadlock charge sought to eliminate. It is the genius of our jury system that twelve impartial persons, individually, applying a subjective standard, come to a common conclusion of defendant's guilt beyond a reasonable doubt. This fundamental principle becomes subverted if a jury member is pressured to defer to the opinion of his peers, for unanimity is made a sham thereby. An objective standard is in effect substituted for the subjective, by virtue of the implication that the majority opinion is reasonable, and the minority, unreasonable.\nHere the trial court may have led one or more jurors to capitulate, against his or her conscientious judgment, because the court *1063 made it appear that unless a verdict was reached great waste would occur and the court's confidence in the jury's common sense would somehow have been betrayed.\nHaving said all of the above, we wish to add that we are not attempting to be Olympian in our pronouncements; and that we are fully aware of this trial judge's conscientious performance of duties. The late afternoon has a way of taking its toll in the trial court after hours of diligent concentration and application to one's duties as a trial judge \u0097 just as it affects lawyers equally diligent. We cannot overlook the error that occurred here but are ever mindful of the hours of error-free performance that preceded the unfortunate occurrence and wanted this, and all other trial judges, to know of our empathy.\nDOWNEY and LETTS, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1841070
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}