{
    "id": 1902908,
    "judges": "Chehardy",
    "date_filed": "1997-02-12",
    "date_filed_is_approximate": true,
    "slug": "state-v-jones",
    "case_name_short": "Jones",
    "case_name": "State v. Jones",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "748 So. 2d 1176"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n748 So. 2d 1176 (1999)\nSTATE of Louisiana\nv.\nLionel JONES.\nNo. 99-KA-798.\nCourt of Appeal of Louisiana, Fifth Circuit.\nNovember 10, 1999.\n*1177 Bruce G. Whittaker, Louisiana Appellate Project, Gretna, Attorney for Appellant, Lionel Jones.\nPaul D. Connick, Jr., District Attorney, Thomas J. Butler, Terry M. Boudreaux, Assistant District Attorneys, Appellate Counsel, Gregory M. Kennedy, Assistant District Attorney, Trial Counsel, Gretna, Attorneys for Appellee, State of Louisiana.\nPanel composed of Judges EDWARD A. DUFRESNE, Jr., THOMAS F. DALEY and SUSAN M. CHEHARDY.\nCHEHARDY, J.\n\nSTATEMENT OF THE CASE\nOn November 14, 1996, a Jefferson Parish Grand Jury issued an indictment, charging defendant, Lionel Jones, with the second degree murder of Robert Buckley. Defendant was arraigned on November 21, 1996, and pled not guilty. A trial by jury was held on December 8 and 9, 1998. After deliberations, the jury returned a verdict of guilty as charged.\nOn January 15, 1999, after the trial court denied defendant's motions for postverdict judgment of acquittal and new trial, defendant waived the statutory sentencing delays, and the trial court imposed the mandatory term of life imprisonment without benefit of parole, probation or suspension of sentence. This appeal ensued.\n\nFACTS\nOn October 19, 1996, the victim, Robert Buckley, was working at the Kepler Tire Shop in Gretna, Louisiana. A fellow employee, Ernest McGinnis, was also present. McGinnis testified at trial that defendant, Lionel Jones, came to the tire shop on the afternoon of October 19th. Two customers, Gerald Donsereaux and his fiancee, Mary Johnson, were also at the shop to have a tire repaired.\nAccording to McGinnis, Buckley and defendant engaged in an argument because defendant was drunk and Buckley asked him to go home. McGinnis also testified that after exchanging words, defendant became angry, grabbed Buckley around the neck and then hit Buckley. A fight ensued, which began inside the building and continued outside, near Mr. Donsereaux's car. McGinnis testified that after the fight, defendant told Buckley, \"I swear on my mama I'm going to come back and take you `F' out.\" Defendant then left the premises. Mr. Donsereaux and his fiancee also departed, leaving his car behind for repairs. Buckley telephoned the police to report the threat, and Officer Kenneth Leagans of the Gretna Police Department responded. Defendant was not at the shop when Officer Leagans arrived, but the officer testified that he searched for defendant along the street near the shop, and advised Buckley to call them again if defendant returned.\nWithin an hour, Mr. Donsereaux and Ms. Johnson returned to the shop to check on the progress of the repairs. McGinnis testified that Buckley was in a crouched position next to Mr. Donsereaux's car, attempting to remove the lug nuts from a wheel. A female friend of Buckley's stood next to him. Defendant quietly approached Buckley from behind. He reached over Buckley's shoulder and stabbed him in the chest. Buckley turned around and attempted to shield himself with his arms, but defendant continued to stab him. Buckley then hit defendant on the head with an \"impact gun\" (a tool used *1178 to remove the lug nuts), and defendant fell to the ground. McGinnis and Donsereaux both testified at trial that Buckley did nothing to provoke defendant's attack.\nMs. Johnson called the police on her cellular telephone after the stabbing, and officers responded immediately. Officer Russell Blanchard testified that he seized a knife (state's Exhibit 13) from defendant's right hand. Paramedics arrived at the scene and treated Buckley's injuries. Buckley later died.\nDefendant testified on his own behalf at trial. He stated that he hangs out at the tire shop on a regular basis, as the shop's owner is his friend. On October 19, 1996, he was there looking for his friend, \"Peanut,\" who is Mr. McGinnis' brother. Defendant testified that Buckley ordered him to \"get out of here.\" The men argued, and Buckley pushed defendant. Defendant testified that he got up and left the shop. He denied having threatened Buckley.\nDefendant stated that after leaving the shop, he could not find Peanut, so he returned to the tire shop to see if Peanut was there. He testified that he went inside the shop to ask McGinnis where Peanut was, and Buckley attacked him from behind with a tire iron. Buckley continued to strike him, so defendant took his pocketknife out and stabbed Buckley. Defendant testified that, as he attempted to flee, Buckley hit him in the head, knocking him unconscious.\n\nDISCUSSION\nIn his first assignment of error, defendant complains that the trial court erred in denying him the opportunity to produce evidence of Robert Buckley's prior felony convictions in order to show his propensity for violence and, thereby, prove that Buckley was the aggressor. After jury selection was completed, the trial court held a hearing, out of the jury's presence, to determine the admissibility of defendant's proposed evidence. After considering defendant's testimony at the hearing, as well as prior testimony given by the state's witnesses, the trial court disallowed any evidence concerning the victim's character.\nLouisiana Code of Evidence Article 404 provides, in pertinent part:\nA. Character evidence generally. Evidence of a person's character or a trait of his character, such as a moral quality, is not admissible for the purpose of proving that he acted in conformity therewith on a particular occasion, except:\n* * * * * *\n(2) Character of victim. (a) Except as provided in Article 412, evidence of a pertinent trait of character, such as a moral quality, of the victim of the crime offered by an accused, or by the prosecution to rebut the character evidence; provided that in the absence of evidence of a hostile demonstration or an overt act on the part of the victim at the time of the offense charged, evidence of his dangerous character is not admissible; ...\n* * * * * *\n(B) Other crimes, wrongs, or acts.\n* * * * * *\n(2) In the absence of evidence of a hostile demonstration or an overt act on the part of the victim at the time of the offense charged, evidence of the victim's prior threats against the accused or the accused's state of mind as to the victim's dangerous character is not admissible;...\nEvidence of a victim's dangerous character is admissible only if the accused first produces evidence that at the time of the incident, the victim made a hostile demonstration or committed an overt act against the accused of such character that would have created, in the mind of a reasonable person, the fear that he was in immediate danger of losing his life or suffering great bodily harm. Once the defendant establishes the commission of an overt act, evidence of threats and of the victim's dangerous character is admissible *1179 for two purposes: (1) to show the defendant's reasonable apprehension of danger justified his conduct; and (2) to help determine who was the aggressor in the conflict. State v. Schexnayder, 97-0729 (La.App. 1 Cir.4/8/98), 708 So. 2d 851, 855, writ denied, 98-1665 (La.10/30/98), 723 So. 2d 978.\nAn \"overt act\" within the meaning of La. C.E. art. 404 is \"any act of the victim which manifests in the mind of a reasonable person a present intention on his part to kill or do great bodily harm.\" State v. Scott, 31,379 (La.App. 2 Cir. 10/28/98), 720 So. 2d 415, 424, writ denied, 99-0170 (La.5/14/99), 741 So. 2d 664.\nAt the hearing on this matter, defendant testified that during his second encounter with Robert Buckley on October 19, 1996, Buckley hit him across the back with a tire iron inside the tire shop. Defendant stated that Buckley swung the tool again and hit him in the jaw. When defendant tried to escape, Buckley blocked the exit and hit him yet again. It was only then, defendant claimed, that he stabbed Buckley.\nThere is no support for defendant's testimony in the record. In fact, the state's witnesses testified on two separate occasions (before the trial and during the trial) that Buckley was outside the shop working on a vehicle's tire when defendant arrived, and that defendant staged an unprovoked attack on Buckley from behind. It was only after defendant had stabbed Buckley several times, mortally wounding him, that Buckley responded by hitting defendant with an impact gun.\nClearly, defendant failed to carry his burden at the hearing in showing that the victim made a hostile demonstration or committed an overt act against him. The prior testimony from the state's witnesses was more reliable than defendant's contradictory, self-serving testimony at the hearing. Therefore, the trial court made the correct ruling in finding that defendant failed to prove Buckley was the aggressor, and disallowing any evidence concerning the victim's character.[1] For the foregoing reasons, this assignment of error lacks merit.\nIn defendant's second, and final, assignment of error, he contends that he was prejudiced by the admission of state's Exhibits 26, 27, and 28, three photographs depicting the autopsy of the victim's body. Defendant argues that the photographs were particularly gruesome and that their prejudicial effect outweighed their probative value.\nPost-mortem photographs at the scene or autopsy photographs of murder victims are admissible to prove corpus delicti, to provide positive identification of the victim, to corroborate other evidence establishing the cause of death, the manner in which the death occurred, and the location, severity, and number of wounds. State v. Robertson, 97-0177 (La.3/4/98), 712 So. 2d 8, 32, cert. denied, 525 U.S. 1035, 119 S. Ct. 583, 142 L. Ed. 2d 487 (1998).\nThe mere fact that a photograph is gruesome does not, in and of itself, render it inadmissible. Photographic evidence is properly admitted unless it is so gruesome that it overwhelms jurors' reason and leads them to convict the defendant without sufficient other evidence, i.e., when the prejudicial effect of the photographs substantially outweighs their probative value. Id.\nThe photographs at issue were introduced through the testimony of Dr. Fraser Mackenzie, who performed the autopsy on the victim. The doctor testified that there were numerous stab wounds on the outside of the body, including some to the hands and wrists, indicating defensive-type wounds. The injuries which most likely caused the victim's death were a stab wound to the chest that severed an artery beneath the breastbone and one to *1180 the back that went into the right chest cavity and the lung.\nPrior to their introduction, the prosecutor produced five autopsy photographs selected by Dr. Mackenzie to aid in his testimony (state's Exhibits 26-30), and defendant objected. A bench conference was held. After the trial judge viewed the photographs, he allowed them to be admitted. Dr. Mackenzie then identified state's Exhibit 30 as a photograph of the toe tag designating the deceased as Mr. Buckley. The doctor identified state's Exhibit 27 as a photograph of the victim's left hand, showing a slash-type wound near the wrist. He identified state's Exhibit 29 as a photograph showing a stab wound on the victim's right arm. State's Exhibit 26 was identified as a photograph of defendant's chest with the breast plate removed, showing the severed artery. State's Exhibit 28 was a photograph showing the victim's chest wound from the back.\nAlthough the photographs at issue were intended to illustrate Dr. Mackenzie's testimony, we have reviewed them, and note that state's Exhibit 26 makes it difficult to distinguish the injuries inflicted by defendant from what was done during the autopsy. We also note that while the defensive-type wounds depicted in state's Exhibits 27 and 29 are not particularly gruesome, there are other areas of the body in the background of the photographs which are disturbing.\nHowever, despite the disturbing nature of the photographs, they are not so gruesome as to overwhelm the jurors' reason and lead them to convict the defendant without sufficient other evidence. In fact, the evidence of defendant's guilt presented at the trial was overwhelming. Several eyewitnesses testified that defendant was unprovoked by the victim, and that defendant approached the victim from behind and stabbed him several times while the victim was trying to defend himself. After a thorough review, we find that defendant was not prejudiced by the admission of the autopsy photographs. Therefore, this assignment of error lacks merit.\nFinally, pursuant to La.C.Cr.P. art. 920, the record was reviewed for errors patent, and none are noted.\nAccordingly, for the foregoing reasons, defendant's conviction and sentence are hereby affirmed.\nAFFIRMED.\nNOTES\n[1]  Further, defendant testified at trial and gave the same version of events he told the trial judge during the hearing. The jury simply did not find his version of events credible in light of the overwhelming testimony to the contrary.\n\n",
            "ocr": false,
            "opinion_id": 1902908
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}