{
    "id": 1968288,
    "judges": "Campbell",
    "date_filed": "2013-03-25",
    "date_filed_is_approximate": true,
    "slug": "united-states-ex-rel-circella-v-neelly",
    "case_name_short": "Neelly",
    "case_name": "United States Ex Rel. Circella v. Neelly",
    "case_name_full": "UNITED STATES Ex Rel. CIRCELLA v. NEELLY",
    "attorneys": "Thomas M. Tracey, of Chicago, 111., for relator., Otto Kerner, Jr., U. S. Atty. for Northern District of 111., Chicago, 111., and John P. Lulinski and Anthony Scariano, Asst. U. S. Attys., Chicago, 111., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b661-9\">\n    UNITED STATES ex rel. CIRCELLA v. NEELLY.\n   </parties><br><docketnumber id=\"b661-10\">\n    No. 53 C 1902.\n   </docketnumber><br><court id=\"b661-11\">\n    United States District Court N. D. Illinois, E. D.\n   </court><br><decisiondate id=\"b661-12\">\n    Oct. 21, 1953.\n   </decisiondate><br><attorneys id=\"b663-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"617\"> \n     *617\n     </span>\n    Thomas M. Tracey, of Chicago, 111., for relator.\n   </attorneys><br><attorneys id=\"b663-20\">\n    Otto Kerner, Jr., U. S. Atty. for Northern District of 111., Chicago, 111., and John P. Lulinski and Anthony Scariano, Asst. U. S. Attys., Chicago, 111., for respondent.\n   </attorneys><footnote label=\"1\">\n<p id=\"b671-12\">\n     . 1948 Revised Criminal Code, 18 U.S.C.A. § 1951.\n    </p>\n</footnote>",
    "citations": [
        "115 F. Supp. 615"
    ],
    "opinions": [
        {
            "author_str": "Campbell",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 526.0,
            "opinion_text": "\n115 F. Supp. 615 (1953)\nUNITED STATES ex rel. CIRCELLA\nv.\nNEELLY.\nNo. 53 C 1902.\nUnited States District Court N. D. Illinois, E. D.\nOctober 21, 1953.\n*616 *617 Thomas M. Tracey, of Chicago, Ill., for relator.\nOtto Kerner, Jr., U. S. Atty. for Northern District of Ill., Chicago, Ill., and John P. Lulinski and Anthony Scariano, Asst. U. S. Attys., Chicago, Ill., for respondent.\nCAMPBELL, District Judge.\nA petition for a writ of habeas corpus was filed on behalf of one Nickolas Deani Circella on September 14, 1953. The writ was issued on that date by the Honorable John P. Barnes, Judge of this Court.\nThe petition alleges that Circella is unlawfully restrained of his liberty by Marcus T. Neelly, District Director of the Immigration and Naturalization Service in Chicago, Illinois; and that the cause of restraint is a warrant of arrest issued by the Immigration Service, United States Department of Justice, based upon certain Findings of Fact, Conclusions of Law, and an order of Mr. E. A. Berman, Special Inquiry Officer of the Immigration and Naturalization Service.\nThe Findings and Conclusions of Mr. Berman, made on April 14, 1953, and alleged in full in the petition, are as follows:\n\n\"Findings of Fact\n\"Upon the basis of the evidence presented, it is found:\n\"(1) That the respondent (relator in these proceedings) is an alien, a native and citizen of Italy;\n\"(2) That the respondent first entered the United States at New York, New York, on January 26, 1902;\n\"(3) That on September 14, 1916, the respondent was convicted in the Criminal Court of Cook County, Illinois, of the offense of assault with intent to murder;\n*618 \"(4) That the respondent last entered the United States by plane at Miami, Florida, on February 2, 1929;\n\"(5) That on April 7, 1942, the respondent was convicted in the United States District Court for the Southern District of New York of the crime of conspiracy to interfere with trade and commerce by violence, threats and coercion in violation of Sections 420a, b, d of Title 18 of the U.S.Code.\n\n\"Conclusions of Law\n\"Upon the basis of the foregoing findings of fact, it is concluded:\n\"(1) That under Section 19 of the Act of February 5, 1917, the respondent is subject to deportation on the ground that he has been convicted of a felony or other crime or misdemeanor involving moral turpitude prior to entry into the United States, to wit, assault with intent to murder;\n\"(2) That under Section 241(a) (4) of the Immigration and Nationality Act [8 U.S.C.A. § 1251(a) (4)] the respondent is subject to deportation on the ground that, after entry on to wit, January 26, 1902, he has been convicted of two crimes involving moral turpitude not arising out of a single scheme of criminal misconduct, to wit, assault with intent to murder and conspiracy to interfere with trade and commerce by violence, threats, and coercion in violation of Section 420a, b, d of Title 18 of the U.S.Code.\"\nOn the basis of these Findings and Conclusions, Mr. Berman ordered that Circella be deported from the United States.\nThe petition next alleges that the aforesaid Findings, Conclusions and order were duly entered after Circella was arrested under a warrant for arrest of an alien dated October 1, 1952, in which it was stated that Circella was subject to be deported for the following reasons:\n\"The Act of February 5, 1917, in that he has been convicted of a felony or other crime or misdemeanor involving moral turpitude prior to entry into the United States, to-wit: assault to murder;\"\nthat in addition thereto, at the hearing under said warrant, there was placed the \"lodged charge\" that Circella is unlawfully in the United States in violation of Section 241(a) (4) of the Immigration and Nationality Act, in that he has been convicted of two crimes involving moral turpitude after his entry into the United States in 1902; and that subsequent to the entry of the aforesaid order of Mr. Berman, Circella appealed to the Board of Immigration Appeals of the Department of Justice, and his appeal was dismissed. Circella concludes his petition with about thirty specific allegations attacking the validity of the order of deportation; the merits of these allegations will be reached at a later part of this memorandum.\nOn September 21, 1953, Marcus T. Neelly appeared before this court and filed his return to the writ. The return stated, in substance, that at the time the writ issued Mr. Neelly did not have custody of Circella's person, and that Circella was then, and since September 15, 1953 had been in the custody of one Edward J. Shaughnessy within the territorial limits of the Southern District of New York. The return further stated that on September 15, 1953, Circella petitioned the United States District Court for the Southern District of New York for a writ of habeas corpus, naming Shaughnessy as respondent, that the Honorable Sylvester J. Ryan, Judge of said court, has ordered Shaughnessy to show cause why the writ should not issue, and that a hearing on Circella's petition would be held on September 22, 1953.\nThis court then disapproved of the manner in which Circella was summarily transported from this district, expressed some doubt as to whether jurisdiction had been acquired, and continued the matter for one week in the hope that Circella would be accorded a full hearing on the merits of his petition in some other judicial district. On September *619 28, 1953, Circella's case was again called before this court. The United States Attorney then stated that the Department of Justice planned to produce Circella before the court in obedience to the writ issued by Judge Barnes on September 14. Further, the United States Attorney asked leave of court to withdraw the return filed by the respondent, challenging the jurisdiction of the court; leave was granted, and the respondent was ordered to file a second return, meeting the petition on its merits. That return has since been filed, and relator has also filed a traverse to the return.\nOn October 14, 1953, a hearing was held, and the matter was taken under advisement by the court until this date.\nI. Jurisdiction. When the respondent withdrew his challenge to the jurisdiction of this court and agreed to return the relator to this judicial district, it appeared that all jurisdictional questions were finally resolved. However, certain allegations included in respondent's second return to the writ raise these questions once again. The Department of Justice takes the view in its return that this court did not acquire jurisdiction over the relator's person last September 14. Apparently, it is the view of the Department that it has somehow conferred jurisdiction upon the court in deference to the wishes of this Court by transporting relator to this district. This view is perhaps best expressed by paragraphs 10 through 14 of the return, which allege:\n\"10. On September 14, 1953, the Relator was taken into custody under and pursuant to the aforesaid order and warrant of deportation for removal from Chicago, Illinois, to the custody of Edward J. Shaughnessy, District Director of Immigration and Naturalization at New York, New York, for deportation to Italy, arrangements for which had been completed.\n\"11. On the same date, to wit, September 14, 1953, after the Relator had been placed en route from Chicago, Illinois, to New York, N. Y., his attorney presented a Petition for a Writ of Habeas Corpus to the Honorable John P. Barnes, one of the Judges of this Court, who issued the Writ returnable before Your Honor on September 21, 1953.\n\"12. Inasmuch as the Relator was not in the custody of your Respondent nor within the jurisdiction of this court at the time the Writ of Habeas Corpus was issued, your Respondent filed a Return to the Writ on September 21st setting out these facts.\n\"13. On September 15, 1953, after Relator's arrival in New York, N. Y., his counsel presented a petition for a Writ of Habeas Corpus to District Judge Sylvester J. Ryan in the U. S. District Court for the Southern District of New York. On the same date, to wit, September 15, 1953, Judge Ryan issued an order to Edward J. Shaughnessy, District Director of Immigration and Naturalization at New York, directing that he show cause, if any, why a Writ of Habeas Corpus should not be issued. At the same time Judge Ryan entered an order staying the Relator's deportation pending hearing and disposition of the Relator's application for a Writ of Habeas Corpus. Answer to the Order to Show Cause was filed, and on September 22, 1953, hearing was had on the Petition and Answer before Judge Alexander Holtzoff, sitting by designation in the U. S. District Court for the Southern District of New York. After due hearing Judge Holtzoff found no justification for vacating the deportation order, no illegality and no irregularity in the deportation proceedings, and that on the undisputed facts the petitioner was deportable. * * *\n\"14. On September 28, 1953, counsel for the respondent, the United States Attorney for the Northern District of Illinois, acting under, and pursuant to, the direction and advice of the Attorney General of the United States, in pursuance of the theretofore expressed desire of the Court, agreed with counsel for the relator to return the body of *620 the Relator for hearing under the writ heretofore issued. The United States Attorney was advised that the Attorney General would have sooner complied with the request of the Court, but that on and from September 15, 1953, there was outstanding an order staying deportation which prevented relator's removal from New York until after hearing was had and that after hearing was had, the deporting Court having no objection, and the Relator having waived and consented thereto, the Attorney General willingly returned Relator to the Northern District of Illinois on September 29, 1953, for further proceedings and hearing.\"\nThus, although a formal challenge to the jurisdiction of the court is not made, the respondent alleges many of the facts contained in the original return, which did challenge jurisdiction. Therefore, it is necessary for the court to explore fully the jurisdictional question, in order to make clear that jurisdiction was acquired on September 14 and retained ever since.\nIt should first be noted that the jurisdiction of this court in habeas corpus matters is conferred and limited solely by Act of Congress. Section 2241 (a) of the Judicial Code, 28 U.S.C.A. § 2241(a), provides that writs of habeas corpus may be granted by the district courts \"within their respective jurisdictions.\" This limitation on the power to issue the writ was construed by the United States Supreme Court in Ahrens v. Clark, 1948, 335 U.S. 188, 68 S. Ct. 1443, 92 L. Ed. 1898. The Court then held that the limitation was territorial in nature; that is, the jurisdiction of a district court to issue the writ is restricted to those petitioners who are confined or detained within the territorial jurisdiction of the court at the commencement of the proceedings. With this general rule in mind, the court turns to the instant proceedings. At the hearing, relator, counsel for relator, and respondent each testified as to the events which occurred on September 14, 1953. On the basis of that testimony, the court now enters the following Findings of Fact:\n1. As early as August, 1953, counsel for relator had informed the District Director of the Immigration and Naturalization Service in Chicago that he intended to petition this Court for a writ of habeas corpus when relator would be restrained of his liberty by the Service. Counsel for relator was then informed by the District Director that according to the regular practice followed by the Service, a petition might be filed at the time of relator's arrest, and that an opportunity to file a petition would be accorded to relator by the Service at the time of his arrest. There is no evidence before the Court tending to show that relator attempted to avoid arrest at any time.\n2. On September 14, 1953, at about 11:25 A. M., relator and his attorney, Mr. Thomas M. Tracey, arrived at the offices of the Immigration and Naturalization Service at 433 West Van Buren Street, Chicago, Illinois, commonly known as the New Post Office Building. Mr. Tracey had arranged by telephone an appointment at said offices with a Mr. Cushman, an officer of the Immigration and Naturalization Service in Chicago. Cushman had clearly informed Mr. Tracey that the Service did not intend to take relator into custody for immediate deportation at that time, and merely desired a conference concerning the relator's bond.\n3. At 11:30 A. M., relator and Mr. Tracey entered the office of Mr. Davis, an officer of the Immigration and Naturalization Service. Davis first met relator and Mr. Tracey, and then left his office for about 10 minutes.\n4. At 11:40 A. M., Davis returned to his office and stated that Mr. Marcus Neelly, District Director of the Immigration and Naturalization Service and respondent in this proceeding, desired to speak to Mr. Tracey.\n5. Mr. Tracey left Davis' office, and, at about 11:45 A. M., entered the office of Mr. Neelly. Mr. Neelly then informed Mr. Tracey that relator would be taken into custody immediately and deported to Italy. After an unsuccessful attempt *621 to dissuade Mr. Neelly from this action, Mr. Tracey informed Mr. Neelly that he intended to petition this court immediately for a writ of habeas corpus on behalf of relator.\n6. At that time, about 11:45 A. M., Mr. Tracey served upon Mr. Neelly a typewritten notice which stated that he, Tracey, would appear before a Judge of this court to present a petition for a writ of habeas corpus on behalf of relator. Said notice was not dated, and was not specifically addressed to Mr. Neelly, although Mr. Neelly was named in the caption as a respondent.\n7. At about 11:50 A. M., Mr. Tracey returned to Davis' office, where relator had been arrested by two or three agents of the Immigration and Naturalization Service. Mr. Tracey left Davis' office immediately, and went to the office of the Clerk of this court in the United States Courthouse in Chicago, approximately five city blocks away.\n8. At about 11:55 A. M., relator was removed from the New Post Office Building by the agents of the Immigration and Naturalization Service and placed in an automobile.\n9. At 12:05 P. M., Mr. Tracey filed a petition for a writ of habeas corpus on behalf of relator in this court.\n10. At about 12:08 P. M., relator was returned via automobile to the New Post Office Building. His custodians had returned to retrieve certain documents relating to the deportation procedure. Shortly afterward, at about 12:15 P. M., relator, still in custody, was again removed from in front of the New Post Office Building.\n11. Relator and his custodians then traveled by automobile to Hammond, Indiana, located immediately beyond and contiguous to the limits of this judicial district and situated in the Northern District of Indiana. They arrived at Hammond sometime between 12:55 and 1:30 P. M. on September 14, 1953.\n12. A writ of habeas corpus commanding that respondent produce the body of relator before this court on September 21, 1953 was duly issued by Chief Judge Barnes of this court on September 14, 1953 at 2:05 P. M.\n13. Relator was detained at Hammond, Indiana by agents of the Chicago office of the Immigration and Naturalization Service until about 5:00 P. M. on September 14, 1953.\n14. At about 5:00 P. M., relator was removed from Hammond by said agents, and transported by automobile to Gary, Indiana.\n15. At about 6:00 P. M., in Gary, relator was placed aboard a train operated by the New York Central Railroad known as the \"Mohawk.\" The Mohawk originates in and departs from Chicago, passes through Gary, and terminates its run in New York, New York.\n16. Relator, still in custody, arrived in the Southern District of New York on September 15, 1953, and was brought to and detained at Ellis Island, in said district.\nUpon the basis of these findings, the court concludes as a matter of law that jurisdiction over relator's person was acquired on September 14, 1953 at 12:05 P. M. At that time, counsel for relator filed the petition for the writ; at that time, relator was detained by agents of the respondent within this district; and at that time, respondent knew that this proceeding would be instituted. These are the facts which compel the court to find that jurisdiction was acquired.\nThe court wishes to make clear that jurisdiction is grounded solely upon the foregoing findings of fact. Indeed, if the court had found that jurisdiction was not in fact acquired on September 14, no act of the Department of Justice in deference to the District Judge or otherwise, could have served to confer jurisdiction, for it is settled that in habeas corpus matters jurisdictional defects may not be waived. U. S. ex rel. Quinn v. Hunter, 7 Cir., 1947, 162 F.2d 644; U. S. ex rel. Belardi v. Day, 3 Cir., 1931, 50 F.2d 816; U. S. ex rel. Smith *622 v. Warden of Philadelphia County Prison, D.C.E.D.Pa.1949, 87 F. Supp. 339.\nThe court is pleased that the Department of Justice chose to obey the writ issued on September 14, by producing relator before the court, for voluntary obedience has obviated the need to call upon the inherent power of this court to compel obedience to its lawful process. But if the Department chose not to obey the writ, this proceeding would not have been invalidated. Jurisdiction in this matter, once acquired, is retained, Ex parte Mitsuye Endo, 1944, 323 U.S. 283, 65 S. Ct. 208, 89 L. Ed. 243; and the Court could have passed upon the merits of this case in the absence of the relator. See, for example, Ex parte Catanzaro, 3 Cir., 1943, 138 F.2d 100, 101, wherein the court stated: \"* * * we do not believe that passing about of the body of a prisoner from one custodian to another after a writ of habeas corpus has been applied for can defeat the jurisdiction of the Court to grant or refuse the writ on the merits of the application.\" An able opinion by Judge Holtzoff expresses a similar view. Ex parte Flick, D.C., 1948, 76 F. Supp. 979.\nOne other jurisdictional matter raised in the return deserves comment at this time. The Department of Justice states in its return that relator was accorded a full hearing on the merits of his case in the District Court for the Southern District of New York. Apparently, the Department feels that this hearing has some effect upon the proceedings in this court, for a transcript of the New York proceedings is attached to and made part of the return.\nA petition for a writ of habeas corpus was filed on behalf of relator in the District Court at New York on September 15, 1953, and a hearing on the petition and an order to show cause was held before the Honorable Alexander Holtzoff, sitting in that court by designation, on September 22, 1953. The hearing consumed about 15 minutes of court time, and most of those 15 minutes were devoted to a discussion of the propriety of relator's removal from Chicago by the Immigration and Naturalization Service. Counsel for relator argued the merits of his case for about 5 minutes; Judge Holtzoff then ruled that the case was without merit. No writ was ever issued by the District Court at New York, although Judge Holtzoff, undoubtedly pressed by a crowded court calendar, thought that a writ had been issued. The following discussion between Judge Holtzoff and Mr. Raby, the assistant United States Attorney who represented the government, appears at the conclusion of the transcript of the New York proceedings:\n\"The Court: * * * Clearly, on the undisputed facts the petitioner is deportable. The proceedings to effectuate deportation were legal and regular. The writ is dismissed.\n\"Mr. Raby: Your Honor, may I just interrupt to point out that no writ was issued in this case.\n\"The Court: This is only a showcause proceeding?\n\"Mr. Raby: Yes, sir.\n\"The Court: The petition is denied.\n\"Mr. Raby: Thank you, sir.\"\nEven if a writ had been issued by the District Court at New York, and counsel for relator accorded an opportunity to argue his case fully, the jurisdiction of this court would not have been defeated, and this court would have been free to re-examine the merits of relator's case. Jurisdiction would not have been impaired because when relator filed his petition in the District Court at New York, this court had already acquired jurisdiction over his person, and a writ of habeas corpus had been issued in his behalf by a Judge of this court; and the court would have been free to explore the merits of the case because the doctrine of res judicata has never been rigorously applied to habeas corpus matters. Certainly then, the denial of relator's petition by the District Court at New York after brief oral argument can have no bearing whatever on the proceedings in this court.\n*623 This court has the highest regard for Judge Alexander Holtzoff, one of the eminent jurists of our nation. The court is well aware of the congested calendar which confronted Judge Holtzoff on the day of relator's hearing. Indeed, Judge Holtzoff, undoubtedly disturbed by the irregular removal of relator from his home district, remarked that the immigration authorities in Chicago \"evidently thought that the Government would not get as good a hearing in Chicago as it would in New York.\" Judge Holtzoff reached the merits of relator's petition because, in his opinion, there was little else he could do at that time. But Chief Judge Barnes of this court also examined a petition on behalf of relator, and decided that a writ of habeas corpus should issue; and this court, after a careful review of the petition and the return to the writ, decided that a full hearing should be held. This court believes, as Judge Barnes undoubtedly believed, that the petition, standing alone, raises substantial legal questions which cannot be answered summarily. Quick decisions are too often wrong. For example, when the jurisdictional issue in relator's case was first presented to this court during oral argument, the court expressed doubt as to whether jurisdiction had been acquired; since then, after a careful review of the authorities, the court has found ample precedent to support jurisdiction. And the court now holds, with due respect for the ability of Judge Holtzoff, that the proceedings in the District Court at New York do not restrict the power of this court to fully explore the merits of relator's case, and to \"dispose of the matter as law and justice require.\"\nII. Merits of the Case. Relator uses many arguments to support his contention that the present order of deportation is invalid. Each of the arguments raised in the petition and during the hearing has been considered by the court; and the following discussion is meant to encompass all of relator's case.\n\nA. The Warrant of Arrest\nA warrant of arrest was issued by the Department of Justice on October 1, 1952, charging that relator was subject to deportation under the Immigration Act of 1917, in that he had been convicted of an offense involving moral turpitude prior to his entry into the United States. Relator contends that the warrant is invalid for the following reasons: (1) it did not specify the time and place of relator's entry into the United States; (2) it did not specify the time and place of relator's conviction; and (3) it did not apprise relator of the charges lodged against him. These contentions may be disposed of quickly. Relator is not now detained under the warrant issued in October 1952; he is detained under a final order of deportation entered after a protracted hearing before a Special Inquiry Officer of the Immigration and Naturalization Service. Therefore, the court may not consider any alleged defects in the warrant of arrest. U. S. ex rel. Bilokumsky v. Tod, 1923, 263 U.S. 149, 158, 44 S. Ct. 54, 68 L. Ed. 221.\nRelator next complains that he was not permitted to inspect the warrant of arrest or any of the evidence upon which the warrant was based. However, the record reveals (Tr. 1, 2) that relator was shown a copy of the warrant before the commencement of the administrative proceedings, that he admitted receiving a copy of the warrant, and that he understood the nature of the charge contained in the warrant. Insofar as the evidence is concerned, relator need not have been apprised of the government's evidence against him before commencement of the deportation hearing. This procedural requirement was met during the hearing, where relator, represented by able counsel, was confronted with all the evidence upon which the government based its charges.\n\nB. Fairness of the Hearing\nAt the hearing before the Special Inquiry Officer, relator was asked by *624 the government to testify as an adverse witness. Relator refused to testify. At the conclusion of the government's case, relator rested, offering no evidence whatever in his own behalf; the Special Inquiry Officer was then compelled to rely solely upon the evidence introduced by the government. Therefore, in reviewing the findings entered by the Officer, the court now finds that there was ample and uncontroverted evidence to support each of the findings. Further, the Special Inquiry Officer and the Board of Immigration Appeals placed some weight upon the relator's refusal to testify, and this lends additional support to each of the findings. Relator now contends that his refusal to take the witness stand may not be used for evidentiary purposes; but the Supreme Court has stated in clear terms that \"there is no rule of law which prohibits officers charged with the administration of the immigration law from drawing an inference from the silence of one who is called upon to speak.\" U. S. ex rel. Bilokumsky v. Tod, supra, 263 U.S. at page 154, 44 S.Ct. at page 56.\nThe Bilokumsky case sets to rest another point raised by relator. The Court then held that prior admissions made by an alien may be used against him at a deportation hearing, although the alien was unaware at the time the admissions were made that they might later be used for that purpose. Several voluntary statements made under oath by relator were used against him at the deportation hearing; under the rule of U. S. ex rel. Bilokumsky v. Tod, this was not error.\nOne other point is raised by relator in connection with the hearing. At the conclusion of the government's case, on January 12, 1953, an additional charge was lodged against relator. The charge specified that relator was deportable under the Immigration and Nationality Act of 1952, in that he had been convicted of two offenses involving moral turpitude since he first entered the United States in 1902. Before this charge was lodged, the government had restricted its inquiry to relator's status under the Immigration Act of 1917. When informed of the lodged charge, counsel for relator asked the Special Inquiry Officer for a continuance of 60 days in order to prepare an additional defense. The continuance was granted, and the hearing was not resumed until March 24, 1953, so that counsel for relator had about 10 weeks in which to prepare his defense. Despite this long delay, relator offered no defense whatever when the hearing was resumed. On the basis of this record, the court is compelled to find that relator was in no way prejudiced by the addition of the second charge.\n\nC. Citizenship\nRelator next contends that the government failed to sustain its burden of proving alienage, and claims that he is entitled to a judicial determination of his citizenship. At the hearing, the government introduced certain statements made by relator under oath, including a petition for naturalization, which tended to prove that relator was born in Italy, entered this country in 1902, and is an alien. Relator did not testify at the hearing, and introduced no evidence in support of his present claim of citizenship.\nClearly, this court may not consider the question of relator's citizenship. It is well settled that \"only in the event an alleged alien asserts his United States citizenship in the hearing before the Department, and supports his claim by substantial evidence, is he entitled to a trial de novo * * * in the district court.\" Kessler v. Strecker, 1939, 307 U.S. 22, 34-35, 59 S. Ct. 694, 700, 83 L. Ed. 1082. The Special Inquiry Officer's finding of alienage was well supported by competent and uncontroverted evidence; the finding may not be disturbed.\n\nD. Moral Turpitude\nRelator contends that one of the two offenses which serve to support the government's charge under the Immigration *625 and Nationality Act did not involve moral turpitude. The offense in question is a violation of Section 420a of Title 18 of the United States Code,[1] commonly known as the \"Anti-Racketeering Act.\" Specifically, the relator was convicted of conspiring to interfere with trade and commerce by violence, threats, and coercion, and was sentenced to an eight-year term of imprisonment. This particular point need not be labored long, for the court is of the opinion that the offense clearly involves moral turpitude. The case of Jordan v. De George, 1951, 341 U.S. 223, 71 S. Ct. 703, 95 L. Ed. 886, forecloses further discussion.\n\nE. Application of the Immigration Laws\nRelator relies principally upon alleged errors in the application of the Immigration Act of 1917 and the Immigration and Nationality Act of 1952. The Special Inquiry Officer applied both statutes to relator's case, and found that relator was deportable under either statute. In order to apply both statutes, the Inquiry Officer relied upon two separate entries by relator into the United States. First, under Section 19 of the Act of 1917, the Inquiry Officer found that relator had been convicted of an offense involving moral turpitude prior to his entry into the United States. The conviction was in 1916, and the date of entry, for the purposes of the 1917 Act, is 1929. Second, under Section 241(a) (4) of the Act of 1952, the Inquiry Officer found that relator had been convicted of two offenses involving moral turpitude after his entry into the United States. The convictions were in 1916 and 1942, and the date of entry, for purposes of the 1952 Act, is 1902.\nAt the deportation hearing, counsel for relator objected to this use of two different entry dates to support a finding of deportability under each of the two statutes; his claim, in substance, was that the government should be restricted to a single date of entry in support of its order of deportation. The Board of Immigration Appeals had this to say in answer:\n\"In sustaining the lodged charge, namely, that the respondent was convicted of two crimes involving moral turpitude subsequent to entry, the Service has chosen to find without effect the intervening entry in 1929. We see no error in this. Judicial interpretation of the 1917 Act and specific definition under the Immigration and Nationality Act both provide that any coming constitutes an entry. It would seem therefore that the Service is free to base charges of deportation upon the first entry, the last entry or any combination of entries.\"\nThe Board relied upon U. S. ex rel. Volpe v. Smith, 1933, 289 U.S. 422, 425, 53 S. Ct. 665, 667, 77 L. Ed. 1298, where the Court held that the word \"entry\" as used in the 1917 Act \"includes any coming of an alien from a foreign country into the United States whether such coming be the first or any subsequent one.\" However, the Volpe opinion did not hold, and no court has ever held, that the immigration authorities may rely upon two dates of entry to support a single order of deportation. In the instant case, there is ample and competent evidence to support the findings of entry in 1902 and 1929. If the immigration authorities were compelled to rely upon the 1902 entry, relator would be deportable under the Act of 1952; and if the authorities were compelled to rely upon the 1929 entry, relator would be deportable under the Act of 1917. Under these circumstances, the court need express no opinion on the soundness of the view taken by the Board of Immigration Appeals. However, in another context, the view of the Board \u0097 that the Service is free to base charges of deportation upon any combination of entries \u0097 might well be questioned.\nRelator also contends that the Act of 1917 was repealed by the Immigration *626 and Nationality Act of 1952. This contention is completely without merit. The court need only cite Section 405(a) of the Act of 1952, 8 U.S.C.A. § 1101 note, which provides:\n\"Nothing contained in this Act * * * shall be construed to affect the validity of any * * * warrant of arrest, order or warrant of deportation, order of exclusion, or other document or proceeding which shall be valid at the time this Act shall take effect * * *.\"\nRelator next argues that his 1918 conviction cannot serve as a basis for deportation under the Act of 1917, since the conviction occurred before the effective date of the Act. In addition relator argues that he was a minor when convicted, that he was sentenced to a reformatory, not a prison, and that he was unable to ask the sentencing court to recommend that he not be deported, since the Act of 1917 had not yet been passed Here again, the contentions lack merit. First, there is no basis for holding that crimes committed before passage of the Act of 1917 may not be used as a basis for deportation. Lauria v. United States, 2 Cir., 1921, 271 F. 261. Second, Congress has not expressed an intent to exempt persons who were minors when convicted of crimes from the coverage of either the Act of 1917 or the Act of 1952. Third, it is now settled that Pontiac Reformatory, to which relator was sentenced in 1916, is an institution where persons are \"imprisoned\" and \"suffer imprisonment\" as those words are used in the immigration statutes. U. S. ex rel. McMahon v. Neelly, 7 Cir., 1951, 186 F.2d 846. Fourth, relator's inability to ask the sentencing court for a recommendation that he not be deported cannot alter his status now. Relator was sentenced before the effective date of the 1917 Act, and that Act provides no relief for persons unable to ask for such a recommendation. The court must therefore presume that Congress did not intend to create any exceptions in favor of persons convicted before the effective date of the Act of 1917. Cf., Lauria v. United States, supra.\nRelator also contends that the Special Inquiry Officer erred in finding that relator entered the United States in 1929, since that entry occurred after a short airplane trip to the Bahamas. In answer, the Court need only cite U. S. ex rel. Volpe v. Smith, supra. The Volpe decision may be harsh in application, but it is controlling here.\n\nF. Constitutional Issues\nRelator contends that the Immigration Act of 1917, as applied to him, contravenes the constitutional ban on ex post facto laws, Art. I, § 9, since it permits his conviction in 1916 to serve as a basis for deportation. Similar contentions have been made before the Supreme Court on at least two occasions, Bugajewitz v. Adams, 1913, 228 U.S. 585, 33 S. Ct. 607, 57 L. Ed. 978, and Harisiades v. Shaughnessy, 1952, 342 U.S. 580, 72 S. Ct. 512, 96 L. Ed. 586, and the Court has held, at least twice, that the contentions were without merit. In the Harisiades case, the Court was concerned with the Alien Registration Act of 1940; with respect to that Act, the Court stated, 342 U.S. at page 594, 72 S.Ct. at page 521:\n\"* * * even if the Act were found to be retroactive, to strike it down would require us to overrule the construction of the ex post facto provision which has been followed by this Court from earliest times. It always has been considered that that which it forbids is penal legislation which imposes or increases criminal punishment for conduct lawful previous to its enactment. Deportation, however severe its consequences, has been consistently classified as a civil rather than a criminal procedure. Both of these doctrines as original proposals might be debatable, but both have been considered closed for many years and a body of statute and decisional law has been built upon them.\"\nThat decision is controlling here; and it dictates that relator's ex post facto argument must fail.\n*627 Relator next argues that the delegation of legislative power provided in the immigration laws is unconstitutional. In the opinion of the court, this argument is answered beyond doubt in Carlson v. Landon, 1952, 342 U.S. 524, 72 S. Ct. 525, 96 L. Ed. 547. The Carlson case also adequately disposes of another constitutional argument made by relator, one based upon an alleged violation of the Eighth Amendment.\nFinally, relator contends that the order of deportation contravenes the due process guaranty of the Fifth Amendment. He bases this contention upon the peculiar circumstances of his case. Relator has resided in this country for fifty years, and, at least insofar as the Immigration Act of 1917 is concerned, the order of deportation rests upon an event which occurred thirty-six years ago, when relator was convicted of a crime in the Criminal Court of Cook County. The court is well acquainted with these unfortunate circumstances. But these are matters which may not be considered by the courts. The best available answer to relator's due process argument is found in Harisiades v. Shaughnessy, supra, in the language of Mr. Justice Jackson:\n\"Under our law, the alien in several respects stands on an equal footing with citizens, but in others has never been conceded legal parity with the citizen. Most importantly, to protract this ambiguous status within the country is not his right but is a matter of permission and tolerance. The Government's power to terminate its hospitality has been asserted and sustained by this Court since the question first arose.\n\n* * * * * *\n\"That aliens remain vulnerable to expulsion after long residence is a practice that bristles with severities. But it is a weapon of defense and reprisal confirmed by international law as a power inherent in every sovereign state. Such is the traditional power of the Nation over the alien and we leave the law on the subject as we find it.\"\nThis court has now examined each of the points asserted in behalf of relator, and has found each to be lacking in merit. In addition, the court has carefully reviewed the transcript of the proceedings before the administrative officer. No error was found. Accordingly, the writ must be dismissed.\nIII. Other Comment. Before these proceedings are ended, some additional comment should be made on the manner in which Circella was removed from this district last September 14. That removal gave rise to a jurisdictional issue which has some disturbing implications. First. The jurisdictional issue which was resolved today bears directly upon the manner in which the courts of the United States are to administer the writ of habeas corpus. This is an ancient writ, one that is basic to our legal system. A privilege to apply for the writ is included in the Constitution, and has long been protected by Congress and the courts. Certainly, any limit placed upon the power of the federal courts to issue the writ should be viewed carefully and critically. The court has already cited the rule of Ahrens v. Clark, which places a rigid territorial restriction on the jurisdiction of the district courts. We need not guess the rationale of that rule, for the Ahrens opinion [335 U.S. 188, 68 S. Ct. 1444] recites it in these clear terms:\n\"It would take compelling reasons to conclude that Congress contemplated the production of prisoners from remote sections, perhaps thousands of miles from the District Court that issued the writ. The opportunities for escape afforded by travel, the cost of transportation, the administrative burden of such an undertaking negate such a purpose. These are matters of policy which counsel us to construe the jurisdictional provision of the statute in the conventional sense\". Similar views are expressed in Johnson v. Eisentrager, 1950, 339 U.S. 763, 70 S. Ct. 936, 94 L. Ed. 1255, and United States v. Hayman, 1952, 342 U.S. 205, 72 S. Ct. 263, 96 L. Ed. 232. Thus, the Supreme Court has made clear on several *628 occasions that it is unwilling to compel government officers to transport petitioners for the writ to courts in distant districts. If this is the rationale, then the circumstances of Circella's case should prove troublesome to those who would argue that the doctrine of Ahrens v. Clark deprived this court of jurisdiction. After all, Circella resided within this district, was arrested within this district, and applied for a writ of habeas corpus while detained within this district. Could a rule designed to provide a convenient forum be used to deprive Circella of a hearing within this district? Fortunately, the facts of this case, as outlined above, provide a firm ground upon which to find jurisdiction. But the facts of each new case will vary, and other petitioners for the writ may not be as fortunate as Circella. Does the rule of Ahrens v. Clark then dictate that the prospective deportee must ask for his only judicial review in a court thousands of miles from home? This court is frank to admit that it does not know the answer; indeed, the only answer might lie in a legislative remedy.\nSecond. The very fact that a jurisdictional issue did exist in Circella's case may well indicate that officers of the United States government have circumvented traditional legal process. The court has found that Circella was removed from this district at about 1:00 P.M. on September 14, detained for several hours at Hammond, Indiana, just beyond the limits of this district, and then transported to New York. While Circella was still within this district, his custodians knew that this proceeding would be instituted. On the basis of the testimony adduced at the hearing, the court cannot be certain that there was a deliberate attempt to evade jurisdiction; but the peculiar circumstances surrounding Circella's removal from this district have raised suspicions which will remain for a long while.\nThird. Jurisdictional issues are often raised in habeas corpus cases, and they are always vital issues, for the writ must relate to a person who is deprived of his liberty. In Circella's case, and in all cases brought by prisoners sought to be deported, a jurisdictional issue is doubly important. In other types of cases, habeas corpus is often the last of many available remedies; in the case of an alien about to be deported, it is the first and only judicial remedy. The alien may not avail himself of the benefits of the Administrative Procedure Act, 5 U.S.C.A. § 1001 et seq.; he may not bring suit for declaratory relief; and he may not appeal to the general equity powers of the district court. A limited review after the issuance of a writ of habeas corpus is his only remedy. Heikkila v. Barber, 1953, 345 U.S. 229, 73 S. Ct. 603. Additional remedies may have been opened by the Immigration and Nationality Act of 1952; but the Supreme Court has not yet so decided. It is clear, then, that the jurisdictional issue decided today is something more than a close question of law; it is a question of transcendent importance to all who are concerned with personal liberties. For all these reasons, this court demanded that Circella be accorded a full hearing on the merits of his case. This he has at last received and for the reasons heretofore stated, the writ is dismissed, and relator is remanded to the custody of the respondent.\nNOTES\n[1]  1948 Revised Criminal Code, 18 U.S.C.A. § 1951.\n\n",
            "ocr": false,
            "opinion_id": 1968288
        }
    ],
    "court_short_name": "N.D. Illinois",
    "court_full_name": "District Court, N.D. Illinois",
    "court_type": "FD",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}