{
    "id": 2045149,
    "judges": "Carter",
    "date_filed": 237168000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-willis",
    "case_name_short": "Willis",
    "case_name": "People v. Willis",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MARVIN WILLIS, Defendant-Appellant",
    "attorneys": "Michael J. Rosborough and John H. Reid, both of State Appellate Defender’s Office, of Mt. Vernon, for appellant., Howard L. Hood, State’s Attorney, of Murphysboro (Bruce D. Irish and Martin N. Ashley, both of Illinois State’s Attorneys Association, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b509-7\" pgmap=\"509\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MARVIN WILLIS, Defendant-Appellant.\n   </parties><br><court id=\"b509-9\" pgmap=\"509\">\n    Fifth District\n   </court><docketnumber id=\"AeNm\" pgmap=\"509\">\n    No. 76-418\n   </docketnumber><br><decisiondate id=\"b509-11\" pgmap=\"509\">\n    Opinion filed July 8, 1977.\n   </decisiondate><br><attorneys id=\"b510-3\" pgmap=\"510\">\n    Michael J. Rosborough and John H. Reid, both of State Appellate Defender’s Office, of Mt. Vernon, for appellant.\n   </attorneys><br><attorneys id=\"b510-4\" pgmap=\"510\">\n    Howard L. Hood, State’s Attorney, of Murphysboro (Bruce D. Irish and Martin N. Ashley, both of Illinois State’s Attorneys Association, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "365 N.E.2d 300",
        "50 Ill. App. 3d 487"
    ],
    "opinions": [
        {
            "author_str": "Carter",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n50 Ill. App.3d 487 (1977)\n365 N.E.2d 300\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nMARVIN WILLIS, Defendant-Appellant.\nNo. 76-418.\nIllinois Appellate Court \u0097 Fifth District.\nOpinion filed July 8, 1977.\n*488 Michael J. Rosborough and John H. Reid, both of State Appellate Defender's Office, of Mt. Vernon, for appellant.\nHoward L. Hood, State's Attorney, of Murphysboro (Bruce D. Irish and Martin N. Ashley, both of Illinois State's Attorneys Association, of counsel), for the People.\nReversed and remanded.\nMr. PRESIDING JUSTICE CARTER delivered the opinion of the court:\nThe defendant was charged by indictment with the offense of armed robbery. After a trial by jury in the Circuit Court of Jackson County, he was convicted of that offense and sentenced to a term of four years to four years and one day. On appeal defendant contends: (1) the court erred in refusing to give a defense instruction on the lesser included offense of robbery; (2) the court erred in not conducting a suppression hearing outside the jury's presence when defense counsel objected to the voluntariness of the defendant's in-custody statements; (3) he was deprived of a fair trial by ineffective assistance of counsel.\nOn April 24, 1976, in Carbondale at approximately 5 p.m. on the Southern Illinois University Campus three students, John Mastro, Paul Druven and Brigette Bellavia were walking along a path from Parking Lot 106 off of South Wall Street toward Schneider Hall. As they started to cross a small footbridge, the three were approached from the opposite direction by two males \u0097 the defendant Marvin Willis, age 18, and his companion Tony Austin. As the two groups passed by each other, the defendant made an about-face and walked along side the trio for a few steps and spoke to them. Not realizing what was happening or understanding what the defendant was saying, the three students continued to walk. At this point the defendant stopped them by stepping in front of them and placing his extended right hand toward them and up against the chest of Paul Derven. Around defendant's hand was wrapped a blue and white bandana. John Mastro and Paul Derven testified that they saw the end of a gun barrel protruding from the bandana. Brigette Bellavia thought she saw a knife or finger in the bandana-wrapped hand.\nThe three students stopped and the defendant requested that they give him a dollar and made a statement to the effect that he could take it all but that all he wanted was one dollar. The record discloses that John Mastro had between five and 10 dollars in his wallet, while Paul Derven had 50 to 60 dollars with him. Mastro gave the defendant a dollar from his billfold and as other people approached the footbridge, the defendant told the *489 trio that it was only a loan, asked Mastro which dormitory he lived in, and stated that he would repay the money.\nThe parties then separated, the defendant joining and leaving with his companion, Tony Austin, who had been standing a few feet away and behind the students, and the students continuing on to the campus where they reported the incident to the security office. The defendant was described to the security office as a tall black male wearing a purple tee shirt with \"Woodlawn Prep\" written on the front.\nThirty minutes later the defendant and Austin were apprehended by campus security officers. A custody frisk of the two youths produced four .38-caliber bullets from Austin's pocket but no other weapons or hard objects were found on either person. The two were then handcuffed, placed in the back seat of a university police car, and transported to the security office. Two days later an officer searched the patrol car and found a .38-caliber revolver behind the rear seat. It could not be determined how long the revolver had been there.\nSeveral days after the arrest and after counsel had been appointed, two security officers questioned the defendant concerning the incident on the footbridge and the gun which had been found. At trial, counsel for the defendant orally moved to suppress any statements taken from the defendant because counsel was not notified of or present at the interrogation. This motion was denied because it had not been timely filed. During this interview the defendant indicated his knowledge of a .38-caliber revolver, stating that he had taken such a gun away from his companion Tony Austin who had been acting irrationally with it, had removed four bullets from the gun and had given the bullets back to Austin while he himself kept the gun. However, the security officers' testimony concerning the defendant's statements as to whether or not he had the gun while he was on the footbridge is confusing and inconsistent. At one point in the testimony an officer stated that the defendant had acknowledged that during the incident on the footbridge the gun was on his person. On cross-examination however the officer stated that the defendant had not said that he had the gun during the incident and that he had specifically said that the gun was not hidden under a bandana or pointed at anyone during that time.\nAt trial the defendant testified that he is a high school student from Chicago who had come to the Southern Illinois University campus with Tony Austin to visit some friends. Defendant stated that on the day in question at approximately 2 p.m. he took a gun away from Austin because his friend was acting \"irrational\" with it. He immediately unloaded the gun and gave the four bullets back to Austin, and in about 15 minutes when Austin had cooled down, he returned the gun to him. The defendant further testified that at 5 p.m. he and Austin began walking to *490 the Wilson Hall cafeteria to buy supper. Since the defendant's own money was in the locked dormitory room of a friend, the defendant asked three students he passed on the footbridge if they could give him a dollar for supper. When the students continued to walk by him, the defendant put out his arm to slow them down. The defendant testified that he had a blue and white bandana wrapped around his hand for sweat. He stated that he did not have a handgun on his person while he was on the footbridge. In essence, the defendant's testimony comports with the State's evidence in that he agrees that he stopped Paul Derven with a bandana-wrapped hand, that he obtained a dollar from John Mastro and that he said he would return the money. The defendant's only disagreement with the State's evidence lies in his claim that he did not have or use a gun during the incident.\nAt the close of the evidence the court, upon the State's objection, refused the instruction submitted by the defense on the lesser included offense of robbery. We find that the trial court erred in refusing the tendered robbery instruction.\n\u0095 1 Robbery is a lesser offense in the crime of armed robbery. (Ill. Rev. Stat. 1975, ch. 38, pars. 2-9(a), 18-1 and 18-2.) It is a well-settled rule that if there is any evidence in the record which, if believed by the jury, would reduce the crime to a lesser included offense, an instruction defining the lesser offense should be given. (People v. Jones, 384 Ill. 407, 51 N.E.2d 543; People v. Harris, 8 Ill.2d 431, 134 N.E.2d 315; People v. Williams, 24 Ill. App.3d 666, 321 N.E.2d 74; People v. Foster, 32 Ill. App.3d 1009, 337 N.E.2d 90; People v. Williams, 31 Ill. App.3d 161, 333 N.E.2d 655.) This rule is applicable even if the theory of defense is inconsistent with the possibility that the defendant is guilty of the lesser crime. People v. Scalisi, 324 Ill. 131, 154 N.E. 715; People v. Bembroy, 4 Ill. App.3d 522, 281 N.E.2d 389.\n\u0095 2 The defendant's own testimony alone that he committed a lesser included offense requires that an instruction on that offense be issued, since it is the province of the jury and not the judge to decide what evidence will be believed. In People v. Foster, 32 Ill. App.3d 1009, 337 N.E.2d 90, the defendant, on appeal from his conviction of aggravated battery with a deadly weapon, alleged that the trial court erred in the denial of his proposed instructions for simple battery claiming that he did not use a weapon in beating the victim. It was held that although the defendant was admittedly intoxicated at the time of the incident and his testimony was conjectural, the jury could have believed that the injury to the victim occurred by a hitting with the fist rather than with a bottle and that therefore the issue of the included offense should have been submitted to the jury.\nIn the instant case it is the defendant's testimony that he did not have a *491 weapon while on the footbridge; nor was one found on the defendant or his companion after a full custody search. Furthermore, it is possible that the defendant's actions during the incident on the footbridge could be found to constitute \"threatening the imminent use of force\" (Ill. Rev. Stat. 1975, ch. 38, par. 18-1), especially in light of his statement to the effect that he could take it all but all he would take is a dollar. Thus, there is evidence in the record upon which the jury could conceivably have found simple robbery, if they chose to believe it.\n\u0095 3 It does not matter that defendant's testimony is inconsistent with his proposed instructions, in that his claim is that the transfer of money was a \"loan\" while his instructions label it simple robbery. People v. Scalisi, 324 Ill. 131, 151 N.E. 715, concerning an appeal from a murder conviction on the trial court's refusal to give manslaughter instructions, held:\n\"Plaintiffs in error were entitled to have the jury instructed not only as to the law applicable to the state of facts testified to by them, but applicable to any state of facts which the jury might legitimately find from the evidence to have been proven. A defendant is entitled to the benefit of any defense shown by the entire evidence, even if the facts on which such defense is based are inconsistent with the defendant's own testimony.\" 324 Ill. 131, 145.)\nSimilarly, it has been held that the defendant is entitled to have submitted to the jury any defense which his testimony, or any other evidence, tends to prove. It is the province of the jury to decide whether or not the accused is guilty of the crime charged, or of a lesser included offense, if there is any evidence to support the lesser rather than the greater crime. (People v. Papas, 381 Ill. 90, 44 N.E.2d 896; People v. Thompson, 35 Ill. App.3d 773, 342 N.E.2d 445.) Thus, the fact that defendant's testimony is inconsistent with the theory of simple robbery and that the only evidence supporting such a theory derives solely from defendant's own testimony is irrelevant. A defendant in a criminal case is entitled to have the jury consider any legally recognized defense which has some foundation in the evidence however tenuous. People v. Kalpak, 10 Ill.2d 411, 140 N.E.2d; People v. Dortch, 20 Ill. App.3d 911. Very slight evidence on a theory of defense will justify the giving of an instruction. People v. Matter, 371 Ill. 333, 20 N.E.2d 600; People v. Sweeney, 114 Ill. App.2d 81, 251 N.E.2d 897; 14A Ill. L. &amp; Prac. Criminal Law § 702.\nWe do not find that the cases cited by plaintiff-appellee support its contentions. In People v. Thompson, 35 Ill. App.3d 773, 342 N.E.2d 445, defendant was indicted for armed robbery of a gas station, the victim and defendant's accomplice testifying that defendant had a gun. The defendant claimed that he was never at the scene of the crime. Thus the evidence showed the accused either guilty of armed robbery or not guilty *492 at all, and the defendant's proposed instruction on the lower offense was unnecessary and properly refused. That fact situation is not analogous to the instant case. Here, there is no question that defendant Willis was present at the scene of the crime, that he confronted the three students and that he demanded and received from them one dollar. The issue in controversy is whether he used a gun or whether or not his manner and conduct constituted the threat of the immediate use of force that persuaded the victim to surrender the dollar.\nWe also disagree with plaintiff-appellee that this case is controlled by People v. Williams, 31 Ill. App.3d 161, 333 N.E.2d 655. In Williams the defendant was charged with the armed robbery of a case of stereo tapes from the car in which he was a passenger. The evidence shows that when the defendant got out of the automobile, he took the stereo tapes despite the victim's protests. The defendant claimed he did not have a gun and appealed the trial court's denial of his robbery instructions. The court on review upheld the lower court, finding that in the absence of any evidence of force or the threat of force other than that presented by a weapon, the defendant was either guilty of armed robbery or of theft, but not of simple robbery. In the instant case it cannot be said from all the evidence that the threat of the immediate use of force was not involved. It is within the province of the jury to decide whether defendant's conduct, in stepping in front of the students, stopping them with his arm, demanding a dollar and stating that he could take all their money if he were so inclined, constituted the threat of the immediate use of force.\nFinally, the case of People v. McVet, 7 Ill. App.3d 381, 287 N.E.2d 479, suggests that where the evidence as to the use of a weapon in a robbery is contradictory, an instruction on the lesser included offense is proper. In McVet a carload of defendants held up a gas station. The attendant claimed he was robbed at gun point. However, the defense raised the question of whether the robbery was armed and the evidence showed that the weapon was recovered from the back seat of the car rather than from the person of one of its occupants. Under this evidence, the court concluded:\n\"[w]e cannot conclude that the only possible findings were of armed robbery or innocence. The jury was justified in its finding of simple robbery and it was not error for the court to submit the verdict form for that offense.\"\nFor the foregoing reasons, we reverse the judgment entered by the Circuit Court of Jackson County and remand the cause for a new trial. We find it unnecessary to reach the remaining issues raised on appeal.\nReversed and remanded.\nJONES, and KARNS, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2045149
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}