{
    "id": 1966978,
    "judges": "Connolly, Gerrard, Hendry, McCormack, Miller-Lerman, Stephan, Wright",
    "date_filed": 1031875200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-nesbitt",
    "case_name_short": "Nesbitt",
    "case_name": "State v. Nesbitt",
    "case_name_full": "State of Nebraska, Appellee, v. Thomas Edward Nesbitt, Appellant",
    "attorneys": "Clarence E. Mock, of Johnson & Mock, for appellant, and, on brief, Thomas Edward Nesbitt, pro se., Don Stenberg, Attorney General, and Susan J. Gustafson for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 69,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b644-2\">\n    State of Nebraska, appellee, v. Thomas Edward Nesbitt, appellant.\n   </parties><br><citation id=\"b644-4\">\n    650 N.W.2d 766\n   </citation><br><decisiondate id=\"b644-5\">\n    Filed September 13, 2002.\n   </decisiondate><docketnumber id=\"AYvo\">\n    No. S-00-751.\n   </docketnumber><br><attorneys id=\"b645-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"613\"> \n     *613\n     </span>\n    Clarence E. Mock, of Johnson &amp; Mock, for appellant, and, on brief, Thomas Edward Nesbitt, pro se.\n   </attorneys><br><attorneys id=\"b645-10\">\n    Don Stenberg, Attorney General, and Susan J. Gustafson for appellee.\n   </attorneys><br><judges id=\"b645-11\">\n    Hendry, C.J., Wright, Connolly, Gerrard, Stephan, McCormack, and Miller-Lerman, JJ.\n   </judges>",
    "citations": [
        "650 N.W.2d 766",
        "264 Neb. 612"
    ],
    "opinions": [
        {
            "author_str": "Stephan",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5018.0,
            "opinion_text": "\n650 N.W.2d 766 (2002)\n264 Neb. 612\nSTATE of Nebraska, Appellee,\nv.\nThomas Edward NESBITT, Appellant.\nNo. S-00-751.\nSupreme Court of Nebraska.\nSeptember 13, 2002.\n*772 Clarence E. Mock, of Johnson &amp; Mock, Oakland, for appellant, and, on brief, Thomas Edward Nesbitt, pro se.\nDon Stenberg, Attorney General, and Susan J. Gustafson for appellee.\nHENDRY, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\n*773 STEPHAN, J.\nThomas Edward Nesbitt appeals from an order of the district court for Douglas County denying his motion for postconviction relief without an evidentiary hearing.\n\nI. BACKGROUND\nFollowing a 1986 jury trial resulting in a guilty verdict, Nesbitt was convicted of first degree murder in connection with the 1975 death of Mary Kay Harmer and sentenced to life imprisonment. His conviction and sentence were affirmed by this court on direct appeal in State v. Nesbitt, 226 Neb. 32, 409 N.W.2d 314 (1987). The underlying facts of Nesbitt's criminal trial are summarized in that opinion and will not be repeated here except as necessary to our disposition of Nesbitt's postconviction claims. However, a more thorough recitation of the complex procedural history of this case is needed to properly analyze the issues in this appeal and will thus be provided here in some detail.\nIn an information filed in the district court for Douglas County on February 26, 1985, the State alleged that Nesbitt did \"purposely and of deliberate and premeditated malice or in the perpetration of, or in an attempt to perpetrate a sexual assault in the first degree, kill Mary Kay Harmer.\" The State's evidence at trial included testimony from Michele McKeever regarding a prior uncharged act. Over a defense objection, McKeever testified that approximately 1 year prior to the date of Harmer's death, she was abducted, taken to Nesbitt's home, threatened, and raped by Nesbitt. At the close of the State's case, Nesbitt's attorney moved for a directed verdict or, alternatively, an order of dismissal. The district court ruled on the motion as follows:\nI don't feel the State has sufficiently\u0097at least for this particular motion\u0097proven either the killing in the perpetration or in the attempt to perpetrate a sexual assault in the first degree and I think the evidence is insufficient for me to allow it to go any further in those two areas and I am going to sustain the defendant's motion in that regard and dismiss at this time that part of the [motion] dealing with the killing in the perpetration or in the attempt to perpetrate a sexual assault in the first degree of Mary Harmer, however, I am overruling the motion at this time with regard to purposely or deliberately and premeditatedly with malice the killing of Mary Harmer, and I am going to overrule their motion there. I feel there is sufficient evidence at this time to proceed.\nIn his direct appeal to this court, Nesbitt assigned as error the admission of McKeever's testimony regarding the prior uncharged sexual assault, the sufficiency of the evidence to support his conviction, and the failure of the trial court to grant a mistrial due to attempted solicitation of inadmissible testimony by the prosecutor. This court found no merit in any of those assignments. State v. Nesbitt, supra.\nIn 1987 and 1988, Nesbitt filed several pro se motions with the district court in which he requested access to all of the records and court files of his case \"in order to properly present and litigate the facts and claims ... in the Defendant/Appellants [sic] Post Conviction Motion to Vacate Sentence, that will be filed in this Court.\" On January 28, 1988, the district court appointed counsel \"to represent the defendant in his post-conviction action.\" Nesbitt responded with a March 3 motion to vacate the appointment of counsel and informed the court that he had no intention of filing a postconviction motion and had not requested the appointment of counsel. In a March 4 journal entry, the district court vacated the appointment *774 of counsel and denied Nesbitt's requests for access to the court files and records, finding that there was no action pending and no intent on the part of the defendant to file an action. Nesbitt filed an appeal from a denial of his April 7, 1988, renewed motion for access to court records and files. We summarily dismissed this appeal and issued a mandate on September 30, 1988. State v. Nesbitt, 230 Neb. xix (case No. S-88-283, Sept. 22, 1988).\nOn September 7, 1990, Nesbitt filed a 501-page pro se document captioned \"Defendants Verified Post-Conviction Motion to Vacate Sentence and Supporting Case Law.\" On January 4,1991, he filed a pro se motion to amend this motion. At an April 23 hearing, the district court denied Nesbitt's motion to be released on bail during the pendency of his postconviction action and granted the oral motion of an attorney who appeared as Nesbitt's counsel requesting 90 days in which to file an amended postconviction motion. The court's order specifically granted counsel until July 23, 1991, to file the amended motion and further ordered that the motion be no more than 30 pages in length. Nesbitt never filed an amended motion as directed by the district court, but did appeal from the portion of the district court's April 23 order denying his request to be released on bail during the pendency of his postconviction action. We summarily affirmed, issuing our mandate on December 11, 1991. State v. Nesbitt, 239 Neb. xxvi (case No. S-91-536, Nov. 12,1991).\nOn July 16, 1998, a pleading captioned \"Verified Petition and Motions to Vacate Judgment &amp; Orders and for a New Trial/Hearing\" was filed by Nesbitt. In this filing, Nesbitt asserted that the computer records of the district court contained a March 19, 1997, entry noting, \"Case Disposed of by Final Order.\" Nesbitt alleged that he was never given notice of this order and that he was unable to confirm the physical existence of the referenced order. No such order appears in any of the voluminous files and records presently before this court. Attached to Nesbitt's July 16 motion was a three-page outline of Nesbitt's various postconviction claims and issues. The outline, which was labeled \"exhibit 1018,\" was neither signed nor file stamped. This document is captioned \"Amended Post-Conviction Motion to Vacate Sentence\" and is alleged by Nesbitt to have been the sole work product of the attorney appointed in February 1992 to represent him.\nOn April 2, 1999, Nesbitt filed an application for leave to commence an original action and a petition for mandamus. In his petition, Nesbitt alleged that the district court had not ruled upon his September 7, 1990, postconviction motion or his other subsequent but related filings. Nesbitt alleged that on April 4, 1991, the district court \"appointed two very new and inexperienced attorneys\" to amend his pro se motion. He alleged that these attorneys withdrew shortly thereafter because the judge issued an unreasonable page and time limitation on how to amend his motion. He alleged that another attorney was appointed on May 14, but such attorney had a direct conflict of interest and withdrew a short time later. On February 11, 1992, another attorney was appointed to represent Nesbitt and to amend his postconviction pleading. Nesbitt alleged that from November 1992 until March 18, 1997, this attorney accomplished virtually nothing. On March 4, 1998, Nesbitt filed a pro se motion to compel the latest counsel to provide assistance. Nesbitt alleged that the attorney was then improperly allowed to withdraw by the district court. Nesbitt alleged that he subsequently filed several motions, all of which the district court had yet to rule upon. We denied the petition *775 for writ of mandamus but reassigned the case to a different district judge in September 1999.\nAfter reassignment of the case, the district court held a general status conference in which Nesbitt participated by telephone. At this conference, Nesbitt alleged and the court generally agreed that the only action pending was the September 7, 1990, postconviction motion. In an order filed December 28, 1999, the district court, referring to Nesbitt's \"Amended Postconviction Motion to Vacate Sentence,\" denied Nesbitt's motion for postconviction relief without granting him an evidentiary hearing. Nesbitt subsequently filed a motion for new trial.\nThe district court ruled on Nesbitt's motion for new trial in an order filed June 15, 2000. In this order, the court noted that it had reviewed the nearly 10-year-old motion for postconviction relief and all relevant materials and affirmed its order denying postconviction relief without an evidentiary hearing. The court determined that Nesbitt could not amend his petition to state any new claims.\n\nII. ASSIGNMENTS OF ERROR\nNesbitt assigns, restated and summarized, that the district court erred in denying him postconviction relief without an evidentiary hearing. He also assigns that the district court erred in failing to appoint him postconviction counsel and erred in failing to allow him to amend his pleading.\n\nIII. STANDARD OF REVIEW\nWhether a claim raised in a postconviction proceeding is procedurally barred is a question of law. When reviewing a question of law, an appellate court reaches a conclusion independent of the lower court's ruling. State v. Gamez-Lira, 264 Neb. 96, 645 N.W.2d 562 (2002); State v. Al-Zubaidy, 263 Neb. 595, 641 N.W.2d 362 (2002); State v. Bishop, 263 Neb. 266, 639 N.W.2d 409 (2002).\nAn evidentiary hearing on a motion for postconviction relief is required on an appropriate motion containing factual allegations which, if proved, constitute an infringement of the movant's rights under the Nebraska or federal Constitution. Where such an allegation is made, an evidentiary hearing may be denied only when the records and files affirmatively show that the defendant is entitled to no relief. State v. Dean, 264 Neb. 42, 645 N.W.2d 528 (2002); State v. Caddy, 262 Neb. 38, 628 N.W.2d 251 (2001).\n\nIV. ANALYSIS\nThe State initially raises the issue of whether the district court referred to the proper documents when entering its order denying postconviction relief. The December 28, 1999, order of the district court expressly refers to and generally follows the issues raised in an alleged \"Amended Postconviction Motion to Vacate Sentence.\" The document captioned \"Amended Post-conviction Motion to Vacate Sentence\" was never filed with the district court and appears to be in the record only as an exhibit to one of Nesbitt's various motions. However, the December 28 order clearly considers more than the bare outline contained in the \"Amended\" motion. Moreover, after Nesbitt filed a motion for new trial from the December 28 order, the district court clarified in its June 15, 2000, order that it had in fact reviewed the motion Nesbitt filed \"almost 10 years ago\" and all other relevant materials. It is thus clear that the district court directly addressed the allegations in Nesbitt's September 7, 1990, postconviction motion, and the appeal before us is a review of that disposition.\n*776 The assignments of error set forth in Nesbitt's pro se brief to this court with respect to such disposition by the district court are vague. In general, however, each assignment asserts that the district court erred in denying Nesbitt's motion for postconviction relief without an evidentiary hearing. His brief acknowledges that the \"[e]rrors presented to Court below by way of appellant's 9-7-90 Verified postconv. motion, are the same ones assigned as error on this appeal.\" Brief for appellant at 2. For this reason, we consider each allegation in Nesbitt's September 1990 motion in light of the proposition that an evidentiary hearing on a motion for postconviction relief should be granted when the motion contains factual allegations which, if proved, constitute an infringement of the movant's rights under the Constitutions of Nebraska and the United States, unless the motion alleges only conclusions of fact or law, or the records and files in the case affirmatively show that the movant is entitled to no relief. See, State v. Dean, supra; State v. Caddy, supra. We also consider Nesbitt's claims that the district court erred in denying him an opportunity to amend his motion and denying his motion for the appointment of postconviction counsel.\n\n1. COMPLAINT And INFORMATION\nAlthough the first section of Nesbitt's motion for postconviction relief is entitled \"The Complaint and Information,\" he does not identify any specific deficiency in either of those documents. Instead, Nesbitt's argument seems to be directed toward the sufficiency of the circumstantial evidence used by the prosecution to establish the elements of his first degree murder conviction. To the extent this assignment involves a perceived defect in the information or complaint, it is procedurally barred because it could have been raised on direct appeal. See, State v. Caddy, 262 Neb. 38, 628 N.W.2d 251 (2001); State v. Soukharith, 260 Neb. 478, 618 N.W.2d 409 (2000).\nInsofar as Nesbitt alleges insufficiency of the evidence to support his conviction, this claim was argued and decided against Nesbitt in his direct appeal and is now barred in this postconviction action. State v. Nesbitt, 226 Neb. 32, 409 N.W.2d 314 (1987). A motion for postconviction relief cannot be used to secure review of issues which were or could have been litigated on direct appeal, no matter how those issues may be phrased or rephrased. State v. Soukharith, supra; State v. El-Tabech, 259 Neb. 509, 610 N.W.2d 737 (2000).\n\n2. PRELIMINARY HEARING\nNesbitt alleges in this section of his motion that he appeared before the county court for the purpose of a preliminary hearing but that he ultimately waived his right to such a hearing after his motion to close the proceedings to the public was denied. Nesbitt appears to argue that the county court's decision to overrule his motion for closure unconstitutionally coerced him into waiving his rights at the preliminary hearing for fear that the evidence adduced at the hearing might taint the jury panel.\nAt the outset, we note that the county court's decision to overrule Nesbitt's motion for closure had nothing to do with the issues to be determined at his preliminary hearing. The purpose of a preliminary hearing is to ascertain whether a crime was committed and whether there is probable cause to believe the accused committed it. Neb.Rev.Stat. § 29-506 (Reissue 1995); State v. Rossbach, 264 Neb. 563, 650 N.W.2d 242 (2002); State v. Hill, 255 Neb. 173, 583 N.W.2d 20 (1998). Therefore, an examination of whether the media attention generated by this case *777 made it difficult or impossible to later impanel an impartial jury is irrelevant in this context. If, for whatever reason, Nesbitt wished to challenge the validity of his waiver of the preliminary hearing, he could have done so by filing a plea in abatement or a motion to quash. See, State v. Hill, supra; State v. Moss, 182 Neb. 502, 155 N.W.2d 435 (1968). Nesbitt's failure to do so bars him from now litigating an issue that could have been raised and litigated at an earlier time. See State v. Soukharith, supra. Moreover, any defect in Nesbitt's waiver of his preliminary hearing was ultimately cured by the jury's subsequent finding that he was guilty beyond a reasonable doubt. See State v. Hill, supra.\n\n3. ARRAIGNMENT\nNesbitt makes three seemingly unrelated arguments under this section of his motion. We address each one separately.\n\n(a) Plea in Abatement\nNesbitt first argues that his counsel was ineffective for failing to file a plea in abatement at or before his arraignment. To state a claim of ineffective assistance of counsel under Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984), and demonstrate that a conviction must be overturned, a defendant must show that his or her counsel's performance was deficient and that this deficient performance actually prejudiced his or her defense. State v. Long, 264 Neb. 85, 645 N.W.2d 553 (2002); State v. Dean, 264 Neb. 42, 645 N.W.2d 528 (2002). The two prongs of the ineffective assistance test, deficient performance and prejudice, may be addressed in either order. If it is more appropriate to dispose of an ineffectiveness claim due to the lack of sufficient prejudice, that course should be followed. State v. Long, supra; State v. Thomas, 262 Neb. 138, 629 N.W.2d 503 (2001).\nIn this case, the jury's subsequent finding of guilt beyond a reasonable doubt resolved any questions about whether probable cause existed to bind Nesbitt over for trial. See State v. Hill, supra. Thus, Nesbitt has not and cannot show that his counsel's decision to not file a plea in abatement prejudiced him in any way. See, State v. Cook, 257 Neb. 693, 601 N.W.2d 501 (1999); State v. Nielsen, 243 Neb. 202, 498 N.W.2d 527 (1993). This argument is without merit.\n\n(b) Statute of Limitations\nNesbitt also argues that his trial counsel was ineffective because he failed to argue that the statute of limitations had run on the felony murder charge. Neb. Rev.Stat. § 29-110 (Reissue 1985) provides a statute of limitations on prosecution of all felonies except treason, murder, arson, and forgery. Nesbitt argues that because the statute of limitations had run on the predicate felony of first degree sexual assault underlying the felony murder charge, the statute of limitations had also run on the felony murder charge.\nWe addressed and rejected a similar argument in State v. White, 239 Neb. 554, 477 N.W.2d 24 (1991). Moreover, the trial court dismissed the felony murder portion of the information at the conclusion of the State's case in chief, and Nesbitt was subsequently convicted of premeditated first degree murder. Trial counsel could not have been ineffective in failing to raise a defense to a charge that was dismissed, and this argument is without merit.\n\n(c) Entry of Plea of Not Guilty\nFinally, Nesbitt claims that his arraignment was unconstitutional because he did not personally enter his plea of not guilty. The record reflects that defense *778 counsel entered a plea of not guilty on Nesbitt's behalf and in Nesbitt's presence. Although the decision as to what plea to enter belonged solely to Nesbitt, see, Jones v. Barnes, 463 U.S. 745, 103 S. Ct. 3308, 77 L. Ed. 2d 987 (1983); State v. Sayers, 211 Neb. 555, 319 N.W.2d 438 (1982); ABA Standards for Criminal Justice Prosecution and Defense Function 4-5.2 (3d ed.1993), there is no requirement, constitutional or otherwise, that the accused actually speak the words of the plea himself. If Nesbitt wished to enter a different plea or take a different course, he could have interjected and corrected his counsel and the judge as he in fact did on numerous occasions throughout the pretrial and trial process. There is nothing in the record to suggest that counsel entered a plea different from that which Nesbitt would have entered had he spoken the words himself. This argument is without merit.\n\n4. DEPOSITIONS\nIn this section of his motion, Nesbitt alleges that his state and federal constitutional rights were violated during the discovery phase of his case. He alleges three separate violations, which we individually address.\n\n(a) Date Change\nNesbitt first alleges that the prosecutor engaged in misconduct by intentionally changing the date of five scheduled depositions to deprive Nesbitt of the opportunity to personally attend those depositions. Nesbitt alleges that the depositions were originally scheduled for a Friday and that the prosecutor rescheduled them for the next day, Saturday, because he knew that detainees at the Douglas County jail were required to make advance arrangements for transportation if they wished to attend case-related functions on weekends. The record affirmatively establishes that this allegation is incorrect.\nA hearing to order and schedule the depositions at issue was held on Monday, December 30, 1985. At this hearing, the prosecutor indicated that he would be traveling out of the state in the near future but could accommodate defense counsel by conducting the depositions on New Year's Day or the upcoming Saturday or Sunday. After some discussion, the district court approved the scheduling of the depositions on Saturday, which was January 4, 1986, but misstated the date as January 3. By Nesbitt's own admission, the depositions were conducted on Saturday, January 4, as originally scheduled. Therefore, the record affirmatively establishes that the date of the depositions was never changed from the date the court originally approved.\nMoreover, given that the hearing on this matter was held 6 days prior to the taking of the depositions, Nesbitt had ample time to secure transportation arrangements to attend the depositions. The fact that such arrangements were not made may be due to Nesbitt's own negligence or perhaps a miscommunication between Nesbitt and defense counsel, but it certainly is not attributable to any form of prosecutorial misconduct. This argument is without merit.\n\n(b) Deposition Questions\nNesbitt next alleges that his counsel was ineffective for failing to ask Kenneth G. Miller, the State's lead investigator, a list of 22 detailed deposition questions that Nesbitt had personally prepared. Nesbitt alleges that these questions, if asked, would have favorably affected the outcome of his subsequent motion in limine that sought to exclude the testimony of McKeever and/or any reference to the McKeever incident.\nAt the outset, we note that \"except for such basic decisions as ... whether to plead guilty, waive a jury trial, or *779 testify in his or her own behalf, a defendant is bound by the tactical or strategic decisions made by his or her counsel.\" State v. Sayers, 211 Neb. 555, 562, 319 N.W.2d 438, 442 (1982). See, also, Jones v. Barnes, 463 U.S. 745, 103 S. Ct. 3308, 77 L. Ed. 2d 987 (1983); People v. Towey, 92 Cal. App. 4th 880, 112 Cal. Rptr. 2d 326 (2001); ABA Standards for Criminal Justice Prosecution and Defense Function 4-5.2 (3d ed.1993). Consequently, defense counsel was under no obligation to ask Miller the questions Nesbitt had provided. Except for those basic decisions listed above, and others of similarly fundamental import, the control and direction of the case rests in the sound discretion of defense counsel and not the accused. Id.\nThe fact that defense counsel has authority over strategic decisions such as whom to call and what questions to ask does not, however, mean that defense counsel's decisions cannot be considered ineffective if those decisions ultimately prejudice the accused. Nesbitt claims that his counsel was constitutionally ineffective for failing to propound certain questions to the deponent. Fourteen of the twenty-two proposed questions involve single or multiple levels of hearsay. See Neb.Rev.Stat. § 27-802 (Reissue 1995). Given the strong presumption that trial counsel acted reasonably, see, e.g., State v. Carlson, 260 Neb. 815, 619 N.W.2d 832 (2000), we cannot conclude that defense counsel was deficient in not asking questions that called for inadmissible answers.\nNesbitt alleges that his attorney failed to question Miller concerning the cause of Harmer's death. However, select portions of Miller's deposition were read into the record by Nesbitt's counsel during the trial. Those portions indicate that Miller was asked by Nesbitt's counsel if he had knowledge to indicate that Harmer had met \"a violent death,\" to which Miller answered no. Therefore, the records and files affirmatively prove that Nesbitt's counsel did not fail to question Miller in this regard. See, e.g., State v. Silvers, 260 Neb. 831, 620 N.W.2d 73 (2000).\nNesbitt also alleges that his attorney failed to question Miller about whether a private investigator or the county attorney's office had provided information to the media in order to influence the outcome of his trial. However, Nesbitt has failed to allege any specific facts demonstrating how he was prejudiced by this alleged omission. Accordingly, Nesbitt is not entitled to an evidentiary hearing on this issue.\nFinally, Nesbitt alleges that his attorney failed to question Miller about the substance of police reports regarding the McKeever incident, which reports were subsequently lost or destroyed. Nesbitt alleged generally that such reports were \"relevant, favorable and material to the defense\" and \"would have made a difference on [sic] the outcome of this case.\" However, he made no allegations regarding the specific factual content of such reports or the extent of Miller's knowledge concerning them. We conclude that Nesbitt's conclusory allegations are insufficient to state a claim for postconviction relief and that the district court did not err in denying relief as to these allegations without an evidentiary hearing.\n\n(c) Stipulation Concerning Deposition Testimony\nDuring Miller's deposition, the State and defense counsel stipulated that if Miller were unavailable to testify at trial, admissible portions of Miller's deposition could be read to the jury as a substitute for his live testimony. This stipulation was made because Miller was undergoing chemotherapy treatments and there was a *780 real possibility that he could be very ill at the time of trial. A few days before Miller was scheduled to testify for the defense, he informed Nesbitt's counsel that he was undergoing chemotherapy and was very ill. Miller's doctor recommended that he remain in the hospital, and Miller did not subsequently testify in person. Pursuant to the stipulation, select portions of Miller's deposition were read to the jury by Nesbitt's counsel as a part of his case in chief.\nNesbitt now claims that his trial counsel had no authority to enter into a stipulation that usurped his constitutional right to confront Miller and that counsel was ineffective for entering into the stipulation, because, if required to testify in person, Miller would have provided exculpatory and impeachment evidence \"which would have made a difference on [sic] the outcome of this case.\" Nesbitt, however, does not identify in his motion the substance of such evidence. In a motion for postconviction relief, the defendant must allege facts which, if proved, constitute a denial of his or her rights under the U.S. or Nebraska Constitution, causing the judgment against the defendant to be void or voidable. State v. Dean, 264 Neb. 42, 645 N.W.2d 528 (2002). Because Nesbitt makes no factual allegations regarding the nature of the evidence favorable to his case which he contends that Miller could have supplied if testifying in person, he has not alleged a basis for postconviction relief in this regard.\n\n5. SEQUESTRATION OF WITNESSES\nAt a pretrial hearing, both parties agreed that all trial witnesses would be sequestered. See Neb.Rev.Stat. § 27-615 (Reissue 1995). The prosecution, however, asked the district court to except Miller from the sequestration order to allow him to assist the State in obtaining witnesses and presenting its case. See § 27-615(3). Defense counsel did not object to Miller's presence in the courtroom on the conditions that Miller remained in the back row of the courtroom and that he was personally admonished by the court not to discuss the substance of any witness' testimony with any other witness. The court obliged defense counsel's conditions, and Miller was allowed to remain in the courtroom during the trial. Nesbitt now argues that the district court erred in excepting Miller from the sequestration order and that his counsel was ineffective for not objecting to Miller's presence in the courtroom. To the extent Nesbitt's argument assigns error to the district court, it is procedurally barred because this issue could have been raised on direct appeal. See, State v. Caddy, 262 Neb. 38, 628 N.W.2d 251 (2001); State v. Soukharith, 260 Neb. 478, 618 N.W.2d 409 (2000).\nTo the extent this allegation involves a claim of ineffective assistance of counsel, Nesbitt has failed to and cannot plead that he was prejudiced by defense counsel's performance. See State v. Ildefonso, 262 Neb. 672, 634 N.W.2d 252 (2001). Before the trial began, the State indicated that it did not intend to call Miller as a witness, and it did not do so. Nesbitt's counsel offered select portions of Miller's deposition testimony during Nesbitt's case in chief, but Miller's deposition was taken prior to trial and thus could not have been influenced by his presence in the courtroom. This assignment of error is thus without merit.\n\n6. CONSTITUTIONALITY OF NEBRASKA'S FELONY MURDER DOCTRINE\nIn this section of his motion, Nesbitt argues that Neb.Rev.Stat. § 28-303(2) (Reissue 1995), Nebraska's felony murder statute, is unconstitutional. (We note that at the time the crime was committed, Neb. *781 Rev.Stat. § 28-401 (Reissue 1975) was in effect, but although amended and renumbered since that time, there are no substantive changes.) The constitutionality of this statute was recently reaffirmed by this court. See, State v. Bjorklund, 258 Neb. 432, 604 N.W.2d 169 (2000); State v. Palmer, 257 Neb. 702, 600 N.W.2d 756 (1999). Moreover, this issue is not material to this case because the trial court dismissed the felony murder portion of the information at the conclusion of the State's case in chief, and Nesbitt was subsequently convicted of premeditated first degree murder under Neb.Rev.Stat. § 28-302(1) (Reissue 1995).\n\n7. JURY\nIn this section of his postconviction motion, Nesbitt asserts that the district court erred (1) in failing to grant additional peremptory challenges to the defense, (2) in failing to sequester the jury during the trial, (3) in failing to individually question each prospective and potential juror about any knowledge of the case they may have gained from the media, and (4) in allowing the prosecutor to inquire as to whether any potential juror had any opinions or feelings that would prevent him or her from finding Nesbitt guilty of an offense punishable by death. Nesbitt also argues that his counsel was ineffective for failing to raise the four aforementioned arguments on direct appeal.\nTo the extent these arguments assign error to the district court, they are procedurally barred. Both Nesbitt and defense counsel were aware of the facts underlying these allegations at the time of the direct appeal and thus could have asserted them at that time. As previously noted, a motion for postconviction relief cannot be used to secure review of issues which were or could have been litigated on direct appeal, no matter how those issues may be phrased or rephrased. State v. Soukharith, supra; State v. El-Tabech, 259 Neb. 509, 610 N.W.2d 737 (2000).\nHowever, Nesbitt's allegation that defense counsel was ineffective for failing to make these same arguments on direct appeal is not procedurally barred. We address each argument in turn.\n\n(a) Peremptory Challenges\nNesbitt alleges that his counsel was ineffective for not arguing on direct appeal that the district court erred in failing to \"grant additional peremptory challenges to the defense.\" Neb.Rev.Stat. § 29-2005 (Reissue 1995) provides in pertinent part:\nEvery person arraigned for any crime punishable with death, or imprisonment for life, shall be admitted on his or her trial to a peremptory challenge of twelve jurors, and no more.... The attorney prosecuting on behalf of the state shall be admitted to a peremptory challenge of twelve jurors in all cases when the offense is punishable with death or imprisonment for life ... [p]rovided, that in all cases where alternate jurors are called, as provided in section 29-2004, then in that case both the defendant and the attorney prosecuting for the state shall each be allowed one added peremptory challenge to each alternate juror.\nBecause Nesbitt was charged with first degree murder, which carries a maximum penalty of death or life imprisonment, see, currently, Neb.Rev.Stat. § 28-105 (Cum. Supp.2000), Nesbitt was entitled to 12 peremptory challenges for use during the selection of the original 12 jurors. In addition, because the district court exercised its discretionary authority under Neb.Rev. Stat. § 29-2004 (Reissue 1995) to select alternate jurors, Nesbitt was also entitled to one additional peremptory challenge to be used during the alternate juror selection process.\n*782 Nesbitt asserts that he is unable to state the specifics of this claim because he has repeatedly been denied access to the court records he needs to properly research this issue. The record indicates that Nesbitt has in fact made numerous but unsuccessful attempts to obtain the complete voir dire testimony. However, the portions of the voir dire that are contained in the record establish that Nesbitt was present with counsel during the voir dire examination, and thus he has personal knowledge of any alleged deficient performance of his counsel. Despite this personal knowledge, Nesbitt does not allege that he was denied the peremptory challenges to which he was entitled under § 29-2005, nor does he allege that his attorney requested additional peremptory challenges. Moreover, to state a claim for postconviction relief, Nesbitt must plead both that his trial counsel was deficient and that such deficient performance resulted in prejudice. The missing voir dire transcripts relate solely to the factor of whether counsel was deficient, but Nesbitt has nevertheless completely failed to plead facts demonstrating how any deficient performance of his counsel prejudiced him. Nesbitt therefore has failed to properly plead facts which, if proved, would entitle him to postconviction relief on this claim, and the district court properly denied an evidentiary hearing.\n\n(b) Sequestration During Trial\nNesbitt also alleges that defense counsel was ineffective for failing to argue on direct appeal that the district court erred in failing to sequester the jury during trial. Again, Nesbitt claims that he is unable to state his claim with greater specificity because of the absence of pertinent court records. We disagree. The \"records\" that Nesbitt presumably needs to state this claim are not court records under the district court's control, but, rather, are newspaper clippings and other media releases that would show how the media's influence was so pervasive and biased that the district court abused its discretion in not sequestering the jury to protect them from these allegedly improper materials. See, Neb.Rev.Stat. § 29-2022 (Reissue 1995); State v. Ryan, 233 Neb. 74, 444 N.W.2d 610 (1989) (holding decision to sequester jury subject to abuse of discretion standard). Consequently, Nesbitt has no viable claim that he was prevented by the district court from gaining access to the materials he needed to properly state his claim on this issue. Nesbitt has failed to plead facts demonstrating his counsel was ineffective, and this argument is without merit.\n\n(c) Individual Voir Dire\nNesbitt argues that his defense counsel was ineffective for not arguing on direct appeal that the district court erred by not allowing each potential juror to be individually questioned to determine whether he or she had become biased by the extensive media coverage surrounding the trial. Nesbitt further argues that this failure prejudiced him by allowing biased jurors to be impaneled during his trial.\nThe record reflects that an oath was administered to all prospective jurors. During the initial stages of jury selection, the trial judge announced that he would permit counsel to question each prospective juror individually, outside the presence of the others, regarding exposure to pretrial publicity. The record index indicates that 52 prospective jurors and 6 prospective alternate jurors were individually examined. However, the record is incomplete with respect to the substance of these examinations, as it includes a verbatim transcript of the individual examinations of only 12 of the prospective jurors and all 6 of the prospective alternates. Of these, Nesbitt's counsel exercised one challenge *783 for cause, which was sustained. The record further reflects that Nesbitt was present with counsel during the individual examinations.\nWhile the record of voir dire examination is incomplete, we view it as sufficient to establish the fact that each prospective juror and alternate was questioned individually, out of the presence of the others, on the issue of pretrial publicity. That being so, and absent any allegation that Nesbitt was not permitted to be present during any portion of this examination, it was incumbent upon him to allege specific facts regarding any claimed bias on the part of one or more jurors who participated in the verdict in order to support his claim that counsel was ineffective in not raising the issue on direct appeal. He did not do so, and the district court therefore did not err in denying an evidentiary hearing on this issue.\n\n(d) \"Death Qualification\"\nFinally, Nesbitt alleges that his defense counsel was ineffective for failing to argue on direct appeal that Neb.Rev.Stat. § 29-2006(3) (Reissue 1995), is unconstitutional because it allows a juror to be removed for cause if \"his opinions are such as to preclude him from finding the accused guilty of an offense punishable with death.\" We disagree.\nThis court and the U.S. Supreme Court have held on numerous occasions that it is constitutionally permissible to remove a prospective juror for cause if his or her opposition to the death penalty is such that it would prevent or substantially impair his or her ability to be an impartial juror. See, Wainwright v. Witt, 469 U.S. 412, 105 S. Ct. 844, 83 L. Ed. 2d 841 (1985); Witherspoon v. Illinois, 391 U.S. 510, 88 S. Ct. 1770, 20 L. Ed. 2d 776 (1968); State v. Peery, 223 Neb. 556, 391 N.W.2d 566 (1986); State v. Rust, 223 Neb. 150, 388 N.W.2d 483 (1986). Defense counsel was not ineffective for failing to raise an argument that has no merit.\n\n8. EVIDENCE OF PRIOR UNCHARGED CRIME\nIn this lengthy section of his postconviction motion, Nesbitt primarily argues that the evidence relating to the prior uncharged sexual assault on McKeever was improperly admitted into evidence. As noted, McKeever was allowed to testify over objection that in November 1974, she was abducted by Nesbitt, taken to his home, threatened, and raped.\nMuch of Nesbitt's argument in this regard is framed as trial court error in admitting the testimony. All allegations of trial court error are now barred, as the admission of the prior bad acts evidence could have been and in fact was raised on direct appeal. See State v. Nesbitt, 226 Neb. 32, 409 N.W.2d 314 (1987). Thus, we do not address Nesbitt's arguments alleging district court error with respect to McKeever's testimony, including his allegations concerning lost reports, unavailable witnesses, lack of judicial corroboration, or improper cross-examination. To the extent Nesbitt characterizes the error as ineffective assistance of counsel, it is not barred and is discussed below.\n\n(a) § 29-110 Statute of Limitations\nNesbitt argues that his trial counsel was ineffective for failing to raise a statute of limitations defense to the use of McKeever's testimony and related evidence. He argues that because the McKeever prior bad act evidence related to an incident that occurred on November 11, 1974, it was precluded by the statute of limitations provisions of Neb.Rev.Stat. § 29-110 (Reissue 1985). He contends that he specifically told his counsel to make the statute of limitations argument and that counsel failed to raise the argument *784 as directed, to his prejudice because it would have resulted in the inadmissibility of the evidence. We disagree.\nSection 29-110 only proscribes prosecution for a felony that is time barred by its provisions. Nesbitt was not prosecuted for the assault on McKeever, and thus § 29-110 is inapplicable. See In re Interest of Hollenbeck, 212 Neb. 253, 322 N.W.2d 635 (1982) (holding § 29-110 inapplicable to allegations of incest relied upon in juvenile proceedings seeking termination of parental rights). Because § 29-110 is inapplicable to prior bad acts evidence, defense counsel was not ineffective for failing to raise the argument. This argument is without merit.\n\n(b) Miller Deposition\nNesbitt further alleges that his counsel was ineffective for failing to develop testimony that would help to impeach McKeever during Miller's deposition. Nesbitt's arguments regarding Miller's deposition have been previously addressed in this opinion and need not be repeated here.\n\n(c) Constitutionality of § 27-403\nFinally, Nesbitt alleges that Neb. Rev.Stat. § 27-403 (Reissue 1995) unconstitutionally shifts the burden of proof to the defendant in a criminal case. This argument could have been raised on direct appeal. Nesbitt does not allege ineffective assistance of counsel in failing to raise this argument, and it is now procedurally barred in this postconviction action.\n\n9. RIGHT TO CONFRONT MILLER\nIn this section of his motion, Nesbitt simply restates the same argument he made under his \"Sequestration of Witnesses\" section, i.e., that his defense counsel was ineffective for stipulating away his right to confront Miller and that the district court also violated his confrontation rights by accepting the stipulation. To the extent this argument assigns error to the district court, it is procedurally barred. State v. Soukharith, 260 Neb. 478, 618 N.W.2d 409 (2000); State v. El-Tabech, 259 Neb. 509, 610 N.W.2d 737 (2000). To the extent this argument restates an ineffective assistance claim against defense counsel, Nesbitt once again fails to properly plead how counsel's performance prejudiced him. Nesbitt, not the State, offered portions of Miller's deposition at trial, and Nesbitt has not identified any of the deposition testimony which was prejudicial to him. Nesbitt states that if Miller had testified in person, he would have provided \"extremely important exculpatory testimony\" and that Miller was an \"extremely vital exculpatory witness,\" but he again fails to state what that testimony might have been. Without alleging the substance of Miller's anticipated testimony, Nesbitt has again failed to plead a constitutional violation. Consequently, this assignment is without merit.\n\n10. ISSUES RELATING TO DISMISSAL OF FELONY MURDER CHARGE\nIn this section of his motion, characterized by Nesbitt as the \"most seriously important\" issue of this postconviction proceeding, Nesbitt alleges that his counsel, the district court, and this court on direct appeal failed to realize that the \"Specific Directed Verdict of Acquittal\" entered at the end of the State's case in chief completely acquitted him of all charges. We disagree.\nAfter the State rested, defense counsel moved for an order of dismissal on the ground that the State had failed to prove its prima facie case. The court found that there was insufficient evidence of a sexual assault or an attempted sexual assault on Harmer and thus dismissed the felony murder theory. However, the court specifically held that it was not dismissing the premeditated murder theory. Defense *785 counsel then moved for a mistrial, arguing that in dismissing the felony murder theory, the court was in effect ruling that \"a substantial majority of the testimony offered by the State is not relevant.\" Defense counsel also argued that the court was in effect ruling that Harmer was never sexually assaulted, while still allowing the State to allege that the sexual assault of Harmer was a motive for the premeditated killing. The motion for mistrial was overruled.\nNesbitt argues that premeditated murder and felony murder are simply alternate means of committing the crime of first degree murder, so that when he was acquitted of felony murder by the district court's dismissal of that charge, he was therefore acquitted of first degree murder altogether. He contends that this \"acquittal\" barred the State under double jeopardy principles from proceeding on the premeditation theory. To the extent Nesbitt alleges this argument as ineffective assistance of counsel, it is not procedurally barred.\nPart of Nesbitt's premise is correct, but his conclusion is ultimately incorrect. We held in State v. White, 254 Neb. 566, 577 N.W.2d 741 (1998), that premeditated murder and felony murder are simply alternate methods of committing first degree murder. To that extent, we agree with Nesbitt. Nevertheless, it is clear that double jeopardy principles did not apply to the premeditation theory in this case.\nThe Double Jeopardy Clause of the Fifth Amendment to the U.S. Constitution protects against three distinct abuses: (1) a second prosecution for the same offense after acquittal, (2) a second prosecution for the same offense after conviction, and (3) multiple punishments for the same offense. State v. White, supra. We have construed Nebraska's double jeopardy clause as providing the same protections. Id. Nesbitt's argument relates to the first of these three protections. This protection, however, does not apply to Nesbitt in the instant case because there has never been a second prosecution. Nesbitt was tried once on alternative theories of first degree murder, and our case law clearly permits the assertion of alternative theories in one murder prosecution. See State v. Buckman, 237 Neb. 936, 468 N.W.2d 589 (1991) (holding when defendant is charged in alternative with premeditated murder and felony murder, jury need not be unanimous under which theory it convicts). The Double Jeopardy Clause only bars the State from reprosecuting a defendant at a subsequent proceeding under a different theory of criminal liability for the offense of first degree murder. State v. White, supra. Because Nesbitt was charged at one trial under alternative theories, he was put in jeopardy for first degree murder only once. Nesbitt's double jeopardy argument lacks legal merit, and thus his counsel could not have been ineffective for failing to raise it.\nNesbitt also relies upon the principle of collateral estoppel embodied in the Double Jeopardy Clause. This principle provides \"when an issue of ultimate fact has once been determined by a valid and final judgment, that issue cannot again be litigated between the same parties in any future lawsuit.\" Ashe v. Swenson, 397 U.S. 436, 443, 90 S. Ct. 1189, 25 L. Ed. 2d 469 (1970). Nesbitt argues that pursuant to the principle of collateral estoppel, the dismissal of the felony murder theory resulted in a resolution in his favor of all of the ultimate facts relating to the sexual assault of Harmer and that the State was therefore precluded from inferring that a sexual assault on Harmer was the motive for premeditated murder.\n*786 Again, however, Nesbitt's argument lacks legal merit. As the Eighth Circuit Court of Appeals found in its review of Nesbitt's habeas corpus action alleging this very issue, the collateral estoppel principle, like the concept of double jeopardy itself, applies only in successive prosecution cases and does not apply to a single trial in which conviction was sought on alternative theories of proving the same offense. Nesbitt v. Hopkins, 86 F.3d 118 (8th Cir.1996). Moreover, even if the principle of collateral estoppel applied to a single trial of multiple counts, the principle would still not apply to the instant case. In a criminal case, a fact previously determined is not an \"ultimate fact\" precluded by the collateral estoppel principle unless it was necessarily determined by the fact finder against the government and, in the second prosecution, that \"`same fact is required to be proved beyond a reasonable doubt in order to convict.'\" Id. at 120, quoting Prince v. Lockhart, 971 F.2d 118 (8th Cir.1992). The district court dismissed the felony murder charge in this case after finding that there was insufficient evidence of a sexual assault upon Harmer for the jury to determine that such assault occurred beyond a reasonable doubt. The State, however, was not required to prove the sexual assault of Harmer beyond a reasonable doubt in order to establish premeditated murder. Although Nesbitt generally argues that the State impermissibly used evidence of a sexual assault on Harmer to infer a motive for her premeditated killing, motive is not an element of first degree murder and does not have to be proved beyond a reasonable doubt. See State v. Kirksey, 254 Neb. 162, 575 N.W.2d 377 (1998). The resolution of the felony murder theory therefore did not resolve an ultimate fact in Nesbitt's favor, and the principle of collateral estoppel would not apply to this case.\nNesbitt's argument that he was acquitted of premeditated first degree murder is entirely without legal merit, and the district court did not err in denying an evidentiary hearing on this ground. To the extent Nesbitt's other allegations of error in his motion rest on his acquittal/double jeopardy argument, they are similarly without merit.\n\n11. ALLEGATIONS OF GOVERNMENT MISCONDUCT\nIn this section of his motion, Nesbitt generally alleges that there was a conspiracy involving law enforcement officials, prosecutors, and the news media to convict him at all costs and that perjury and governmental misconduct so tainted his trial that he was denied his right to a fair and impartial trial. Although he makes numerous claims including destruction of evidence, withholding of exculpatory evidence, use of perjured testimony, government interference with both witnesses and his attorney-client privilege, improper use of the media by the prosecution to influence the trial, and improper closing argument, he does not characterize any of these errors as ineffective assistance of counsel, nor does he allege that he was unaware of any of these errors at the time of his direct appeal. Because these alleged errors could have been brought on direct appeal, they are now procedurally barred. See State v. Caddy, 262 Neb. 38, 628 N.W.2d 251 (2001).\nWith respect to certain of the alleged errors in this section, however, Nesbitt alleges that relevant proceedings were not transcribed on appeal and/or that he has been denied access to relevant records and thus cannot make complete factual allegations in his motion. Specifically, in his argument relating to the improper use by the State of perjured testimony, Nesbitt asserts that the prosecutor knowingly solicited *787 a false statement from a witness. Nesbitt further asserts that defense counsel timely objected to the statement as hearsay. The portions of the record that Nesbitt claims were not transcribed with respect to this issue are counsels' arguments in chambers on the hearsay objection. Although these arguments were not recorded, the record clearly reveals that the objection of defense counsel was sustained and that therefore no allegedly \"perjured\" testimony was admitted in this regard. We fail to see how the untranscribed arguments of counsel would help Nesbitt state a claim for the improper use of perjured testimony when the testimony in question was not received in evidence.\nNesbitt also alleges that there are numerous documents and records related to his destruction-of-evidence claim that were not transcribed on direct appeal, even though requested. Because any transcription error could have been raised at the time of the direct appeal, the issue is now procedurally barred. See State v. Caddy, supra. Similarly, although Nesbitt alleges he was denied access to records relating to the improper use of the media by the prosecutor, any denial of access to such records in this postconviction motion is irrelevant because the issue of improper use of the media could have been raised on direct appeal and is now procedurally barred. Finally, although Nesbitt also alleges that the closing arguments were not transcribed, any transcription error relating to closing arguments could have been raised on direct appeal and is now procedurally barred. Moreover, we note that the bill of exceptions before us contains a transcription of both parties' closing arguments.\n\n12. DOYLE V. OHIO ISSUES\nIn this section of his motion, Nesbitt alleges that the prosecution was erroneously allowed to impeach his trial testimony both on cross-examination and during closing argument by referring to his post-Miranda silence, in violation of Doyle v. Ohio, 426 U.S. 610, 96 S. Ct. 2240, 49 L. Ed. 2d 91 (1976). With respect to this alleged error, Nesbitt asserts both that the district court erred in allowing the impeachment and that his trial counsel was ineffective for failing to object. Nesbitt's claim that the district court erred in allowing the impeachment could have been made on direct appeal and is therefore procedurally barred. See, e.g., State v. Brunzo, 262 Neb. 598, 634 N.W.2d 767 (2001); State v. Thomas, 262 Neb. 138, 629 N.W.2d 503 (2001). Nesbitt's assertion that his trial counsel was ineffective, however, is not barred, as he had the same counsel at trial as he did on direct appeal. See State v. Soukharith, 260 Neb. 478, 618 N.W.2d 409 (2000).\nSome additional background is necessary to our analysis of this issue. Nesbitt testified at trial that he and Harmer, along with one or two other persons at various times, were in his home on the night of November 30, 1975. He testified that all persons in the home were using controlled substances. According to Nesbitt's testimony, Harmer excused herself to go to the bathroom, and when she did not return a short time later, he went to the bathroom and found her lying on the floor in a pool of vomit. He testified that after determining that she was dead, he cleaned her body and disposed of it, first wrapping it in carpet and placing it in a garage, and then, on the following day, placing the body in a manhole at a housing development near Carter Lake, Iowa. He assumed that Harmer died of a drug overdose and denied killing her.\nNesbitt testified on direct examination that law enforcement officers came to his home in 1975 shortly after Harmer's *788 death. He admitted that on this occasion, he told police that Harmer had been at his home on the night of November 30, but had left the next morning. He testified that he did not report Harmer's death to authorities because he did not trust them. Nesbitt further testified that he had had a similar conversation a few days later with other officers who had contacted a female acquaintance of Nesbitt's concerning Harmer's disappearance. Several days after these conversations, Nesbitt left Omaha and moved to Chicago, Illinois, where he assumed a new identity. He testified that in 1978, law enforcement officials located him in Illinois, ascertained his true identity, and questioned him about Harmer's disappearance. Nesbitt alleges that he was given Miranda warnings at the time of this questioning and on five subsequent occasions between 1978 and 1985 when he was questioned by police.\nOn cross-examination, Nesbitt again admitted that he originally told law enforcement authorities in 1975 that Harmer left his home while he was asleep. Later in the cross-examination, he was asked:\nQ Did you ever tell the story that you told this jury today to anyone who was investigating this case or anyone involved in law enforcement?\nA This is not a story; this is what happened.\nQ I ask you have you ever told this to anyone who was investigating the case or anybody who involved [sic] in law enforcement before today?\nA No.\nNesbitt's counsel did not object to these questions. In his closing argument, the prosecutor made the following statements:\nThe first time anybody heard Mr. Nesbitt say that, [referring to his testimony that Harmer died of a drug overdose] that's involved in law enforcement or had anything to do with the case, other than he says his attorneys, was yesterday morning.\n\n....\n... To talk real briefly about his testimony, of course, he is the last person to testify. He has had access to every report, every deposition\u0097he sat in on some\u0097and he is going to get on the stand and he's going to be real straightforward with you and tell you what happened....\n\n....\n... When the defendant testified, and [defense counsel] apparently thought I was trying to be a comic or it was a ridiculous cross examination, was the first time I ever talked to him in my life....\n\n....\n... There wasn't one time\u0097and I think this offends me more than about anything else about this case\u0097there wasn't one time from November 30th on, until today, that Mr. Nesbitt couldn't have told the Harmers where their daughter's body was anytime. And he didn't have to do it himself, but he sure could have let them know.\nIn Doyle v. Ohio, 426 U.S. 610, 96 S. Ct. 2240, 49 L. Ed. 2d 91 (1976), the Court held that a state may not impeach a defendant's exculpatory testimony, given for the first time at trial, by cross-examining the defendant about his failure to have told the story after receiving Miranda warnings at the time of his arrest. The Court held that because Miranda, implicitly assures that silence will carry no penalty, it is \"fundamentally unfair and a deprivation of due process to allow the arrested person's silence to be used to impeach an explanation subsequently offered at trial.\" 426 U.S. at 618, 96 S. Ct. 2240. This court adopted the prohibition in Doyle against the use of a defendant's silence during the *789 postarrest, post-Miranda time period in State v. Lofquest, 227 Neb. 567, 418 N.W.2d 595 (1988). In that case, however, we noted that the Supreme Court limited the Doyle rule in Fletcher v. Weir, 455 U.S. 603, 102 S. Ct. 1309, 71 L. Ed. 2d 490 (1982), by holding that a prosecutor's references to postarrest, pre-Miranda silence do not necessarily violate a defendant's due process rights. See, also, State v. Duis, 207 Neb. 851, 301 N.W.2d 587 (1981) (finding no merit to claim that prosecutor's reference to defendant's failure to make exculpatory statement to police before arrest fell within holding of Doyle). Recently, in State v. Harms, 263 Neb. 814, 643 N.W.2d 359 (2002), we held that it is not a violation of fundamental fairness for the State to use a defendant's pre-Miranda silence as impeachment or as substantive evidence of sanity.\nWe initially address the prosecutor's remarks during closing argument that Nesbitt was the last to testify and that he had access to all the reports and depositions. In State v. Jacob, 253 Neb. 950, 974, 574 N.W.2d 117, 137 (1998), the prosecutor made a similar reference to the defendant's testimony during closing argument, stating:\n\"Credibility, ladies and gentlemen. Does it make sense? As you judge credibility, ladies and gentlemen, recall. Recall. Who has had five years to think of his answers, five years to run through all of this. Five years to prepare. Who sat through this trial and heard every witness and every question. Who sat on the stand and didn't want to answer the question that was posed, he wanted to give his own answer. Credibility, ladies and gentlemen. That's your job to decide.\"\nWe held that such statements did not comment upon the defendant's post-Miranda silence and did not violate Doyle. We reach the same conclusion here. The fact that defense counsel did not make a Doyle objection to this statement by the prosecutor does not amount to ineffective assistance of counsel.\nHowever, the remaining Doyle issues in this case are more problematic. The prosecutor's remarks about Nesbitt's first disclosing his account of Harmer's death and his disposition of her body during his trial testimony resemble the facts we considered in State v. Lofquest, supra. In that case, a defendant who had testified on his own behalf was asked on crossexamination, \"`As a matter of fact, the first time you've told this story to anyone in law enforcement is today?'\" Id. at 569, 418 N.W.2d at 596. In closing arguments, the prosecutor also said:\n\"`It wasn't me.' But, who does he tell that story to? Did he tell it to the police? No. He admitted to you this morning that he knew that if he told the police where he was, the police would go out and they would look for tire tracks and they'd look for cigarette butts; they'd be trying to verify his story. He said he knew that. And he didn't tell them anything.\"\nState v. Lofquest, 227 Neb. 567, 569, 418 N.W.2d 595, 596-97 (1988). In both instances, defense objections were overruled. We noted that the generalized questions and comments made it \"nearly impossible to discern, for purposes of a Doyle inquiry, what period of silence the prosecution was referring to, pre-Miranda or post-Miranda.\" 227 Neb. at 570, 418 N.W.2d at 597. We therefore held:\nIn a case such as this where a pre-Miranda and post-Miranda timeframe may exist, difficulties arise when general references are made to a defendant's silence, which a reasonable juror could construe as including the post-Miranda silence period. We cannot allow prosecutors *790 to sidestep the Doyle protections by skirting the edge of the law with vague and imprecise references to a defendant's silence. For these reasons we conclude that appellant's constitutional right to due process of law was violated.\nState v. Lofquest, 227 Neb. at 570, 418 N.W.2d at 597. After determining that the error was not harmless, we reversed the conviction.\nIn State v. Myers, 244 Neb. 905, 510 N.W.2d 58 (1994), overruled on other grounds, State v. Burlison, 255 Neb. 190, 583 N.W.2d 31 (1998), the defendant admitted the killing with which he was charged but testified that it was committed in self-defense. During the trial, a deputy sheriff testified that after his arrest, the defendant told the deputy a trace metal test on the defendant's hands was not necessary because he had killed the victim. The deputy was asked, \"`When [the defendant] made that statement ... did he offer any explanation or excuse for the action he had taken?'\" The deputy responded, \"None.\" Id. at 914, 510 N.W.2d at 66. On cross-examination, the defendant was asked if he had shown the deputy any marks on his neck from the alleged grabbing by the victim, and the defendant responded, \"`No, I didn't talk to anybody when I came in.'\" Id. at 915, 510 N.W.2d at 66. Finally, during closing arguments, the prosecutor remarked:\n\"[I]f a guy was claiming\u0097if he were claiming that he shot a guy because he was defending himself from him, wouldn't he have said, `Look at the marks on my neck,' or, `He was trying to get me,' or, `Look at this, what he did,' or, `He was trying to knock me down.' He didn't say that. He just said, `Why brother [sic] [with the trace metal test], I shot him.' Now, you know, he's explained later what he says happened, but why didn't he explain that to the officer on the scene when he was first in custody in the sheriff's office?\"\nId. We noted that the testimony and comments were clearly in reference to a postarrest, post-Miranda timeframe and thus in violation of Doyle v. Ohio, 426 U.S. 610, 96 S. Ct. 2240, 49 L. Ed. 2d 91 (1976). Finding, however, that defense counsel did not object to the questions at least in part because of a consciously chosen trial strategy, we held that any error was waived.\nOn the two occasions when Nesbitt spoke with Omaha police in 1975, he had neither been accused of killing Harmer nor given Miranda warnings. Thus, if the prosecutor's cross-examination and argument were clearly limited to Nesbitt's silence on those occasions, there would not be a Doyle issue. However, the questions asked and argument made can reasonably be interpreted as extending beyond these two occasions into the post-Miranda period. Thus, under our reasoning in State v. Lofquest, 227 Neb. 567, 418 N.W.2d 595 (1988), the prosecutor's questions under consideration here were susceptible to a Doyle objection insofar as they were not limited to Nesbitt's two 1975 contacts with Omaha police in the days following Harmer's death.\nThe State argues that the decision to object or not object is part of trial strategy to which we must give deference. That is generally true, but unlike the circumstances in State v. Myers, supra, the record in this case does not affirmatively establish that Nesbitt's trial counsel made a conscious, strategic decision not to assert a Doyle objection to the prosecutor's questions and argument about Nesbitt's pretrial, post-Miranda silence with respect to his exculpatory account of Harmer's death. Thus, Nesbitt has pled facts entitling him to an evidentiary hearing on this issue.\n\n\n*791 13. JURY INSTRUCTIONS\nIn this section of his motion, Nesbitt generally alleges that the district court erred by omitting necessary jury instructions and/or refusing to give instructions proposed by the defense. Any error by the district court could have been raised on direct appeal and is now procedurally barred.\nNesbitt also makes a general allegation that he was not allowed to personally participate in the jury instruction conference. This does not raise a constitutional issue that would entitle Nesbitt to postconviction relief, as we have previously held that a defendant has no constitutional right to be present at a conference in which jury instructions are formulated by counsel and the trial judge. See State v. Bear Runner, 198 Neb. 368, 252 N.W.2d 638 (1977).\nFinally, Nesbitt generally asserts that his counsel was ineffective with regard to jury instructions both at trial and on direct appeal. This argument is not procedurally barred. Nesbitt's argument addresses omitted instructions by topic, and we adopt the same format in analyzing his claims.\n\n(a) Corpus Delicti\nNesbitt argues that the district court failed to give an instruction on this issue which was requested by his trial counsel. Because this claim asserts error on the part of the district court only, it could have been raised on direct appeal and is procedurally barred in this postconviction action.\n\n(b) Motive\nNesbitt argues that the district court erred in its duty to properly instruct the jury regarding the permissible use of the prior bad act evidence, i.e., the McKeever testimony. This argument also alleges error by the district court that is procedurally barred in this postconviction action.\nAlthough Nesbitt contends that his counsel adamantly objected to the district court's errors, he also alleges counsel was ineffective because Nesbitt had prepared a jury instruction on the \"failed motive\" issue and given it to codefense counsel with instructions that it be proposed at the jury instruction conference and such was not done. He alleges that an evidentiary hearing is necessary to determine whether counsel was ineffective in failing to propose the instruction.\nWe agree with the district court that no evidentiary hearing was required in this regard. To establish reversible error from a court's refusal to give a requested instruction, an appellant has the burden to show (1) the tendered instruction is a correct statement of the law, (2) the tendered instruction is warranted by the evidence, and (3) the appellant was prejudiced by the court's refusal to give the tendered instruction. State v. Quintana, 261 Neb. 38, 621 N.W.2d 121 (2001). Nesbitt's proposed instruction provided:\nThe jury are [sic] instructed that the State claims in support of it's [sic] prosecution that the motive of intent or purpose to kill pursuant to the alleged offense now charged, was that Mary K. Harmer, as the victim of an attempted or perpetrated sexual assault was killed so that she would not be able to identify the accused as the perpetrator of such an assault.\nWith reference to this claim, you are instructed that the State has failed to support such a position of motive for intent or purpose to kill, and all evidence presented to you on that topic is hereby withdrawn from your consideration and you are instructed to disregard the same.\nFurther, the absence of all evidence of motive for intent or purpose to kill, is a *792 material circumstance that should be considered by yourselves in connection with all other facts in determining the guilt or innocence of the accused.\nThis instruction implies that motive is an element that the State must prove in order to establish the elements of first degree murder and, thus, is an incorrect statement of the law. See State v. Kirksey, 254 Neb. 162, 575 N.W.2d 377 (1998). Moreover, the proposed instruction directs the jury to disregard portions of the evidence, which directly infringes upon the province of the jury as a fact finder in a criminal case. The instruction appears to be based largely on Nesbitt's acquittal/double jeopardy theory, which we have held to be without merit. Because the proposed instruction is an incorrect statement of the law, Nesbitt cannot show that any failure of counsel to propose the instruction was ineffective, and the district court did not err in denying an evidentiary hearing on this issue.\n\n(c) Theory of Defense\nNesbitt argues next that the district court erred in not instructing the jury regarding his theory of defense. It is not clear what instruction he contends should have been given, but in any event, any such error by the trial court could have been asserted on direct appeal and is now procedurally barred.\nNesbitt also alleges that he drafted a proposed instruction which he asked his attorneys to request during the instruction conference. He alleges that his counsel was ineffective for failing to propose his drafted instruction.\nNesbitt's proposed instruction provided:\nThe jury are [sic] instructed that the accused is not required to prove his innocence or to produce any evidence to that effect.\nFurther you are instructed that the defense has offered evidence in support of it's [sic] position that the death of Mary K. Harmer was the result of a drug related overdose and not from some criminal act of the accused where such evidence shall be considered by yourselves in connection with all other facts and circumstances in determining your verdict. If you should thereupon find that the prosecution's evidence does not refute the defense position and beyond a reasonable doubt, then you must acquit the defendant.\nThe trial court is required to give an instruction where there is any evidence, which could be believed by the trier of fact, in support of a legally cognizable theory of defense. State v. Koperski, 254 Neb. 624, 578 N.W.2d 837 (1998). This proposed instruction does not relate to a theory of defense, but merely directs the jury to consider the defense's contention that Harmer died of a drug overdose. A jury instruction which directs the attention of the jury to, and unduly emphasizes, a part of the evidence is erroneous and should be refused. State v. Harrison, 221 Neb. 521, 378 N.W.2d 199 (1985). Furthermore, the jury instructions, taken as a whole, correctly stated the law as it relates to this issue. The jury was instructed on the burden of proof and the presumption of innocence. The jury was also properly instructed on the elements of first degree murder, requiring proof beyond a reasonable doubt that Nesbitt killed Harmer purposely and with deliberate and premeditated malice. A separate instruction unduly emphasizing a portion of the evidence was therefore not warranted. Nesbitt has not pled facts which, if proved, would demonstrate that defense counsel was ineffective. This argument is without merit.\n\n(d) Prior Bad Act\nNesbitt generally alleges that the district court erred in giving all of the *793 instructions relating to the limited admissibility of the prior bad act testimony of McKeever. Any such error by the district court could have been raised on direct appeal and is now procedurally barred.\nNesbitt also alleges that he prepared a proposed instruction on this issue that was not offered by his counsel at the instruction conference and contends that an evidentiary hearing on this issue is thus required. Nesbitt's proposed instruction provided:\nThe jury are [sic] instructed that evidence was received in this case relative to an alleged similar act allegedly committed by the accused in connection with an event which the witness, Michele McKeever, was involved. Such evidence was not admitted for your consideration in order to prove a character trait of the accused to show that he acted in conformity therewith, but rather, this evidence was received solely for the limited purpose of show [sic] a plan and or preparation of the accused for tending to establish the material elements of deliberation and premeditation.\nFurther you are instructed that the accused is not on trial for any conduct not charged in Instruction No. 5 nor is this evidence in and of itself material to prove the commission of the present offenses charged.\nThis requested instruction is incorrect. The McKeever evidence was admitted for the purpose of showing plan, motive, preparation, and identity, as correctly stated in instruction No. 14 which was given to the jury. Instruction No. 14 also informed the jury that they were not to consider the evidence for any other purpose. Because Nesbitt's proposed instruction is incorrect and the jury instructions that were given adequately instructed the jury on the matter, Nesbitt cannot show that his counsel was ineffective for failing to propose the instruction. The district court did not err in denying an evidentiary hearing on this ground.\n\n(e) Reasonable Doubt\nNesbitt also argues that the district court erred in instructing the jury on reasonable doubt. To the extent he alleges error by the district court, such error is procedurally barred in this postconviction action, as it could have been raised on direct appeal. Moreover, the instruction given by the district court was the NJI Crim. 14.08 standard instruction on reasonable doubt. The constitutionality of such instruction was confirmed by this court during the pendency of Nesbitt's trial in State v. Beard, 221 Neb. 891, 381 N.W.2d 170 (1986), and has been reaffirmed by this court in State v. Morley, 239 Neb. 141, 474 N.W.2d 660 (1991), abrogated on other grounds, State v. Pierce, 248 Neb. 536, 537 N.W.2d 323 (1995), and State v. Jones, 245 Neb. 821, 515 N.W.2d 654 (1994), overruled on other grounds, State v. Burlison, 255 Neb. 190, 583 N.W.2d 31 (1998). See, also, Victor v. Nebraska, 511 U.S. 1, 114 S. Ct. 1239, 127 L. Ed. 2d 583 (1994).\nNesbitt further alleges that he drafted a proposed instruction on reasonable doubt that was not submitted by his counsel at the jury instruction conference. He alleges that the failure of his counsel to submit the instruction resulted in ineffective assistance of counsel. Nesbitt's proposed instruction provided:\nThe jury are [sic] instructed that the guilt of the accused is not to be inferred because the facts are consistent with guilt, but, on the contrary, before there can be a verdict of guilty you must believe from all the legal evidence when taken together and beyond a reasonable doubt on each and every material element *794 that the facts proved are inconsistent with his innocence.\nProof beyond a reasonable doubt is proof so great and convincing that you would not hesitate to act upon it in the most important and graver transactions of life.\nIf from all the legal evidence when taken together produces only a firm belief or conviction about the existence of any one or more material elements then you must acquit the accused, or, if two conclusions can readily or reasonably be drawn from the legal evidence, one of innocence and one of guilt, you should adopt that of innocence. Furthermore you must remember that facts or evidence based on suspicion, speculation or mere conjecture may never support your verdict.\nAs noted, the instruction given by the district court has been consistently found by this court to be adequate and constitutional and, thus, a sufficient definition of reasonable doubt. Because the standard jury instruction already defines reasonable doubt, Nesbitt cannot show that his trial counsel was ineffective in failing to propose his instruction. The district court did not err in denying an evidentiary hearing on this ground.\n\n(f) Multiple Witnesses\nFinally, Nesbitt alleges that although the district court, via instruction No. 17, instructed the jury regarding the credibility of the witnesses and the weight to be given their testimony, it omitted an instruction concerning the number of witnesses that testified for each party. To the extent this is alleged as error by the district court, it could have been brought on direct appeal and is now procedurally barred in this postconviction action.\nNesbitt also alleges, however, that his counsel was ineffective in failing to bring the relevant instruction to the attention of the court. He alleges the proper instruction to be:\nThe weight to be given to any particular legal evidence is not necessarily determined by the number of witnesses testifying on behalf of each side. You may find that the testimony of a smaller number of witnesses for one side is more credible than the testimony of a greater number of witnesses for the other side.\nNesbitt alleges that trial counsel's failure to make certain that this instruction was given resulted in prejudice because it allowed the jury to erroneously presume that the number of witnesses testifying for each side was \"an automatic determinant factor for their consideration in the weight to be given the evidence.\" Nesbitt does not allege facts relating to how such an erroneous presumption, even if made, would have had a reasonable probability of affecting the outcome of the proceedings and has therefore failed to properly plead ineffective assistance of counsel in this regard. The district court did not err in denying an evidentiary hearing on this ground.\nNesbitt also alleges that the district court erred in its failure to either admonish, limit, or strike the \"inadmissible prejudicial testimony\" of certain witnesses after defense counsel properly objected. Nesbitt has alleged only error by the district court, which could have been raised on direct appeal and is now procedurally barred.\nIn a subsequent section of his motion, Nesbitt alleges that trial counsel was ineffective generally regarding the jury instruction issues and that appellate counsel ineffectively raised the corpus delicti issue on direct appeal. These allegations are substantially related to those set forth above or to his acquittal/double jeopardy *795 argument and are without merit for the reasons outlined.\n\n14. SUFFICIENCY OF EVIDENCE\nNesbitt contends in this section of his motion that the trial court and this court on direct appeal failed to properly analyze his sufficiency of the evidence claim. Much of his argument in this regard is related to his acquittal/double jeopardy argument, which we have concluded is without merit. This claim is also procedurally barred, as the issue was raised and litigated on direct appeal. State v. Nesbitt, 226 Neb. 32, 409 N.W.2d 314 (1987).\nNesbitt also alleges that his counsel was deficient at trial and on direct appeal in failing to properly litigate the sufficiency of the evidence issues. Again, much of his argument in this regard is related to his unsound acquittal/double jeopardy theory, and counsel therefore was not deficient in not asserting it at trial or on appeal. Notably, Nesbitt also admits that his attorney directly raised the sufficiency of the evidence issue in the double jeopardy context in a motion for rehearing filed after the direct appeal. That motion was denied by this court.\n\n15. DIRECT APPEAL\nIn this section of his motion, Nesbitt alleges that he was denied his fundamental right, granted by Neb. Const. art. I, § 23, to personally file a direct appeal from his conviction. He alleges that he never knowingly and voluntarily acquiesced to the filing of the direct appeal by his counsel and now asserts that his postconviction motion should be considered as his direct appeal.\nNesbitt's argument in this regard is both legally and factually inaccurate. Article I, § 23, of the Nebraska Constitution grants \"an aggrieved party\" the right to appeal. Such language does not restrict counsel from filing an appeal on behalf of an aggrieved party. Moreover, throughout his motion, Nesbitt alleges that he directed counsel to raise certain issues in the direct appeal. These allegations are a direct contrast to his assertion that he never authorized the filing of the direct appeal. The direct appeal filed by counsel on Nesbitt's behalf sufficiently satisfied his right to a direct appeal, and this argument is without merit.\nNesbitt also alleges that he was denied access to his counsel during the preparation of the direct appeal because he was removed from the jurisdiction and collect telephone calls from him to his attorney's office were refused. He contends that he was thus denied the opportunity to give advice and suggestions to counsel on how to proceed on direct appeal. Once again, this factual allegation directly conflicts with Nesbitt's other assertions that he specifically directed counsel to raise certain issues on appeal. Nesbitt has failed to allege a constitutional violation and is not entitled to an evidentiary hearing on this matter.\n\n16. § 29-2308\nIn this section of his motion, Nesbitt appears to attack the constitutionality of Neb.Rev.Stat. § 29-2308 (Reissue 1995). That statute provides in relevant part:\nNo judgment shall be set aside, new trial granted, or judgment rendered in any criminal case on the grounds of misdirection of the jury or the improper admission or rejection of evidence or for error as to any matter of pleading or procedure if the appellate court, after an examination of the entire cause, considers that no substantial miscarriage of justice has actually occurred.\nNesbitt generally argues that any harmless error analysis undertaken by this court pursuant to § 29-2308 on his various postconviction claims violates his right to a trial by jury. To the extent this argument *796 is not procedurally barred due to Nesbitt's failure to raise it on direct appeal, it is without merit, as subsequent review by a court does not infringe upon a party's initial right to a jury trial.\n\n17. PRESENTENCE INVESTIGATION REPORT\nIn this section of his motion, Nesbitt initially alleges that Neb.Rev.Stat. § 29-2261(6) and/or (7) (Reissue 1995) is unconstitutional on its face and as applied. This issue was not raised before the district court prior to sentencing. A constitutional question not properly raised in the trial court will not be considered on appeal. State v. Victor, 259 Neb. 894, 612 N.W.2d 513 (2000). Because this argument was not raised prior to sentencing, it is now procedurally barred.\nMoreover, in State v. Reeves, 216 Neb. 206, 344 N.W.2d 433 (1984), we held that § 29-2261 did not violate the constitutional right to confrontation. To the extent Nesbitt alleges ineffective assistance of counsel with respect to his constitutionality claim, it is therefore without merit.\nNesbitt next alleges that the district court erred in denying him an opportunity to review the presentence investigation report and in refusing to append it with information necessary to negate improper factual allegations within the report. Any alleged error by the district court could have been raised on direct appeal and is procedurally barred in this postconviction action.\nNesbitt also alleges, however, that his counsel was ineffective in failing to consult with him regarding the contents of the report and failing to make it available for Nesbitt's review. Two hearings were held in this case in connection with Nesbitt's sentencing. At an April 4, 1986, hearing at which Nesbitt was present, Nesbitt's counsel objected to portions of the presentence investigation report and the district court heard arguments regarding aggravating and mitigating circumstances. Nesbitt was also present at an April 17 sentencing hearing. Prior to imposing sentence on April 17, the judge asked if either defense counsel or the defendant wished to address the court and Nesbitt made a statement generally attacking the judicial process involved in his trial. He did not complain at that time that he had not been given an opportunity to review the presentence investigation report.\nIn State v. Plant, 248 Neb. 52, 532 N.W.2d 619 (1995), overruled on other grounds, State v. Burlison, 255 Neb. 190, 583 N.W.2d 31 (1998), the defendant filed a postconviction motion alleging he received ineffective assistance of counsel because he was not given the opportunity to review the presentence investigation report prior to sentencing. At his sentencing hearing, Plant's attorney addressed concerns with the presentence investigation report, and immediately thereafter Plant was asked whether he wished to address the court. Plant addressed the court, but did not mention that he had not personally reviewed the presentence investigation report.\nOn appeal, we noted that a defendant has a qualified right to personally review his presentence investigation report with his counsel, subject to the district court's supervision. We found, however, that a defendant waives that right by failing to notify the district court when given an opportunity that the defendant has not personally reviewed the report and wishes to do so. Because the record before us affirmatively establishes that Nesbitt had an opportunity to inform the district court that he had not personally reviewed the report but failed to do so, he has waived his right to review the presentence investigation report. Due to this waiver, Nesbitt's *797 ineffective assistance of counsel argument is without merit. The district court did not err in denying an evidentiary hearing on this ground.\n\n18. INEFFECTIVE ASSISTANCE OF COUNSEL CLAIM\nIn this section of his postconviction motion, Nesbitt first alleges that the standard announced in Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984), adopted by this court for analyzing ineffective assistance of counsel claims is partially unconstitutional. He alleges that because the prejudice prong of this standard requires a demonstration of a reasonable probability that but for counsel's deficient performance the result of the proceeding would have been different, his right to a trial by a jury of his peers was unconstitutionally infringed. Nesbitt appears to argue that if a court instead of a jury is allowed to review the record to determine whether the result of the proceeding would have been different, there is a violation of his constitutional rights. We find this argument to be without merit, as any subsequent review by a court does not deny a defendant his original right to a trial by jury.\nNesbitt also generally alleges that he received ineffective assistance from his trial counsel. In this regard, he lists 10 \"issues of error regarding defense counsel's deficient and or ineffective performances.\" After reviewing this list, we conclude that it is nothing more than a summation of the ineffective assistance arguments previously addressed throughout his postconviction motion and determined in other portions of this opinion. There is no need to repeat or reconsider them here.\nNesbitt also alleges in this section of his motion that his counsel was deficient on direct appeal. In this regard, he alleges that counsel engaged in a \"feeble\" attempt on direct appeal to raise the issues of inadequate corpus delicti, admissibility of the prior bad acts evidence, and sufficiency of the evidence. To the extent these issues have not been addressed by previous portions of this opinion, we note that Nesbitt does not allege how counsel was deficient and does not allege what prejudice resulted due to any deficiency. He has thus failed to adequately plead ineffective assistance of counsel. His allegation that counsel deficiently raised the acquittal/double jeopardy argument on rehearing to this court is similarly without merit, as we have determined that the argument itself is without substance.\nNesbitt finally alleges that his appellate counsel failed to request and have prepared an adequate bill of exceptions at the time of the direct appeal and that those portions of the bill of exceptions that were properly requested were not provided to this court for that appeal. He argues that the omitted portions were necessary for a plain error review of the factual issues related to his \"acquittal.\" Because we have determined that Nesbitt's \"acquittal\" argument is without legal merit, any error by counsel in failing to provide this court with such portions of the bill of exceptions could not have resulted in prejudice to Nesbitt.\nWe note that Nesbitt lists in his motion all of the portions of the bill of exceptions and records in this case that had not been transcribed at the time he filed his postconviction motion. Many of these portions relate to arguments made by counsel, and many more have subsequently been transcribed and are now part of the record before this court. We conclude that none of the missing portions of the record are necessary to the resolution of any of Nesbitt's postconviction claims.\n\n\n*798 19. AMENDMENT\nNesbitt argues that because certain records were not transcribed at the time his motion was filed, he should be allowed to amend his motion. As noted, we conclude that the missing portions of the record are not germane to any viable postconviction claim alleged by Nesbitt.\nMoreover, we note that pursuant to Neb.Rev.Stat. § 25-852 (Reissue 1995), \"The court may, either before or after judgment, in furtherance of justice, and on such terms as may be proper, permit a party upon motion to amend any pleading, process, or proceeding by ... inserting other allegations material to the case....\" See, also, State v. Silvers, 260 Neb. 831, 620 N.W.2d 73 (2000). The decision to grant or deny an amendment to a pleading rests in the discretion of the court. See id. On the record before us, it is clear that the district court did not abuse its discretion. We note that Nesbitt has failed to file an amended petition at any time in the last 10 years even after having at least four different counsel appointed for the express purpose of assisting him in that task.\n\n20. APPOINTMENT OF POSTCONVICTION COUNSEL\nNesbitt also assigns as error the failure of the district court to appoint counsel to represent him in this proceeding. The record reflects that Nesbitt is currently represented by experienced counsel who appeared on his behalf at oral argument before this court. Accordingly, the issue of whether the district court should have appointed counsel is moot.\n\nV. CONCLUSION\nNesbitt has alleged sufficient facts to entitle him to an evidentiary hearing on his postconviction claim that his trial counsel was ineffective in not asserting Doyle objections to certain questions asked by the prosecutor during his cross-examination of Nesbitt which were sufficiently broad to be construed as challenging his post-Miranda silence. We therefore reverse the order of the district court to the extent that it denied Nesbitt an evidentiary hearing on this issue because the files and records before us do not affirmatively establish that Nesbitt is not entitled to postconviction relief. We agree with the district court that all other grounds for postconviction relief asserted by Nesbitt are either procedurally barred, based upon inadequate factual allegations, or shown by the files and records to be without merit, and we therefore affirm the dismissal of those claims.\nAFFIRMED IN PART, AND IN PART REVERSED AND REMANDED FOR FURTHER PROCEEDINGS.\n",
            "ocr": false,
            "opinion_id": 1966978
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}