{
    "id": 1946755,
    "judges": "Beatty",
    "date_filed": "2012-05-19",
    "date_filed_is_approximate": true,
    "slug": "ex-parte-arthur",
    "case_name_short": null,
    "case_name": "Ex Parte Arthur",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 62,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "472 So. 2d 665"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3606.0,
            "opinion_text": "\n472 So. 2d 665 (1985)\nEx parte Thomas Douglas ARTHUR.\n(Re: Thomas D. Arthur v. State).\n83-1008.\nSupreme Court of Alabama.\nApril 5, 1985.\nRehearing Denied May 10, 1985.\n*667 Wesley M. Lavender and John E. Mays, Decatur, for petitioner.\nCharles A. Graddick, Atty. Gen., and William D. Little, Asst. Atty. Gen., for respondent.\nBEATTY, Justice.\nThe defendant, Thomas Douglas Arthur, was indicted for the capital offense of murder after having been previously convicted of a murder. Code of 1975, § 13A-5-40(a)(13). He was convicted and was sentenced to death in accord with the jury's recommendation. The Court of Criminal Appeals affirmed his conviction in Arthur v. State, 472 So. 2d 650 (Ala.Crim.App.1984). We granted certiorari as a matter of right under Code of 1975, § 13A-5-53, and Rule 39(c), A.R.A.P.\nThe basic facts of this case are set out in the opinion of the Court of Criminal Appeals and need not be repeated here. We will set forth additional facts as necessary in this opinion.\nThe defendant has raised several issues regarding the fact that the indictment in the present case included a charge that he had been previously convicted of murder in the second degree. Among his contentions is the assertion that the inclusion in the indictment of the prior conviction deprived him of his due process rights. However, it is clear that the prior conviction, which is the aggravating circumstance under § 13A-5-40(a)(13), must be alleged in the indictment in order to afford the defendant due process:\n\"In Alabama, by statute, the aggravating circumstance must be alleged in the indictment where the death penalty is sought.... The aggravating circumstances must be set forth in the indictment because the state is required to give the accused notice that a greater penalty is sought to be inflicted than for a first offense. It is fundamental that the accused must be advised and informed of the nature and extent of the offense with which he is charged.\n\"Under the Death Penalty Statute, the aggravating circumstance is a statutory element of the crime. Without it, one could not be charged and convicted for `capital murder.' ...\" (Citations omitted.)\nWilson v. State, 371 So. 2d 932, 940 (Ala. Crim.App.1978), aff'd, 371 So. 2d 943 (Ala. 1979), vacated on other grounds, 448 U.S. 903, 100 S. Ct. 3042, 65 L. Ed. 2d 1133 (1980), rev'd on other grounds, 405 So. 2d 696 (Ala.1981) (quoted in Hubbard v. State, 382 So. 2d 577, 590 (Ala.Crim.App.1979), aff'd, 382 So. 2d 597 (Ala.1980), rev'd on other grounds, 405 So. 2d 695 (Ala.1981)) (both cases involving convictions under § 13-11-2(a)(13) which was the forerunner of the present § 13A-5-40(a)(13)).\nThe defendant's other arguments concerning the inclusion of the prior conviction in the indictment are also without merit and need no discussion.\nIn a capital case, the aggravating circumstances not only must be alleged in the indictment, but they must also be proven beyond a reasonable doubt. Beck v. State, 396 So. 2d 645, 663 (Ala.1980). The aggravating circumstance in the present case was the defendant's conviction for \"any other murder in the 20 years preceding the crime.\" Code of 1975, § 13A-5-40(a)(13). Through the testimony of Pride Gann, the Circuit Clerk of Marion County, the State introduced a certified copy of the minute entry of defendant's 1977 conviction for second degree murder. This was a proper method of proving the defendant's prior conviction. Thigpen v. State, 355 So. 2d 392, 397 (Ala.Crim.App.), aff'd, 355 So. 2d 400 (Ala.1977); see Julius v. State, 407 So. 2d 141, 147 (Ala.Crim.App.1980), rev'd on other grounds, 407 So. 2d 152 (Ala.1981).\n*668 The State also introduced, over the defendant's objection, the details surrounding the defendant's prior murder conviction. Although conceding for the purposes of this argument that the fact that he had a prior murder conviction may have been admissible to prove the capital offense, the defendant maintains that the details surrounding this conviction were inadmissible under the general exclusionary rule. We are constrained to agree.\nIn C. Gamble, McElroy's Alabama Evidence § 69.01(1) (3d ed. 1977), the general exclusionary rule is discussed as follows:\n\"On the trial of a person for the alleged commission of a particular crime, evidence of his doing another act, which itself is a crime, is not admissible if the only probative function of such evidence is to show his bad character, inclination or propensity to commit the type of crime for which he is being tried. This is a general exclusionary rule which prevents the introduction of prior criminal acts for the sole purpose of suggesting that the accused is more likely to be guilty of the crime in question....\n\"This exclusionary rule is simply an application of the character rule which forbids the state to prove the accused's bad character by particular deeds. The basis for the rule lies in the belief that the prejudicial effect of prior crimes will far outweigh any probative value that might be gained from them. Most agree that such evidence of prior crimes has almost an irreversible impact upon the minds of the jurors.\" (Footnotes omitted.)\nThus, the purpose of the rule is to protect the defendant's right to a fair trial by preventing convictions based on the jury's belief that the defendant is a \"bad\" person or one prone to commit criminal acts. See Ex parte Cofer, 440 So. 2d 1121, 1123 (Ala. 1983).\nThere are several well-defined exceptions to the general exclusionary rule. See generally Brewer v. State, 440 So. 2d 1155 (Ala.Crim.App.1983). In the present case, the State argued that evidence concerning the details of Arthur's prior murder conviction was admissible under the identity exception. The trial court permitted the introduction of the evidence under this exception and, in its oral charge, instructed the jury that this evidence was to be considered by them only for purposes of identity.\nThe following language concerning the identity exception is found in McElroy's, supra, at § 69.01(8):\n\"All evidence tending to prove a person's guilt of the now-charged crime may be said to identify him as the guilty person. However, the identity exception to the general exclusionary rule is much more specific in that it contemplates the situation where the now-charged crime was committed in a novel and peculiar manner and the state is allowed to show that the accused has committed other similar offenses, in the same novel and peculiar manner, in order to show him the perpetrator of the now-charged crime.\" (Emphasis added.) (Footnote omitted.)\nIn other words, evidence of a prior crime is admissible only when the circumstances surrounding the prior crime and those surrounding the presently charged crime \"exhibit such a great degree of similarity that anyone viewing the two offenses would naturally assume them to have been committed by the same person.\" Brewer, 440 So.2d at 1161.\nThe State argued at trial and now asserts on appeal that the details surrounding the defendant's prior murder conviction were admissible under the identity exception, because in both the prior case and the present case: (1) the victim was killed by a single gunshot wound to the right eye; (2) the defendant had been drinking prior to the murder; and (3) the murder weapon was never recovered.\nWhile these factors were common to both murders, they cannot be taken out of context to stand alone for comparison. The entire circumstances surrounding both *669 murders must be compared. Cf. United States v. Dothard, 666 F.2d 498, 502 (11th Cir.1982) (when seeking to admit evidence of prior crimes under the plan, scheme, or design exception, which is closely akin to the identity exception in that both the prior crime and the now-charged crime must have been committed in a similar manner, a mere similarity in results is not sufficient; there must be \"such a concurrence of common features that the various acts are naturally to be explained as caused by a general plan of which they are the individual manifestations\"). (Emphasis in original.)\nThe murder for which the defendant was previously convicted took place at Haleyville Mobile Homes Supply Co. (HMH) in Bear Creek, Alabama. The defendant, who had been drinking heavily, entered the HMH offices during business hours on the morning of March 28, 1977. Observed by several witnesses, he went to the office of Eloise Bray West, who was the sister of his common-law wife, and inquired as to his wife's whereabouts. When Ms. West refused to tell him and ordered him to leave the premises, the defendant drew two handguns, aimed one at Ms. West's head and said, \"[Y]ou tell me where my wife is or I'm going to blow your head off.\" Ms. West then picked up the telephone and the defendant fired at least three shots, apparently firing both guns. The first shot went into the floor in front of Ms. West's desk, the second struck Ms. West in the right eye, and the third hit a witness, Charlotte Harbin, in the side. The shot which killed Ms. West was fired from either a .38 caliber or a .357 Magnum caliber weapon. After the shooting, the defendant simply walked out of the HMH offices. He was apprehended later that same morning.\nIn the present case, the victim, Troy Wicker, was killed as he lay sleeping in his own bed in his own home. The single shot to his right eye was fired from a small caliber weapon at a relatively close distance, somewhere in the range of 16 to 24 inches. Although four empty casings were found on or near the victim's bed, there was no evidence that more than one shot had actually been fired. The murder of Troy Wicker was apparently committed in secrecy and stealth and his house ransacked in an effort to destroy evidence or sidetrack investigators.\nComparing all of the circumstances surrounding the murders of Eloise West and Troy Wicker, we simply cannot find that the murders were committed in the same novel and peculiar manner so as to justify the admission of the details of Ms. West's murder in the defendant's trial for the murder of Wicker.\nWe are not inclined to view the fact that the defendant had been drinking prior to both murders as being in any way unique or constituting a novel and peculiar means of committing a crime. As the Oregon Court of Appeals stated in State v. Hockings, 23 Or.App. 274, 280, 542 P.2d 133, 136 (1975): \"[D]efendant's drinking on the occasion of both crimes [is not] deserving of consideration because this ... is so commonplace.\"\nThe same can be said for the mere fact that the murder weapons were not found. Murder weapons are not found in a great many cases. Without more, such as a showing that the defendant disposed of the weapons in the same manner, this cannot seriously be considered a similarity.\nThat leaves us with the single similarity that both victims were shot in the right eye. And even this one similarity loses much of its comparative value when the entire circumstances of Ms. West's murder are considered. The shot to Ms. West's right eye may well have been fortuitous, while it appears that Wicker was deliberately shot in the right eye. It is clear that the dissimilarities surrounding these two murders far outweigh this one similarity. Cf. Brewer, supra (holding a prior assault conviction inadmissible in a murder prosecution where both incidents \"involved young white females who were acquainted with the [defendant],\" both victims were strangled, and both \"were found with one shoe on,\" but murder victim was handicapped while assault victim was not; murder *670 victim was found in remote area while assault took place in a public parking lot; murder victim was strangled with knotted handkerchief while assault victim was strangled with extension cord; and there were sexual overtones to the murder and none to the assault).\nFurthermore, the evidence of the prior murder was clearly not admissible under any of the other exceptions to the general exclusionary rule. We therefore hold that the details surrounding the murder of Ms. West were inadmissible in the defendant's trial for the murder of Wicker.\nBecause the case must be reversed on this issue, we pretermit discussion of the remaining issues advanced by the defendant. However, in view of our holding that the evidence concerning the details of Ms. West's murder was inadmissible, we note that it was also error for the prosecutor to ask the following question during voir dire of the jury venire:\n\"While the fact that Mr. Arthur has been convicted of murder prior to this time, does not prove his guilt in this case, would you consider the surrounding facts, the evidence\u0097the Court will charge you that you can consider those matters to determine whether or not the same person committed this murder committed murder in the past shown by the evidence the way it was accomplished, the wounds, etc.\u0097those things and these things matched along with all the other circumstances to show that the same person committed the murders?\"\nFor the reasons stated above, the judgment of the Court of Criminal Appeals is reversed, and this cause is remanded to that court with directions to order a new trial.\nIt is so ordered.\nREVERSED AND REMANDED WITH DIRECTIONS.\nTORBERT, C.J., and MADDOX, FAULKNER, ALMON, SHORES, EMBRY and ADAMS, JJ., concur.\nJONES, J., concurs specially.\nJONES, Justice (concurring specially).\nI agree with the majority's holding as to each of the issues addressed. I write separately to point out a possible confusion relating to the term \"aggravating circumstances.\" As used in the majority opinion, this term means \"any other murder in the 20 years preceding the crime\"\u0097one of the requisite circumstances enumerated in Code 1975, § 13A-5-40(2), to constitute capital murder. This is not to be confused with \"aggravating circumstances\" referred to in § 13A-5-45, evidence of which may be adduced during the sentencing phase of the trial.\n",
            "ocr": false,
            "opinion_id": 1946755
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}