{
    "id": 1972727,
    "judges": "Moylan, Gilbert and Lowe",
    "date_filed": "2022-03-15",
    "date_filed_is_approximate": true,
    "slug": "roberts-v-grant",
    "case_name_short": "Roberts",
    "case_name": "Roberts v. Grant",
    "case_name_full": "VERNON S. ROBERTS Et Ux. v. LYLE GRANT",
    "attorneys": "Ernest C. Trimble, with whom were Charles W. Tumbaugh and Whiteford, Taylor, Preston, Trimble & Johnston on the brief, for appellants., M. Michael Maslan for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b267-5\">\n    VERNON S. ROBERTS et ux.\n    <em>\n     v.\n    </em>\n    LYLE GRANT\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b267-6\">\n    [No. 432,\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"AOt\">\n    September Term, 1973,]\n   </p><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b267-7\">\n<em>\n     Decided February 19, 1974.\n    </em>\n</decisiondate><br><p data-order=\"4\" data-type=\"judges\" id=\"b267-13\">\n    The cause was argued before Moylan, Gilbert and Lowe, JJ.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b267-14\">\n<em>\n     Ernest C. Trimble,\n    </em>\n    with whom were\n    <em>\n     Charles W. Tumbaugh\n    </em>\n    and\n    <em>\n     Whiteford, Taylor, Preston, Trimble\n    </em>\n    &amp;\n    <em>\n     Johnston\n    </em>\n    on the brief, for appellants.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b267-15\">\n<em>\n     M. Michael Maslan\n    </em>\n    for appellee.\n   </attorneys>",
    "citations": [
        "315 A.2d 103",
        "20 Md. App. 247"
    ],
    "opinions": [
        {
            "author_str": "Gilbert",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n20 Md. App. 247 (1974)\n315 A.2d 103\nVERNON S. ROBERTS ET UX.\nv.\nLYLE GRANT.\nNo. 432, September Term, 1973.\nCourt of Special Appeals of Maryland.\nDecided February 19, 1974.\nThe cause was argued before MOYLAN, GILBERT and LOWE, JJ.\nErnest C. Trimble, with whom were Charles W. Turnbaugh and Whiteford, Taylor, Preston, Trimble &amp; Johnston on the brief, for appellants.\nM. Michael Maslan for appellee.\nGILBERT, J., delivered the opinion of the Court.\nThis is another chapter in the seemingly never ending saga concerning approximately two and one quarter (2 1/4) *248 acres of land used commercially but situate in the heart of a residential zone in Baltimore County.\nThe property in question is quadrilateral and is located approximately one thousand twenty-four (1,024) feet south of Joppa Road. Access is gained by diagonally traversing a separate tract of land owned by the appellants, and then through a twenty (20) foot right-of-way across another property. The eastern side of the subject property, in its entirety, borders along the right-of-way of the Susquehanna Transmission Company. That right-of-way is one hundred fifty (150) feet in width, and steel towers are constructed thereon. The land over which the appellants' twenty (20) foot right-of-way runs is improved by some greenhouses and is operated commercially as a non-conforming use.\nThe use of the property involved in this appeal has been the subject of extensive litigation. We shall not endeavor to set forth the complete history of that litigation but will commence with the pertinent events starting April 18, 1963. At that time the Baltimore County Board of Appeals ruled that the subject area enjoyed a \"non-conforming use for sand and gravel quarry operation.\" The Baltimore County Zoning Commissioner, on September 26, 1963, denied a petition to reclassify the property from R. 6 to M.L. (light manufacturing). Thereafter the Baltimore County Board of Appeals on October 21, 1965 reversed the Zoning Commissioner and granted the reclassification from R. 6 to M.L. The Board's action was affirmed by the Circuit Court for Baltimore County on July 28, 1966. Four days later, i.e., August 1, 1966, the Baltimore County Council adopted a new zoning map for the area and rezoned the property to M.L., thus, in fact, confirming by ordinance the action already taken by the Board of Appeals and the Circuit Court. The next day the decision of the Circuit Court was appealed to the Court of Appeals, but that appeal was subsequently withdrawn. While the appeal to the Court of Appeals was pending the protestants, on August 30, 1966, filed a Bill of Complaint in the Circuit Court for Baltimore County in which they requested that the County Council and the Department of Planning and Zoning be enjoined from *249 adopting that portion of the zoning map that changed the subject property from R. 6 to M.L. On July 20, 1967 the Circuit Court for Baltimore County granted the relief prayed and restored the property to R. 6 zoning. Aggrieved at the action of the Circuit Court, the appellants' predecessor in title appealed to the Court of Appeals. That Court, in Ark Readi-Mix v. Smith, 251 Md. 1, 246 A.2d 220 (1968), reversed the Circuit Court and re-established the M.L. zoning.\nThe appellants, Vernon S. Roberts and Ellen B. Roberts, who are engaged in the business of trash removal, purchased the property from Ark Readi-Mix by a contract of sale dated January 29, 1970. Appellants utilize eight trucks in the operation of their business. The trucks are stored, maintained, dispatched from and returned to the property in question daily, except Sunday.\nOn March 24, 1971 the Baltimore County Council passed an ordinance by which they adopted a new comprehensive zoning map for the northeast sector of Baltimore County. By virtue of that ordinance, the property of the appellants was rezoned from M.L. to D.R. 5.5 (dwelling residence, 5.5 per acre). The reclassification procedure complied with the requirements of the Baltimore County Code.[1] The appellants petitioned the Zoning Commissioner for a reclassification. The requested relief was denied, and the appellants then appealed to the County Board of Appeals who affirmed the Commissioner. The matter went to the Circuit Court for Baltimore County where Judge John N. Maguire affirmed the Board of Appeals. Appellants now seek relief in this Court. We are asked:\n(1) to hold that the appellants are entitled to have the M.L. zoning classification and variance restored.\n(2) to declare that the Baltimore County Board of Appeals was incorrect in not finding the action of the County Council to be arbitrary, capricious, erroneous, or in any event confiscatory, and\n\n*250 (3) to find as a matter of law that the reclassification of the property was, under the circumstances of the case, arbitrary, capricious, unreasonable and erroneous.\nWe think that the three issues presented by the appellants, when reduced to their simplest form, emerge as whether or not the Circuit Court erred in holding that the Board of Appeals for Baltimore County correctly ruled that the adoption by the Baltimore County Council of the comprehensive zoning map, on March 24, 1971, in which the appellants' property was reclassified from M.L. to D.R. 5.5 was not arbitrary, capricious, erroneous or confiscatory.\nAt the time of the hearing before the Board of Appeals the appellants produced the testimony of an expert who said that the property was being currently used at its highest and best possible use. He stated that in his opinion \"as 5.5 residential property it is absolutely unfeasible [sic] to develop\" because it would cost more money \"to fill that land than it is worth.\" This is so, he testified, \"because of the factors that surround it, as... stated before, your high tension lines, your gravel pits, your florist here.\"[2] The expert said, \"The highest and best use of the subject area ... is M.L. It could not be economically used for any other reason, that I can see. For anything else, it is worth not a plugged nickel.\" On cross-examination the expert stated that some of the uses permitted in an M.L. zone such as a chicken processing plant or packing house he would \"not recommend\". The storage of gasoline and oil in above ground tanks would, in the expert's opinion, be suitable on the land. The protestants, generally speaking, did not object to the operation presently conducted by the appellants, but they were very much concerned that the property not be rezoned to M.L. because of the uses permitted in that type of zoning.[3]\n*251 The Court of Appeals, speaking through Chief Judge Hammond, in Norbeck v. Montgomery County, 254 Md. 59, 254 A.2d 700 (1969) answered a contention similar to that raised in the instant appeal by stating, at 65-66:\n\"If these contentions are sound, no zoning would ever have been allowed or sustained and all comprehensive rezoning would have to continue or increase permissible density, not reduce it. All original zoning decreases the right to use property as the owner pleases. Zoning places restrictions on property that was free of any restriction and the value of some if not most of that property necessarily is going to be lessened. None of this as such invalidates comprehensive zoning, original or subsequent. Euclid v. Ambler Realty Company, 272 U.S. 365, [47 S.Ct. 114,] 71 L.Ed. 303 [(1926)]; Ark Readi-Mix v. Smith, [supra]. The broad test of the validity of a comprehensive rezoning is whether it bears a substantial relationship to the public health, comfort, order, safety, convenience, morals *252 and general welfare, and such zoning enjoys a strong presumption of validity and correctness. Scull v. Coleman, 251 Md. 6[, 246 A.2d 223 (1968)]; Stevens v. City of Salisbury, 240 Md. 556 [, 214 A.2d 775 (1965)]. A property owner has no vested right to the continuance of the zoning status of his or neighboring property, merely the right to rely on the rule that a change will not be made unless it is required for the public good. Wakefield v. Kraft, 202 Md. 136, 144 [, 96 A.2d 27, 30 (1953)].\nThe Court, in Queen Anne's County v. Miles, 246 Md. 355, 228 A.2d 450 (1967) said, at 368:\n\"[I]f the [comprehensive zoning] has a substantial relationship to the general welfare of the community in that it can fairly be taken as a reasonable effort to plan for the future within the framework of the County's economic and social life, it is not unconstitutional because under it some persons may suffer loss and others be benefited.\"\nIn order for an individual property owner to remove himself from a comprehensive rezoning, he must show that the plan will deprive him of any reasonable use of his property or that it is not in the general public interest or welfare. Norbeck v. Montgomery County, supra. The record before us does not demonstrate that the appellants will be deprived of the reasonable use of their property. Nor have the appellants shown that the plan was not in the general public interest and welfare. \"All is not lost\"[4] for the appellants, however, because they may continue the present operation as a non-conforming use.\nThe area surrounding the subject property is zoned for residential dwellings with a density of 5.5 per acre. To restore M.L. zoning to the appellants' property would be tantamount to creating an island of light manufacturing in a *253 residential sea. The island, could, at the whim of the appellants, be converted to any of the other uses permitted under M.L. zoning, n. 3 supra, and consequently, might have a deleterious effect upon the surrounding neighborhood.\nThe Board of Appeals felt that \"[t]he County Councilmen were well informed of the subject issue, and apparently in their wisdom decided that the subject downshifting from M.L. to D.R. 5.5 is in the best interest of the general welfare and of comprehensive land use for the area.\"\nThere is a strong presumption in favor of the correctness of both original and comprehensive zoning. Chevy Chase Village v. Mont. Co., 258 Md. 27, 264 A.2d 861 (1970); Wells v. Pierpont, 253 Md. 554, 253 A.2d 749 (1969); Smith v. Co. Comm'rs of Howard Co., 252 Md. 280, 249 A.2d 708 (1969). The thrust of the appellants' attack is that the County Council, the Board of Appeals and the Circuit Court erred because there was no substantial change in the character of the neighborhood justifying the \"downshifting\". Although the appellants unquestionably feel that their property has been downshifted, the appellees just as strongly believe there has been an upgrading. Of course, whether the property was downshifted, upshifted, downgraded or upgraded is like beauty, and \"Beauty is altogether in the eyes of the beholder.\"[5] To put it another way, \"it depends upon whose ox is being gored.\" Bd. of Zoning Appeals v. Bailey, 216 Md. 536, 541, 141 A.2d 502, 505 (1958). In any event, we find no merit in the appellants' argument that there must be a substantial change in the character of the neighborhood in order to justify a rezoning of a small portion of land, zoned in a manner wholly inconsistent with the surrounding area. A so-called \"change\" in the neighborhood is not necessary in order to adopt a comprehensive rezoning plan. Scull v. Coleman, 251 Md. 6, 12, 246 A.2d 223, 226 (1968). The action of the Baltimore County Council in adopting the comprehensive rezoning plan that changed the status of the appellants' property from *254 M.L. to D.R. 5.5 was not arbitrary, capricious, erroneous or confiscatory.\nJudgment affirmed.\nCosts to be paid by appellants.\nNOTES\n[1]  Baltimore County Code, Title 22, art. III (1968).\n[2]  The phrase, \"your florist here\" refers to the land contiguous to the northern border of the subject property. It is a non-conforming use.\n[3]  According to the Baltimore County Zoning Regulations (1969) § 253, the following uses are permissible in M.L. zoning:\n\nCertain residential uses. § 253.2.\nUses permitted in an M.R. (manufacturing, restricted) zone. § 253.3.\nThe following uses, without special exception, when located at least 100 feet from a contiguous residential zone:\n\"Assembly of automobiles and airplanes;\nBoat yard; [Revised by Bill No. 64, 1963]\nBus terminal;\nCarpet, rug cleaning;\nCleaning and dyeing;\nConcrete products, including concrete and/or cinder block manufacture;\nContractor's equipment, storage yard;\nCreamery;\nEnameling, japanning, lacquering, galvanizing and plating, when merely accessory to other permitted uses;\nExcavations, controlled, exclusive of those embodying use of explosives (see Section 403);\nGrain, processing of, provided equipment is installed for effective precipitation and recovery of dust;\nHeliport, Type I; [Bill No. 85, 1967]\nHeliport, Type II; [Bill No. 85, 1967]\nIce, manufacture of;\nMilk pasteurization and distributing stations;\nNon-liquid fuel storage and sale (for requirements see Baltimore County Building Code);\nPoultry, commercial killing of;\nStorage of inflammable liquids and gases above ground (for requirements see Baltimore County Building Code);\nVegetable canning or packinghouse (see also Section 255.1).\n[Revised by Bill No. 85, 1967]\"\n[4]  John Milton, Paradise Lost bk. I, 1. 105 (1667).\n[5]  Lewis Wallace, The Prince of India bk. III, ch. 6 (1893). Margaret Wolfe Hungerford in Molly Bawn (1878) stated it: \"Beauty is in the eye of the beholder.\"\n\n",
            "ocr": false,
            "opinion_id": 1972727
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Murder"
}