{
    "id": 1985445,
    "judges": "Eich, Roggensack and Deininger",
    "date_filed": "2009-11-17",
    "date_filed_is_approximate": true,
    "slug": "state-v-dagnall",
    "case_name_short": "Dagnall",
    "case_name": "State v. Dagnall",
    "case_name_full": "State of Wisconsin, Plaintiff-Respondent, v. Todd D. Dagnall, Defendant-Appellant",
    "attorneys": "On behalf of the defendant-appellant, the cause was submitted on the briefs oí John D. Lubarsky, assistant state public defender., On behalf of the plaintiff-respondent, the cause was submitted on the brief of James E. Doyle, attorney general, with James M. Freimuth, assistant attorney general.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\nSubmitted on briefs April 13, 1999.\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b633-3\">\n    State of Wisconsin, Plaintiff-Respondent,\n    <a class=\"footnote\" href=\"#fn†\" id=\"fn†_ref\">\n     †\n    </a>\n    v. Todd D. Dagnall, Defendant-Appellant.\n   </parties><br><court id=\"b633-6\">\n    Court of Appeals\n   </court><br><docketnumber id=\"b633-7\">\n<em>\n     No. 98-2746-CR.\n    </em>\n</docketnumber><otherdate id=\"Aia\">\n<em>\n     Submitted on briefs April 13, 1999.\n    </em>\n</otherdate><decisiondate id=\"Ax7\">\n    Decided\n    <em>\n     May 27, 1999.\n    </em>\n</decisiondate><br><citation id=\"b633-9\">\n    (Also reported in 596 N.W.2d 482.)\n   </citation><br><attorneys id=\"b634-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"496\"> \n     *496\n     </span>\n    On behalf of the defendant-appellant, the cause was submitted on the briefs\n    <em>\n     oí John D. Lubarsky,\n    </em>\n    assistant state public defender.\n   </attorneys><br><attorneys id=\"b634-6\">\n    On behalf of the plaintiff-respondent, the cause was submitted on the brief of\n    <em>\n     James E. Doyle,\n    </em>\n    attorney general, with\n    <em>\n     James M. Freimuth,\n    </em>\n    assistant attorney general.\n   </attorneys><br><judges id=\"b634-7\">\n    Before Eich, Roggensack and Deininger, JJ.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn†\" label=\"†\">\n<a class=\"footnote\" href=\"#fn†_ref\">\n     †\n    </a>\n<p id=\"b633-19\">\n     Petition to review granted.\n    </p>\n</div></div>",
    "citations": [
        "596 N.W.2d 482",
        "228 Wis. 2d 495"
    ],
    "opinions": [
        {
            "author_str": "Eich",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n228 Wis. 2d 495 (1999)\n596 N.W.2d 482\nSTATE of Wisconsin, Plaintiff-Respondent,[\u0086]\nv.\nTodd D. DAGNALL, Defendant-Appellant.\nNo. 98-2746-CR.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs April 13, 1999.\nDecided May 27, 1999.\n*496 On behalf of the defendant-appellant, the cause was submitted on the briefs of John D. Lubarsky, assistant state public defender.\nOn behalf of the plaintiff-respondent, the cause was submitted on the brief of James E. Doyle, attorney general, with James M. Freimuth, assistant attorney general.\nBefore Eich, Roggensack and Deininger, JJ.\nEICH, J.\nTodd D. Dagnall appeals from a judgment convicting him of first-degree intentional homicide. He argues that the trial court erred in denying his motion to suppress certain statements he made to police officers while being interrogated, claiming the statements were obtained in violation of his Sixth Amendment right to counsel. We agree with Dagnall that he properly invoked his right to counsel when initially contacted by the officers and that, as a result, any subsequent questioning was improper. We therefore reverse the judgment and remand to the circuit court with directions to grant Dagnall's motion to suppress the statements, and for further proceedings.\nIn October 1997, Dagnall was charged with first-degree intentional homicide in Dane County, and a warrant was issued for his arrest. He was apparently arrested in Florida at the request of the Dane County Sheriff's Department, and two Dane County detectives, Kevin Hughes and Nick Tomlin, traveled to Florida to interview him and return him to Wisconsin. Hughes *497 was aware, before leaving for Florida, that the Sheriff's Department had received a letter from Madison Attorney James Connors, indicating that he was representing Dagnall and was aware that he had been arrested in Florida. Connors's letter concluded by stating that he did not want anyone to question Dagnall \"concerning criminal matters and, more particularly, the homicide in which [Dagnall] is a suspect,\" unless he (Connors) was present.\nUpon their arrival in Florida, the detectives met with Dagnall in jail. When Hughes identified himself and told Dagnall that he was there \"regarding the homicide of Norman Gross,\" Dagnall responded: \"My lawyer told me that I shouldn't talk to you guys.\" Hughes then told Dagnall that they had received information from others implicating Dagnall in the murder and \"were interested in obtaining his account.\" Hughes said it was up to Dagnall whether he wanted to give them a statement, and read the Miranda warnings to him. According to Hughes, when he again asked Dagnall to speak with them he \"basically [said] that he would talk to us until he felt that he would be at a point where he would [incriminate] himself.\" The detectives questioned Dagnall for slightly over an hour, eliciting inculpatory information from him. On at least one other occasion while in, or returning from, Florida, Dagnall made further incriminating statements in response to questioning by Hughes.\nDagnall moved to suppress all such statements, arguing that he had invoked his right to counsel when he first met with the detectives and that, as a result, they were barred from questioning him further. Following an evidentiary hearing, the circuit court denied the motion, concluding in a detailed and thoughtful decision from the bench, that Dagnall had not personally *498 and unequivocally invoked his right to counsel.[1] Dagnall subsequently pled no contest to the charge, and now appeals the court's denial of his suppression motion.\n[1]\nThe Sixth Amendment provides a person who has been charged with a crime the right to counsel at all critical stages of the proceedings. Massiah v. United States, 377 U.S. 201 (1964). The right attaches upon formal commencement of prosecution\u0097the filing of the complaint or issuance of a warrant. State v. Harris, 199 Wis. 2d 227, 235 n.3, 544 N.W.2d 545, 548 (1996); Jones v. State, 63 Wis. 2d 97, 105, 216 N.W.2d 224, 228 (1974). Once the right has attached and been asserted, all further uncounseled police-initiated interrogation concerning the charged crime is barred, and any subsequent waivers on the part of the accused are presumed to be invalid. See Michigan v. Jackson, 475 U.S. 625 (1986). In other words, the State must honor the accused's invocation of the right: It can't prevent him or her from obtaining the assistance of counsel, and it has an affirmative obligation not to act in any manner that *499 would circumvent the protections of the Sixth Amendment.\n[T]he Sixth Amendment is not violated whenever\u0097by luck or happenstance\u0097the State obtains incriminating statements from the accused after the right to counsel has attached. However, knowing exploitation by the State of an opportunity to confront the accused without counsel being present is as much a breach of the State's obligation not to circumvent the right to assistance of counsel as is the intentional creation of such an opportunity. Accordingly, the Sixth Amendment is violated when the State obtains incriminating statements by knowingly circumventing the accused's right to counsel present in a confrontation between the accused and the state agent.\nMaine v. Moulton, 474 U.S. 159, 176 (1985) (citation omitted).\nThere is no dispute that Dagnall's Sixth Amendment right to counsel attached when the complaint was filed in Dane County prior to his interrogation by the detectives. The parties continue to disagree, however, whether Dagnall \"asserted\" that right. Dagnall argues that he did so \"by retain[ing] counsel prior to the time he was questioned by [the] detectives and after he was formally charged with the [homicide],\" and that his counsel's letter, coupled with his \"my lawyer\" statement, \"put the detectives on notice that [he] had already secured counsel\" so as to bar further uncounseled police-initiated questioning.\nAs it did in circuit court, the State takes the position that the Sixth Amendment right to counsel must be invoked by the accused personally and unequivocally, and that neither his lawyer's letter nor Dagnall's own initial statement to the detectives meet those *500 tests. The State would have us consider each event separately and in isolation from each other, maintaining: (1) that Connors's letter cannot be considered Dagnall's personal invocation of the right to counsel because, in essence, it wasn't \"co-signed\" by Dagnall; and (2) that his \"my lawyer\" statement to the detectives was not an unequivocal assertion or invocation of the right.\nWe begin by noting our disagreement with the State's approach, which is that we should consider the primary evidentiary points in the case\u0097the Connors letter (and the detectives' awareness of it) and Dagnall's initial statement to the detectives\u0097in isolation. In Davis v. United States, 512 U.S. 452 (1994), a case to which the State has referred us (and which we discuss in greater detail below), the Supreme Court framed the applicable inquiry in terms of what a reasonable police officer would understand under \"the circumstances [of the case].\" Id. at 459. It follows that the primary evidentiary points in the case bearing on Dagnall's invocation of the right to counsel\u0097the Connors letter (and the detectives' awareness of it) and Dagnall's initial statement to them\u0097are to be considered not in isolation, but together.\nAs indicated, the State maintains that because the Connors letter neither recites that Dagnall himself had retained or \"accepted\" Connors's services, nor contains Dagnall's signature as a co-signer, we must conclude that he never personally invoked his right to counsel; and it quotes at length from several Wisconsin and out-of-state cases\u0097offering little expository or explanatory comment\u0097in support of the underlying proposition: that the defendant must personally invoke the right. We have read the cases and consider them readily distinguishable in that they all involve defendants who *501 either: (a) had not retained and never asked for a lawyer;[2] (b) had no knowledge that a lawyer had been retained for him;[3] or (c) had done no more than ask a relative to tell the police to contact a lawyer.[4] In this case, in contrast, Dagnall's initial statement to the detectives\u0097who were concededly aware of the Connors letter\u0097establishes that he had engaged Connors's assistance, communicated with him about the crime and the possible charges, and received advice not to talk to the police. The detectives also knew, of course, that Connors had specifically requested that the officers not question Dagnall outside his presence\u0097a fact the circuit court, while deciding in the State's favor, found troubling.[5]\nThe State next argues that the facts of this case do not establish that Dagnall had \"unequivocally\" or \"unambiguously\" invoked his right to counsel, as it maintains the law requires. The State concedes at the outset, as it must, that there are few, if any, Sixth Amendment (post-charging) cases setting forth the particulars of what is required to invoke the right to counsel. It then discusses several cases involving Fifth *502 Amendment (pre-charging) right-to-counsel claims where some courts have referred to the need to have an \"unambiguous\" or \"unequivocal\" invocation on the part of the accused; and it says there is \"no principled reason\" not to apply those cases to Dagnall's Sixth Amendment claim. The State qualifies that statement, however, when it goes on to say that the \"unequivocal\" or \"unambiguous\" requirement is applicable only to the initial aspect of the inquiry: whether \"in the first instance\" a charged defendant has invoked the right to counsel. The State continues: \"[I]t is only after a charged defendant's reference to counsel is determined to be ambiguous that some further accommodation to the Sixth Amendment may be necessary\u0097in effect, that clarifying questions [by the officers] may be required.\" It thus appears that, in the State's view at least, if a defendant's invocation of the right to counsel is understood by the police to be unequivocal, that ends it; they cannot interrogate further. But if (in a Sixth-Amendment situation) it is unclear whether the right is being invoked, the police may be obligated to inquire further to ascertain his or her true intention; and to the extent the State is suggesting that that is all that occurred here, we simply disagree.[6]\n*503 The State also suggests in its brief, however\u0097and we agree with the proposition\u0097that the Sixth Amendment should provide greater protections to a charged defendant's right to counsel than that of an uncharged defendant under the circumstances. In Michigan v. Jackson, supra, for example, the Court, after noting that \"the reasons for prohibiting the interrogation of an uncounseled [suspect] who has asked for the help of a lawyer are even stronger after he [or she] has been formally charged with an offense than before,\" went on to state that the protections afforded uncharged defendants by the Fifth Amendment, should apply with \"even greater force\" in Sixth Amendment cases. Id. at 631, 636 (emphasis added).[7] And in Davis, supra, *504 a case the State says should provide us with \"some guidance\" here, the Supreme Court explained that the Fifth Amendment \"unambiguous[] request\" rule was, at bottom, a rule of reason:\nAlthough a suspect need not speak with the discrimination of an Oxford don, he must articulate his desire to have counsel present sufficiently clearly that a reasonable police officer in the circumstances would understand the statement to be a request for an attorney.\nId. at 459 (quoted sources and internal quotation marks omitted).[8]\nThus, while the precise degree of clarity required of right-to-counsel invocations under the Sixth Amendment appears to be unsettled in the law, it does appear that greater leeway is afforded charged defendants in this respect (under the Sixth Amendment) than *505 uncharged suspects (under the Fifth Amendment) during custodial questioning. It follows, under Davis and its progeny, that a charged defendant may invoke his or her Sixth Amendment right to counsel with statements or actions that are somewhat less than the standard articulated in Davis.\nWhatever the precise parameters of the Sixth-Amendment standard may be\u0097or whether one is even ascertainable at this point\u0097we are satisfied that the circumstances known to and facing Detectives Hughes and Tomlin when they questioned Dagnall in Florida would warrant a reasonable officer to understand that he was indeed invoking his right to counsel. As we have stressed above, they knew Dagnall had been charged with homicide, and had retained an attorney. They knew that he had talked to his attorney with respect to the investigation and the possibility of charges being filed, and that he had received legal advice with respect to those charges and the likelihood of police interrogation\u0097including an admonition not to talk to police unless his attorney was present. And they knew that Dagnall's lawyer had written to the Sheriff's Department advising them of his representation and informing them that they were not to question Dagnall outside of his presence concerning the homicide. Finally, they heard Dagnall tell them as they began to question him: \"My lawyer told me that I shouldn't talk to you guys.\"\nThe State suggests that Dagnall's statement could have meant something other than an indication that he was invoking his right to counsel. It says we should interpret it as follows (in the State's words): \"I know a lawyer has been hired for me and has given me advice, but I don't know if I personally want to accept the lawyer or follow his advice in my dealings with you at *506 this moment.\" While we find it highly improbable that a reasonable officer would have understood Dagnall's statement in that light,[9] the State acknowledges, as we have discussed above,[10] that even an ambiguous statement \"does not necessarily end the analysis on `invocation' of right to counsel.\" Given all of the circumstances existing and known by the detectives when they persisted in their questioning of Dagnall, we do not consider that to be a reasonable inference.\n[2]\nAs we also have noted, the State and its agents have an affirmative obligation under the Sixth Amendment to respect and preserve a charged defendant's right to counsel, and may not knowingly circumvent that right. And while it may be that the detectives in this case might have appropriately attempted to clarify Dagnall's initial statement, that is not what they did. They continued the interrogation after Dagnall had invoked his right to counsel, as that right is explained in Davis and other cases interpreting the Fifth and Sixth Amendments.[11]\n*507 We therefore reverse the judgment and remand to the circuit court with directions to grant Dagnall's motion to suppress the statements elicited by police after he invoked his right to counsel, and for trial or such further proceedings as the State, the defendant and the court may deem appropriate under the law.\nBy the Court.\u0097Judgment reversed and cause remanded with directions.\nNOTES\n[\u0086]  Petition to review granted.\n[1]  According to the circuit court, Dagnall's \"my lawyer\" statement was equivocal in that it was not \"an express statement that \"I don't want to talk to you guys.\" And, after discussing several cases, the court concluded that Connors's letter did not amount to a \"personal[] invo[cation]\" of Dagnall's right to counsel,\" and, further, that Hughes, \"regardless of his motive,\" was simply \"assisting Mr. Dagnall, as far as being aware of his rights and giving [him] the full information and decision making authority as far as whether or not he wished to exercise them.\" Finally, the court said that, in its opinion, Dagnall had made the statements to the detectives in a knowing and voluntary manner.\n[2]  Patterson v. Illinois, 487 U.S. 285 (1988).\n[3]  State v. Hanson, 136 Wis. 2d 195, 401 N.W.2d 771 (1987).\n[4]  State v. Kramar, 149 Wis. 2d 767, 440 N.W.2d 317 (1989). In a fourth case, State v. Coerper, 199 Wis. 2d 216, 544 N.W.2d 423 (1996), the only evidence was a \"no questions\" letter from the accused's lawyer; there was apparently nothing to indicate that the accused had ever talked to, or received advice from, the lawyer, and no evidence that he had ever even mentioned the lawyer to police. Id. at 219-221, 225, 544 N.W.2d at 423-25, 427.\n[5]  \"If I were to find fault on the part of the State in this case,\" said the court, \"it would be ... in failing to follow the admonition of Mr. Connors to not talk to his client.\"\n[6]  The State says that Hughes was only trying to help Dagnall when he persisted in questioning him after he stated that his lawyer didn't want him talking to them. According to the State, when Hughes told Dagnall that others had implicated him in the homicide and he just wanted to hear his side of the story\u0097and that it was Dagnall's decision whether to answer the questions\u0097he was simply trying to clarify his wishes with respect to legal representation. We don't think so. We agree with Dagnall that Hughes's remarks, and his attempts to get Dagnall to continue talking to them, appear to be much more a device to obtain incriminating information from him. Indeed, Hughes acknowledged in his testimony at the suppression hearing that, knowing that Dagnall had been charged, and knowing that he had a lawyer who had requested that he not be questioned alone, Hughes went to Florida with the stated intent to try to get \"a statement\" from him. Beyond that, Hughes knew that Dagnall's lawyer had instructed him not to talk to police, yet he persisted in attempting to obtain his statement in direct contravention to that advice. And we note in this regard that the Supreme Court, in Maine v. Moulton, 474 U.S. 159, 176 n.12 (1985), stated that \"proof that the State `must have known' that its agent was likely to obtain incriminating statements from the accused in the absence of counsel suffices to establish a Sixth Amendment violation.\"\n[7]  In Michigan v. Jackson, 475 U.S. 625 (1986), the Court reasoned:\n\n[G]iven the plain language of the [Sixth] Amendment and its purpose of protecting the unaided layman at critical confrontations with his adversary, our conclusion that the right to counsel attaches at the initiation of adversary judicial criminal proceedings is far from a mere formalism. It is only at the time that the government has committed itself to prosecute, and only then that the adverse positions of government and defendant have solidified. It is then that a defendant finds himself faced with the prosecutorial forces of organized society, and immersed in the intricacies of substantive and procedural criminal law (internal quotations omitted).\n. . .\nIndeed, after a formal accusation has been made\u0097and a person who had previously been just a \"suspect\" has become an \"accused\" within the meaning of the Sixth Amendment\u0097the constitutional right to the assistance of counsel is of such importance that the police may no longer employ the techniques for eliciting information from an uncounseled defendant that might have been entirely proper at an earlier stage of their investigation. Thus, the surreptitious employment of a cellmate or the electronic surveillance of conversations with third parties may violate the defendant's Sixth Amendment right to counsel even though the same methods of investigation might have been permissible before arraignment or indictment.\nId. at 631-32 (quoted sources omitted).\n[8]  We adopted that language in another Fifth Amendment case to which the State has referred us, State v. Long, 190 Wis. 2d 386, 395, 526 N.W.2d 826, 829 (Ct. App. 1994).\n[9]  Indeed, when asked at the hearing what Dagnall said after being told the detectives were there to talk about the homicide, Hughes replied:\n\nBasically that he didn't want to talk to us or all-actually what he told us that his lawyer told him that he shouldn't be talking to us, were his words, or something to that effect. That he'd been advised by counsel not to talk to us.\n[10]  See note 6, supra, and the accompanying text.\n[11]  The State also suggests that, should we decide that Dagnall had invoked his right to counsel, we should conclude that he waived that right because, after he was advised of his Miranda rights, he continued to answer their questions. The Supreme Court has recognized, however, that \"once a criminal defendant invokes his [or her] Sixth Amendment right to counsel, a subsequent waiver of that right\u0097even if voluntary, knowing, and intelligent under traditional standards\u0097is presumed invalid if secured pursuant to police-initiated interrogation.\" Michigan v. Harvey, 494 U.S. 344, 345 (1990); Jackson, 475 U.S. at 625; see also Jackson at 635, where the Court stated that \"[j]ust as written waivers are insufficient to justify police-initiated interrogations after the request for counsel in a Fifth Amendment analysis, so too they are insufficient to justify police-initiated interrogations after the request for counsel in a Sixth Amendment analysis.\"\n\n",
            "ocr": false,
            "opinion_id": 1985445
        }
    ],
    "court_short_name": "Court of Appeals of Wisconsin",
    "court_full_name": "Court of Appeals of Wisconsin",
    "court_type": "SA",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Murder"
}