{
    "id": 2171653,
    "judges": "Yanoff",
    "date_filed": 261273600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-scovil",
    "case_name_short": "Scovil",
    "case_name": "State v. Scovil",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "387 A.2d 413",
        "159 N.J. Super. 194"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n159 N.J. Super. 194 (1978)\n387 A.2d 413\nTHE STATE OF NEW JERSEY, PLAINTIFF,\nv.\nSYLVESTER SCOVIL, LEROY WILLIAMS, ROY LEE WILLIAMS, DEFENDANTS.\nSuperior Court of New Jersey, Law Division (Criminal).\nArgued April 13, 1978.\nDecided April 13, 1978.\n*195 Mr. Donald S. Coburn, Essex County Prosecutor, attorney for plaintiff (Mr. Dennis M. Mautone, Assistant Prosecutor, appearing).\nMr. Thomas Menchin, Deputy Public Defender, attorney for defendant Sylvester Scovil (Mr. William E. Graves, appearing).\nMr. Roger A. Lowenstein, attorney for defendant Leroy Williams.\nMr. Richard Aloysius Walsh, attorney for defendant Roy Lee Williams.\n*196 YANOFF, J.C.C. (temporarily assigned).\nThe issue involved is the extent to which a trial judge may control his list.\nThe charge against the three defendants is felony murder. Defendants Sylvester Scovil (Scovil) and Leroy Williams (L. Williams) each signed a confession which implicated the other, and defendant Roy Lee Williams (R.L. Williams) also made a statement, which he did not sign and which, apparently, neither admits guilt nor implicates the other two.\nWhen the matter came before me for trial, the prosecutor moved for severance and separate trial as to each defendant under R. 3:15-2 and Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968). Since Scovil's and L. Williams' statements implicated the other defendants, and since all parties agreed that the statements could not be redacted, separate trials were ordered.\nThereupon the attorneys for defendant Scovil and L. Williams moved that R.L. Williams be tried first, on the ground that he would be a witness at their trials and that he could not constitutionally be compelled to testify until his matter had been terminated. The attorney for R.L. Williams did not object to this order of trial, but the assistant prosecutor objected vehemently. The basis for his objection was that if the R.L. Williams matter were tried first, the result might be the occasion for perjury, because after the conclusion of his trial R.L. Williams might take the stand in the trial of the other two defendants and exculpate them with impunity.\nFrom information available to me it is apparent that the State's weakest case is as to R.L. Williams. With respect to the other two defendants, if the confessions pass Miranda muster, the State's position is stronger.\nThere is little doubt that in general a trial court has power to control its own calendar. The exception for \"speedy trial\" considerations is premised on protection of a defendant's rights, not prosecutorial interest in obtaining a conviction. Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2182, *197 33 L.Ed.2d 101 (1972); see State v. Szima, 70 N.J. 196 (1976) cert. den. 429 U.S. 922, 97 S.Ct. 319, 50 L.Ed.2d 289 (1976); R. 3:25-2, 3. For example, if a trial judge were to select for trial a two-day case on a Thursday, because the jury term ended on Friday, and were to postpone the trial of a five-day case to the next week, even though the five-day case were earlier on the list, no one would dream of questioning that decision. In this instance the decision that the R.L. Williams case be tried first comes into issue only because the prosecutor is under the impression that if it is tried last it will be easier for him to obtain convictions in the other two cases. If a trial judge's determination as to the order of trial is to be called into question, it can be only for an abuse of discretion. In this instance the decision as to order of trial was made for reasons similar to those which govern severance. Bruton, supra, held that a defendant implicated in an out-of-court statement made by a codefendant has a right to a separate trial, if the statement is to be used, because a single trial in which his codefendant could not be compelled to testify denies the right of confrontation.\nAnother common example is where joinder may deprive a defendant of the testimony of a codefendant who might be willing to testify for him at a separate trial, but is not willing to do so at a single trial. United States v. Shuford, 454 F.2d 772 (4 Cir.1971). But see State v. Morales, 138 N.J. Super. 225, 230 (App. Div. 1975). For a thorough discussion of the joinder problems arising from the right of confrontation, see Westen, \"The Compulsory Process Clause,\" 73 Mich. L. Rev. Part 1, at 71 (1974). In that article Professor Westen, dealing with the similarity between rules for severance and calendar sequence decisions, stated:\n* * * where a certain sequence of trials is demonstrably likely to deny the accused an exculpatory witness, the court's ordinary discretion over trial order must yield to the commands of the compulsory process clause. [at 145]\n*198 The relationship between the rules as to joinder and considerations as to order of trial was noted in United States v. Echeles, 352 F.2d 892 (7 Cir.1965), in which it was held error to subject Echeles to a joint trial in which he could not call a codefendant who might have exculpated him as a witness. There, the court stated:\nThus, Echeles could not properly call Arrington as a witness during Echeles' case in chief. For if Arrington declined to take the stand, as was his right, Echeles' action in calling him and forcing him to decline to do so in front of the jury would have injected prejudicial error into the record as to Arrington.\n\n* * * * * * * *\nThe Government further contends that Echeles' position in support of his motion for severance necessarily involved indulgence in two speculative assumptions: first, that Arrington would be tried prior to Echeles, and secondly, that Arrington would not claim his Fifth Amendment privilege against self-incrimination if called as a witness in the trial of Echeles. As for the first such \"assumption\", we do not feel it would have been egregious had the trial judge, after granting the motion for separate trial, also directed the Government to proceed first with the case against Arrington. [at 898; emphasis supplied]\nIn Byrd v. Wainwright, 428 F.2d 1017, 1022 (1970), the court stated that \"The sequence in which trials would be held is in the discretion of the court.\" See United States v. Sanders, 266 F. Supp. 615 (W.D. La. 1967), aff'd 415 F.2d 621 (5 Cir.1969). See also, R. 3:15-2(b).\nEcheles sets forth principles under which a court must order a severance where a defendant claims that by a joint trial he is prevented from procuring the exculpating testimony of a codefendant. These are stated in greater detail in Byrd, supra, where it was held a denial of constitutional rights for a state court to deny a severance when a defendant realistically offered the testimony of a codefendant and was prevented from using that testimony by the joint trial. (At pp. 1019-1020) They can be summarized as follows:\n1. A bona fide desire on the part of the defendant to use the testimony of a codefendant;\n\n*199 2. A determination by the court that the desired witness will testify and that his testimony may be of value to the defendant so that denial of his testimony at the joint trial would prejudice him.\nAs to this, see also, State v. Morales, supra at 230. Undoubtedly, a mere allegation that a defendant may be adversely affected by a joint trial is not sufficient to warrant severance. United States v. Kaufman, 291 F. Supp. 451 (S.D.N.Y. 1968).\nFor the purpose of determining whether there was a substantial basis for defendants Scovil and L. Williams' claims that their rights to a fair trial would be prejudiced if R.L. Williams were not tried first, I held an in-camera hearing, on the record, out of the presence of the assistant prosecutor and the attorneys for the other defendants, of Richard Walsh, attorney for R.L. Williams. The record was sealed. This I did because it was my conclusion that among the alternatives possible to me, such a hearing would interfere least with the rights of the other defendants and the Fifth Amendment privileges of R.L. Williams. As the result of that hearing I concluded that:\n1. R.L. Williams would invoke his Fifth Amendment privilege if he were called upon to testify prior to his own trial;\n2. R.L. Williams' testimony would have a substantial tendency to exculpate, in whole or in part, the other defendants. The information which I elicited was in sufficient detail to satisfy me that this conclusion was not mere speculation or hope, but a realistic appraisal.\nWhile the matter has not been explored, except to the extent already indicated, I conclude that the same considerations which affect issues of joinder, affect the order of trial where the right of a defendant to the production of a witness is involved, except that a court has greater discretion in controlling the trial list than in the case of severance. Significantly, two Texas cases in which it was held not error *200 to control the order of trial so as to make available a witness for a defendant, rest not upon the ground that this cannot be done, but upon the conclusion that the desired testimony would not really exculpate the defendant. Feehery v. Texas, 480 S.W.2d 649 (Tex. Cr. App. 1972); Roberson v. State, 513 S.W.2d 570-572 (Tex. Cr. App. 1974). On the other hand, no case has been found which holds it an abuse of discretion for a trial judge to control the list to protect a defendant's right to call a witness under the Sixth Amendment of the United States Constitution.\nDeLuna v. United States, 308 F.2d 140 (5 Cir.1962), is instructive on the problem involved here. There, one of two defendants on trial did not testify. The lawyer for the codefendant, in summation, argued that the fact that his client took the stand, contrasted to DeLuna's failure to take the stand, was indicative of his client's innocence. The Fifth Circuit reversed DeLuna's conviction on Fifth Amendment grounds. Both the testifying and nontestifying defendant in DeLuna exercised constitutional rights \u0097 the nontestifying defendant to remain silent, the attorney for the testifying defendant to make legitimate argument on behalf of his client. The resulting conflict could have been prevented by a severance. In the case at bar the situation is even stronger for a determination that the R.L. Williams case be tried first. Scovil and L. Williams certainly have a right to call a witness; the State has a right to seek its most advantageous trial position. However, this right is not as strong as were the rights of either defendant in DeLuna.\nIn ordering the list there must inevitably be a balancing of interests. From the standpoint of Scovil and L. Williams, a trial of their cases prior to that of R.L. Williams offers substantial likelihood, although not certainty, of deprivation of a crucial witness. Against this the State argues that trial of R.L. Williams first increases the risk of perjury. Perjury is, of course, an omnipresent risk, against which a prosecutor must always protect the State by the *201 usual means. Had the State not elected to seek severance because of the Bruton problem, there would have been no issue of order of trial. In a sense, therefore, the problem is prosecutor-created. Weighing the claim of possible damage to the State's case against the more likely deprivation of a witness to defendants, I can conclude only that sound judgment and constitutional doctrine set forth in the severance cases requires that defendants' interests be protected. For the view that a court must tend \"to give the defendant's interests nearly absolute weight whenever exculpatory evidence is readily available, and considerable weight whenever the evidence is potentially available,\" see Westen, \"Compulsory Process II,\" 74 Mich. L. Rev. 191, 306 (1975).\n",
            "ocr": false,
            "opinion_id": 2171653
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Murder"
}