{
    "id": 1997658,
    "judges": "R.B. Burns, P.J., and MacKenzie and J.L. Banks",
    "date_filed": "1984-10-17",
    "date_filed_is_approximate": true,
    "slug": "people-v-sturgis",
    "case_name_short": "Sturgis",
    "case_name": "People v. Sturgis",
    "case_name_full": "People v. Sturgis",
    "attorneys": "Frank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, David H. Sawyer, Prosecuting Attorney, Timothy K. McMorrow, Chief Appellate Attorney, and Judith A. Baxter, Assistant Prosecuting Attorney, for the people., George S. Buth, for defendant on appeal.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted June 15, 1983, at Grand Rapids.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b68-4\">\n    PEOPLE v STURGIS\n   </parties><br><docketnumber id=\"b68-5\">\n    Docket No. 64319.\n   </docketnumber><otherdate id=\"Ahp\">\n    Submitted June 15, 1983, at Grand Rapids.\n   </otherdate><decisiondate id=\"Aed\">\n    Decided October 25, 1983.\n   </decisiondate><br><attorneys id=\"b72-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"58\"> \n     *58\n     </span>\n<em>\n     Frank J. Kelley,\n    </em>\n    Attorney General,\n    <em>\n     Louis J. Caruso,\n    </em>\n    Solicitor General,\n    <em>\n     David H. Sawyer,\n    </em>\n    Prosecuting Attorney,\n    <em>\n     Timothy K. McMorrow,\n    </em>\n    Chief Appellate Attorney, and\n    <em>\n     Judith A. Baxter,\n    </em>\n    Assistant Prosecuting Attorney, for the people.\n   </attorneys><br><attorneys id=\"b72-12\">\n<em>\n     George S. Buth,\n    </em>\n    for defendant on appeal.\n   </attorneys><br><judges id=\"b72-13\">\n    Before: R. B. Burns, P.J., and Mackenzie and J. L. Banks,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    JJ.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b72-15\">\n     Circuit judge, sitting on the Court of Appeals by assignment.\n    </p>\n</div></div>",
    "citations": [
        "343 N.W.2d 230",
        "130 Mich. App. 54"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7572.0,
            "opinion_text": "\n130 Mich. App. 54 (1983)\n343 N.W.2d 230\nPEOPLE\nv.\nSTURGIS\nDocket No. 64319.\nMichigan Court of Appeals.\nDecided October 25, 1983.\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, David H. Sawyer, Prosecuting Attorney, Timothy K. McMorrow, Chief Appellate Attorney, and Judith A. Baxter, Assistant Prosecuting Attorney, for the people.\nGeorge S. Buth, for defendant on appeal.\nBefore: R.B. BURNS, P.J., and MacKENZIE and J.L. BANKS,[*] JJ.\nPER CURIAM.\nDefendant appeals as of right from his jury conviction of felonious assault, MCL 750.82; MSA 28.277, possession of a firearm during *59 the commission of a felony, MCL 750.227b; MSA 28.424(2), and carrying a concealed weapon, MCL 750.227; MSA 28.424. The sole issue raised on appeal is whether defendant's conviction of these three offenses violated his right against double jeopardy. We find no double jeopardy violation.\nThe prosecution's main witness was a security guard at a lounge. He testified that he learned that the defendant had a gun, he called the police, and then approached the defendant, who was in front of the lounge. The guard stated that he told the defendant to keep his hands where they could be seen, and that defendant then lifted his jacket and pulled out a gun. The guard then ducked behind a nearby car, the defendant ran across the street, and the guard gave chase. The guard testified that defendant turned around and fired one shot at him. Defendant, in his testimony, admitted that he was carrying a concealed gun without a license when he went to the lounge. However, defendant stated that when the security guard approached him he told him he wasn't going to do anything and began to pull out the gun from under his jacket only with the intention of giving the gun to the guard. Defendant also testified that he ran off when the guard ducked behind the car, admitted that he fired his gun into the air, but denied having fired at the security guard.\nWe first note that the felony-firearm statute expressly provides as follows:\n\"(1) A person who carries or has in his possession a firearm at the time he commits or attempts to commit a felony, except the violation of section 227 or section 227a, is guilty of a felony, and shall be imprisoned for 2 years.\" MCL 750.227b; MSA 28.424(2).\nSections 227 and 227a referred to in the above-quoted *60 language are the statutes prohibiting the carrying of concealed weapons and the unlawful possession of pistols, respectively. We interpret the above-quoted provision to mean not that one may never be convicted of both felony-firearm and carrying a concealed weapon, but rather, only that the offense of carrying a concealed weapon may not be the underlying felony to support a felony-firearm conviction. People v London Williams, 117 Mich App 262, 268; 323 NW2d 663 (1982), but see People v Chauncey Carter, 96 Mich App 694; 293 NW2d 681 (1980), lv den 410 Mich 872 (1980); People v Shelton, 93 Mich App 782, 786; 286 NW2d 922 (1979) (dissenting opinion of N.J. KAUFMAN, J.). In the present case, the trial court's instructions clearly conveyed to the jury that only the assault offense charged, and not the carrying a concealed weapon charge, could supply the underlying felony necessary to convict defendant of felony-firearm. Thus, defendant's conviction of felony-firearm was based on the underlying felony of felonious assault, not carrying a concealed weapon, and was, therefore, consonant with the express terms of the statute.\nTurning now to defendant's constitutional double jeopardy claim, defendant's conviction of both felony-firearm, with felonious assault as the underlying felony, and of felonious assault did not violate his federal or state constitutional right to be protected against double jeopardy since the felony-firearm statute reflects a clear legislative intent to impose multiple punishment for a single wrongful act. Wayne County Prosecutor v Recorder's Court Judge (People v Alexander), 406 Mich 374; 280 NW2d 793 (1979); People v Owens, 108 Mich App 600, 606; 310 NW2d 819 (1981), lv den 412 Mich 866 (1981); Wayne County Prosecutor v Recorder's *61 Court Judge (People v Meeks), 92 Mich App 433, 441; 285 NW2d 318 (1979), lv den 408 Mich 905 (1980). Consequently, the only remaining question is whether, given his lawful conviction of felonious assault and felony-firearm, defendant's additional conviction of carrying a concealed weapon violated his right to be protected against double jeopardy.\nThe double jeopardy analysis for purposes of the federal constitutional guarantee against double jeopardy, US Const, Am V, is whether there is a clear indication of legislative intent to impose multiple punishment for the same offense. Missouri v Hunter, ___ US ___; 103 S Ct 673; 74 L Ed 2d 535 (1983). If so, there is no double jeopardy violation and it is not necessary to apply the test set forth in Blockburger v United States, 284 US 299; 52 S Ct 180; 76 L Ed 306 (1932). Missouri v Hunter, supra. The Blockburger test is not a constitutional test, but rather, a rule of statutory construction to be applied where there is no clear legislative intent to authorize multiple punishment. Missouri v Hunter, supra. The assumption underlying the Blockburger test is that a legislature does not intend to impose multiple punishment for the same offense, and the Blockburger test is employed to determine whether the criminal statutes under which a defendant is convicted proscribe the same offense or different offenses. Missouri v Hunter, supra. Under the Blockburger test, if each statutory crime requires proof of a fact which the other does not, then they do not proscribe the same offense, but rather, separate offenses for which multiple punishment may be imposed. Blockburger, supra. Although the Blockburger test uses the phrase \"proof of a fact\", actually the test focuses on the statutory elements of the crimes involved, and not the particular facts *62 adduced at trial. People v Alvin Carter, 415 Mich 558, 578; 330 NW2d 314 (1982).\nThe double jeopardy clause of our state constitution, Const 1963, art 1, § 15, has been construed to provide broader double jeopardy protection. People v Alvin Carter, supra, pp 582-583. For purposes of our state guarantee against double jeopardy, it is necessary to examine not only whether an offense is a necessarily lesser included offense of the other, but also whether it is a cognate lesser included offense of the other in the sense that they share common statutory purposes and common elements related to those purposes. People v Alvin Carter, supra, pp 583-584. In addition, a \"factual proofs\" analysis must be employed for state constitutional purposes; this analysis focuses on the particular factual proofs adduced at trial rather than the theoretical elements of the offenses involved. People v Alvin Carter, supra, pp 584-588. Thus, even if one offense is not by definition a necessarily lesser included offense of the other, if based on the facts of the particular case one of the offenses is a lesser included offense of the other, conviction of both offenses is prohibited. People v Alvin Carter, supra, pp 583-584; People v Jankowski, 408 Mich 79, 91; 289 NW2d 674 (1980). In other words, where, based on the facts of the particular case, the jury in finding the defendant guilty of one offense must necessarily find him guilty of the other, the defendant may not be convicted of both offenses; in such a situation, the two offenses blend together into a single wrongful act for which the defendant may not be multiply punished. People v Stewart (On Rehearing), 400 Mich 540, 548-549; 256 NW2d 31 (1977). For example, one may not be convicted of possession and the delivery or sale of the same heroin where the possession is merely that which *63 is necessarily incident to the sale or delivery. People v Stewart (On Rehearing), supra; People v Martin, 398 Mich 303; 247 NW2d 303 (1976). Similarly, one may not be convicted of armed robbery and larceny where both offenses arise from a single taking. People v Jankowski, supra. However, if there is a clear manifestation of legislative intent to authorize multiple punishment for a single wrongful act, the state's guarantee against double jeopardy is not violated. Wayne County Prosecutor, supra, 406 Mich 402.\nThere is no clear legislative intent authorizing defendant's conviction for carrying a concealed weapon even if it constitutes multiple punishment for a single act since the felony-firearm statute, MCL 750.227b; MSA 28.424(2), expressly prohibits use of a carrying a concealed weapon conviction to act as the underlying felony to support a felony-firearm conviction and neither the felonious assault statute, MCL 750.82; MSA 28.277, nor the carrying a concealed weapon statute, MCL 750.227; MSA 28.424, reflect any such legislative intent. Consequently, we must proceed to apply the Blockburger test and the state constitutional analysis.\nUnder the Blockburger test, defendant's additional conviction of carrying a concealed weapon did not violate his right against double jeopardy. Comparing the elements of carrying a concealed weapon with those of felony-firearm, the former requires proof of concealment while the latter does not, and the latter requires proof of the commission or attempted commission of another felony which the former does not. MCL 750.227, 750.227b; MSA 28.424, 28.424(2). We note, however, that if defendant's conviction of felony-firearm had been based on his conviction of carrying a concealed *64 weapon as the underlying felony, his conviction of both offenses would have been violative of not only the express provisions of the felony-firearm statute but also the right against double jeopardy since the analogous situation of conviction of both felony-murder and the underlying felony has been found to contravene the federal and state constitutional guarantees against double jeopardy in the absence of clear legislative intent to the contrary. Whalen v United States, 445 US 684; 100 S Ct 1432; 63 L Ed 2d 715 (1980); People v Wilder, 411 Mich 328; 308 NW2d 112 (1981). Comparing the elements of carrying a concealed weapon with those of felonious assault, again the former requires proof of concealment which the latter does not, and the latter requires proof of an assaultive act upon another person which the former does not. People v Shelton, supra, p 785.\nNor did defendant's conviction of carrying a concealed weapon, given his conviction of felonious assault and felony-firearm based on the felonious assault, violate his state constitutional right against double jeopardy under the \"factual proofs\" analysis. Defendant himself admitted that he was at the lounge with a concealed weapon on his person. The further factual proofs adduced by the prosecution were that when the defendant was subsequently approached by the security guard, defendant produced the gun, ran across the street, and fired a shot at the guard. On these facts, in finding defendant guilty of felonious assault and felony-firearm based on that assault, it was not necessary for the jury also to find that defendant had the gun previously concealed on his person; rather, in order to convict defendant of carrying a concealed weapon, the jury had to find the additional fact of concealment. Similarly, in finding *65 defendant guilty of carrying a concealed weapon, it was not necessary for the jury also to find that defendant subsequently assaulted the security guard with use of the gun. See People v Alvin Carter, supra, pp 586-587. That the jury, on the facts presented, had to find that the same gun was involved in all three of the offenses does not represent a violation of double jeopardy under the \"factual proofs\" test since a jury may use the same facts as a \"starting point\" for convicting a defendant of multiple offenses. People v Alvin Carter, supra, p 587. Thus, the facts in the present case do not reflect a single wrongful act, but rather, two severable wrongful acts: carrying a concealed weapon, and subsequently, an assault and the use of a firearm in committing that assault. Cf. People v Jankowski, supra; People v Stewart (On Rehearing), supra; People v Martin, supra.\nWe also note that carrying a concealed weapon, felonious assault, and felony-firearm are not cognate offenses in the sense of sharing common statutory purposes and common elements related to those purposes. Although carrying a concealed weapon and felonious assault both require a weapon as an element, the statutory purpose of the former is to discourage quarreling persons from suddenly drawing and using concealed weapons, while the purpose of the latter is to discourage an assaulting person from inflicting even more serious injuries by using a weapon. People v Shelton, supra, p 785. The felony-firearm statute, as distinct from the aforementioned statutes, requires as an element the possession of a particular weapon, a firearm, and its purpose is to deter the use of firearms in committing a felony. Wayne County Prosecutor, supra, 406 Mich 391.\n*66 Our finding of no double jeopardy violation under the \"factual proofs\" analysis is also supported by People v London Williams, supra, where this Court found that conviction of armed robbery, felony-firearm, and carrying a concealed weapon did not violate the right against double jeopardy since the latter conviction was not the underlying felony for the felony-firearm conviction and was based on a factual occurrence separate from the armed robbery, carrying the guns in a car. Although this Court in People v Bonner, 116 Mich App 41, 43-45; 321 NW2d 835 (1982), in applying the \"factual proofs\" test, held that the defendant could not be convicted of possession of a shotgun as well as assault with intent to do great bodily harm less than murder and felony-firearm, that case is distinguishable. In Bonner, supra, all three offenses arose from one factual occurrence, a single shooting incident, and thus, once the jury convicted the defendant of assault and felony-firearm, they necessarily had to find the defendant guilty of possession based on the same facts. In the present case, the additional fact of concealment had to be proven to convict defendant of carrying a concealed weapon. We also find People v Chauncey Carter, supra, factually distinguishable. In that case, the defendant was convicted of possession of heroin and also of felony-firearm and carrying a concealed weapon, which two convictions the majority found to constitute double jeopardy based on the \"factual proofs\" analysis. However, there the felony-firearm and carrying a concealed weapon convictions were based on the same factual proof, the defendant's single act of possessing a firearm. The factual proofs adduced by the prosecutor herein were that defendant not only possessed the gun in a concealed manner at the *67 lounge, but also that he subsequently used the gun in assaulting the security guard.\nAffirmed.\nNOTES\n[*]  Circuit judge, sitting on the Court of Appeals by assignment.\n\n",
            "ocr": false,
            "opinion_id": 1997658
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}