{
    "id": 2003177,
    "judges": "McMURCHIE, Miller",
    "date_filed": "1984-10-07",
    "date_filed_is_approximate": true,
    "slug": "gregory-v-solem",
    "case_name_short": "Solem",
    "case_name": "Gregory v. Solem",
    "case_name_full": "Garland Ray GREGORY, Jr., Petitioner and Appellant, v. Herman SOLEM, Warden of the South Dakota State Penitentiary, Appellee",
    "attorneys": "Richard Braithwaite, Sioux Falls, for petitioner and appellant., Roger A. Tellinghuisen, Atty. Gen., Jeffrey P. Hallem, Asst. Atty. Gen., Pierre, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Considered on Briefs Jan. 13, 1988.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b398-3\">\n    Garland Ray GREGORY, Jr., Petitioner and Appellant, v. Herman SOLEM, Warden of the South Dakota State Penitentiary, Appellee.\n   </parties><br><docketnumber id=\"b398-6\">\n    No. 15797.\n   </docketnumber><br><court id=\"b398-7\">\n    Supreme Court of South Dakota.\n   </court><br><otherdate id=\"b398-8\">\n    Considered on Briefs Jan. 13, 1988.\n   </otherdate><br><decisiondate id=\"b398-9\">\n    Decided March 2, 1988.\n   </decisiondate><br><attorneys id=\"b398-14\">\n    Richard Braithwaite, Sioux Falls, for petitioner and appellant.\n   </attorneys><br><attorneys id=\"b398-15\">\n    Roger A. Tellinghuisen, Atty. Gen., Jeffrey P. Hallem, Asst. Atty. Gen., Pierre, for appellee.\n   </attorneys>",
    "citations": [
        "420 N.W.2d 362"
    ],
    "opinions": [
        {
            "author_str": "McMURCHIE",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n420 N.W.2d 362 (1988)\nGarland Ray GREGORY, Jr., Petitioner and Appellant,\nv.\nHerman SOLEM, Warden of the South Dakota State Penitentiary, Appellee.\nNo. 15797.\nSupreme Court of South Dakota.\nConsidered on Briefs January 13, 1988.\nDecided March 2, 1988.\nRichard Braithwaite, Sioux Falls, for petitioner and appellant.\nRoger A. Tellinghuisen, Atty. Gen., Jeffrey P. Hallem, Asst. Atty. Gen., Pierre, for appellee.\nMcMURCHIE, Circuit Judge.\nThis appeal is from a dismissal of Garland Ray Gregory, Jr.'s application for writ of habeas corpus. We reverse and remand.\n\nPROCEDURAL HISTORY\nOn March 13, 1980, pursuant to a plea bargain agreement, Gregory pled guilty to conspiracy to commit murder. He was sentenced to life imprisonment. On January 27, 1981, Gregory filed a petition for post conviction relief. The petition was denied.\nThis court in Gregory v. State, 325 N.W.2d 297 (S.D.1982), held that the trial court substantially complied with SDCL 23A-7 in its determination that there was a sufficient factual basis for Gregory's plea, and that his plea was made knowingly, intelligently, and voluntarily. The case was remanded, however, for entry of specific findings and conclusions on whether Gregory was advised of the nature of the charge and the consequences of the plea, and for a determination of whether Gregory's guilty plea was a voluntary and intelligent choice among alternative courses of action.\nUpon remand, new counsel was appointed for Gregory. On remand the court found that Gregory had been informed and understood the nature of the charges against him and the consequences of his plea, and that his guilty plea had been a voluntary and intelligent choice among alternative courses of action open to him. That decision was affirmed by this court in Gregory v. State, 353 N.W.2d 777 (S.D. 1984).\nGregory then filed a petition for writ of habeas corpus in the United States District Court for the District of South Dakota, Western Division. The writ was denied. The District Court also denied Gregory's application for certificate of probable cause to the United States Court of Appeals for the Eighth Judicial Circuit. The Eighth Circuit Court of Appeals subsequently granted a certificate of probable cause and allowed Gregory's appeal.\nIn Gregory v. Solem, 774 F.2d 309 (8th Cir.1985), the Eighth Circuit Court of Appeals affirmed the District Court's denial of habeas corpus relief and determined that sufficient evidence of Gregory's participation in a murder conspiracy existed to support the state trial court's conclusion that there was a factual basis for the guilty plea. The Eighth Circuit also affirmed this *363 court's determination that Gregory's guilty plea was knowing, intelligent, and voluntary and represented a voluntary choice among the available alternative courses of action open to him. Finally, the Eighth Circuit determined that the failure to inform Gregory that his life sentence was without parole did not affect the constitutional validity of the guilty plea.\nDuring this habeas corpus process, Gregory was represented by counsel, and at no time did he raise the issue of ineffective assistance of counsel.\nOn November 25, 1986, Gregory filed an application for a writ of habeas corpus in the Eighth Judicial Circuit, Lawrence County. Subsequently, new counsel was appointed for Gregory. An amended writ of habeas corpus was filed with the court on January 20, 1987.\nIn this amended writ, Gregory alleged:\n(A) His plea was not knowing, voluntary and intelligent because he was not aware of the offense to which he pled guilty;\n(B) His plea was not knowing, voluntary and intelligent because he believed he could obtain parole from a sentence of life imprisonment;\n(C) The representation afforded him by counsel was ineffective because said counsel did not explain to him the nature of the offense to which he pled guilty and fostered petitioner's belief that he could and would obtain parole from a sentence of life imprisonment.\nIn a motion dated February 24, 1987, the state moved the circuit court for an order dismissing the state habeas corpus proceeding pursuant to SDCL 21-27-16.1. The state alleged that all of the issues raised in the amended petition for a writ of habeas corpus were previously adjudicated or waived by Gregory. We note that waiver was not affirmatively pled pursuant to SDCL 15-6-8(c). The motion to dismiss was briefed by both parties and a hearing was set for March 20, 1987. Over objection, the trial court granted the state's motion to dismiss without allowing an evidentiary hearing to be held on the issues raised by Gregory's application for a writ of habeas corpus.\nGregory appeals from the trial court's dismissal of his petition.\n\nDECISION\nWHETHER GREGORY WAS ENTITLED TO AN EVIDENTIARY HEARING CONCERNING HIS REQUEST FOR HABEAS CORPUS RELIEF WAS BARRED BY PRIOR PROCEEDINGS?\nGregory alleges that he should be allowed the opportunity to introduce evidence bearing on those issues raised in his application for writ of habeas corpus, because, without an evidentiary hearing, there would be no way to demonstrate whether there was reasonable cause for his omissions or failure to adequately raise grounds for relief. We agree.\nSDCL 21-27-16.1, upon which the state's motion to dismiss was based, provides:\nAll grounds for relief available to a petitioner under this chapter shall be raised in his original, supplemental or amended application. Any ground not raised, finally adjudicated or knowingly and understandingly waived in the proceedings resulting in his conviction or sentence or in any other proceeding that the applicant has taken to secure relief from his conviction, or sentence, may not be the basis for a subsequent application, unless the court finds grounds for relief asserted which for reasonable cause were omitted or inadequately raised in the original, supplemental or amended application. (emphasis added)\nSDCL 21-27-16.1 clearly states that the court may allow subsequent applications for a writ of habeas corpus upon a showing of reasonable cause by the petitioner. For the petitioner to show reasonable cause, he must have the opportunity to give testimony and produce evidence. Without the opportunity for a hearing a petitioner would never be able to sustain his burden of proof, and thus, would be barred from a subsequent application for a writ of habeas corpus. This is not the intention of SDCL 21-27-16.1.\n*364 Therefore, this case is remanded to the trial court to allow Gregory the opportunity to produce evidence at a hearing so that the court may determine if there was reasonable cause for his failure to adequately raise any issue, or for omitting any issue in the prior proceedings.\nReversed and remanded.\nAll the Justices concur.\nMcMURCHIE, Circuit Judge, sitting for MILLER, J., disqualified.\n",
            "ocr": false,
            "opinion_id": 2003177
        }
    ],
    "court_short_name": "South Dakota Supreme Court",
    "court_full_name": "South Dakota Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "South Dakota, SD",
    "crime_category": "Murder"
}