{
    "id": 2005536,
    "judges": "Johnson",
    "date_filed": "1975-09-05",
    "date_filed_is_approximate": true,
    "slug": "people-v-graham",
    "case_name_short": "In Re Graham",
    "case_name": "People v. Graham",
    "case_name_full": "In Re PATRICIA GRAHAM, Respondent.—(THE PEOPLE OF THE STATE OF ILLINOIS, Petitioner-Appellee, v. PATRICIA GRAHAM, Respondent-Appellant)",
    "attorneys": "Zeva Schub, of Mental Health Legal Services, of Chicago, for appellant., Bernard Carey, State’s Attorney, of Chicago (Sheldon Gardner and Stan Twardy, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b480-4\" pgmap=\"480\">\n    In re PATRICIA GRAHAM, Respondent.—(THE PEOPLE OF THE STATE OF ILLINOIS, Petitioner-Appellee, v. PATRICIA GRAHAM, Respondent-Appellant)\n   </parties><br><court id=\"b480-5\" pgmap=\"480\">\n    First District (4th Division)\n   </court><docketnumber id=\"ASv\" pgmap=\"480\">\n    No. 62756\n   </docketnumber><br><decisiondate id=\"b480-6\" pgmap=\"480\">\n    Opinion filed July 14, 1976.\n   </decisiondate><br><attorneys id=\"b480-11\" pgmap=\"480\">\n    Zeva Schub, of Mental Health Legal Services, of Chicago, for appellant.\n   </attorneys><br><attorneys id=\"b480-12\" pgmap=\"480\">\n    Bernard Carey, State’s Attorney, of Chicago (Sheldon Gardner and Stan Twardy, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "352 N.E.2d 387",
        "40 Ill. App. 3d 452"
    ],
    "opinions": [
        {
            "author_str": "Johnson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7230.0,
            "opinion_text": "\n40 Ill. App. 3d 452 (1976)\n352 N.E.2d 387\nIn re PATRICIA GRAHAM, Respondent. \u0097 (THE PEOPLE OF THE STATE OF ILLINOIS, Petitioner-Appellee,\nv.\nPATRICIA GRAHAM, Respondent-Appellant.)\nNo. 62756.\nIllinois Appellate Court \u0097 First District (4th Division).\nOpinion filed July 14, 1976.\nZeva Schub, of Mental Health Legal Services, of Chicago, for appellant.\nBernard Carey, State's Attorney, of Chicago (Sheldon Gardner and Stan Twardy, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\nMr. PRESIDING JUSTICE JOHNSON delivered the opinion of the court:\nPatricia Graham, the respondent, was found to be a person in need of mental treatment (Ill. Rev. Stat. 1973, ch. 91 1/2, par. 1-11), and was committed to the custody of the Illinois Department of Mental Health. The respondent appeals from the order and the issue raised on review is *453 whether the State proved by clear and convincing evidence that respondent was a person in need of mental treatment.\nThe first witness called by the State was J.B. Fornier, a clinical psychologist. Dr. Fornier testified that he saw the respondent on three occasions. The first time the doctor saw the respondent she was hostile, uncooperative and complained about the indignities that had been done to her. Dr. Fornier saw the respondent the following day and, although he found her more subdued, he related her discussion of how her mother and brother violated her rights. Dr. Fornier also saw the witness while she was on her way to court and he concluded, on the basis of his observations, that the respondent was in need of mental treatment.\nThe next witness called to testify was Mary Graham, the respondent's mother. Mrs. Graham testified that the day before the respondent was brought to the hospital, she threatened the witness with the following statement: \"You have to be eliminated. I haven't decided what method, but you have to be eliminated.\" Mrs. Graham also related how respondent went into rages, during which she would scream, yell and abuse everybody, and on one occasion threatened to throw the witness off the railing. Finally, Mrs. Graham testified that respondent told her, \"I would like to murder all of you. It wouldn't be a murder; it would be a pleasure. I could tear you limb from limb and I wouldn't bat an eyelash.\"\nThe next witness called to testify was respondent's brother, Richard Graham. Mr. Graham testified that he saw the respondent once a month. He related how she told him the day she was admitted to the hospital that there were all sorts of weird conspiracies going on against her, and she also told him about communications with the police.\nJoseph Zemuglys, a practicing psychiatrist, was the final witness called by the State. Dr. Zemuglys testified that the first time he saw the respondent he would describe her conduct and thought processes as typical of schizophrenic disorders. Dr. Zemuglys stated that he saw the respondent on other occasions and that she had not changed but was just a little calmer. He diagnosed her illness as paranoid schizophrenia and recommended that she be hospitalized in order to receive proper treatment.\nThe State rested and the respondent was called to testify. Ms. Graham admitted telling her mother that \"I could just kill you,\" but added that the statement was made under long term, extreme provocation. The witness also testified that she was not serious about killing her mother and that she was capable of being herself. At the close of all the evidence, the court found respondent to be in need of mental treatment and ordered her committed.\nThe State argues in the instant appeal that the case is moot since the *454 respondent was released from the hospital. The State also contends that with three prior hospitalizations, the most recent confinement could in no way subject the respondent to any difficulty insofar as securing employment or functioning in society is concerned. The respondent, on the other hand, contends that there are collateral consequences that will flow from her involuntary commitment even though she has been released from the hospital. The collateral legal consequences raised by the respondent are (1) that the probability of recommitment increases with each commitment, (2) that her psychological history will adversely affect her employment possibilities, (3) that she will have difficulty obtaining licenses, and (4) that a stigma attaches to a person known to have a history of mental illness.\n\u0095 1, 2 In this State where a case is moot, the appeal is dismissed (Wheeler v. Aetna Casualty &amp; Surety Co. (1974), 57 Ill. 2d 184, 311 N.E.2d 134), unless collateral legal consequences survive the expiration of the order under review. (See In re Sciara (1974), 21 Ill. App. 3d 889, 316 N.E.2d 153.) After reviewing all the facts in this case, we conclude that there were collateral legal consequences because an adjudication might present problems for the respondent in future proceedings and could adversely affect her efforts to obtain employment. Therefore, we will consider the merits of this appeal.\n\u0095 3 The question then becomes whether or not the evidence established that the respondent was in need of mental treatment. In People v. Sansone (1974), 18 Ill. App. 3d 315, 309 N.E.2d 733, this court considered the question of the standard to be used when evaluating an individual's mental condition and stated at page 326:\n\"Where the issue involved is not the occurrence of an event, but the determination of an individual's mental condition, the State must prove that the individual is in need of mental treatment by clear and convincing evidence.\"\nThe preceding standard must be applied to the facts in this case to determine whether the respondent is a person in need of mental treatment. The State must prove (1) that respondent is a person afflicted with a mental disorder, (2) that she was reasonably expected, at the time of the determination or within a reasonable time thereafter, to intentionally or unintentionally physically injure herself or other persons, or (3) that she is unable to care for herself so as to guard herself from physical injury or to provide for her own physical needs. (Ill. Rev. Stat. 1973, ch. 91 1/2, par. 1-11.) We think that the testimony of the psychiatrist established that respondent had a mental illness; he diagnosed her disorder as \"paranoid schizophrenia.\" Moreover, we are of the opinion that the threats made by respondent to her mother established that she was a threat to others. The evidence was clear and convincing, and we do *455 not think that a trial judge is required to wait until someone is harmed before entering a commitment order. Therefore, we hold that the doctor's diagnosis coupled with respondent's statements were sufficient for the trial judge to find that respondent was in need of mental treatment.\nFor the foregoing reasons, the judgment of the circuit court is affirmed.\nAffirmed.\nBURMAN and DIERINGER, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2005536
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}