{
    "id": 2025959,
    "judges": "Murray",
    "date_filed": "2013-07-04",
    "date_filed_is_approximate": true,
    "slug": "people-v-quiroz",
    "case_name_short": "Quiroz",
    "case_name": "People v. Quiroz",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MARTIN QUIROZ, Defendant-Appellant",
    "attorneys": "Rita A. Fry, Public Defender, of Chicago (Ira Churgin, Assistant Public Defender, of counsel), for appellant., Jack O’Malley, State’s Attorney, of Chicago (Renee Goldfarb, Brian Clauss, and Deborah Alexander, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b263-4\" pgmap=\"263\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MARTIN QUIROZ, Defendant-Appellant.\n   </parties><br><court id=\"b263-6\" pgmap=\"263\">\n    First District (5th Division)\n   </court><docketnumber id=\"AWC\" pgmap=\"263\">\n    No. 1—90—0880\n   </docketnumber><br><decisiondate id=\"b263-7\" pgmap=\"263\">\n    Opinion filed April 20, 1992.\n   </decisiondate><br><attorneys id=\"b263-11\" pgmap=\"263\">\n    Rita A. Fry, Public Defender, of Chicago (Ira Churgin, Assistant Public Defender, of counsel), for appellant.\n   </attorneys><br><attorneys id=\"b263-12\" pgmap=\"263\">\n    Jack O’Malley, State’s Attorney, of Chicago (Renee Goldfarb, Brian Clauss, and Deborah Alexander, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "593 N.E.2d 675",
        "229 Ill. App. 3d 241",
        "170 Ill. Dec. 786"
    ],
    "opinions": [
        {
            "author_str": "Murray",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n593 N.E.2d 675 (1992)\n229 Ill. App. 3d 241\n170 Ill. Dec. 786\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nMartin QUIROZ, Defendant-Appellant.\nNo. 1-90-0880.\nAppellate Court of Illinois, First District, Fifth Division.\nApril 20, 1992.\n*676 Rita A. Fry, Public Defender of Cook County (Ira Churgin, Asst. Public Defender, of counsel), Chicago, for defendant-appellant.\nJack O'Malley, State's Atty. (Renee Goldfarb, Brian Clauss, Deborah Alexander, Asst. State's Attys., of counsel), Chicago, for plaintiff-appellee.\nJustice MURRAY delivered the opinion of the court:\nAfter a jury trial, which was held simultaneously with the bench trial of codefendant Jose Anaya (Anaya), defendant Martin Quiroz (Quiroz) was convicted of first degree murder and sentenced to 30 years' imprisonment with the Department of Corrections. He now brings this appeal in which the only issue raised is whether the trial court erred, thereby denying Quiroz a fair trial, by admitting into evidence a police officer's testimony that an occurrence witness was unavailable to testify at trial because he was \"scared and went to Mexico.\"\nThe facts of the case disclose that Jesus Sanchez was fatally shot at 19th Street and Loomis in Chicago during the early morning hours of March 19, 1988. The ensuing police investigation resulted in Quiroz' arrest on March 25, 1988. Shortly after his arrest, Quiroz gave the police a statement concerning the Sanchez shooting. Later that same day, Quiroz repeated the statement to Assistant State's Attorney Susan Grussel while it was recorded by a court reporter. The statement was then transcribed and signed by Quiroz. This statement was admitted into evidence at trial and published to the jury.\nAccording to Quiroz' statement, which was corroborated in part by witness testimony at trial, on the evening of March 18, 1988, Quiroz, who was 17 years old and a member of the La Raza street gang, met Anaya, a member of a rival gang called the Ambrose, in the vicinity of 17th and Carpenter Streets in Chicago. Despite their opposing gang affiliations, Quiroz agreed to go \"cruising\" in Anaya's car with Anaya, whom he had known for more than four years.\nAround 10 o'clock that evening, they met two girls, both of whom were named Patty, who joined them in the car. They drove around for awhile, stopped at a place called Old Folks and then parked in a parking lot near 19th and Loomis. While the four sat in the car talking, the car was besieged by 10 or more males. These young men, who were apparently members of another faction of the La Raza street gang, broke several windows of the car, began beating Anaya and attempted to pull him from the car. Quiroz tried to stop these men and help Anaya until the attack ended when the police arrived on the scene and the attackers fled.\nAfter this incident, Quiroz and Anaya drove the two Pattys home and then drove to 17th and Throop. Anaya was angry and stated he wanted revenge against the men who attacked them. Quiroz agreed to help. Anaya obtained two guns, a .357 and a .25 automatic, kept the .357 gun and gave the other gun to Quiroz. They then walked to 19th and Loomis.\nAt 19th and Loomis the two split up. Anaya hid in a gangway while Quiroz went to check on the whereabouts of the La Raza gang members who had attacked them. Quiroz was told that their attackers were no longer in the area and he went to inform Anaya. Quiroz began to motion to Anaya that the men they sought were not present. Just then he saw Anaya run from the gangway to a stairway near where two young men were standing. Quiroz stood about 35 feet away from Anaya and watched as Anaya \"cranked\" the automatic gun back and forth and let off six shots in the direction of the two men.\nAfter the shooting, Anaya and Quiroz ran off in different directions and then met up about three minutes later at 18th and Throop. There they hid the .25 caliber gun that Quiroz had carried under a garbage *677 can and then they got into Anaya's car and drove to 21st and Hoyne.\nIt was proven at trial that one of the men who Anaya had fired upon on March 19, 1988, at 19th and Loomis, was Sanchez, who had been fatally wounded. Despite the admissions he made, Quiroz contended that he should not be held responsible for the killing. Quiroz' theory of defense at trial was that he lacked accountability for the crime based upon his withdrawal. Quiroz argued that prior to the shooting he had terminated his efforts to promote or facilitate the commission of the offense. Over the State's objection, the jury was instructed on this theory. Nevertheless, defendant was found guilty.\nNow, on appeal, defendant's sole argument is that his position at trial was substantially undercut and he was unfairly prejudiced by the admission of a hearsay statement made by a police officer during his testimony at trial. The State denies that the comment was inadmissible hearsay, but, alternatively, argues that defendant waived the right to object on appeal to its admission since he did not raise this point in his motion for new trial and that the admission of the comment, even if error, was harmless.\nThe comment which defendant finds objectionable occurred during the testimony of Officer McGreal. Officer McGreal was called upon to testify to his extensive, yet unsuccessful, attempts to serve a subpoena on Ricardo Perez. Perez was the second man who, along with Sanchez, had been fired upon by Anaya on March 19, 1988. Perez, too, had been shot, although not fatally as Sanchez had been, and Quiroz had been charged with attempted murder for his shooting. This charge had been nolle prossed prior to trial.\nOfficer McGreal's testimony ended with the following exchange:\n\"Q. [Assistant State's Attorney] In addition to going to the house during the month of December, what other efforts did you make in your attempts to locate Ricardo Perez?\nA. [Officer McGreal] The same efforts described before. I repeated\u0097repeatedly toured the area, spoke to people on the street.\nQ. In the month of January of 1990, this year, could you detail your efforts to locate Ricardo Perez in this month?\nA. I went to the area of 21st and Loomis. I went to the area of 1800 South Blue Island. And I also spoke to the stepfather on two occasions.\nQ. During the course of your investigation, were you able to determine where Ricardo Perez was?\nA. Yes.\nQ. And where was that?\nA. I was told by his stepfather that he was scared and that he was in Mexico.\nMR. UNGER [Quiroz' attorney]: Move that that be stricken, Judge.\nCOURT: No. The answer may stand.\nMR. BARBARO [Assistant State's Attorney]: I have nothing further of the witness.\nMR. UNGER: No questions.\"\nIt is Quiroz' contention that \"the clear impact of this evidence was that Perez had been intimidated by defendant.\" While we agree that this evidence was unadulterated hearsay, we do not believe that the correlation between the evidence and defendant was so apparent that a jury would clearly reach the conclusion that the reason for Perez being \"scared\" was because Quiroz had intimidated him in some manner. More importantly, defendant's own statement did not support the theory that he had withdrawn from his agreement to assist Anaya in the commission of the offense. For these reasons we find that the evidence, although improperly admitted, was harmless beyond a reasonable doubt.\nInitially we note that the State contends that Quiroz waived this entire issue due to his failure to raise the point in his post trial motion. We agree. Our supreme court has held that failure to include an objection to the admission of testimony in a post trial motion, despite the preservation *678 of the objection at trial, constitutes waiver. (People v. Chevalier (1989), 131 Ill. 2d 66, 77, 136 Ill. Dec. 167, 544 N.E.2d 942; People v. Enoch (1988), 122 Ill. 2d 176, 119 Ill. Dec. 265, 522 N.E.2d 1124.) But even without the waiver, the admission of the statement did not constitute reversible error.\nTestimony is hearsay if it is an out of court statement offered to prove the truth of the matter asserted. (People v. Nevitt (1990), 135 Ill. 2d 423, 447, 142 Ill. Dec. 854, 553 N.E.2d 368.) In the present case the officer was asked to testify regarding his efforts to locate and serve a subpoena on Perez. Since the State was attempting to explain the absence of Perez, an occurrence witness, the officer's statement was offered to prove the truth of the matter asserted, i.e., that because Perez was scared he went to Mexico and wasn't available for trial.\nHowever, reversible error does not always result from improperly admitted hearsay. The admission of hearsay evidence will be considered harmless error where there is no reasonable probability that the jury would have acquitted the defendant absent the hearsay testimony. People v. Nevitt, 135 Ill.2d at 447, 142 Ill. Dec. 854, 553 N.E.2d 368.\nIn this case defendant was convicted on an accountability theory. A defendant will be held legally accountable for the actions of another if he has solicited, aided, abetted, agreed or attempted to aid another in the planning or commission of an offense with the intent to promote or to facilitate the commission of the offense. (People v. Ruiz (1982), 94 Ill. 2d 245, 255, 68 Ill. Dec. 890, 447 N.E.2d 148; Ill.Rev.Stat. 1987, ch. 38, par. 5-2(c).) Evidence that defendant attached himself to another bent on committing a crime, with knowledge of that person's planned course of action, is sufficient to support a conviction on an accountability theory. (People v. Ruiz, 94 Ill.2d at 254, 68 Ill. Dec. 890, 447 N.E.2d 148.) Once a person becomes accountable for the conduct of another, he remains so unless he detaches himself from the criminal enterprise by (a) wholly depriving his prior efforts of effectiveness; (b) giving a timely warning to the proper law enforcement authorities; or (c) otherwise making proper effort to prevent the commission of the crime. People v. Rybka (1959), 16 Ill. 2d 394, 158 N.E.2d 17; Ill.Rev.Stat.1987, ch. 38, par. 5-2(c)(3).\nIn this case Quiroz admitted that he had agreed to assist Anaya in his quest for revenge. He accepted a gun from Anaya and then went with him to the area of 19th and Loomis in search of the men who had attacked Anaya earlier. He attempted to gain information regarding the whereabouts of the men for Anaya, knowing that Anaya was lying in wait, armed with a gun, in the alleyway. Certainly, this is strong evidence that Quiroz had aided, abetted or agreed to promote or facilitate the commission of murder.\nFurthermore, the evidence does not support Quiroz' theory that he withdrew from the intended criminal enterprise. To effectively withdraw, Quiroz would have had to, at the very least, communicate his desire to withdraw to Anaya. (People v. Gilbert (1990), 194 Ill.App.3d 184, 141 Ill. Dec. 137, 550 N.E.2d 1183.) Moreover, withdrawal must be timely, i.e., before the crime is in the process of consummation or so inevitable that it cannot reasonably be stayed. People v. Rybka.\nHere the only possible evidence of withdrawal was Quiroz' statement that he motioned to Anaya that the men they were looking for were no longer in the area. This, however, does not seem to be a manifestation of Quiroz' intent to withdraw. Instead, it merely indicated Quiroz' belief that their efforts had been thwarted because of the men's absence. Nothing in the record supports the notion that Quiroz ever expressed, in any manner, a desire to terminate his efforts to assist Anaya. He merely watched as Anaya \"cranked\" his gun and fired six shots at two men.\nAdditionally, he ran off after the crime and met up with Anaya within minutes, got rid of the gun he had carried and then drove off with Anaya in Anaya's car. Evidence of post crime behavior of defendant *679 has been held competent to show participation in the crime itself. (People v. Ruiz; People v. Gilbert.) We conclude that the facts did not support Quiroz' theory of defense and that there was no reasonable probability that Quiroz would have been acquitted of the offense. Therefore, we find that the error that may have derived from the admission of the hearsay statement set forth above was harmless beyond a reasonable doubt.\nThe Judgment of conviction for the offense of murder entered against Quiroz is hereby affirmed.\nAFFIRMED.\nMcNULTY, P.J., and GORDON, J., concur.\n",
            "ocr": false,
            "opinion_id": 2025959
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}