{
    "id": 2031943,
    "judges": "Sullivan",
    "date_filed": "1987-11-13",
    "date_filed_is_approximate": true,
    "slug": "people-v-cunningham",
    "case_name_short": "Cunningham",
    "case_name": "People v. Cunningham",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. BENNIE CUNNINGHAM Et Al., Defendants-Appellants",
    "attorneys": "Steven Clark and Bruce Mosbacher, both of State Appellate Defender’s Office, of Chicago, for appellants Milam Martin and Kevin Wallace., Randolph Stone, of Chicago (Joshua Sachs, of counsel), for appellant Bennie Cunningham., Richard M. Daley, State’s Attorney, of Chicago (Michael E. Shabat and David C. Kluever, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b276-4\" pgmap=\"276\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. BENNIE CUNNINGHAM et al., Defendants-Appellants.\n   </parties><br><court id=\"b276-6\" pgmap=\"276\">\n    First District (5th Division)\n   </court><docketnumber id=\"AvE\" pgmap=\"276\">\n    Nos. 82—2914, 83—0915, 83—0944 cons.\n   </docketnumber><br><decisiondate id=\"b276-8\" pgmap=\"276\">\n    Opinion filed December 28, 1984.\n   </decisiondate><br><attorneys id=\"b277-9\" pgmap=\"277\">\n    Steven Clark and Bruce Mosbacher, both of State Appellate Defender’s Office, of Chicago, for appellants Milam Martin and Kevin Wallace.\n   </attorneys><br><attorneys id=\"b277-10\" pgmap=\"277\">\n    Randolph Stone, of Chicago (Joshua Sachs, of counsel), for appellant Bennie Cunningham.\n   </attorneys><br><attorneys id=\"b277-11\" pgmap=\"277\">\n    Richard M. Daley, State’s Attorney, of Chicago (Michael E. Shabat and David C. Kluever, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "473 N.E.2d 506",
        "130 Ill. App. 3d 254"
    ],
    "opinions": [
        {
            "author_str": "Sullivan",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7247.0,
            "opinion_text": "\n130 Ill. App. 3d 254 (1984)\n473 N.E.2d 506\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nBENNIE CUNNINGHAM et al., Defendants-Appellants.\nNos. 82-2914, 83-0915, 83-0944 cons.\nIllinois Appellate Court \u0097 First District (5th Division).\nOpinion filed December 28, 1984.\n*255 Steven Clark and Bruce Mosbacher, both of State Appellate Defender's Office, of Chicago, for appellants Milam Martin and Kevin Wallace.\nRandolph Stone, of Chicago (Joshua Sachs, of counsel), for appellant Bennie Cunningham.\nRichard M. Daley, State's Attorney, of Chicago (Michael E. Shabat and David C. Kluever, Assistant State's Attorneys, of counsel), for the People.\nJudgments affirmed.\nJUSTICE SULLIVAN delivered the opinion of the court:\nFollowing a joint jury trial, defendants, Bennie Cunningham, Milam *256 Martin, and Kevin Wallace, were convicted of murder, attempted murder and attempted armed robbery. After a finding by the trial court that the murder was accompanied by exceptionally brutal or heinous behavior indicative of wanton cruelty, Wallace and Cunningham were sentenced to extended terms of 70 years for murder as well as terms of 30 years for attempted murder and 15 years for attempted robbery, to be served concurrently; Martin was sentenced to concurrent extended terms of 70 years for murder and 35 years for attempted murder, with a 15-year sentence for attempted armed robbery, to be served consecutively to the other two sentences.\nOn appeal, Cunningham contends that (1) the trial court erred (a) in refusing to suppress the lineup identification which resulted from his illegal arrest, and (b) in refusing to admit the third-party confession of Vincent Yokum; (2) he was denied a fair trial because of improper prosecutorial conduct in attempting to discredit a defense witness; and (3) the imposition of an extended sentence for the murder was improper. Defendants Wallace and Martin make the same contentions, with the exception of the identification issue, and they also maintain that (1) the trial court erred in refusing to order Vincent Yokum to appear in court in order to be identified as the actual perpetrator of the crime; and (2) they were denied a fair trial as a result of improper comments made by the prosecutor during rebuttal closing argument.\nIt appears that a shooting occurred on March 12, 1981, when three men attempted to hold up Tina's food and liquor store operated by the Matariyeh family. The three surviving members of the family testified that Mr. and Mrs. Matariyeh (Kahlil and Suhalia) and two employees \u0097 Hudson and Farris (the latter also called Faddis and Ferris) \u0097 had just left the store, and their sons (Nabil and Suleiman) were locking the store when three men with drawn guns announced a holdup. The three men and Kahlil then engaged in a gun battle, during which Suhalia was killed and Kahlil received serious shotgun wounds which left him with a 50% disability of the left forearm and hand; it was later determined that a bullet from Kahlil's gun had killed Suhalia. None of the Matariyehs had seen any of the gunmen before the occurrence, but the three who survived identified defendants as the gunmen from photographs and, while Kahlil was still in the hospital, Nabil and Suleiman also identified Cunningham in a lineup, and later all three Matariyehs identified Martin in another lineup.\nSuleiman also testified that when the three men drew their guns, he saw Michael Hudson \u0097 one of their employees \u0097 duck behind a car *257 and that the men then began shooting at Kahlil and Suleiman. When Kahlil pulled out a gun and began to return the fire, the three men fled. Suleiman told the police that the man with the shotgun was six feet tall and that the other two men, who carried handguns, were approximately five feet seven inches and five feet five inches tall. He also testified that Michael Hudson had asked for and received all of his pay on the day of the robbery, even though it was not a normal payday; that Hudson never returned to work after that day; and that, while the police brought Faddis \u0097 their other employee \u0097 to one of the lineups, Faddis would not accompany him to make other photographic and lineup identifications. On cross-examination, Suleiman stated that he looked directly at the man \u0097 later identified as Cunningham \u0097 who shot at him from a distance of about eight feet.\nNabil (Suleiman's brother) also testified that Michael Hudson hid behind the car as soon as the defendants announced the holdup. He also identified defendant Cunningham as the individual who had turned to shoot at Suleiman, and stated that Kahlil pulled his gun only after the defendants began firing. He denied telling the police on the night of the shooting that his father drew his gun as soon as the defendants announced the holdup. Although Nabil also originally estimated that the difference in height between the two shorter defendants (Cunningham and Wallace) was about three inches, he admitted that when they stood next to each other they appeared to be about the same height.\nKahlil gave additional testimony that he and Suhalia were waiting in front of his car while his sons closed the store when the three men pulled their guns, shouted \"Holdup\" and began shooting. Kahlil pulled out his gun to shoot at them, and in the ensuing battle he was shot in the left forearm, the left foot, and on the left side of his abdomen. He subsequently identified Cunningham as the man with a handgun who had turned to fire at Suleiman, and said that he believed Martin \u0097 the man with the shotgun \u0097 was the one who announced the holdup.\nDetective Frank Laverty testified that after interviewing people in the area of the store, he began looking for three individuals known as Fruitloops, Shalom and Daddy Stone. He learned later that Shalom was Milam Martin, and Fruitloops was Kevin Wallace. After obtaining these names, he interviewed Michael Hudson, but he said that Hudson never viewed any photo spreads or lineups and that he (Laverty) did not recall Wallace having crutches when arrested on March 21.\nThe principal witness for the defense was Michael Hudson, who testified that he had been working at the store for five years at the time of the shooting, which he said started after Kahlil drew his gun. *258 When the shooting began, he ducked out of the way and ran across the street, as did Nabil and Suleiman, and no one shot at Suleiman. Hudson also testified that he did not know him but had previously seen the tallest of the three gunmen hanging around on the street corner drinking wine; that Kevin Wallace, whom he had known for three or four months, was not one of the three gunman; that the police told him not to testify for Wallace; that he had never refused to talk to the State's Attorney; and that he had not been asked to attend a lineup. Hudson also testified that he told the police on the night of the shooting that he recognized the tallest man with the shotgun; that he had seen that man inside the courtroom at one point during the trial; that he was a good friend of Wallace's brother; and that he had seen Wallace on the street with his crutches a few days before the robbery. He further stated that Detective Laverty wanted him to cooperate with the police in solving the crime, but denied telling the police that he would not talk to them anymore and would not cooperate after the police indicated that Cunningham was involved. He stated that the actual reason for his failure to cooperate was that the police were following him, harassing him, and threatening to throw him in jail if they found out that Hudson had had anything to do with the crime. He further stated that he did not remember saying to the police that he was afraid of gang retaliation if he identified someone in this case; that after the discussion with Detective Laverty, in which the Cunningham name was mentioned, he was contacted by the attorney who represented Cunningham and Martin; that he eventually signed a statement prepared by the attorney; and that he testified that the tall person involved in the shooting was the same person he had seen earlier in the courtroom. Hudson denied telling the State's Attorney that he could not identify anyone.\nBernard Merritt testified that he had lived in the area of the shooting for 12 years and that, although he knew Bennie Cunningham was from the neighborhood, he did not know Kevin Wallace, Milam Martin, or Vincent Love (Yokum). He testified that he was about 80 feet from the store during the shooting and that none of the defendants were involved. He did, however, state that the shortest person of the three gunmen was Floyd Murray, a \"gang banger\" who was also known as \"Main.\" He admitted knowing Bennie Cunningham by sight for approximately a year, but he did not know Bennie had been arrested for the shooting until he was contacted by Bennie's attorney in July, 1982. He did not wait for the police to arrive at the shooting scene, nor did he go to the police with the information about Floyd Murray. He was not subpoenaed to testify, but he lived across the *259 street from the Cunningham family, and after speaking to Cunningham's attorney he decided to testify voluntarily in order to \"see justice done.\"\nDetective Basile testified for the defense that he was told by Nabil and Suleiman that the shooting began after Kahlil reached for his gun, and that Michael Hudson not only answered his questions on the night of the shooting but also gave him his address and telephone number and stayed around to look at photographs.\nHerman Cunningham (Bennie Cunningham's uncle) testified that Bennie arrived at his automobile repair shop around 3:30 p.m. on the day of the robbery and that he and Bennie worked on the latter's car until about 9:30 that evening. Neither of them left the shop during that time but sent one of his employees for food. After he closed the shop, he dropped Bennie at his mother's house on the south side around 11 or 11:30 p.m. He admitted that although he learned of Bennie's arrest shortly after it occurred, he did not go to the police or tell anyone else that Bennie had been working at his shop on the night of the murder. He was eventually contacted by Bennie's attorney and asked to testify.\nWillie Tipton (Kevin Wallace's grandmother) testified that Kevin lived with her and that she had picked him up at South Shore Hospital on March 6, 1981, where he had been treated for a gunshot wound in the leg received on March 2, 1981. He left the hospital with a cast on his leg from below his knee to his toes and was given crutches to use. On March 12, he was still limping and using his crutches. The cast was taken off on March 20, the day before he was arrested, and when he left with the police he took one of the crutches with him. She never saw Kevin Wallace with either Bennie Cunningham or Milam Martin and, although all three defendants lived in the same area, she said that they never associated with each other.\nDr. Richard Egwele stated that he treated Kevin Wallace on March 2, 1981, for a comminuted gunshot fracture of the right fibula. He told him to use crutches to keep the weight off his leg and gave him a plaster posterior splint which is held in position by an Ace bandage. He also said that the fracture would definitely not have been fully healed on March 12, but that the fibula does little in the way of support, so that he could definitely have put weight on the leg at that time and could also have removed the bandage and the splint.\nIn rebuttal, Paula DaLeo, an assistant State's Attorney, testified that when Kevin Wallace was arrested on March 21, 1981, he was not wearing a leg splint or using crutches and he did not indicate that he was having pain.\n*260 Thomas Gainer, an assistant State's Attorney, testified in rebuttal that in February 1982, Michael Hudson told him that he would not identify anyone in this case and did not want to play any part therein; that he left his job at Tina's and moved to the west side because he was afraid of the gang activity in the neighborhood; and that he knew all three defendants from the neighborhood.\nDetective Laverty testified in rebuttal that on the day after the shooting, when he asked Hudson whether he knew some El Rukns named Fruitloops and Jerry Cunningham, Hudson immediately asked how he had obtained Jerry Cunningham's name and then said that he would not cooperate in any way whatsoever. Laverty also said that this conversation with Hudson took place before any of the three defendants were in custody; that he never told Hudson not to testify in court, nor did any other Chicago police officers to the best of his knowledge; and that, when arrested, Wallace had no crutches, was not wearing a splint, and did not walk with a limp.\n\nOPINION\nWe first consider Cunningham's contention that the trial court improperly denied his motion to suppress the lineup identification which followed his arrest.\nFrom the testimony pertinent to this issue, it appears that the arresting officers came to Cunningham's mother's house to execute an arrest warrant for his brother Jerry. During the search for him, while trying to open a bedroom door in the front part of the house, one of the officers heard sounds coming from the bedroom. After several attempts to open the door latch hook with a butter knife were repeatedly foiled by someone inside replacing the hook, the officer kicked down the door and found defendant inside. He gave the officers a name other than Cunningham, indicated that he was 16 years old, and said that he had no identification. He was placed under arrest and taken to a police station to obtain a positive identification. At the station, Eugene Caldwell, who had been present at the Cunningham home, told the police that the individual they had arrested was Bennie Cunningham, not Jerry Cunningham. When Bennie admitted his identity, he was arrested for murder. It is his identification in a lineup later that evening which he maintains should have been suppressed as the fruit of an illegal arrest.\nAlthough the trial court found that the arrest of Bennie Cunningham was illegal, it also found that the evidence was purged of the illegal taint because the lineup identification followed only after the police learned the actual identity of defendant from Eugene Caldwell at *261 the police station. Defendant argues that Caldwell's identification cannot sufficiently purge the lineup evidence since neither the defendant nor Caldwell, who accompanied defendant to the station, would have been at the police station but for the illegal arrest.\n\u0095 1 It is well established, however, that both the Illinois and United States Supreme Courts have rejected a simple \"but for\" test by holding that evidence need not be suppressed as \"fruit of the poisonous tree\" simply because such evidence would not have come to light but for the illegal actions of the police. (Brown v. Illinois (1975), 422 U.S. 590, 45 L. Ed. 2d 416, 95 S. Ct. 2254; Wong Sun v. United States (1963), 371 U.S. 471, 9 L. Ed. 2d 441, 83 S. Ct. 407; People v. Gabbard (1979), 78 Ill. 2d 88, 398 N.E.2d 574.) Instead, as developed in Wong Sun:\n\"[E]vidence is not the fruit of the poisonous tree if it (1) is discovered by an independent source; (2) is sufficiently distant in causal connection from the illegal search and seizure so that the connection has been so attenuated so as to dissipate the taint, or (3) the evidence inevitably would have been gained without the unlawful search or arrest.\" People v. Brumfield (1981), 100 Ill. App. 3d 382, 388, 426 N.E.2d 1012, 1017, citing United States ex rel. Owens v. Twomey (7th Cir.1974), 508 F.2d 858, 865.\nThe State argues that admission of the lineup identification here can be supported by use of either the independent source or inevitable discovery exceptions. We agree. The independent source exception is similar to the earlier \"but for\" test, and applies where the illegal arrest did not produce the link between defendant and the offense (see 3 W. LaFave, Search &amp; Seizure sec. 11.4, at 617 (1978)), and we believe this exception is applicable here since the investigation had linked defendant to the crime prior to the arrest at the Cunningham home. All three surviving family members made positive identifications from a photographic lineup, and the arrest was therefore not made in order to link Cunningham with the offense. It is also our view that the inevitable discovery exception is even more appropriate under the circumstances of this case since the presence of defendant at the police station and his identification there by Caldwell did not bring about the lineup identification made by the Matariyeh brothers that evening, but simply caused it to take place slightly earlier than it otherwise would have. This is the essence of the inevitable discovery exception (see Nix v. Williams (1984), 467 U.S. 431, 81 L. Ed. 2d 377, 104 S. Ct. 2501), and, at least in its application here, it is simply an extension of the independent source test. In People v. Pearson *262 (1978), 67 Ill. App. 3d 300, 384 N.E.2d 1331, cert. denied (1980), 445 U.S. 960, 64 L. Ed. 2d 235, 100 S. Ct. 1645, the court applied the inevitable discovery exception and, in holding that testimony regarding lineup identification was properly admitted, the court distinguished cases where the unlawful arrest was purely for investigative purposes and, more precisely, for the purpose of obtaining identifications that otherwise would never have been made. In Pearson, the court pointed out that the police investigation had centered on defendant prior to the initial unlawful arrest and the identification would inevitably have been obtained. Here, we are presented with a similar factual situation, since all three members of the Matariyeh family had made a positive identification of Bennie Cunningham from a photographic lineup. He was arrested in his own home, and there are no circumstances to negate a finding that his eventual arrest and identification were inevitable.\nAlthough we note that the use of the inevitable discovery exception has been criticized for not adequately serving the deterrent purpose of the exclusionary rule (see People v. Sampson (1980), 86 Ill. App. 3d 687, 408 N.E.2d 3), this criticism may be valid where the police use a ruse, such as a missing parking sticker in Sampson, for the basis of the initial arrest. Here, the police had a valid arrest warrant for defendant's brother, Jerry Cunningham, who was wanted for commission of a felony.\n\u0095 2 We note, however, that the trial court applied the third exception in denying defendant's motion to suppress the lineup identification. Relying primarily on the identification of defendant by Eugene Caldwell, a person not connected with the police, it found that the causal connection between any illegality in the arrest and the subsequent lineup was so attenuated that it dissipated the initial taint. Not only do we agree with this finding, but we are also of the belief that the arrest was legal. We think it is clear that, under the circumstances taking place prior to Caldwell's identification of defendant at the police station, the police made a valid arrest of the person they could reasonably have believed was Jerry Cunningham. It is established that where police are authorized to make an arrest of one person and reasonably mistake another for him, the validity of the arrest is not affected by the mistake (see Hill v. California (1971), 401 U.S. 797, 28 L. Ed. 2d 484, 91 S. Ct. 1106; United States v. McEachern (4th Cir.1982), 675 F.2d 618; Sanders v. United States (D.C. App. 1975), 339 A.2d 373; State v. Lee (Wis. App. 1980), 97 Wis. 2d 679, 294 N.W.2d 547), and the Illinois Supreme Court has also followed Hill (People v. Gwin (1971), 49 Ill. 2d 255, 274 N.E.2d 43).\n*263 In this regard, we initially note that the officers were justified in breaking into the bedroom since Illinois law provides that \"[a]ll necessary and reasonable force may be used to effect an entry into any building or property or part thereof to make an authorized arrest.\" (Emphasis added.) (Ill. Rev. Stat. 1981, ch. 38, par. 107-5(d).) The officers had an arrest warrant for Jerry Cunningham which listed the address of the Cunningham family home. They were confronted there with an unexpected situation, in that an individual in the bedroom prevented the unhooking of the door. In such a situation, the police must act upon practical considerations, and we believe it would be unreasonable to prohibit the police from determining the identity of the individual who was preventing entry into the bedroom.\nAlthough Bennie Cunningham's mother \u0097 Lucille Cunningham \u0097 testified at the suppression hearing that Bennie, his girlfriend, and Bennie's two children lived in the front bedroom and also paid $100 a month rent to her, that information was not available to the police at the time of the arrest. Even in the context of a search warrant, the police are not expected to make fine distinctions as to whether a child pays rent to a parent while residing in the family home. (See 2 W. LaFave, Search &amp; Seizure sec. 4.5, at 81 (1978).) In People v. Cain (1966), 35 Ill. 2d 184, 220 N.E.2d 195, cert. denied (1967), 385 U.S. 1042, 17 L. Ed. 2d 686, 87 S. Ct. 781, the Illinois Supreme Court held that a search warrant which specified \"third floor front of the building\" was not so vague that the evidence obtained had to be suppressed. The large apartment on the third floor had subsequently been divided into several rooms \u0097 two of which were in the front of the building \u0097 and the court found that the officers' search of the two front rooms was justified. Here, the room in which the police found the defendant was a bedroom in the front part of the house \u0097 not even a separate living area. We believe that it was reasonable for the police to enter the front bedroom in their search for Jerry Cunningham. Although defendant also states that other individuals present at the Cunningham home at the time of the arrest indicated that the individual in the bedroom was not Jerry Cunningham, the police were not required to rely on such statements. People v. Carter (1971), 132 Ill. App. 2d 572, 270 N.E.2d 603, cert. denied (1972), 406 U.S. 962, 32 L. Ed. 2d 350, 92 S. Ct. 2065.\nHere, the person found in the bedroom not only had no identification but gave a name other than Cunningham, and also attempted to conceal his true identity by stating that he was 16 years old and lived elsewhere in the neighborhood. Under such circumstances, the police were justified in bringing him to the station to determine his true *264 identity. (See Hill v. California (1971), 401 U.S. 797, 28 L. Ed. 2d 484, 91 S. Ct. 1106.) There, defendant would normally have been released as soon as the police determined at the station that he was not actually Jerry Cunningham. However, when his true identity was disclosed by Caldwell, there was probable cause for his arrest because of the Matariyehs' previous identification of him from a photographic lineup. See People v. Pendleton (1982), 104 Ill. App. 3d 1104, 433 N.E.2d 1076.\n\u0095 3 All three defendants next contend the trial court improperly barred the testimony of a defense investigator who would have testified that one Vincent Yokum told him that he (Yokum) and two other persons were the gunmen and that defendants were not involved. They argued that the testimony should have been admitted under the declarations against penal interest exception to the hearsay rule.\nIn People v. Craven (1973), 54 Ill. 2d 419, 299 N.E.2d 1, the Illinois Supreme Court held that the admissibility of declarations against penal interest depends upon the presence of the following four objective indicia of trustworthiness, as set forth in Chambers v. Mississippi (1973), 410 U.S. 284, 35 L. Ed. 2d 297, 93 S. Ct. 1038: (1) the statement was made spontaneously or shortly after the crime to a close acquaintance; (2) the statement was corroborated by other evidence; (3) the statement was self-incriminating and a declaration against interest; and (4) there was an adequate opportunity for cross-examination of the declarant.\nHere, while the purported statements of Yokum were self-incriminating and against his interest, the remaining Chambers indicia of trustworthiness were not satisfied. The statements were not made either spontaneously or within a short period after the crimes or made to a close acquaintance but were made 17 months later to a defense investigator. The record also discloses no corroboration of the statement by any other evidence; to the contrary, the prosecution's offer of proof was to the effect that, eight days prior to the statement in question, Yokum told a sheriff's investigator and an assistant State's Attorney that Wallace approached him in the House of Corrections where both were incarcerated and asked him to provide an alibi for Wallace by saying that he (Yokum) was responsible for the murder \u0097 which he refused to do. There was also no opportunity for cross-examination and, in this latter regard, although Yokum was unavailable for cross-examination since he chose to plead the fifth amendment, defendant argues that the State could have made him available by requesting immunity for him. A defendant, however, does not have a constitutional right to compel the State to confer immunity upon a *265 witness who has exercised his privilege against self-incrimination. (People v. English (1964), 31 Ill. 2d 301, 201 N.E.2d 455.) Even under the most flexible analysis of these indicia, we believe the circumstances here could not be said to provide the necessary reliability for the admission of Yokum's statement. We therefore find no error in the trial court's ruling that the statement was inadmissible.\n\u0095 4 In connection with this issue, defendants argue that the trial court also erred in refusing to order Vincent Yokum to appear at trial for the sole purpose of enabling a defense witness \u0097 Michael Hudson \u0097 to identify Yokum as the actual perpetrator of the crime. Defendants contend that the trial court thereby denied them their rights to compulsory process and to present a defense. The right to call witnesses is not absolute, however, and it is not error for the trial court to prohibit calling a prospective witness who has indicated, as Yokum did, that he will invoke his fifth amendment privilege against self-incrimination. People v. Cvetich (1979), 73 Ill. App. 3d 580, 391 N.E.2d 1101.\n\u0095 5 Defendants next contend that the improper behavior of the prosecutor was so prejudicial as to require a new trial where Michael Hudson \u0097 the principal defense witness \u0097 was asked whether he had called the prosecutor a \"white-eyed devil honky mother-f____\" and did not introduce any testimony to show that the witness had actually made the statement.\nThe question was asked during an attempt by the prosecutor to impeach Michael Hudson and, in particular, to bring out information concerning his alleged failure to cooperate with the police. After Hudson stated on cross-examination that he had attended an interview at the State's Attorney's office shortly before the trial, the prosecutor asked Hudson whether he had called the prosecutor the aforementioned name at that interview, and he answered that he did not. Following an immediate objection by defense counsel, the trial court instructed the jury to disregard the question and answer, and then denied defendants' motions for mistrial.\nGenerally, where defendant promptly objects to an improper question and where that objection is sustained and the jury instructed to disregard an answer, the error is cured. (People v. Miller (1983), 120 Ill. App. 3d 495, 457 N.E.2d 1373; People v. Outlaw (1979), 75 Ill. App. 3d 626, 394 N.E.2d 541.) Defendants argue, however, that the trial court's instruction to the jury was insufficient and that a mistrial would have been the only appropriate remedy because there was no showing that Hudson had in fact made the statement, and his testimony was crucial to the defense. The proper inquiry in this regard is whether defendants were deprived of a fair trial. People v. Pickett *266 (1976), 35 Ill. App. 3d 909, 342 N.E.2d 766.\nHere, because the record indicates that Hudson's credibility was otherwise discredited, that question had little, if any, impact on the result. Hudson had denied, on cross-examination, that he said he was afraid of gang retaliation, but Detective Laverty, in rebuttal, said that he had refused to cooperate with the police after learning that the Cunningham name had come up in the investigation. Thomas Gainer, an assistant State's Attorney, also testified in rebuttal that Michael Hudson said that he would not identify anyone or play any part in the case because he was afraid of gang activity in the neighborhood. We believe, in the light of this evidence of lack of cooperation, that defendants were not deprived of a fair trial by the improper question which was immediately cured by action of the trial court.\n\u0095 6 Defendants next contend that they were denied a fair trial as a result of improper comments made by the prosecutor in rebuttal closing argument. Initially, we note the standard on review is that improper comments during closing argument do not warrant reversal unless the argument as a whole was so seriously prejudicial that it deprived the defendants of a fair trial. People v. Reese (1984), 121 Ill. App. 3d 977, 460 N.E.2d 446.\nDefendants first argue that the prosecutor improperly referred to the victim's family when he stated, \"I implore you to bring justice to Nabil and Suleiman, bring justice to the memory of their mother.\" While a closing argument dwelling upon the victim's family is generally improper (People v. Bernette (1964), 30 Ill. 2d 359, 197 N.E.2d 436), it does not warrant reversal here, where the family is necessarily involved in the facts of the case or where the individuals are witness to the incident (see People v. Lee (1980), 86 Ill. App. 3d 922, 408 N.E.2d 335, rev'd on other grounds (1981), 87 Ill. 2d 182, 429 N.E.2d 461), and the trial court sustained an objection to the comment and instructed the jury to disregard it.\n\u0095 7 Defendants also argue that the prosecutor improperly insinuated in rebuttal closing argument that Hudson's testimony was not credible because he was intimidated by gangs. It is well established that although a prosecutor is permitted wide latitude in his closing argument (People v. Clay (1984), 124 Ill. App. 3d 140, 463 N.E.2d 929), his comments therein must be based upon evidence or the reasonable inferences drawn therefrom (People v. Terry (1984), 99 Ill. 2d 508, 460 N.E.2d 746); however, defense counsel cannot invite or provoke a response and then claim that defendant was prejudiced thereby (People v. Smith (1982), 111 Ill. App. 3d 895, 444 N.E.2d 801).\nHere, counsel for defendants Cunningham and Martin argued that *267 Hudson was not cooperating with the defense \"because of some Stones, some El Rukns, some Disciples.\" He also argued that the State was unable to prove any of the allegations about gang activity because it did not exist. Counsel for defendant Wallace argued during closing that the State presented no evidence connecting witness Merritt with a gang. In its rebuttal argument, the State countered the defense arguments by stating:\n\"[ASSISTANT STATE'S ATTORNEY]: Now, whatever Michael Hudson's motives are, I can't tell you because he couldn't tell you, either, but there is a thing called intimidation.\nDEFENSE COUNSEL: Objection, your Honor.\nTHE COURT: Overruled.\nASSISTANT STATE'S ATTORNEY: And there is no question that Michael Hudson said to Mr. Gainer, the State's Attorney, and Detective Laverty that he was afraid, afraid of gangs, afraid of coming forward.\nIn fact, at one point when the Cunningham name, no other name in this case, when the Cunningham name was brought to the attention of Mr. Hudson at the police station, he said I will not get involved.\nSome of you people must know what I am talking about because it's a fact of life, and Mr. Edwards is right, I can't tell you in this courtroom that these people are gang members, I can't, but you people weren't born yesterday, two and two equals four.\nDaddy Stone means something, Shalom means something and Cunningham meant something to Michael Hudson, and it's up for you to put two and two together and come up with four, and if you can't, pat them on the back and send them home, send them back to the streets.\"\nIt is our view that not only were these comments in response to the closing arguments of both defense counsel, but they were also proper inferences from the evidence presented. Detective Gainer testified that Hudson told him his refusal to cooperate was because of his fear of gang activity in the neighborhood and that Hudson further stated that, as a result of his fear of the gangs, he had moved to the west side shortly after the shooting. Detective Laverty testified that Hudson refused to cooperate with the police as soon as the detective mentioned the names Fruitloops and Jerry Cunningham, and that Hudson told him he would hide from the police so that they would not be able to contact him concerning the case.\n\u0095 8 Finally, all three defendants contend that the trial court *268 abused its discretion in sentencing them to extended terms of 70 years for the murder of Suhalia Matariyeh. The extended term sentencing statute provides:\n\"A judge shall not sentence an offender to a term of imprisonment in excess of the maximum sentence authorized by Section 5-8-1 for the class of the most serious offense of which the offender was convicted unless the factors in aggravation set forth in paragraph (b) of Section 5-5-3.2 were found to be present.\" (Ill. Rev. Stat. 1981, ch. 38, par. 1005-8-2(a).)\nThe aggravating factor found by the trial court here was that \"the offense was accompanied by exceptionally brutal or heinous behavior indicative of wanton cruelty.\" Ill. Rev. Stat. 1981, ch. 38, par. 1005-5-3.2(b)(2).\nHere, defendants were convicted of murder as a result of a death which occurred during the commission of a felony. (Ill. Rev. Stat. 1981, ch. 38, par. 9-1(a)(3).) The victim was killed during a gun battle between armed defendants, who had announced a robbery with drawn guns \u0097 one of which was a sawed-off shotgun \u0097 and the victim's husband, who was resisting the robbery. Although she was shot by a bullet from Kahlil's gun during the shooting, Kahlil received shotgun wounds to his left arm and hand, resulting in a 50% disability of the arm, and since no other person received any wounds, we believe the trial court justifiably could have found \u0097 as it apparently did \u0097 from the evidence that the shotgun was fired before Kahlil drew his gun, and that his misdirected shot was the result of his being wounded. We cannot say, considering the totality of the circumstances here, that the actions of defendants did not constitute exceptionally brutal or heinous behavior indicative of wanton cruelty. We therefore affirm the extended term sentences for murder.\nFor the reasons stated, the convictions of and the sentences given all defendants are affirmed.\nAffirmed.\nMEJDA, P.J., and LORENZ, J., concur.\n",
            "ocr": false,
            "opinion_id": 2031943
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}