{
    "id": 2009468,
    "judges": "Veasey, C.J., Moore, Walsh, Holland, and Hartnett, JJ. (Constituting the Court",
    "date_filed": "1978-03-15",
    "date_filed_is_approximate": true,
    "slug": "ferguson-v-state",
    "case_name_short": "Ferguson",
    "case_name": "Ferguson v. State",
    "case_name_full": "Cornelius E. FERGUSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
    "attorneys": "Bernard J. O’Donnell, Office of Public Defender, Wilmington, for appellant., Richard E. Fairbanks, Jr. (argued), and Timothy J. Donovan, Jr., Dept, of Justice, Wilmington, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: May 3, 1994., As Corrected June 14, 1994.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 36,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b832-7\">\n    Cornelius E. FERGUSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\n   </parties><br><docketnumber id=\"b832-10\">\n    Nos. 566,1992 and 568,1992.\n   </docketnumber><br><court id=\"b832-11\">\n    Supreme Court of Delaware.\n   </court><br><otherdate id=\"b832-12\">\n    Submitted: May 3, 1994.\n   </otherdate><br><decisiondate id=\"b832-13\">\n    Decided: June 7, 1994.\n   </decisiondate><br><otherdate id=\"b832-14\">\n    As Corrected June 14, 1994.\n   </otherdate><br><attorneys id=\"b834-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"774\"> \n     *774\n     </span>\n    Bernard J. O’Donnell, Office of Public Defender, Wilmington, for appellant.\n   </attorneys><br><attorneys id=\"b834-10\">\n    Richard E. Fairbanks, Jr. (argued), and Timothy J. Donovan, Jr., Dept, of Justice, Wilmington, for appellee.\n   </attorneys><br><judges id=\"b834-11\">\n    Before VEASEY, C.J., MOORE, WALSH, HOLLAND, and HARTNETT, JJ. (constituting the Court\n    <em>\n     en Banc).\n    </em>\n</judges>",
    "citations": [
        "642 A.2d 772"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n642 A.2d 772 (1994)\nCornelius E. FERGUSON, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nNos. 566,1992 and 568,1992.\nSupreme Court of Delaware.\nSubmitted: May 3, 1994.\nDecided: June 7, 1994.\nAs Corrected June 14, 1994.\nBernard J. O'Donnell, Office of Public Defender, Wilmington, for appellant.\nRichard E. Fairbanks, Jr. (argued), and Timothy J. Donovan, Jr., Dept. of Justice, Wilmington, for appellee.\nBefore VEASEY, C.J., MOORE, WALSH, HOLLAND, and HARTNETT, JJ. (constituting the Court en Banc).\n*774 HOLLAND, Justice:\nThe defendant-appellant, Cornelius Ferguson (\"Ferguson\"), was convicted after a jury trial in the Superior Court on two counts of Murder in the First Degree; two counts of Possession of a Deadly Weapon During the Commission of a Felony; and one count of Conspiracy in the First Degree. After a penalty hearing, held on November 16-18, 1992, the jury unanimously found that the State had established three statutory aggravating circumstances beyond a reasonable doubt. The jury also unanimously found that the aggravating circumstances found to exist outweighed the mitigating circumstances found to exist. 11 Del.C. § 4209(c)(3).\nThe trial judge, undertaking the identical statutory analysis, arrived at the same ultimate conclusion. 11 Del.C. § 4209(d). The Superior Court's sentencing rationale was set forth in an eighteen-page decision. The Superior Court judge sentenced Ferguson to death by lethal injection for each of his convictions for Murder in the First Degree.[1]\nAn automatic appeal was docketed with this Court. 11 Del.C. § 4209(g). Ferguson's attorney also filed a timely notice of appeal. This Court consolidated these appeals and stayed the execution of Ferguson's death sentence until the completion of its review.\n\nFerguson's Contentions\nIn this direct appeal, Ferguson has raised eight claims of error. First, Ferguson contends that because Delaware law now prescribes only an advisory function for the jury, the striking of jurors for cause based upon their expressed reservations about the death penalty denied him an impartial jury composed of a \"cross-section of his peers.\" Second, Ferguson argues that the same right to a impartial jury was impaired by the Superior Court's excusal for cause of one juror, whose stated beliefs concerning the death penalty were not so strong as to prevent or substantially impair the juror's fulfillment of his duties. Third, Ferguson argues that the Superior Court abused its discretion when it denied his motion for a mistrial following the State's rebuttal argument to the jury.\nFourth, Ferguson asserts that the imposition of a sentence of death was constitutionally impermissible, since the aggravating circumstances did not outweigh the mitigating *775 circumstances \"beyond a reasonable doubt\" and death was an inappropriate punishment \"under all the circumstances.\" Fifth, Ferguson contends in this appeal that the Superior Court's instruction to the jury concerning the weighing of aggravating and mitigating circumstances was materially misleading and constituted plain error.\nSixth, Ferguson contends that the sentence of death violated the Eighth Amendment because felony murder as a statutory aggravating circumstance does not adequately narrow the class of persons eligible for a death sentence. Seventh, Ferguson contends that in the weighing of aggravating circumstances against mitigating circumstances, the advisory jury was improperly permitted to \"double count\" the statutory aggravating circumstances that the murder was committed during a robbery and was committed for pecuniary gain. Finally, Ferguson contends that the imposition of a sentence of death pursuant to the procedures of the 1991 amendments to the Delaware death penalty statute, enacted after Ferguson committed his offenses, violated the ex post facto clause of the United States Constitution and the Due Process Clause of the Fourteenth Amendment.\nThis Court has carefully considered each of Ferguson's contentions. We have concluded that none of Ferguson's arguments demonstrates reversible error. We have also undertaken the proportionality review mandated by the Delaware death penalty statute. We have determined that the imposition of a sentence of death upon Ferguson satisfies the requirements of the statute. 11 Del.C. § 4209(g)(2). Accordingly, all of the judgments of the Superior Court, including those sentencing Ferguson to death by lethal injection, are affirmed.\n\nFacts\nThe record reflects that Ferguson shot and killed Troy Hodges (\"Hodges\"). The homicide took place on the night of August 5, 1991, in the parking lot of the Tri-State Mall (the \"Mall\") in Claymont, Delaware. Ferguson was accompanied by Tyrone Hyland (\"Hyland\").[2]\nBoth Ferguson and Hyland lived in Chester, Pennsylvania. Hodges, who was apparently a drug dealer living in Wilmington, had negotiated to purchase a half-kilogram of cocaine for $10,000 either directly from Hyland or from a third party, with Hyland acting as middleman. Hodges arranged to meet Hyland at the Mall.\nHodges had a friend, Alvin Wiggins (\"Wiggins\"), accompany him to the Mall. Wiggins was seventeen years old at the time of these events. Wiggins was also apparently a drug dealer. Wiggins testified at Ferguson's trial.\nAccording to Wiggins, before they drove to the Mall, Hodges gave Wiggins a plastic bag holding two smaller packages, each of which contained $5,000 in cash. They then drove to the Mall and parked in the lower lot. Wiggins testified that after they arrived at the Mall, Hodges took one of the two packages of money and instructed him to stay in his car until he received a sign from Hodges or until he returned.[3]\nHodges then left and entered a passage-way leading to the upper parking lot of the Mall. Hodges was no longer visible to Wiggins. Wiggins waited for Hodges for approximately ninety minutes. During that time, he unsuccessfully attempted to contact Hodges via his \"beeper.\" When Wiggins learned that someone had been shot at the Mall, he drove away.\nFerguson gave a tape recorded statement to the Delaware State Police on September 26, 1991. It was admitted into evidence at trial during the State's case-in-chief. In his statement, Ferguson admitted that he was a passenger in a car driven by Hyland to the Mall on the night of August 5, 1991. Ferguson stated that he was sitting in the back seat of the car.\nAccording to Ferguson, when they arrived at the Mall, Hyland parked the car. Hodges *776 got into the front passenger seat of the car. Hyland and Hodges then argued about money and drugs. According to Ferguson, Hyland then clandestinely gave him a gun. Ferguson stated that the gun was already cocked when he received it. Ferguson pointed the gun at Hodges.[4]\nHyland and Hodges continued to argue. Ferguson stated that although the car was moving slowly towards the Mall, Hodges opened the car door and tried to leave the car. According to Ferguson, Hodges then slapped at the gun, causing it to \"accidentally\" fire a single shot. Ferguson claimed that he did not know Hodges had been wounded and died, until days later.\nStewart Cohen (\"Cohen\") testified that on the night of August 5, 1991, he was in the parking lot of the K-Mart at the Tri-State Mall. Cohen stated that he heard a \"popping sound.\" Cohen turned and saw a blue Chevrolet Cavalier moving slowly in the parking lot. Cohen stated he saw a person shoved or jumping out of the car. Cohen testified that this person then ran towards him and collapsed on the sidewalk.\nAn autopsy revealed that Hodges died of massive hemorrhaging due to a single gunshot wound. The record reflects that the bullet, which was fired from behind, entered his left side and travelled through his body in an upward trajectory. The hole in Hodges' shirt and the wound in his torso indicated that the muzzle of the gun had been pressed against Hodges' body when the shot was fired.\n\nStriking Jurors for Cause Death Penalty Reservations\nFerguson contends, for the first time on appeal, that the striking of four potential jurors for cause denied him an impartial jury constituting a \"cross-section of his peers.\" See generally Witherspoon v. Illinois, 391 U.S. 510, 88 S.Ct. 1770, 20 L.Ed.2d 776 (1968). The record reflects that four jurors were stricken from the venire panel for cause after they had expressed personal reservations about the imposition of a sentence of death. Ferguson argues that the United States Constitution did not require the striking of these four veniremembers in order to ensure an impartial jury, because the Delaware death penalty statute specifies that the jury renders an advisory opinion, which is not binding upon the trial court in determining the appropriate sentence. 11 Del.C. § 4209(d). See Dawson v. State, Del.Supr., 637 A.2d 57, 61 (1994); Sullivan v. State, Del.Supr., 636 A.2d 931, 938-39 (1994). See generally Wainwright v. Witt, 469 U.S. 412, 105 S.Ct. 844, 83 L.Ed.2d 841 (1985).\nFerguson acknowledges that this Court initially rejected an identical argument in State v. Cohen, Del.Supr., 604 A.2d 846, 855-56 (1992):\nAlthough not the final arbiters of punishment, jurors still play a vital and important role in the sentencing procedure. The jury sits as the conscience of the community in deciding whether to recommend life imprisonment or the death penalty. Any personal views which would prevent its members from impartially performing this solemn responsibility in accordance with the trial court's instructions are impermissible and contrary to law.\nId. at 856 (citation omitted). This Court subsequently adhered to that portion of its Cohen decision in two separate opinions. Dawson v. State, 637 A.2d at 61; Sullivan v. State, 636 A.2d at 939. Ferguson's plain error argument does not provide any analytical basis for this Court to revisit its holdings in Cohen, Dawson and Sullivan on the same issue.\nThe Superior Court found that each of the four stricken veniremember's views would have \"prevent[ed] or substantially impair[ed] the performance of his [or her] duties as a juror in accordance with [its] instructions and his [or her] oath.\" Wainwright v. Witt, 469 U.S. at 424, 105 S.Ct. at 852 (quoting Adams v. Texas, 448 U.S. 38, 100 S.Ct. 2521, 65 L.Ed.2d 581 (1980)). See Sullivan v. State, 636 A.2d at 939. With respect to three of these four veniremembers, Ferguson does not contend that the Superior Court judge abused his discretion in finding that the Wainwright standard was satisfied. See *777 Murphy v. State, Del.Supr., 632 A.2d 1150, 1152 (1993). Therefore, the striking of those veniremembers for cause was proper and provides no basis for a reversal of Ferguson's sentences of death. Accord Dawson v. State, 637 A.2d at 61; Sullivan v. State, 636 A.2d at 939; State v. Cohen, 604 A.2d at 856.\n\nStriking Juror For Cause Death Penalty Reservations\n\nNo Abuse of Discretion\nWith respect to veniremember Juan Kelson (\"Kelson\"), Ferguson does contend that the Superior Court judge abused his discretion in finding that Kelson should be excused for cause. See Wainwright v. Witt, 469 U.S. 412, 428-29, 105 S.Ct. 844, 854-55, 83 L.Ed.2d 841 (1985). Ferguson argues that because at one point during voir dire Kelson asserted that he would \"try to do the right thing\" as the law and the evidence required, the trial judge could not have found adequate cause under Wainwright for striking Kelson from the venire. We have carefully reviewed in its entirety the record of voir dire involving Kelson.\nThe record reflects that Kelson expressed reluctance to serve as a juror, explaining that he was \"known for dosing [sic] off\" and that he was \"not a sitting person.\" When the trial judge initially inquired about Kelson's views on the death penalty, Kelson stated that he did not \"totally approve of it,\" but thought he would be able to abide by the judge's instructions. Later in the voir dire, however, Kelson expressed reservations about his ability to follow the judge's instructions despite his personal views: \"You know, I, I, I really couldn't \u0097 I think, I couldn't, you know, give \u0097 true feelings I couldn't really give a vote to have anybody sentenced, put to death, you know. I couldn't.\" Kelson then stated that he was uncertain whether he could follow the judge's instructions because he had never been placed in that situation before.\nIn Wainwright, the Supreme Court stated that \"[d]espite [a] lack of clarity in the printed record, ... there will be situations where the trial judge is left with the definite impression that a prospective juror would be unable to faithfully and impartially apply the law.\" Id. at 425-26, 105 S.Ct. at 852-53. Therefore, in enunciating the standard to be applied by trial courts in death-qualifying a jury, the United States Supreme Court has held that juror bias need not be proved with \"unmistakable clarity,\" for the practical reason that \"venire[members] may not know how they will react when faced with imposing the death sentence, or may be unable to articulate, or may wish to hide their true feelings.\" Id. at 424-25, 105 S.Ct. at 852. Accordingly, this Court is required to review with great deference a trial judge's findings concerning juror impartiality. DeShields v. State, Del.Supr., 534 A.2d 630, 636 (1987), cert. denied, 486 U.S. 1017, 108 S.Ct. 1754, 100 L.Ed.2d 217 (1988). See also Wainwright v. Witt, 469 U.S. at 428-29, 105 S.Ct. at 854-55.\nIn the case sub judice, the Superior Court judge carefully and extensively questioned veniremember Kelson about his views on the death penalty. Kelson was asked specifically about whether he believed that he could abide by the judge's instructions notwithstanding those views. At first Kelson stated that he believed he could follow the law. Upon subsequent questioning, however, Kelson voiced uncertainty. Ultimately, Kelson stated that he did not know whether he could set aside his personal beliefs and abide by the judge's instructions.\nThe Superior Court judge's unique ability to assess Kelson's demeanor during the voir dire is entitled to deference. The record does not support Ferguson's allegation of an abuse of discretion by the Superior Court in striking Kelson from the venire for cause. Kelson's responses during voir dire, construed reasonably and in context, support the Superior Court judge's finding that Kelson would be unable to abide by his oath as a juror. See Riley v. State, Del.Supr., 496 A.2d 997, 1004-06 (1985), cert. denied, 478 U.S. 1022, 106 S.Ct. 3339, 92 L.Ed.2d 743 (1986). Compare Lesko v. Lehman, 925 F.2d 1527, 1547-48 (3d Cir.), cert. denied, ___ U.S. ___, 112 S.Ct. 273, 116 L.Ed.2d 226 (1991).\n\nGuilt Phase Remarks by Prosecution\nDuring the State's rebuttal in the guilt phase of Ferguson's trial, the prosecutor made the following remarks to the jury:\n\n*778 [Defense counsel] makes a point that the State has to prove its case beyond a reasonable doubt. Ladies and gentlemen, it's not something that we have great difficulty with, philosophically or intellectually.\nThe Judge is going to define the terms very specifically for you, but remember this. We, the State, ha[ve] been proving defendants guilty beyond a reasonable doubt for 200 years [emphasis added].\nFerguson's defense counsel immediately objected. The prosecutor promptly qualified his remarks by stating: \"Not all defendants, certainly. I'm sorry.\"\nAfter hearing defense counsel's grounds for objection, the Superior Court judge instructed the jury as follows: \"Obviously, the issue before the jury in this case is the guilt or innocence of this defendant, and the burden is on the State to establish that in this case beyond a reasonable doubt.\" Defense counsel sought no additional curative instruction from the trial judge at that time.\nTwo days after the jury rendered its verdicts in the guilt phase of Ferguson's trial, his defense counsel moved for a mistrial on the basis of the prosecutor's aforementioned remarks during rebuttal. Super.Ct.Crim.R. 26.3. The Superior Court judge denied the motion. The trial judge's denial was based upon the ground that the defense objection had been sustained and the jury had been given a curative instruction.\nIn this appeal, Ferguson contends that the Superior Court judge erred by failing to specifically instruct the jury to disregard the prosecutor's remark. Compare Diaz v. State, Del.Supr., 508 A.2d 861, 866-67 (1986); Boatson v. State, Del.Supr., 457 A.2d 738, 743 (1983). Ferguson argues that the trial judge's instruction was inadequate to cure the potential prejudice resulting from the prosecutor's reference to the State's ability to establish the guilt of other defendants beyond a reasonable doubt. The applicable standard of appellate review regarding the Superior Court's denial of Ferguson's motion for a mistrial is abuse of discretion. Hope v. State, Del.Supr., 570 A.2d 1185, 1189 (1990) (citing Thompson v. State, Del.Supr., 399 A.2d 194, 199 (1979)).\nThis Court traditionally applies a three-part analysis to determine the prejudice flowing from improper prosecutorial argument. Hughes v. State, Del.Supr., 437 A.2d 559 (1981). The three determinative factors in that analysis are \"the closeness of the case, the centrality of the issue affected by the [alleged] error, and the steps taken to mitigate the effects of the error.\" Id. at 571 (quoting Dyson v. United States, D.C.App., 418 A.2d 127, 132 (1980)). We have reviewed Ferguson's allegation of error in accordance with those three factors.\nThe State's burden of proving the defendant's guilt beyond a reasonable doubt is always a central issue in a criminal proceeding. However, the State's case against Ferguson was not close. The evidence at trial, including Ferguson's tape recorded statement, established that Ferguson was the person who shot and killed Hodges. The State's forensic evidence demonstrated that Hodges was shot by a gun which was pressed against his body and fired at point blank range. That apparently objective evidence contradicted the events related by Ferguson in his statement to the police. The State's evidence also indicated that the murder was committed in furtherance of a plan by Hyland and Ferguson to rob Hodges.\nThe record does not reflect an abuse of discretion by the Superior Court in denying Ferguson's motion for a mistrial. Hope v. State, 570 A.2d at 1189. The record reflects that although the prosecutor's broad remark concerning the State's historical ability to consistently sustain its burden of proof was admittedly improper, it did not prejudice Ferguson's substantial rights in the guilt phase of his trial. Pennell v. State, Del. Supr., 602 A.2d 48, 51 (1991). Under the circumstances, the Superior Court's prompt curative instruction correcting the remark by the prosecutor, in conjunction with the prosecutor's own immediate self-correction, was adequate to cure any potential prejudice to Ferguson which might have been created by the comment.[5]See Kornbluth v. State, Del. Supr., 580 A.2d 556, 560 (1990).\n\n\n*779 Section 4209(d) Preponderance of Evidence Weighing Aggravators and Mitigators\n\nFerguson contends that, under the facts of the case sub judice, unless the aggravating circumstances outweighed the mitigating circumstances beyond a reasonable doubt, and unless a sentence of death was an appropriate punishment under all of the circumstances, a sentence of death constitutes cruel and unusual punishment prohibited by the Eighth Amendment to the United States Constitution. U.S. Const. amend. VIII; 11 Del.C. § 4209(d). The record reflects that Ferguson did not raise this issue before the Superior Court. Accordingly, we review this contention for plain error. Supr.Ct.R. 8; Wainwright v. State, Del.Supr., 504 A.2d 1096, 1100, cert. denied, 479 U.S. 869, 107 S.Ct. 236, 93 L.Ed.2d 161 (1986).\nFerguson acknowledges that this Court initially rejected this argument in State v. Cohen, Del.Supr., 604 A.2d 846, 849-51 (1992). This Court more recently rejected an identical argument in Sullivan v. State, Del.Supr., 636 A.2d 931, 948 (1994). We recognized in Sullivan that \"in analyzing the proper standard of proof with regard to the statutory requirement for the balancing of aggravating and mitigating circumstances, this Court's holding in Cohen was based upon precedents of the United States Supreme Court.\" Id. (citing State v. Cohen, 604 A.2d at 851).\nIn Sullivan, this Court reaffirmed the constitutionality of the preponderance of the evidence standard in the weighing of aggravating and mitigating circumstances. Id. See Walton v. Arizona, 497 U.S. 639, 650-51, 110 S.Ct. 3047, 3055-56, 111 L.Ed.2d 511 (1990) (plurality opinion); Mills v. Maryland, 486 U.S. 367, 387, 108 S.Ct. 1860, 1871, 100 L.Ed.2d 384 (1988). Ferguson has not cited any intervening legal precedent supporting a conclusion to the contrary. Because Ferguson \"has asserted no persuasive constitutional basis to reconsider our holding[s]\" in Sullivan and Cohen, we adhere to those decisions. Sullivan v. State, 636 A.2d at 948. Accordingly, for the same reasons stated in Sullivan and Cohen, we conclude that Ferguson's present contention is without merit.\n\nJury Instructions Not Materially Misleading No Plain Error\nThe record reflects that when the Superior Court judge reviewed the proposed jury instructions with counsel, Ferguson's trial attorney requested that the judge specifically instruct the jury that it should consider whether the mitigating circumstances outweighed the aggravating circumstances. The prosecutor did not object to this language, although he expressed some concern that the language \"[a]dds some confusion.\" The Superior Court judge, in the absence of an objection by the State, agreed to the additional instruction requested by Ferguson's attorney.[6] The instruction given by the *780 Superior Court judge stated, in pertinent part:\nIn weighing the aggravating and mitigating circumstances, it is not a question of mere numbers of each, but rather the relative weight of each as compared to the others. You must then determine whether, based upon a preponderance of the evidence, that is to say by the greater weight of the evidence, the aggravating factors outweigh the mitigating factors.\n\nI want to emphasize even if you do find the existence of [a] statutory aggravating circumstance you may, nevertheless, conclude based upon a preponderance of the evidence that the mitigating circumstances found to exist outweigh the aggravating circumstances found to exist [emphasis added].\nWhen there is not an objection at trial, this Court reviews claims challenging jury instructions on appeal for plain error. See Dawson v. State, Del.Supr., 637 A.2d 57, 64 (1994). Plain error review, however, assumes oversight. It does not encompass conscious, tactical decisions on the part of trial counsel. D.R.E. 103(d); Tucker v. State, Del.Supr., 564 A.2d 1110, 1118-19 (1989).\nIn this case, Ferguson's trial counsel requested the instruction Ferguson's appellate attorney now argues was erroneous. The record reflects that the instruction Ferguson seeks to challenge on appeal was requested as a \"deliberate tactical maneuver\" at trial, for the expressed purpose of \"balancing\" for the jury the significance of the mitigating circumstances in the weighing process. See Tucker v. State, 564 A.2d at 1125. Accordingly, Ferguson has failed to demonstrate plain error on that issue in this appeal.\n\nFelony Murder Eighth Amendment Narrowing\nDuring the penalty hearing, Ferguson moved to strike the statutory aggravating circumstance that he was engaged in the commission of a robbery with respect to his conviction for felony murder. 11 Del.C. §§ 636(a)(2), 4209(e)(1)j. The Superior Court denied the motion to strike. Thus, the jury was permitted to consider the robbery as a statutory aggravating circumstance to felony murder.\nIn this appeal, Ferguson contends that the Superior Court erred as a matter of constitutional law by applying the Delaware death penalty statute in a manner which failed to \"genuinely narrow the class of defendants eligible for the death penalty\" as required by the Eighth Amendment. Zant v. Stephens, 462 U.S. 862, 877, 103 S.Ct. 2733, 2742, 77 L.Ed.2d 235 (1983). Ferguson argues that, because the statutory aggravating circumstance of robbery essentially duplicates an element of the capital offense, felony murder, the requisite narrowing did not occur.\nThis Court has previously addressed similar contentions and found them to be without merit. Whalen v. State, Del.Supr., 492 A.2d 552, 565-69 (1985); Riley v. State, Del.Supr., 496 A.2d 997, 1021 (1985), cert. denied, 478 U.S. 1022, 106 S.Ct. 3339, 92 L.Ed.2d 743 (1986). In Whalen, we held that \"it is not unconstitutional to allow consideration of the underlying felony as a statutory aggravating circumstance in a felony-murder case.\" Whalen v. State, 492 A.2d at 568. In Riley, we reaffirmed this holding. Riley v. State, 496 A.2d at 1021.\nSubsequent to this Court's decisions in Whalen and Riley, the United States Supreme Court clarified the constitutional principles involved in the narrowing function required by the Eighth Amendment. Lowenfield v. Phelps, 484 U.S. 231, 108 S.Ct. 546, 98 L.Ed.2d 568 (1988). In Lowenfield, the Supreme Court rejected a challenge to the Louisiana death penalty statute, even where the sole aggravating circumstance found by the jury was identical to an element of the capital offense of first-degree murder:\nThe use of \"aggravating circumstances\" is not an end in itself, but [one] means of genuinely narrowing the class of death-eligible persons and thereby channeling the jury's discretion.\n* * * * * *\nThe fact that the sentencing jury is also required to find the existence of an aggravating circumstance in addition is no part of the constitutionally required narrowing *781 process, and so the fact that the aggravating circumstance duplicated one of the elements of the crime does not make this sentence constitutionally infirm.\nId. at 244-46, 108 S.Ct. at 554-55. In Lowenfield, the Supreme Court further explained:\n[T]he narrowing function required for a regime of capital punishment may be provided in either of these two ways: The legislature may itself narrow the definition of capital offenses, ... so that the jury finding of guilt responds to this concern, or the legislature may more broadly define capital offenses and provide for narrowing by jury findings of aggravating circumstances at the penalty phase.\nId. at 246, 108 S.Ct. at 555.\nIn the context of felony Murder in the First Degree, the Delaware death penalty statute accomplishes the narrowing function using the first method described in Lowenfield. Under Section 4209(e)(2), a defendant's conviction of first-degree felony murder constitutes an automatic statutory aggravating circumstance. 11 Del.C. § 4209(e)(2). In effect, the statute defines first-degree felony murder as being a death-eligible offense as a matter of law. See Byrne v. Butler, 845 F.2d 501, 515 n. 12 (5th Cir.), cert. denied, 487 U.S. 1242, 108 S.Ct. 2918, 101 L.Ed.2d 949 (1988).\nFerguson's contention in this appeal is essentially that the Eighth Amendment requires a second narrowing to occur during the penalty phase. According to Ferguson, in this second narrowing, defendants convicted of first-degree felony murder who are eligible for the death penalty would have to be separated, as a matter of law, and aside from the consideration of mitigating circumstances, from those who could actually be sentenced to death. Pursuant to Ferguson's argument, this second narrowing would be accomplished only by the existence of at least one aggravating circumstance that does not duplicate the elements of the underlying felony.[7]\nFerguson's argument is actually a challenge to the \"legislative policy,\" reflected in Section 4209(e)(2), that \"certain crimes, including the commission of a felony murder, should expose the actual killer to a death sentence.\" Whalen v. State, 492 A.2d at 567. Such legislative judgments are properly within the purview of the General Assembly. The fact that one of the statutory aggravating circumstances established at the penalty hearing duplicated one of the elements of felony murder does not make the imposition of a death sentence constitutionally infirm. See Lowenfield v. Phelps, 484 U.S. at 246, 108 S.Ct. at 555. Accord Whalen v. State, 492 A.2d at 565-69. Accordingly, in the case sub judice, we conclude that when the jury found Ferguson guilty of one count of felony Murder in the First Degree, the narrowing required by the Eighth Amendment was completed. Lowenfield v. Phelps, 484 U.S. 231, 108 S.Ct. 546, 98 L.Ed.2d 568 (1988).\n\nAggravating Circumstances \"Double Counting\" in Weighing Process\nFerguson contends that during the weighing process of the penalty phase, the jury was improperly permitted to \"double count\" aggravating circumstances. According to Ferguson, the statutory aggravating circumstances that (1) the murder was committed during a robbery and (2) the murder was committed for pecuniary gain are duplicative, because a murder committed during a robbery is necessarily committed for pecuniary gain. See Provence v. State, Fla.Supr., 337 So.2d 783 (1976), cert. denied, 431 U.S. 969, 97 S.Ct. 2929, 53 L.Ed.2d 1065 (1977). Consequently, Ferguson argues it was error not to instruct the jury that, if it found that both robbery and pecuniary gain were extant statutory aggravating circumstances, it should regard them only as a single aggravating factor during the weighing process.\nFerguson did not raise this claim before the Superior Court. Therefore, we review his contention for plain error. Wainwright v. State, Del.Supr., 504 A.2d 1096, 1100, cert. *782 denied, 479 U.S. 869, 107 S.Ct. 236, 93 L.Ed.2d 161 (1986). This Court initially rejected a similar argument in Flamer v. State, Del.Supr., 490 A.2d 104, 125-26, cert. denied, 464 U.S. 865, 104 S.Ct. 198, 78 L.Ed.2d 173 (1983), and cert. denied, 474 U.S. 865, 106 S.Ct. 185, 88 L.Ed.2d 154 (1985), and subsequently in Deputy v. State, Del.Supr., 500 A.2d 581, 600-01 (1985), cert. denied, 480 U.S. 940, 107 S.Ct. 1589, 94 L.Ed.2d 778 (1987). Ferguson has cited no intervening, controlling legal precedent subsequent to Flamer and Deputy in support of his contention.\nIn Flamer, this Court noted that the United States Supreme Court has affirmed a sentence of death in which these same two allegedly duplicative aggravating circumstances were presented to the jury without an instruction to treat them as a single factor. Flamer v. State, 490 A.2d at 125 (citing Gregg v. Georgia, 428 U.S. 153, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976)). Therefore, this Court determined that the question of whether these aggravating circumstances are \"duplicative\" is a matter of statutory construction, rather than an issue of constitutionality. See Deputy v. State, 500 A.2d at 600-01. This Court then held, in Deputy, that the language of the Delaware death penalty statute \"clearly anticipates that duplicative statutory aggravating circumstances may be considered by the jury.\" Id. at 600. See 11 Del.C. § 4209(e)(2).\nFurthermore, Ferguson's argument that robbery and pecuniary gain are always duplicative factors is contrary to the explicit language and commentary of the applicable statutes. The Delaware Criminal Code has expanded the common law concept of robbery and now defines that crime as \"forcible theft.\" Del.Crim.Code With Commentary 257 (1973). Delaware's definition of theft, which is also broader than the common law definition, now encompasses two separate concepts: \"[T]he actor may intend to deprive the owner of the property, or his mind may be focused rather on gain to himself or another not entitled thereto.\" Del.Crim.Code With Commentary 270 (1973) (emphasis added). Consequently, in Delaware, since not all robberies are ipso facto committed for pecuniary gain, those two factors are not always duplicative.\nMoreover, even when a murder occurs during a robbery which was being committed for pecuniary gain, those two factors are not entirely duplicative. Robbery, as an aggravating factor, focuses on the means of accomplishing the crime, i.e., force. Pecuniary gain, as an aggravating factor, focuses on the motive for the crime, i.e., either gain or owner deprivation. Accordingly, there is a rational basis for the General Assembly's decision to identify each factor as a separate statutory aggravating circumstance.\nThe 1991 amendments to the Delaware death penalty statute reflect no legislative intent to change this Court's construction in Flamer and Deputy of the identical, unamended statutory language. In fact, those 1991 amendments undermine Ferguson's argument. The function of the jury in the Delaware's capital sentencing process is now advisory. State v. Cohen, Del.Supr., 604 A.2d 846, 851-52 (1992).\nPursuant to the present Delaware death penalty statute, the weighing of aggravating and mitigating circumstances is not \"simply a mechanical process devoid of judgment.\" Id. at 849. The imposition of a sentence of death or life imprisonment is not to be determined by a \"mere counting process.\" Id. The weighing of aggravating and mitigating circumstances involves a \"qualitative\" rather than a \"quantitative\" consideration of the circumstances to determine the appropriate punishment. Id. That qualitative process requires that the jury and the judge carefully consider the specific facts of each case and, when appropriate, not to give one or more aggravating factors \"independent weight.\"[8]\n*783 Most importantly, in this appeal, Ferguson acknowledges that the trial judge, who is the ultimate sentencing authority after the 1991 amendments, specifically stated that in reaching his sentencing decision, he considered the robbery and pecuniary gain statutory aggravating circumstances as one factor during the weighing process and placed \"no independent weight\" on the pecuniary gain aggravator.[9] The State acknowledges that, in Ferguson's case, the Superior Court judge was completely within his \"statutory sentencing authority to attach no independent weight to the pecuniary gain aggravator\" during the weighing process. Accord Dawson v. State, Del.Supr., 637 A.2d 57, 66 (1994).[10] Ferguson has failed to demonstrate plain error.[11]\n\nEx Post Facto and Due Process Death Penalty Statute Amendments\nFerguson's next argument on appeal is that the Superior Court violated both the ex post facto clause of the federal Constitution and the Due Process Clause of the Fourteenth Amendment when the amended Delaware death penalty statute was applied to Ferguson's pre-enactment offenses. This contention is without merit. This Court has previously held that \"the changes effected by Delaware's new death penalty statute are procedural,\" because the 1991 amendments \"merely alter[ed] the method of determining imposition of the death penalty. The quantum of punishment for the crime of first-degree murder in Delaware remains unchanged.\" State v. Cohen, Del.Supr., 604 A.2d 846, 853 (1992). See Dobbert v. Florida, 432 U.S. 282, 293-94, 97 S.Ct. 2290, 2298-99, 53 L.Ed.2d 344 (1977). The restrictive nature of the advisory jury's findings and the mandatory imposition of the death penalty by the sentencing judge under the amended statute are likewise \"procedural,\" and therefore do not implicate ex post facto concerns. See State v. Cohen, 604 A.2d at 849, 853-54.\nFerguson \"has cited no legal precedent or intervening changes in the law that would undermine the ratio decidendi of this Court's holding in Cohen on the ex post facto issue.\" Dawson v. State, Del.Supr., 637 A.2d 57, 61 (1994). Accordingly, we decline to overrule Cohen. We adhere to our ex post facto holding in that decision and its progeny. Accord Gattis v. State, Del.Supr., 637 A.2d 808, 821 (1994); Wright v. State, Del.Supr., 633 A.2d 329, 343 (1993); Red Dog v. State, Del. Supr., 616 A.2d 298, 305-06 (1992).\n\nDeath Penalty Statutorily Mandated Review\nWe now undertake the review statutorily mandated for the imposition of the death penalty in Delaware. 11 Del.C. § 4209(g). See, e.g., Gattis v. State, Del.Supr., 637 A.2d *784 808, 821-23 (1994); Dawson v. State, Del. Supr., 637 A.2d 57, 65-68 (1994); Sullivan v. State, Del.Supr., 636 A.2d 931, 948-51 (1994); Wright v. State, Del.Supr., 633 A.2d 329, 339 (1993). Although the statute requires only limited review by this Court, that review is not perfunctory. Dawson v. State, 637 A.2d at 65. See Dobbert v. Florida, 432 U.S. 282, 295, 97 S.Ct. 2290, 2299, 53 L.Ed.2d 344 (1977). Under Delaware's death penalty statute, a death sentence may be imposed only in accordance with the bifurcated procedure prescribed by 11 Del.C. § 4209. Section 4209(g)(2) provides as follows:\n(2) The Supreme Court shall limit its review under this section to the recommendation on and imposition of the penalty of death and shall determine:\na. Whether, considering the totality of evidence in aggravation and mitigation which bears upon the particular circumstances or details of the offense and the character and propensities of the offender, the death penalty was either arbitrarily or capriciously imposed or recommended, or disproportionate to the penalty recommended or imposed in similar cases arising under this section.\nb. Whether the evidence supports the judge's finding of a statutory aggravating circumstance as enumerated in subsection (e) of this section and, where applicable, § 636(a)(2)-(7) of this title.\n11 Del.C. § 4209(g)(2). In performing its mandatory statutory review, this Court is always cognizant that \"death as a punishment is unique in its severity and irrevocability.\" Pennell v. State, Del.Supr., 604 A.2d 1368, 1375 (1992) (quoting Furman v. Georgia, 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972)). See also Dawson v. State, 637 A.2d at 66.\nThis Court has traditionally commenced its mandatory statutory review by initially addressing subparagraph (b) of Section 4209(g). That subsection requires this Court to examine the evidence in the record to determine whether it supports the findings of the Superior Court judge which relate to the establishment of statutory aggravating circumstances. 11 Del.C. § 4209(e). Thereafter, two additional inquiries are required by subparagraph (a) of Section 4209(g)(2): first, whether the Superior Court judge's imposition of the death penalty was either arbitrary or capricious; and second, whether the death penalty imposed was disproportionate to the penalty imposed in similar cases arising under this statute. Each question requires a consideration of the totality of evidence in aggravation and mitigation which bears upon the particular circumstances or details of the offense and the character and propensities of the offender.\nWright v. State, 633 A.2d at 339 (quoting Red Dog v. State, Del.Supr., 616 A.2d 298, 306-07 (1992)) (citations and quotation marks omitted). Accord Gattis v. State, 637 A.2d at 821; Dawson v. State, 637 A.2d at 66; Sullivan v. State, 636 A.2d at 949. See generally Gregg v. Georgia, 428 U.S. 153, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976).\nWe first address subparagraph b of Section 4209(g)(2). The jury and the judge both found that the State had established, beyond a reasonable doubt, the existence of three statutory aggravating circumstances. First, both jury and judge found that Ferguson \"was previously convicted of another murder or manslaughter or of a felony involving the use of, or threat of, force or violence upon another person.\" 11 Del.C. § 4209(e)(1)i. See Gattis v. State, 637 A.2d at 821. The State presented two independent convictions to sustain its burden of proving this first statutory aggravating circumstance. Ferguson's prior conviction of murder in the Commonwealth of Pennsylvania, for killing a man in a Chester bar in 1980, was undisputed at trial. Ferguson's parole officer testified concerning the official records of the conviction. Also, a witness to the murder identified Ferguson in the Superior Court.\nThe State also presented evidence that, while on parole for the 1980 murder, Ferguson shot and wounded a man in 1985. This incident resulted in Ferguson's conviction for aggravated assault, which is a felony under Pennsylvania law. Court records from Delaware County, Pennsylvania and the testimony of a former officer in the Chester Police *785 Department were introduced during the penalty hearing to prove the conviction.\nThe trial judge found that Ferguson had committed an aggravated assault in 1985. The trial judge also found that Ferguson had committed a murder in 1980. The trial judge concluded that the State's evidence established Ferguson's convictions for each of those offenses beyond a reasonable doubt. The Superior Court judge's findings and conclusion with regard to the State's establishment of the first statutory aggravating circumstance, beyond a reasonable doubt, are supported by the record. Therefore, the State established the existence of the first statutory aggravating factor it alleged by two prior convictions, either of which provided an independent basis for the Superior Court's conclusion.\nSecond, both the jury and the judge found that Ferguson committed the murder of Hodges while he was engaged in the commission of a robbery. 11 Del.C. § 4209(e)(1)j. The Superior Court judge properly instructed the jury that this statutory aggravating circumstance was established, as a matter of law, by Ferguson's felony murder conviction. See Dawson v. State, 637 A.2d at 66. Thus, the record supports the conclusion that the second aggravating circumstance had also been established by the State's evidence beyond a reasonable doubt.\nThe third and final statutory aggravating circumstance was that the murder was committed for pecuniary gain. 11 Del.C. § 4209(e)(1)o. The jury unanimously found that the State had established this factor beyond a reasonable doubt. In his sentencing decision, the Superior Court judge analyzed the evidence developed at trial:\n[T]he circumstances of the offense, as established at trial, indicate that the victim, Troy Hodges, met [Hyland and Ferguson] in an effort to purchase drugs. In particular, he was seeking to buy a half a kilogram of cocaine for $10,000. It was also established by [Ferguson]'s own statement that [they] did not have any cocaine with them. Indeed, the transaction had all the characteristics of a classic \"drug rip-off.\" The intent of [Ferguson], according to his statement, was to go with his friend, co-defendant Tyrone Hyland. He denies in the statement any intent on his part to rob, although he admits that if the deal had gone through he was sure that Tyrone would have given him some of the money. His recorded statement indicated that at the last minute, Tyrone gave him the gun, and that the shooting was an accident. This account is hard to reconcile with the physical evidence of flesh burns and the placement of the wound in the lower left back of the victim. It is equally inconsistent with certain facts established at the penalty phase: that [Ferguson] admitted shooting Jimmy Mitchell in June of 1991 in Chester; and that scientific evidence indicated the gun used was the same as that used in the homicide. The Court concludes that the State's evidence and the reasonable inferences therefrom can produce only one conclusion: that Tyrone Hyland and Cornelius Ferguson set out to \"rip off\" Troy Hodges, that Ferguson was the \"muscle\" with the gun, and that while attempting the robbery, Ferguson killed Troy Hodges. The obvious and only motive for the shooting was pecuniary gain. Ferguson had no grudge against Hodges and, in fact, denied even knowing him. Thus, the Court is convinced beyond a reasonable doubt that the Murder was committed for pecuniary gain.\nThe record reflects that the evidence supports the Superior Court judge's finding that this and two other statutory aggravating circumstances enumerated in Section 4209(e) were established beyond a reasonable doubt in Ferguson's case. 11 Del.C. § 4209(g)(2)b. See also Dawson v. State, 637 A.2d at 66. Therefore, we now proceed to the two additional inquiries required of this Court under Section 4209(g)(2)a.\n\nDeath Penalty Not Arbitrary or Capricious\nIn an eighteen page written opinion, the Superior Court explained the basis for its imposition of a death sentence on Cornelius Ferguson. In this sentencing decision, the Superior Court judge outlined the aggravating circumstances alleged at the penalty hearing, both statutory and nonstatutory, as *786 well as the mitigating circumstances presented by Ferguson.\nThe nonstatutory aggravating circumstances alleged by the State[12] and found to exist by the Superior Court judge were substantial. First, the Superior Court found that at the time of the killing of Troy Hodges, Ferguson was charged with the shooting of a man named Jimmy Mitchell (\"Mitchell\") in Chester. At the penalty hearing, the State introduced Ferguson's statement in which he admitted shooting Mitchell. The record reflects that two months prior to the Hodges killing, Ferguson shot Mitchell four times, using the same gun that he later used to kill Hodges. The Superior Court found this incident \"to be established and to be relevant to its considerations.\"\nThe State also presented evidence of several prison disciplinary proceedings against Ferguson while he was in custody in Delaware. The Superior Court judge, however, found that the incidents leading to those proceedings did not indicate violent propensities. On the other hand, the judge did find that evidence presented concerning Ferguson's incarceration in Pennsylvania did indicate \"a propensity to threaten the use of violence to achieve an end.\" The record reflects that on at least two occasions, Ferguson threatened guards with language to the effect that \"you like playing with your life\" and \"I'll take you out.\" The Superior Court judge determined that this evidence of Ferguson's violent propensities was relevant to the decision on his appropriate sentence.\nThe final nonstatutory aggravating circumstance alleged by the State was the impact of Hodges' death on his family. In his sentencing decision, the Superior Court judge noted that victim impact evidence is properly considered in a penalty decision under Section 4209. Petition of State of Delaware, Del. Supr., 597 A.2d 1 (1991). The record reflects that Hodges' mother testified that her son had faults, but that he was loving and outgoing. She also testified about the shock and grief she felt when she was informed of her son's death. The judge found that \"[t]he evidence was presented in a conservative and non-dramatic fashion, and appeared designed to state the facts of the impact of the offense upon the family without attempting to invoke undue sympathy.\" Accordingly, the Superior Court determined that it would consider the victim impact evidence \"as one aggravating factor ... along with all the other factors.\"\nThe Superior Court judge also considered the twelve mitigating circumstances that Ferguson relied upon during the penalty hearing: (1) Ferguson was a victim of, and a witness to, domestic violence as a child; (2) Ferguson comes from a substance abusing and dysfunctional family background; (3) Ferguson has a child whom he loves and who loves him; (4) Ferguson has a family whom he loves and who loves him; (5) Ferguson had a job prior to incarceration; (6) Ferguson lacked appropriate role models as a child; (7) Ferguson has remorse for the death of the murder victim; (8) Ferguson exhibits positive personality traits; (9) death occurred during a mutually agreed-upon meeting to commit the serious, felonious act of trafficking in drugs; (10) the State granted a plea offer to the co-defendant, Hyland, to the charge of Murder Second Degree [, for which] Hyland was sentenced to fifteen (15) years incarceration; (11) lack of premeditated intent on the part of the defendant to cause the death of Troy Hodges; and (12) Ferguson desires to better himself. The trial judge made findings with respect to each alleged mitigating factor.\nFirst, Ferguson alleged that he was a victim of and a witness to domestic violence as a child. The sentencing judge found \"little evidence\" to support this assertion, but found \"ample evidence that [Ferguson]'s early years (until about age 8) were unstable and that problems existed in the family unit.\" The record reflects that when Ferguson was eight years old, \"his custody informally passed to his maternal great-grandmother, who raised him and his siblings.\" The record supports the Superior Court judge's finding that \"[t]here is no indication of any abuse in that setting,\" and that the household of *787 Ferguson's great-grandmother \"appeared to be loving and nurturing.\" However, the sentencing judge did find that Ferguson's father abused alcohol and that Ferguson's natural family was dysfunctional.\nThe Superior Court judge considered the alleged lack of proper role models during Ferguson's childhood. The judge concluded that Ferguson's father was a poor role model from the fact that he took his son to bars while his son was underage. In fact, the 1980 murder for which Ferguson was convicted occurred while Ferguson was in a bar in the company of his father. However, the Superior Court judge noted that Ferguson was not entirely deprived of exposure to positive role models. For instance, Ferguson's middle school principal, who had taken an interest in him while Ferguson was in school, testified on his behalf at the penalty hearing.\nFerguson also alleged, and the Superior Court judge found, that he has a child \"whom he loves and who loves him.\" However, the judge also determined that Ferguson's contact with his son \"has been minimal due to the lengthy periods of incarceration he has undergone since 1980,\" and that Ferguson's \"actions do not indicate that [his] love [for his son] was a high priority in his decisions.\" With respect to the rest of Ferguson's family, the judge acknowledged the love that Ferguson's great-grandmother and brother expressed for him at the penalty hearing. The judge also noted that the testimony of Ferguson's girlfriend showed that she \"cares deeply for him\" and that she assists Ferguson's son in visiting him in prison.\nThe Superior Court judge found that Ferguson was employed by the City of Chester as a grass cutter at the time of the murder. His supervisor testified at the penalty hearing. He described Ferguson as a good and dependable employee. The sentencing judge also found that Ferguson has participated in educational and other programs while in prison. That participation, combined with his apparent good work habits, were determined by the judge to be \"positive traits.\" However, although Ferguson also asserted his desire to better himself as a mitigating circumstance, the Superior Court judge found that there was \"little evidence in his lifestyle over the past twelve years to support that argument.\"\nFerguson also alleged a \"lack of premeditated intent\" on his part in the killing of Troy Hodges as a mitigating circumstance. The Superior Court judge, however, was \"not convinced\" that Ferguson had supported this assertion. Considering the forensic evidence of the gun's direct contact with the victim, Ferguson's prior use of the same weapon to shoot Jimmy Mitchell, and the 1980 handgun murder in Chester, the sentencing judge found it \"difficult to conclude that he had any intent when he pulled the trigger other than to kill Troy Hodges.\"\nThe judge also determined that, although during the penalty hearing Ferguson apologized for the killing both to the court and to the victim's family, he maintained that it was only an accident, that it \"just happened,\" and that it might happen again. The judge concluded that Ferguson does not feel remorse for the killing. Instead, the judge determined that Ferguson only has \"remorse that he is in the situation in which he finds himself.\"\nThe final two mitigating factors considered by the Superior Court judge were Ferguson's allegations: first, that since Hodges' murder \"occurred during a mutually agreed-upon meeting to commit the serious, felonious act of trafficking in drugs,\" the victim was not entirely \"innocent\"; and second, that Hyland entered a plea of guilty to Murder in the Second Degree and was sentenced to 15 years in prison. The sentencing judge found both of these factors to exist and to be relevant to its consideration of the appropriate sentence for Ferguson. Nevertheless, the Superior Court judge concluded \"the victim had an absolute right to live which was capriciously taken from him by [Ferguson],\" not Hyland.\nHaving made its findings concerning the existence of aggravating and mitigating factors, the Superior Court judge then proceeded to determine whether the aggravating circumstances outweighed the mitigating circumstances. 11 Del.C. § 4209(d)(1)b. The judge correctly stated that \"[t]his weighing *788 procedure involves both a qualitative and quantitative analysis that requires the Court to look at the totality of circumstances surrounding the offense as well as all factors relating to the offender, his propensities, and his character.\" In that regard, the sentencing judge made, inter alia, the following determinations:\nThe defendant, in the process of an attempted (or completed) robbery, placed a handgun against the back of the victim, pulled the trigger and left the victim to die in the parking lot. The victim, a drug dealer, involved in what he believed to be the purchase of a trafficking quantity of cocaine for distribution, was not an innocent victim. Nonetheless, the victim had an absolute right to live which was capriciously taken from him by this defendant [footnote omitted].\n* * * * * *\nWhile it is true that Cornelius Ferguson is loved by good people, there is no indication that he returns that love in any meaningful fashion. While there was testimony that [Ferguson] taught his son \"right from wrong,\" it is difficult for the Court to see how he could do that given his life history and his seeming inability to place any value on human life....\nThe Court considers and rejects [Ferguson]'s background and upbringing as a mitigating factor that outweighs the heinous nature of this crime and the propensity of [Ferguson] for violence. [Ferguson]'s siblings have not made a career of shooting people. They were subjected to the same familial and societal deprivations. Society did not create Cornelius Ferguson's lack of concern for human life....\n[Ferguson]'s remorse in this case is highly questionable. He denied any intent to kill Troy Hodges, writing off that murder as something that \"just happened.\" But [Ferguson], exercising his right to allocution, did not even indicate that this type of incident would not happen again.\nWhat the Court is left with is a young man of twenty-nine years of age who has spent nine of his last twelve years in prison. In the brief amount of time that he has been able to spend in society, he has shot two people to death and tried to kill two more. Invariably, upon release from prison,[13] [Ferguson] immediately arms himself with a firearm. [Ferguson] has distinguished himself by developing a substantial record of sanguinary deeds in a limited amount of time [footnotes omitted].\nThe record reflects that the Superior Court judge carefully considered the totality of the evidence in aggravation and mitigation, which related to the particular circumstances of the murder of Hodges, as well as to the character and propensities of Ferguson. 11 Del.C. § 4209(g)(2)a; Dawson v. State, 637 A.2d at 67; Sullivan v. State, 636 A.2d at 950. The record reflects that the Superior Court's decision to impose the death sentence was \"the product of a deliberate, rational and logical deductive process.\" Red Dog v. State, 616 A.2d at 310 (citing Pennell v. State, 604 A.2d at 1376). After a careful review of the entire record, this Court concludes that the sentence of death was not imposed upon Ferguson by the Superior Court either arbitrarily or capriciously. 11 Del.C. § 4209(g)(2)a.\n\nDeath Penalty Proportionality Review\nThe remaining question that this Court must answer in its mandatory review is whether the Superior Court judge's imposition of the death penalty upon Ferguson was disproportionate to the penalty imposed in other cases arising under the Delaware death penalty statute. 11 Del.C. § 4209(g)(2)a. In answering that inquiry, this Court has reviewed the \"universe\" of cases established in Flamer, Bailey, Riley, Deputy, DeShields, Pennell, Red Dog, Wright, Sullivan, Dawson, and Gattis, as well as all subsequent cases falling therein (Appendix I). Sullivan v. State, Del.Supr., 636 A.2d 931, 950 (1994) (citing cases). See Gattis v. State, Del.Supr., 637 A.2d 808 (1994); Dawson v. State, Del.Supr., 637 A.2d *789 57 (1994); Wright v. State, Del.Supr., 633 A.2d 329 (1993). The \"universe\" of cases is comprised of those First Degree Murder cases which have included a penalty hearing and in which the sentence has become final, either without or following a review by this Court. See Wright v. State, 633 A.2d at 342.[14]\nThis Court has consistently noted in prior cases involving proportionality review that \"[a] definitive comparison of the `universe' of cases is almost impossible.\" Red Dog v. State, Del.Supr., 616 A.2d 298, 311 (1992) (citing Pennell v. State, Del.Supr., 604 A.2d 1368, 1376 (1992)). See also Gattis v. State, 637 A.2d at 823; Dawson v. State, 637 A.2d at 68; Sullivan v. State, 636 A.2d at 950. We have, however, compared Ferguson's sentence with the penalties imposed in all First Degree Murder cases which have included a death penalty hearing, and have considered objective factors such as the gravity of the offense, the circumstances of the crime, and the severity of the penalty. See Red Dog v. State, 616 A.2d at 311 (citing Solem v. Helm, 463 U.S. 277, 103 S.Ct. 3001, 77 L.Ed.2d 637 (1983)).\nThe record in Ferguson's case reflects the existence of three statutory aggravating circumstances and significant nonstatutory aggravating circumstances. Dawson v. State, 637 A.2d at 68. Like others sentenced to death in Delaware, Ferguson was found guilty of committing an unprovoked, cold-blooded murder of a person who lacked the ability to defend himself. Gattis v. State, 637 A.2d at 823; Dawson v. State, 637 A.2d at 68; Sullivan v. State, 636 A.2d at 950-51; Wright v. State, 633 A.2d at 343. The Superior Court judge concluded in his sentencing decision that the \"obvious and only motive\" for the murder by Ferguson, like others sentenced to death in Delaware, was pecuniary gain. See Wright v. State, 633 A.2d at 343; DeShields v. State, Del.Supr., 534 A.2d 630, 649 (1987), cert. denied, 486 U.S. 1017, 108 S.Ct. 1754, 100 L.Ed.2d 217 (1988); Deputy v. State, Del.Supr., 500 A.2d 581, 602 (1985), cert. denied, 480 U.S. 940, 107 S.Ct. 1589, 94 L.Ed.2d 778 (1987); Riley v. State, Del.Supr., 496 A.2d 997, 1027 (1985), cert. denied, 478 U.S. 1022, 106 S.Ct. 3339, 92 L.Ed.2d 743 (1986). Ferguson, like Gattis, had been previously convicted of a violent felony. Gattis v. State, 637 A.2d at 822. Ferguson, like Red Dog and Pennell, had a prior history of homicidal acts. Red Dog v. State, 616 A.2d at 312; Pennell v. State, 604 A.2d at 1378. Accordingly, we have concluded that the Superior Court judge's imposition of a sentence of death upon Ferguson was not disproportionate to the sentences imposed on other defendants in the relevant \"universe\" of cases involving death penalty hearings in Delaware. 11 Del.C. § 4209(g)(2)a.\n\nConclusion\nThis Court has carefully reviewed the entire record and has considered and rejected all claims of error raised by Ferguson in this appeal. We have determined that the facts supporting the sentence of death imposed upon Ferguson by the Superior Court judge for the murder of Troy Hodges \"are so clear and convincing that virtually no reasonable person could differ.\" Red Dog v. State, 616 A.2d at 312 (quoting Pennell v. State, 604 A.2d at 1378). The evidence clearly supports the Superior Court judge's finding that three statutory aggravating circumstances were established beyond a reasonable doubt. 11 Del.C. § 4209(e), (g)(2)b.\nThis Court has concluded that the death sentence imposed upon Ferguson was imposed neither arbitrarily nor capriciously. This Court has also determined that Ferguson's death sentence is not comparatively disproportionate to the sentences imposed in other First Degree Murder cases that have proceeded to a penalty hearing pursuant to the Delaware death penalty statute. 11 Del.C. § 4209(g)(2)a. See Gattis v. State, 637 *790 A.2d at 822-23; Dawson v. State, 637 A.2d at 67-69; Sullivan v. State, 636 A.2d at 948-51. Accordingly, the underlying convictions and judgments, including the judgments imposing sentences of death for each count of Murder in the First Degree, are AFFIRMED.\nThe matter is remanded to Superior Court for further proceedings consistent with this opinion and the setting of a new date of execution. This Court's order of December 17, 1992, staying the execution of Ferguson's death sentence, shall terminate upon the issuance of this Court's mandate. The Clerk of this Court is directed to cause a copy of this opinion to be hand-delivered forthwith to the attorneys for the parties and to the Commissioner of the Department of Correction.\nWALSH, Justice, with whom HARTNETT, Justice, joins, concurring.\nI fully concur in the decision of this Court upholding both the jury determination of guilt and the imposition of the death penalty. I write separately, however, to voice a concern over the Court's treatment of Ferguson's claim that the jury was improperly permitted to double count statutory aggravating circumstances. In my view, the use of statutory aggravating circumstances which cannot be other than redundant, as applied in this case, is improper. However, given the formidable array of aggravating circumstances proved, including a prior murder conviction, I am satisfied that such error was harmless beyond a reasonable doubt.\nUnder Delaware's capital punishment scheme, 11 Del.C. § 4209, the establishment of statutory aggravating circumstances is a sine qua non to the imposition of the death sentence. Both to establish the initial threshold of jury consideration and to permit the balancing against mitigating circumstances, the 18 separately stated circumstances set forth in 11 Del.C. § 4209(e) play a significant role in the penalty phase of a capital punishment trial. Today, the Court rejects the claim that two of these aggravating circumstances, that the murder was committed during a robbery and that the murder was committed for pecuniary gain, are impermissibly duplicative. While this holding adheres to previous rulings of this Court in Flamer v. State, Del.Supr., 490 A.2d 104, 125-26, cert. denied, 464 U.S. 865, 104 S.Ct. 198, 78 L.Ed.2d 173 (1983) and Deputy v. State, Del.Supr., 500 A.2d 581, 600-01 (1985), cert. denied, 480 U.S. 940, 107 S.Ct. 1589, 94 L.Ed.2d 778 (1987), there have been intervening decisions in other jurisdictions which cast serious doubt upon the propriety of this double counting of aggravating circumstances.\nSince its decision in Provence v. State, Fla.Supr., 337 So.2d 783 (1976), cert. denied, 431 U.S. 969, 97 S.Ct. 2929, 53 L.Ed.2d 1065 (1977), the Florida Supreme Court has reaffirmed its rejection of the practice of permitting the doubling of aggravating circumstances of robbery and pecuniary gain \"when both aggravating circumstances referred to the same aspect of the defendant's crime.\" Robertson v. State, Fla.Supr., 611 So.2d 1228, 1233 (1993), quoting Provence, 337 So.2d at 786. Other jurisdictions, following the lead of Provence, have also found redundancy, to the level of prejudicial error, in the submission of aggravating circumstances of murder for pecuniary gain and murder committed during the crime of robbery. Willie v. State, Miss.Supr., 585 So.2d 660 (1991); State v. Quesinberry, 319 N.C. 228, 354 S.E.2d 446 (1987), judgment vacated on other grounds, 494 U.S. 1022, 110 S.Ct. 1465, 108 L.Ed.2d 603 (1990); Engberg v. Meyer, Wyo.Supr., 820 P.2d 70 (1991).\nThe Court views the redundancy question as one of legislative intent and correctly notes that the General Assembly in its 1991 amendments to the Delaware death penalty statute did not act to correct the court's construction of § 4209 as expressed in Flamer and Deputy. The Court further comments that, conceptually, there is a distinction between theft and robbery under the Delaware Criminal Code. I have no quarrel with the Court's conceptual analysis and agree that under certain circumstances, pecuniary gain may continue to find separate existence as an aggravating circumstance as intended Delaware law. The difficulty lies in the application of the circumstances in a given evidentiary setting where there is no factual basis for viewing them separately *791 from the standpoint of the defendant's conduct.\nThe motivational factor underlying robbery may, in certain extreme situations, e.g., the robbery is committed for reputational purposes, eliminate the redundancy factor, but it clearly does not do so in this case where the sentencing judge recognized the redundancy and neutralized its effect in the final sentencing process. It is not sufficient for jury instructional purposes to be able to conceptualize between aggravating circumstances; the jury must be advised of the application of the law to the facts of the case before it. As the North Carolina Supreme Court observed in Quesinberry:\nAlthough the pecuniary gain factor addresses motive specifically, the other cannot be perceived as conduct alone, for under the facts of this case the motive of pecuniary gain provided the impetus for the robbery itself. Admittedly, situations are conceivable in which an armed robber murders motivated by some impulse other than pecuniary gain, e.g., where the robbery is committed to obtain something of purely reputational or sentimental, rather than pecuniary, value. The facts of this case, though, reveal that defendant murdered the shopkeeper for the single purpose of pecuniary gain by means of committing an armed robbery.\n354 S.E.2d at 453. Similarly, in this case, the sentencing judge characterized the criminal transaction as a classic \"drug rip-off\" in which the \"obvious and only motive for the shooting was pecuniary gain.\"\nPecuniary gain has independent significance as a statutory aggravating circumstance in other situations. For example, if a murder was committed to collect on a life insurance policy or to gain an inheritance, the murder would have been committed for pecuniary gain, but not in the course of a robbery. In my view, these are proper situations in which pecuniary gain may be considered as a statutory aggravating circumstance.\nAs the Court has also noted, the sentencing judge in this case, and judges in other capital punishment cases in the Superior Court, have consistently declined to accord independent weight to pecuniary gain as an aggravating circumstance when coupled with related robbery or burglary offenses. If this be the practice, we are thus confronted with the unusual situation where some judges permit juries to apply redundant circumstances in their advisory capacity while declining to do so themselves in their ultimate role as sentencers.[15] In my view, we should not ignore a practice which permits the jury to engage in a highly questionable exercise of double counting in cases where no factual basis exists for separate weighing.\nI find it anomalous that the Court credits the Superior Court judges for their discernment in according no independent weight to duplicative aggravating circumstances while at the same time permitting juries to be instructed that they may consider such factors in their deliberation. Although, under Delaware law, the trial judge is the ultimate sentencer, the jury continues to play an indispensable role \"as the conscience of the community.\" Wright v. State, Del.Supr., 633 A.2d 329, 335 (1993), quoting State v. Cohen, Del.Supr., 604 A.2d 846, 856 (1992). Where the State has decided \"to place capital-sentencing authority in two actors rather than one, neither actor must be permitted to weigh invalid aggravating circumstances.\" Espinosa v. Florida, ___ U.S. ___, ___, 112 S.Ct. 2926, 2929, 120 L.Ed.2d 854 (1992).\nTo the extent our holdings in Flamer and Deputy permit the jury to consider the duplicative aggravating circumstances of robbery and pecuniary gain where the evidence provides *792 no basis for independent weighing in the sentencing process, I would overrule those decisions.\nNotwithstanding my reservations concerning the double counting of two aggravating circumstances, I am satisfied that such error was harmless beyond a reasonable doubt. Gattis v. State, Del.Supr., 637 A.2d 808, 817 (1994); Clemons v. Mississippi, 494 U.S. 738, 110 S.Ct. 1441, 108 L.Ed.2d 725 (1990). The sentencing judge carefully documented an array of other aggravating circumstances, including a prior murder conviction. In view of the overwhelming weight of these circumstances, the imposition of the death penalty in this case was neither arbitrary nor capricious.\n\nAPPENDIX I\n\nFIRST DEGREE MURDER CASES THAT WENT TO PENALTY HEARINGS\n\n1985 to date\nAppendix I to Dawson v. State, Del.Supr., 637 A.2d 57, 69 (1994) is incorporated herein by reference, subject to the following changes and additions.\nCase Name:    David F. Dawson\nCase No.:     IK86-0024; IK87-01-0841; 0843, 0845\nCounty:       New Castle (venue changed)\nSentence:     Death\nCase Name:    Cornelius E. Ferguson*\nCase No.:     IN91-10-0576, 0578 thru 0581\nCounty:       New Castle\nSentence:     Death \u0097 present proceeding\nCase Name:    Robert A. Gattis\nCase No.:     IN90-05-1017 thru 1019, 1106, 1107\nCounty:       New Castle\nSentence:     Death\nThe \"universe\" of cases is comprised of those First Degree Murder cases which have gone to a penalty hearing and in which the sentence has become final, either without or following a review by this Court. An asterisk marks those capital murder cases which are not included in the defined \"universe\" of cases.\nNOTES\n[1]  Ferguson was also sentenced to twenty years of incarceration for each conviction of Possession of a Deadly Weapon During the Commission of a Felony. For the conviction of Conspiracy in the First Degree, Ferguson was sentenced to five years of incarceration, followed by six months of confinement at Level IV.\n[2]  Hyland entered a plea of guilty to Murder in the Second Degree. Hyland was sentenced to 15 years of incarceration.\n[3]  Wiggins testified that Hodges did not explain the purpose of these actions. From the circumstances, however, Wiggins concluded that he would be assisting in a drug deal.\n[4]  It was later determined that the gun belonged to Ferguson.\n[5]  The centrality of the issue did not per se require that the Superior Court judge expressly instruct the jury to disregard the improper remark even though such an instruction could have been given. See, e.g., Diaz v. State, 508 A.2d at 866-67; Boatson v. State, 457 A.2d at 743. Moreover, the record reflects that defense counsel did not request that the trial judge give the jury an instruction to disregard the improper remark.\n[6]  The colloquy between the judge and counsel on this subject during the prayer conference was as follows:\n\n[DEFENSE COUNSEL]: Your Honor, I guess the first thing is your preliminary instructions. And the only thing that causes me any concern I guess at this time, the first full page under number two, where I realize that may be tracking the law, but what concerns me here is, whether \"by a preponderance of the evidence, after weighing all relevant evidence in aggravation or mitigation which bears upon the particular circumstances or details of the commission of the offense and the character and propensities of the offender, that the aggravating circumstances found to exist outweigh the mitigating circumstances found to exist.\"\nI would ask if we could throw in another sentence, \"Or whether the mitigating circumstances found to exist outweigh the aggravating circumstances found to exist,\" giving more of a balanced sense. It seems to me the way this language is it's almost like leading a person down the path in the direction of aggravators which we would not like to see happen [emphasis added].\n[PROSECUTOR]: Adds some confusion. I don't see any harm in it. I'm not going to make argument, your Honor.\nTHE COURT: So it would read, \"Or whether the mitigating circumstances outweigh the aggravating circumstances found to exist.\"\n[DEFENSE COUNSEL]: Thank you, your Honor.\n[7]  We note that the Superior Court's finding of the statutory aggravating circumstance that Ferguson was previously convicted of \"another murder... or of a felony involving the use of, or threat of, force or violence upon another person,\" would accomplish this \"second narrowing\" even if it were in fact required. 11 Del.C. § 4209(e)(1)i.\n[8]  Since the 1991 amendments to the Delaware capital punishment statute, other judges have sentenced a defendant to death without placing independent weight on multiple statutory aggravating factors during the weighing process. For instance, in the sentencing decision in another appeal now pending before this Court, the Superior Court judge regarded the statutory aggravating circumstances of Robbery in the First Degree and Burglary in the Second Degree as a single aggravating circumstance during the weighing process. State v. Jackson, Del.Super., I.D. No. XXXXXXXXX, Bifferato, J., at 6, 12 (Apr. 28, 1993) (sentencing decision); Jackson v. State, Del.Supr., Nos. 162/169, 1993 (Consolidated). We also note that during the penalty phase of another proceeding, which is within the universe of cases we have reviewed, a jury unanimously determined that the murder was committed during an attempted robbery but, by a vote of eight to four, also concluded that the murder had not been committed for pecuniary gain. State v. Rodriguez, Del.Super., I.D. No. 93001668, Barron, J., at 26 &amp; n. 16 (Nov. 29, 1993) (sentencing opinion).\n[9]  In his sentencing decision, the Superior Court judge stated that in weighing the aggravating and mitigating circumstances he \"plac[ed] no independent weight on the factor that the defendant committed the murder for pecuniary gain, as any robbery involves that element, and there is no evidence of actual pecuniary gain by this defendant as a result of this offense.\" See Dawson v. State, Del.Supr., 637 A.2d 57, 66 (1994). The sentencing judge also noted that this Court had rejected the rationale of Provence in our decision in Flamer v. State.\n[10]  In Dawson, \"the trial judge stated that he had `chosen not to place independent weight on this factor that Dawson committed the murder for pecuniary gain because the Court has already found that the murder was committed while the defendant was engaged in the commission of robbery involving the same property.'\" Dawson v. State, 637 A.2d at 66.\n[11]  We note that in Deputy, this Court held that \"allegedly duplicative statutory aggravating circumstances do not prejudice the defendant in a case ... where other aggravating and mitigating factors have been presented to the jury.\" Deputy v. State, 500 A.2d at 601. See also Flamer v. State, 490 A.2d at 126. In Ferguson's case, multiple factors which were not allegedly duplicative were submitted to the jury. Therefore, Ferguson's argument, even if it had been meritorious, would have also failed due to lack of record support.\n[12]  The nonstatutory aggravating circumstances alleged by the State were: (1) the impact of the murder on the victim's family; (2) evidence of a pending criminal offense; (3) evidence of Ferguson's prison record; and (4) evidence of Ferguson's character.\n[13]  The sentencing judge also noted Ferguson's participation in prison rehabilitation programs, but found that incidents in which Ferguson threatened prison guards with violence indicated an inability \"to adapt well to prison life.\"\n[14]  In Wright v. State, we noted that the 1991 revisions to the Delaware death penalty statute removed the decisionmaking authority from the jury and placed it in the hands of the sentencing judge. 633 A.2d at 342 n. 21. However, pre-1991 jury decisions are nevertheless pertinent to our proportionality analysis because those cases \"reflect a jury consensus on the appropriateness of the death penalty.\" Id. Also, \"in all cases in which the death sentence was imposed, this Court conducted proportionality review.\" Id. Accord Dawson v. State, 637 A.2d at 67-68 n. 4; Sullivan v. State, 636 A.2d at 950 n. 11.\n[15]  Apparently the practice is not uniform. In a case presently pending review in this Court, Jackson v. State, cited by the Court, ante at 782-783 n. 8, Judge Bifferato refused to permit pecuniary gain to be submitted to the jury as a statutory aggravating circumstance when the murder was committed during the course of a robbery and burglary. Since Delaware's death penalty statute is modeled after Florida's, he reasoned that Florida law, presumably Provence and its progeny, was persuasive and elected to follow it. Furthermore, in Wright v. State, Del.Supr., 633 A.2d 329 (1993), tried before Judge Del Pesco, the jury was not permitted to consider pecuniary gain as a statutory aggravating circumstance where the murder was committed during the robbery of a liquor store clerk.\n\n",
            "ocr": false,
            "opinion_id": 2009468
        },
        {
            "author_str": "Holland",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHOLLAND, Justice:\nThe defendant-appellant, Cornelius Ferguson (“Ferguson”), was convicted after a jury trial in the Superior Court on two counts of Murder in the First Degree; two counts of Possession of a Deadly Weapon During the Commission of a Felony; and one count of Conspiracy in the First Degree. After a penalty hearing, held on November 16-18, 1992, the jury unanimously found that the State had established three statutory aggravating circumstances beyond a reasonable doubt. The jury also unanimously found that the aggravating circumstances found to exist outweighed the mitigating circumstances found to exist. 11 Del.C. § 4209(e)(3).\nThe trial judge, undertaking the identical statutory analysis, arrived at the same ultimate conclusion. 11 Del.C. § 4209(d). The Superior Court’s sentencing rationale was set forth in an eighteen-page decision. The Superior Court judge sentenced Ferguson to death by lethal injection for each of his convictions for Murder in the First Degree.1\nAn automatic appeal was docketed with this Court. 11 Del.C. § 4209(g). Ferguson’s attorney also filed a timely notice of appeal. This Court consolidated these appeals and stayed the execution of Ferguson’s death sentence until the completion of its review.\n\nFerguson’s Contentions\n\nIn this direct appeal, Ferguson has raised eight claims of error. First, Ferguson contends that because Delaware law now prescribes only an advisory function for the jury, the striking of jurors for cause based upon their expressed reservations about the death penalty denied him an impartial jury composed of a “cross-section of his peers.” Second, Ferguson argues that the same right to a impartial jury was impaired by the Superi- or Court’s excusal for cause of one juror, whose stated beliefs concerning the death penalty were not so strong as to prevent or substantially impair the juror’s fulfillment of his duties. Third, Ferguson argues that the Superior Court abused its discretion when it denied his motion for a mistrial following the State’s rebuttal argument to the jury.\nFourth, Ferguson asserts that the imposition of a sentence of death was constitutionally impermissible, since the aggravating circumstances did not outweigh the mitigating *775circumstances “beyond a reasonable doubt” and death was an inappropriate punishment “under all the circumstances.” Fifth, Ferguson contends in this appeal that the Superior Court’s instruction to the jury concerning the weighing of aggravating and mitigating circumstances was materially misleading and constituted plain error.\nSixth, Ferguson contends that the sentence of death violated the Eighth Amendment because felony murder as a statutory aggravating circumstance does not adequately narrow the class of persons eligible for a death sentence. Seventh, Ferguson contends that in the weighing of aggravating circumstances against mitigating circumstances, the advisory jury was improperly permitted to “double count” the statutory aggravating circumstances that the murder was committed during a robbery and was committed for pecuniary gain. Finally, Ferguson contends that the imposition of a sentence of death pursuant to the procedures of the 1991 amendments to the Delaware death penalty statute, enacted after Ferguson committed his offenses, violated the ex post facto clause of the United States Constitution and the Due Process Clause of the Fourteenth Amendment.\nThis Court has carefully considered each of Ferguson’s contentions. We have concluded that none of Ferguson’s arguments demonstrates reversible error. We have also undertaken the proportionality review mandated by the Delaware death penalty statute. We have determined that the imposition of a sentence of death upon Ferguson satisfies the requirements of the statute. 11 Del.C. § 4209(g)(2). Accordingly, all of the judgments of the Superior Court, including those sentencing Ferguson to death by lethal injection, are affirmed.\n\nFacts\n\nThe record reflects that Ferguson shot and killed Troy Hodges (“Hodges”). The homicide took place on the night of August 5, 1991, in the parking lot of the Tri-State Mall (the “Mall”) in Claymont, Delaware. Ferguson was accompanied by Tyrone Hyland (“Hyland”).2\nBoth Ferguson and Hyland lived in Chester, Pennsylvania. Hodges, who was apparently a drug dealer living in Wilmington, had negotiated to purchase a half-kilogram of cocaine for $10,000 either directly from Hy-land or from a third party, with Hyland acting as middleman. Hodges arranged to meet Hyland at the Mall.\nHodges had a friend, Alvin Wiggins (“Wiggins”), accompany him to the Mall. Wiggins was seventeen years old at the time of these events. Wiggins was also apparently a drug dealer. Wiggins testified at Ferguson’s trial.\nAccording to Wiggins, before they drove to the Mall, Hodges gave Wiggins a plastic bag holding two smaller packages, each of which contained $5,000 in cash. They then drove to the Mall and parked in the lower lot. Wiggins testified that after they arrived at the Mall, Hodges took one of the two packages of money and instructed him to stay in his car until he received a sign from Hodges or until he returned.3\nHodges then left and entered a passageway leading to the upper parking lot of the Mall. Hodges was no longer-visible to Wiggins. Wiggins waited for Hodges for approximately ninety minutes. During that time, he unsuccessfully attempted to contact Hodges via his “beeper.” When Wiggins learned that someone had been shot at the Mall, he drove away.\nFerguson gave a tape recorded statement to the Delaware State Police on September 26, 1991. It was admitted into evidence at trial during the State’s ease-in-chief. In his statement, Ferguson admitted that he was a passenger in a car driven by Hyland to the Mall on the night of August 5, 1991. Ferguson stated that he was sitting in the back seat of the car.\nAccording to Ferguson, when they arrived at the Mall, Hyland parked the car. Hodges *776got into the front passenger seat of the car. Hyland and Hodges then argued about money and drugs. According to Ferguson, Hy-land then clandestinely gave him a gun. Ferguson stated that the gun was already cocked when he received it. Ferguson pointed the gun at Hodges.4\nHyland and Hodges continued to argue. Ferguson stated that although the car was moving slowly towards the Mall, Hodges opened the car door and tried to leave the car. According to Ferguson, Hodges then slapped at the gun, causing it to “accidentally” fire a single shot. Ferguson claimed that he did not know Hodges had been wounded and died, until days later.\nStewart Cohen (“Cohen”) testified that on the night of August 5, 1991, he was in the parking lot of the K-Mart at the Tri-State Mall. Cohen stated that he heard a “popping sound.” Cohen turned and saw a blue Chevrolet Cavalier moving slowly in the parking lot. Cohen stated he saw a person shoved or jumping out of the car. Cohen testified that this person then ran towards him and collapsed on the sidewalk.\nAn autopsy revealed that Hodges died of massive hemorrhaging due to a single gunshot wound. The record reflects that the bullet, which was fired from behind, entered his left side and travelled through his body in an upward trajectory. The hole in Hodges’ shirt and the wound in his torso indicated that the muzzle of the gun had been pressed against Hodges’ body when the shot was fired.\n\nStriking Jurors for Cause Death Penalty Reservations\n\nFerguson contends, for the first time on appeal, that the striking of four potential jurors for cause denied him an impartial jury constituting a “cross-section of his peers.” See generally Witherspoon v. Illinois, 391 U.S. 510, 88 S.Ct. 1770, 20 L.Ed.2d 776 (1968). The record reflects that four jurors were stricken from the venire panel for cause after they had expressed personal reservations about the imposition of a sentence of death. Ferguson argues that the United States Constitution did not require the striking of these four veniremembers in order to ensure an impartial jury, because the Delaware death penalty statute specifies that the jury renders an advisory opinion, which is not binding upon the trial court in determining the appropriate sentence. 11 Del.C. § 4209(d). See Dawson v. State, Del.Supr., 637 A.2d 57, 61 (1994); Sullivan v. State, Del.Supr., 636 A.2d 931, 938-39 (1994). See generally Wainwright v. Witt, 469 U.S. 412, 105 S.Ct. 844, 83 L.Ed.2d 841 (1985).\nFerguson acknowledges that this Court initially rejected an identical argument in State v. Cohen, Del.Supr., 604 A.2d 846, 855-56 (1992):\nAlthough not the final arbiters of punishment, jurors still play a vital and important role in the sentencing procedure. The jury sits as the conscience of the community in deciding whether to recommend life imprisonment or the death penalty. Any personal views which would prevent its members from impartially performing this solemn responsibility in accordance with the trial court’s instructions are impermissible and contrary to law.\nId. at 856 (citation omitted). This Court subsequently adhered to that portion of its Cohen decision in two separate opinions. Dawson v. State, 637 A.2d at 61; Sullivan v. State, 636 A.2d at 939. Ferguson’s plain error argument does not provide any analytical basis for this Court to revisit its holdings in Cohen, Dawson and Sullivan on the same issue.\nThe Superior Court found that each of the four stricken veniremember’s views would have “prevent[ed] or substantially impair[ed] the performance of his [or her] duties as a juror in accordance with [its] instructions and his [or her] oath.” Wainwright v. Witt, 469 U.S. at 424, 105 S.Ct. at 852 (quoting Adams v. Texas, 448 U.S. 38, 100 S.Ct. 2521, 65 L.Ed.2d 581 (1980)). See Sullivan v. State, 636 A.2d at 939. With respect to three of these four veniremembers, Ferguson does not contend that the Superior Court judge abused his discretion in finding that the Wainwright standard was satisfied. See *777Murphy v. State, Del.Supr., 632 A.2d 1150, 1152 (1993). Therefore, the striking of those veniremembers for cause was proper and provides no basis for a reversal of Ferguson’s sentences of death. Accord Dawson v. State, 637 A.2d at 61; Sullivan v. State, 636 A.2d at 939; State v. Cohen, 604 A.2d at 856.\n\nStriking Juror For Cause Death Penalty Reservations\n\n\nNo Abuse of Discretion\n\nWith respect to veniremember Juan Kelson (“Kelson”), Ferguson does contend that the Superior Court judge abused his discretion in finding that Kelson should be excused for cause. See Wainwright v. Witt, 469 U.S. 412, 428-29, 105 S.Ct. 844, 854-55, 83 L.Ed.2d 841 (1985). Ferguson argues that because at one point during voir dire Kelson asserted that he would “try to do the right thing” as the law and the evidence required, the trial judge could not have found adequate cause under Wainwright for striking Kelson from the venire. We have carefully reviewed in its entirety the record of voir dire involving Kelson.\nThe record reflects that Kelson expressed reluctance to serve as a juror, explaining that he was “known for dosing [sic] off’ and that he was “not a sitting person.” When the trial judge initially inquired about Kelson’s views on the death penalty, Kelson stated that he did not “totally approve of it,” but thought he would be able to abide by the judge’s instructions. Later in the voir dire, however, Kelson expressed reservations about his ability to follow the judge’s instructions despite his personal views: “You know, I, I, I really couldn’t—I think, I couldn’t, you know, give—true feelings I couldn’t really give a vote to have anybody sentenced, put to death, you know. I couldn’t.” Kelson then stated that he was uncertain whether he could follow the judge’s instructions because he had never been placed in that situation before.\nIn Wainwright, the Supreme Court stated that “[djespite [a] lack of clarity in the printed record, ... there will be situations where the trial judge is left with the definite impression that a prospective juror would be unable to faithfully and impartially apply the law.” Id. at 425-26, 105 S.Ct. at 852-53. Therefore, in enunciating the standard to be applied by trial courts in death-qualifying a jury, the United States Supreme Court has held that juror bias need not be proved with “unmistakable clarity,” for the practical reason that “venire[members] may not know how they will react when faced with imposing the death sentence, or may be unable to articulate, or may wish to hide their true feelings.” Id. at 424-25, 105 S.Ct. at 852. Accordingly, this Court is required to review with great deference a trial judge’s findings concerning juror impartiality. DeShields v. State, Del.Supr., 534 A.2d 630, 636 (1987), cert. denied, 486 U.S. 1017, 108 S.Ct. 1754, 100 L.Ed.2d 217 (1988). See also Wainwright v. Witt, 469 U.S. at 428-29, 105 S.Ct. at 854-55.\nIn the case sub judice, the Superior Court judge carefully and extensively questioned veniremember Kelson about his views on the death penalty. Kelson was asked specifically about whether he believed that he could abide by the judge’s instructions notwithstanding those views. At first Kelson stated that he believed he could follow the law. Upon subsequent questioning, however, Kel-son voiced uncertainty. Ultimately, Kelson stated that he did not know whether he could set aside his personal beliefs and abide by the judge’s instructions.\nThe Superior Court judge’s unique ability to assess Kelson’s demeanor during the voir dire is entitled to deference. The record does not support Ferguson’s allegation of an abuse of discretion by the Superior Court in striking Kelson from the venire for cause. Kelson’s responses during voir dire, construed reasonably and in context, support the Superior Court judge’s finding that Kelson would be unable to abide by his oath as a juror. See Riley v. State, Del.Supr., 496 A.2d 997, 1004-06 (1985), cert. denied, 478 U.S. 1022, 106 S.Ct. 3339, 92 L.Ed.2d 743 (1986). Compare Lesko v. Lehman, 925 F.2d 1527, 1547-48 (3d Cir.), cert. denied, — U.S. —, 112 S.Ct. 273, 116 L.Ed.2d 226 (1991).\n\nGuilt Phase Remarks by Prosecution\n\nDuring the State’s rebuttal in the guilt phase of Ferguson’s trial, the prosecutor made the following remarks to the jury:\n*778[Defense counsel] makes a point that the State has to prove its case beyond a reasonable doubt. Ladies and gentlemen, it’s not something that we have great difficulty with, philosophically or intellectually.\nThe Judge is going to define the terms very specifically for you, but remember this. We, the State, kapuej been proving defendants guilty beyond a reasonable doubt for 200 years [emphasis added].\nFerguson’s defense counsel immediately objected. The prosecutor promptly qualified his remarks by stating: “Not all defendants, certainly. I’m sorry.”\nAfter hearing defense counsel’s grounds for objection, the Superior Court judge instructed the jury as follows: “Obviously, the issue before the jury in this case is the guilt or innocence of this defendant, and the burden is on the State to establish that in this case beyond a reasonable doubt.” Defense counsel sought no additional curative instruction from the trial judge at that time.\nTwo days after the jury rendered its verdicts in the guilt phase of Ferguson’s trial, his defense counsel moved for a mistrial on the basis of the prosecutor’s aforementioned remarks during rebuttal. Super.Ct.Crim.R. 26.3. The Superior Court judge denied the motion. The trial judge’s denial was based upon the ground that the defense objection had been sustained and the jury had been given a curative instruction.\nIn this appeal, Ferguson contends that the Superior Court judge erred by failing to specifically instruct the jury to disregard the prosecutor’s remark. Compare Diaz v. State, Del.Supr., 508 A.2d 861, 866-67 (1986); Boatson v. State, Del.Supr., 457 A.2d 738, 743 (1983). Ferguson argues that the trial judge’s instruction was inadequate to cure the potential prejudice resulting from the prosecutor’s reference to the State’s ability to establish the guilt of other defendants beyond a reasonable doubt. The applicable standard of appellate review regarding the Superior Court’s denial of Ferguson’s motion for a mistrial is abuse of discretion. Hope v. State, Del.Supr., 570 A.2d 1185, 1189 (1990) (citing Thompson v. State, Del.Supr., 399 A.2d 194, 199 (1979)).\nThis Court traditionally applies a three-part analysis to determine the prejudice flowing from improper prosecutorial argument. Hughes v. State, Del.Supr., 437 A.2d 559 (1981). The three determinative factors in that analysis are “the closeness of the ease, the centrality of the issue affected by the [alleged] error, and the steps taken to mitigate the effects of the error.” Id. at 571 (quoting Dyson v. United States, D.C.App., 418 A.2d 127, 132 (1980)). We have reviewed Ferguson’s allegation of error in accordance with those three factors.\nThe State’s burden of proving the defendant’s guilt beyond a reasonable doubt is always a central issue in a criminal proceeding. However, the State’s case against Ferguson was not close. The evidence at trial, including Ferguson’s tape recorded statement, established that Ferguson was the person who shot and killed Hodges. The State’s forensic evidence demonstrated that Hodges was shot by a gun which was pressed against his body and fired at point blank range. That apparently objective evidence contradicted the events related by Ferguson in his statement to the police. The State’s evidence also indicated that the murder was committed in furtherance of a plan by Hy-land and Ferguson to rob Hodges.\nThe record does not reflect an abuse of discretion by the Superior Court in denying Ferguson’s motion for a mistrial. Hope v. State, 570 A.2d at 1189. The record reflects that although the prosecutor’s broad remark concerning the State’s historical ability to consistently sustain its burden of proof was admittedly improper, it did not prejudice Ferguson’s substantial rights in the guilt phase of his trial. Pennell v. State, Del.Supr., 602 A.2d 48, 51 (1991). Under the circumstances, the Superior Court’s prompt curative instruction correcting the remark by the prosecutor, in conjunction with the prosecutor’s own immediate self-correction, was adequate to cure any potential prejudice to Ferguson which might have been created by the comment.5 See Kornbluth v. State, Del.Supr., 580 A.2d 556, 560 (1990).\n\n*779\nSection 4.209(d) Preponderance of Evidence Weighing Aggravators and Mitigators\n\nFerguson contends that, under the facts of the case subjudice, unless the aggravating circumstances outweighed the mitigating circumstances beyond a reasonable doubt, and unless a sentence of death was an appropriate punishment under all of the circumstances, a sentence of death constitutes cruel and unusual punishment prohibited by the Eighth Amendment to the United States Constitution. U.S. Const, amend. VIII; 11 Del.C. § 4209(d). The record reflects that Ferguson did not raise this issue before the Superior Court. Accordingly, we review this contention for plain error. Supr.Ct.R. 8; Wainwright v. State, Del.Supr., 504 A.2d 1096, 1100, cert. denied, 479 U.S. 869, 107 S.Ct. 236, 93 L.Ed.2d 161 (1986).\nFerguson acknowledges that this Court initially rejected this argument in State v. Cohen, Del.Supr., 604 A.2d 846, 849-51 (1992). This Court more recently rejected an identical argument in Sullivan v. State, Del.Supr., 636 A.2d 931, 948 (1994). We recognized in Sullivan that “in analyzing the proper standard of proof with regard to the statutory requirement for the balancing of aggravating and mitigating circumstances, this Court’s holding in Cohen was based upon precedents of the United States Supreme Court.” Id. (citing State v. Cohen, 604 A.2d at 851).\nIn Sullivan, this Court reaffirmed the constitutionality of the preponderance of the evidence standard in the weighing of aggravating and mitigating circumstances. Id. See Walton v. Arizona, 497 U.S. 639, 650-51, 110 S.Ct. 3047, 3055-56, 111 L.Ed.2d 511 (1990) (plurality opinion); Mills v. Maryland, 486 U.S. 367, 387, 108 S.Ct. 1860, 1871, 100 L.Ed.2d 384 (1988). Ferguson has not cited any intervening legal precedent supporting a conclusion to the contrary. Because Ferguson “has asserted no persuasive constitutional basis to reconsider our holding[s]” in Sullivan and Cohen, we adhere to those decisions. Sullivan v. State, 636 A.2d at 948. Accordingly, for the same reasons stated in Sullivan and Cohen, we conclude that Ferguson’s present contention is without merit.\n\nJury Instructions Not Materially Misleading No Plain Error\n\nThe record reflects that when the Superior Court judge reviewed the proposed jury instructions with counsel, Ferguson’s trial attorney requested that the judge specifically instruct the jury that it should consider whether the mitigating circumstances outweighed the aggravating circumstances. The prosecutor did not object to this language, although he expressed some concern that the language “[ajdds some confusion.” The Superior Court judge, in the absence of an objection by the State, agreed to the additional instruction requested by Ferguson’s attorney.6 The instruction given by the *780Superior Court judge stated, in pertinent part:\nIn weighing the aggravating and mitigating circumstances, it is not a question of mere numbers of each, but rather the relative weight of each as compared to the others. You must then determine whether, based upon a preponderance of the evidence, that is to say by the greater weight of the evidence, the aggravating factors outweigh the mitigating factors.\nI want to emphasize even if you do find the existence of [a] statutory aggravating circumstance you may, nevertheless, conclude based upon a preponderance of the evidence that the mitigating circumstances found to exist outweigh the aggravating circumstances found to exist [emphasis added].\nWhen there is not an objection at trial, this Court reviews claims challenging jury instructions on appeal for plain error. See Dawson v. State, Del.Supr., 637 A.2d 57, 64 (1994). Plain error review, however, assumes oversight. It does not encompass conscious, tactical decisions on the part of trial counsel. D.R.E. 103(d); Tucker v. State, Del.Supr., 564 A.2d 1110, 1118-19 (1989).\nIn this case, Ferguson’s trial counsel requested the instruction Ferguson’s appellate attorney now argues was erroneous. The record reflects that the instruction Ferguson seeks to challenge on appeal was requested as a “deliberate tactical maneuver” at trial, for the expressed purpose of “balancing” for the jury the significance of the mitigating circumstances in the weighing process. See Tucker v. State, 564 A.2d at 1125. Accordingly, Ferguson has failed to demonstrate plain error on that issue in this appeal.\n\nFelony Murder Eighth Amendment Narrowing\n\nDuring the penalty hearing, Ferguson moved to strike the statutory aggravating circumstance that he was engaged in the commission of a robbery with respect to his conviction for felony murder. 11 Del.C. §§ 636(a)(2), 4209(e)(l)j. The Superior Court denied the motion to strike. Thus, the jury was permitted to consider the robbery as a statutory aggravating circumstance to felony murder.\nIn this appeal, Ferguson contends that the Superior Court erred as a matter of constitutional law by applying the Delaware death penalty statute in a manner which failed to “genuinely narrow the class of defendants eligible for the death penalty” as required by the Eighth Amendment. Zant v. Stephens, 462 U.S. 862, 877, 103 S.Ct. 2733, 2742, 77 L.Ed.2d 235 (1983). Ferguson argues that, because the statutory aggravating circumstance of robbery essentially duplicates an element of the capital offense, felony murder, the requisite narrowing did not occur.\nThis Court has previously addressed similar contentions and found them to be without merit. Whalen v. State, Del.Supr., 492 A.2d 552, 565-69 (1985); Riley v. State, Del.Supr., 496 A.2d 997, 1021 (1985), cert. denied, 478 U.S. 1022, 106 S.Ct. 3339, 92 L.Ed.2d 743 (1986). In Whalen, we held that “it is not unconstitutional to allow consideration of the underlying felony as a statutory aggravating circumstance in a felony-murder case.” Whalen v. State, 492 A.2d at 568. In Riley, we reaffirmed this holding. Riley v. State, 496 A.2d at 1021.\nSubsequent to this Court’s decisions in Whalen and Riley, the United States Supreme Court clarified the constitutional principles involved in the narrowing function required by the Eighth Amendment. Lowenfield v. Phelps, 484 U.S. 231, 108 S.Ct. 546, 98 L.Ed.2d 568 (1988). In Lowenfield, the Supreme Court rejected a challenge to the Louisiana death penalty statute, even where the sole aggravating circumstance found by the jury was identical to an element of the capital offense of first-degree murder:\nThe use of “aggravating circumstances” is not an end in itself, but [one] means of genuinely narrowing the class of death-eligible persons and thereby channeling the jury’s discretion.\n* * * * * *\nThe fact that the sentencing jury is also required to find the existence of an aggravating circumstance in addition is no part of the constitutionally required narrowing *781process, and so the fact that the aggravating circumstance duplicated one of the elements of the crime does not make this sentence constitutionally infirm.\nId. at 244-46, 108 S.Ct. at 554-55. In Lowenfield, the Supreme Court further explained:\n[T]he narrowing function required for a regime of capital punishment may be provided in either of these two ways: The legislature may itself narrow the definition of capital offenses, ... so that the jury finding of guilt responds to this concern, or the legislature may more broadly define capital offenses and provide for narrowing by jury findings of aggravating circumstances at the penalty phase.\nId. at 246, 108 S.Ct. at 555.\nIn the context of felony Murder in the First Degree, the Delaware death penalty statute accomplishes the narrowing function using the first method described in Lowen-field. Under Section 4209(e)(2), a defendant’s conviction of first-degree felony murder constitutes an automatic statutory aggravating circumstance. 11 Del.C. § 4209(e)(2). In effect, the statute defines first-degree felony murder as being a death-eligible offense as a matter of law. See Byrne v. Butler, 845 F.2d 501, 515 n. 12 (5th Cir.), cert. denied, 487 U.S. 1242, 108 S.Ct. 2918, 101 L.Ed.2d 949 (1988).\nFerguson’s contention in this appeal is essentially that the Eighth Amendment requires a second narrowing to occur during the penalty phase. According to Ferguson, in this second narrowing, defendants convicted of first-degree felony murder who are eligible for the death penalty would have to be separated, as a matter of law, and aside from the consideration of mitigating circumstances, from those who could actually be sentenced to death. Pursuant to Ferguson’s argument, this second narrowing would be accomplished only by the existence of at least one aggravating circumstance that does not duplicate the elements of the underlying felony.7\nFerguson’s argument is actually a challenge to the “legislative policy,” reflected in Section 4209(e)(2), that “certain crimes, including the commission of a felony murder, should expose the actual killer to a death sentence.” Whalen v. State, 492 A.2d at 567. Such legislative judgments are properly within the purview of the General Assembly. The fact that one of the statutory aggravating circumstances established at the penalty hearing duplicated one of the elements of felony murder does not make the imposition of a death sentence constitutionally infirm. See Lowenfield v. Phelps, 484 U.S. at 246, 108 S.Ct. at 555. Accord Whalen v. State, 492 A.2d at 565-69. Accordingly, in the case sub judice, we conclude that when the jury found Ferguson guilty of one count of felony Murder in the First Degree, the narrowing required by the Eighth Amendment was completed. Lowenfield v. Phelps, 484 U.S. 231, 108 S.Ct. 546, 98 L.Ed.2d 568 (1988).\n\nAggravating Circumstances “Double Counting” in Weighing Process\n\nFerguson contends that during the weighing process of the penalty phase, the jury was improperly permitted to “double count” aggravating circumstances. According to Ferguson, the statutory aggravating circumstances that (1) the murder was committed during a robbery and (2) the murder was committed for pecuniary gain are dupli-cative, because a murder committed during a robbery is necessarily committed for pecuniary gain. See Provence v. State, Fla.Supr., 337 So.2d 783 (1976), cert. denied, 431 U.S. 969, 97 S.Ct. 2929, 53 L.Ed.2d 1065 (1977). Consequently, Ferguson argues it was error not to instruct the jury that, if it found that both robbery and pecuniary gain were extant statutory aggravating circumstances, it should regard them only as a single aggravating factor during the weighing process.\nFerguson did not raise this claim before the Superior Court. Therefore, we review his contention for plain error. Wainwright v. State, Del.Supr., 504 A.2d 1096, 1100, cert. *782denied, 479 U.S. 869, 107 S.Ct. 236, 93 L.Ed.2d 161 (1986). This Court initially rejected a similar argument in Flamer v. State, Del.Supr., 490 A.2d 104, 125-26, cert. denied, 464 U.S. 865, 104 S.Ct. 198, 78 L.Ed.2d 173 (1983), and cert. denied, 474 U.S. 865, 106 S.Ct. 185, 88 L.Ed.2d 154 (1985), and subsequently in Deputy v. State, Del.Supr., 500 A.2d 581, 600-01 (1985), cert. denied, 480 U.S. 940, 107 S.Ct. 1589, 94 L.Ed.2d 778 (1987). Ferguson has cited no intervening, controlling legal precedent subsequent to Flamer and Deputy in support of his contention.\nIn Flamer, this Court noted that the United States Supreme Court has affirmed a sentence of death in which these same two allegedly duplicative aggravating circumstances were presented to the jury without an instruction to treat them as a single factor. Flamer v. State, 490 A.2d at 125 (citing Gregg v. Georgia, 428 U.S. 153, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976)). Therefore, this Court determined that the question of whether these aggravating circumstances are “du-plicative” is a matter of statutory construction, rather than an issue of constitutionality. See Deputy v. State, 500 A.2d at 600-01. This Court then held, in Deputy, that the language of the Delaware death penalty statute “clearly anticipates that duplicative statutory aggravating circumstances may be considered by the jury.” Id. at 600. See 11 Del.C. § 4209(e)(2).\nFurthermore, Ferguson’s argument that robbery and pecuniary gain are always dupli-cative factors is contrary to the explicit language and commentary of the applicable statutes. The Delaware Criminal Code has expanded the common law concept of robbery and now defines that crime as “forcible theft.” Del.Crim.Code With Commentary 257 (1973). Delaware’s definition of theft, which is also broader than the common law definition, now encompasses two separate concepts: “[T]he actor may intend to deprive the owner of the property, or his mind may be focused rather on gain to himself or another not entitled thereto.” Del.Grim.Code With Commentary 270 (1973) (emphasis added). Consequently, in Delaware, since not all robberies are ipso facto committed for pecuniary gain, those two factors are not always duplicative.\nMoreover, even when a murder occurs during a robbery which was being committed for pecuniary gain, those two factors are not entirely duplicative. Robbery, as an aggravating factor, focuses on the means of accomplishing the crime, i.e., force. Pecuniary gain, as an aggravating factor, focuses on the motive for the crime, i.e., either gain or owner deprivation. Accordingly, there is a rational basis for the General Assembly’s decision to identify each factor as a separate statutory aggravating circumstance.\nThe 1991 amendments to the Delaware death penalty statute reflect no legislative intent to change this Court’s construction in Flamer and Deputy of the identical, unamended statutory language. In fact, those 1991 amendments undermine Ferguson’s argument. The function of the jury in the Delaware’s capital sentencing process is now advisory. State v. Cohen, Del.Supr., 604 A.2d 846, 851-52 (1992).\nPursuant to the present Delaware death penalty statute, the weighing of aggravating and mitigating circumstances is not “simply a mechanical process devoid of judgment.” Id. at 849. The imposition of a sentence of death or life imprisonment is not to be determined by a “mere counting process.” Id. The weighing of aggravating and mitigating circumstances involves a “qualitative” rather than a “quantitative” consideration of the circumstances to determine the appropriate punishment. Id. That qualitative process requires that the jury and the judge carefully consider the specific facts of each case and, when appropriate, not to give one or more aggravating factors “independent weight.”8\n*783Most importantly, in this appeal, Ferguson acknowledges that the trial judge, who is the ultimate sentencing authority after the 1991 amendments, specifically stated that in reaching his sentencing decision, he considered the robbery and pecuniary gain statutory aggravating circumstances as one factor during the weighing process and placed “no independent weight” on the pecuniary gain aggravator.9 The State acknowledges that, in Ferguson’s case, the Superior Court judge was completely within his “statutory sentencing authority to attach no independent weight to the pecuniary gain aggravator” during the weighing process. Accord Dawson v. State, Del.Supr., 637 A.2d 57, 66 (1994).10 Ferguson has failed to demonstrate plain error.11\n\nEx Post Facto and Due Process Death Penalty Statute Amendments\n\nFerguson’s next argument on appeal is that the Superior Court violated both the ex post facto clause of the federal Constitution and the Due Process Clause of the Fourteenth Amendment when the amended Delaware death penalty statute was applied to Ferguson’s pre-enactment offenses. This contention is without merit. This Court has previously held that “the changes effected by Delaware’s new death penalty statute are procedural,” because the 1991 amendments “merely alter[ed] the method of determining imposition of the death penalty. The quantum of punishment for the crime of first-degree murder in Delaware remains unchanged.” State v. Cohen, Del.Supr., 604 A.2d 846, 853 (1992). See Dobbert v. Florida, 432 U.S. 282, 293-94, 97 S.Ct. 2290, 2298-99, 53 L.Ed.2d 344 (1977). The restrictive nature of the advisory jury’s findings and the mandatory imposition of the death penalty by the sentencing judge under the amended statute are likewise “procedural,” and therefore do not implicate ex post facto concerns. See State v. Cohen, 604 A.2d at 849, 853-54.\nFerguson “has cited no legal precedent or intervening changes in the law that would undermine the ratio decidendi of this Court’s holding in Cohen on the ex post facto issue.” Dawson v. State, Del.Supr., 637 A.2d 57, 61 (1994). Accordingly, we decline to overrule Cohen. We adhere to our ex post facto holding in that decision and its progeny. Accord Gattis v. State, Del.Supr., 637 A.2d 808, 821 (1994); Wright v. State, Del.Supr., 633 A.2d 329, 343 (1993); Red Dog v. State, Del.Supr., 616 A.2d 298, 305-06 (1992).\n\nDeath Penalty Statutorily Mandated Review\n\nWe now undertake the review statutorily mandated for the imposition of the death penalty in Delaware. 11 Del. C. § 4209(g). See, e.g., Gattis v. State, Del.Supr., 637 A.2d *784808, 821-23 (1994); Dawson v. State, Del.Supr., 637 A.2d 57, 65-68 (1994); Sullivan v. State, Del.Supr., 636 A.2d 931, 948-51 (1994); Wright v. State, Del.Supr., 633 A.2d 329, 339 (1993). Although the statute requires only limited review by this Court, that review is not perfunctory. Dawson v. State, 637 A.2d at 65. See Dobbert v. Florida, 432 U.S. 282, 295, 97 S.Ct. 2290, 2299, 53 L.Ed.2d 344 (1977). Under Delaware’s death penalty statute, a death sentence may be imposed only in accordance with the bifurcated procedure prescribed by 11 Del.C. § 4209. Section 4209(g)(2) provides as follows:\n(2) The Supreme Court shall limit its review under this section to the recommendation on and imposition of the penalty of death and shall determine:\na. Whether, considering the totality of evidence in aggravation and mitigation which bears upon the particular circumstances or details of the offense and the character and propensities of the offender, the death penalty was either arbitrarily or capriciously imposed or recommended, or disproportionate to the penalty recommended or imposed in similar cases arising under this section.\nb. Whether the evidence supports the judge’s finding of a statutory aggravating circumstance as enumerated in subsection (e) of this section and, where applicable, § 636(a)(2)-(7) of this title.\n11 Del.C. § 4209(g)(2). In performing its mandatory statutory review, this Court is always cognizant that “death as a punishment is unique in its severity and irrevocability.” Pennell v. State, Del.Supr., 604 A.2d 1368, 1375 (1992) (quoting Furman v. Georgia, 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972)). See also Dawson v. State, 637 A.2d at 66.\nThis Court has traditionally commenced its mandatory statutory review by initially addressing subparagraph (b) of Section 4209(g). That subsection requires this Court to examine the evidence in the record to determine whether it supports the findings of the Superior Court judge which relate to the establishment of statutory aggravating circumstances. 11 Del.C. § 4209(e). Thereafter, two additional inquiries are required by subparagraph (a) of Section 4209(g)(2): first, whether the Superior Court judge’s imposition of the death penalty was either arbitrary or capricious; and second, whether the death penalty imposed was disproportionate to the penalty imposed in similar cases arising under this statute. Each question requires a consideration of the totality of evidence in aggravation and mitigation which bears upon the particular circumstances or details of the offense and the character and propensities of the offender.\nWright v. State, 633 A.2d at 339 (quoting Red Dog v. State, Del.Supr., 616 A.2d 298, 306-07 (1992)) (citations and quotation marks omitted). Accord Gattis v. State, 637 A.2d at 821; Dawson v. State, 637 A.2d at 66; Sullivan v. State, 636 A.2d at 949. See generally Gregg v. Georgia, 428 U.S. 153, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976).\nWe first address subparagraph b of Section 4209(g)(2). The jury and the judge both found that the State had established, beyond a reasonable doubt, the existence of three statutory aggravating circumstances. First, both jury and judge found that Ferguson “was previously convicted of another murder or manslaughter or of a felony involving the use of, or threat of, force or violence upon another person.” 11 Del.C. § 4209(e)(l)i. See Gattis v. State, 637 A.2d at 821. The State presented two independent convictions to sustain its burden of proving this first statutory aggravating circumstance. Ferguson’s prior conviction of murder in the Commonwealth of Pennsylvania, for killing a man in a Chester bar in 1980, was undisputed at trial. Ferguson’s parole officer testified concerning the official records of the conviction. Also, a witness to the murder identified Ferguson in the Superior Court.\nThe State also presented evidence that, while on parole for the 1980 murder, Ferguson shot and wounded a man in 1985. This incident resulted in Ferguson’s conviction for aggravated assault, which is a felony under Pennsylvania law. Court records from Delaware County, Pennsylvania and the testimony of a former officer in the Chester Police *785Department were introduced during the penalty hearing to prove the conviction.\nThe trial judge found that Ferguson had committed an aggravated assault in 1985. The trial judge also found that Ferguson had committed a murder in 1980. The trial judge concluded that the State’s evidence established Ferguson’s convictions for each of those offenses beyond a reasonable doubt. The Superior Court judge’s findings and conclusion with regard to the State’s establishment of the first statutory aggravating circumstance, beyond a reasonable doubt, are supported by the record. Therefore, the State established the existence of the first statutory aggravating factor it alleged by two prior convictions, either of which provided an independent basis for the Superior Court’s conclusion.\nSecond, both the jury and the judge found that Ferguson committed the murder of Hodges while he was engaged in the commission of a robbery. 11 Del.C. § 4209(e)(l)j. The Superior Court judge properly instructed the jury that this statutory aggravating circumstance was established, as a matter of law, by Ferguson’s felony murder conviction. See Dawson v. State, 687 A.2d at 66. Thus, the record supports the conclusion that the second aggravating circumstance had also been established by the State’s evidence beyond a reasonable doubt.\nThe third and final statutory aggravating circumstance was that the murder was committed for pecuniary gain. 11 Del.C. § 4209(e)(l)o. The jury unanimously found that the State had established this factor beyond a reasonable doubt. In his sentencing decision, the Superior Court judge analyzed the evidence developed at trial:\n[T]he circumstances of the offense, as established at trial, indicate that the victim, Troy Hodges, met [Hyland and Ferguson] in an effort to purchase drugs. In particular, he was seeking to buy a half a kilogram of cocaine for $10,000. It was also established by [Fergusonj’s own statement that [they] did not have any cocaine with them. Indeed, the transaction had all the characteristics of a classic “drug rip-off.” The intent of [Ferguson], according to his statement, was to go with his friend, co-defendant Tyrone Hyland. He denies in the statement any intent on his part to rob, although he admits that if the deal had gone through he was sure that Tyrone would have given him some of the money. His recorded statement indicated that at the last minute, Tyrone gave him the gun, and that the shooting was an accident. This account is hard to reconcile with the physical evidence of flesh burns and the placement of the wound in the lower left back of the victim. It is equally inconsistent with certain facts established at the penalty phase: that [Ferguson] admitted shooting Jimmy Mitchell in June of 1991 in Chester; and that scientific evidence indicated the gun used was the same as that used in the homicide. The Court concludes that the State’s evidence and the reasonable inferences therefrom can produce only one conclusion: that Tyrone Hy-land and Cornelius Ferguson set out to “rip off’ Troy Hodges, that Ferguson was the “muscle” with the gun, and that while attempting the robbery, Ferguson killed Troy Hodges. The obvious and only motive for the shooting was pecuniary gain. Ferguson had no grudge against Hodges and, in fact, denied even knowing him. Thus, the Court is convinced beyond a reasonable doubt that the Murder was committed for pecuniary gain.\nThe record reflects that the evidence supports the Superior Court judge’s finding that this and two other statutory aggravating circumstances enumerated in Section 4209(e) were established beyond a reasonable doubt in Ferguson’s case. 11 Del.C. § 4209(g)(2)b. See also Dawson v. State, 637 A.2d at 66. Therefore, we now proceed to the two additional inquiries required of this Court under Section 4209(g)(2)a.\n\nDeath Penalty Not Arbitrary or Capricious\n\nIn an eighteen page written opinion, the Superior Court explained the basis for its imposition of a death sentence on Cornelius Ferguson. In this sentencing decision, the Superior Court judge outlined the aggravating circumstances alleged at the penalty hearing, both statutory and nonstatutory, as *786well as the mitigating circumstances presented by Ferguson.\nThe nonstatutory aggravating circumstances alleged by the State12 and found to exist by the Superior Court judge were substantial. First, the Superior Court found that at the time of the killing of Troy Hodges, Ferguson was charged with the shooting of a man named Jimmy Mitchell (“Mitchell”) in Chester. At the penalty hearing, the State introduced Ferguson’s statement in which he admitted shooting Mitchell. The record reflects that two months prior to the Hodges killing, Ferguson shot Mitchell four times, using the same gun that he later used to kill Hodges. The Superior Court found this incident “to be established and to be relevant to its considerations.”\nThe State also presented evidence of several prison disciplinary proceedings against Ferguson while he was in custody in Delaware. The Superior Court judge, however, found that the incidents leading to those proceedings did not indicate violent propensities. On the other hand, the judge did find that evidence presented concerning Ferguson’s incarceration in Pennsylvania did indicate “a propensity to threaten the use of violence to achieve an end.” The record reflects that on at least two occasions, Ferguson threatened guards with language to the effect that “you like playing with your life” and “I’ll take you out.” The Superior Court judge determined that this evidence of Ferguson’s violent propensities was relevant to the decision on his appropriate sentence.\nThe final nonstatutory aggravating circumstance alleged by the State was the impact of Hodges’ death on his family. In his sentencing decision, the Superior Court judge noted that victim impact evidence is properly considered in a penalty decision under Section 4209. Petition of State of Delaware, Del.Supr., 597 A.2d 1 (1991). The record reflects that Hodges’ mother testified that her son had faults, but that he was loving and outgoing. She also testified about the shock and grief she felt when she was informed of her son’s death. The judge found that “[t]he evidence was presented in a conservative and non-dramatic fashion, and appeared designed to state the facts of the impact of the offense upon the family without attempting to invoke undue sympathy.” Accordingly, the Superior Court determined that it would consider the victim impact evidence “as one aggravating factor ... along with all the other factors.”\nThe Superior Court judge also considered the twelve mitigating circumstances that Ferguson relied upon during the penalty hearing: (1) Ferguson was a victim of, and a witness to, domestic violence as a child; (2) Ferguson comes from a substance abusing and dysfunctional family background; (3) Ferguson has a child whom he loves and who loves him; (4) Ferguson has a family whom he loves and who loves him; (5) Ferguson had a job prior to incarceration; (6) Ferguson lacked appropriate role models as a child; (7) Ferguson has remorse for the death of the murder victim; (8) Ferguson exhibits positive personality traits; (9) death occurred during a mutually agreed-upon meeting to commit the serious, felonious act of trafficking in drugs; (10) the State granted a plea offer to the co-defendant, Hyland, to the charge of Murder Second Degree [, for which] Hyland was sentenced to fifteen (15) years incarceration; (11) lack of premeditated intent on the part of the defendant to cause the death of Troy Hodges; and (12) Ferguson desires to better himself. The trial judge made findings \"with respect to each alleged mitigating factor.\nFirst, Ferguson alleged that he was a victim of and a witness to domestic violence as a child. The sentencing judge found “little evidence” to support this assertion, but found “ample evidence that [Ferguson]’s early years (until about age 8) were unstable and that problems existed in the family unit.” The record reflects that when Ferguson was eight years old, “his custody informally passed to his maternal great-grandmother, who raised him and his siblings.” The record supports the Superior Court judge’s finding that “[t]here is no indication of any abuse in that setting,” and that the household of *787Ferguson’s great-grandmother “appeared to be loving and nurturing.” However, the sentencing judge did find that Ferguson’s father abused alcohol and that Ferguson’s natural family was dysfunctional.\nThe Superior Court judge considered the alleged lack of proper role models during Ferguson’s childhood. The judge concluded that Ferguson’s father was a poor role model from the fact that he took his son to bars while his son was underage. In fact, the 1980 murder for which Ferguson was convicted occurred while Ferguson was in a bar in the company of his father. However, the Superior Court judge noted that Ferguson was not entirely deprived of exposure to positive role models. For instance, Ferguson’s middle school principal, who had taken an interest in him while Ferguson was in school, testified on his behalf at the penalty hearing.\nFerguson also alleged, and the Superior Court judge found, that he has a child “whom he loves and who loves him.” However, the judge also determined that Ferguson’s contact with his son “has been minimal due to the lengthy periods of incarceration he has undergone since 1980,” and that Ferguson’s “actions do not indicate that [his] love [for his son] was a high priority in his decisions.” With respect to the rest of Ferguson’s family, the judge acknowledged the love that Ferguson’s great-grandmother and brother expressed for him at the penalty hearing. The judge also noted that the testimony of Ferguson’s girlfriend showed that she “cares deeply for him” and that she assists Ferguson’s son in visiting him in prison.\nThe Superior Court judge found that Ferguson was employed by the City of Chester as a grass cutter at the time of the murder. His supervisor testified at the penalty hearing. He described Ferguson as a good and dependable employee. The sentencing judge also found that Ferguson has participated in educational and other programs while in prison. That participation, combined with his apparent good work habits, were determined by the judge to be “positive traits.” However, although Ferguson also asserted his desire to better himself as a mitigating circumstance, the Superior Court judge found that there was “little evidence in his lifestyle over the past twelve years to support that argument.”\nFerguson also alleged a “lack of premeditated intent” on his part in the killing of Troy Hodges as a mitigating circumstance. The Superior Court judge, however, was “not convinced” that Ferguson had supported this assertion. Considering the forensic evidence of the gun’s direct contact with the victim, Ferguson’s prior use of the same weapon to shoot Jimmy Mitchell, and the 1980 handgun murder in Chester, the sentencing judge found it “difficult to conclude that he had any intent when he pulled the trigger other than to kill Troy Hodges.”\nThe judge also determined that, although during the penalty hearing Ferguson apologized for the killing both to the court and to the victim’s family, he maintained that it was only an accident, that it “just happened,” and that it might happen again. The judge concluded that Ferguson does not feel remorse for the killing. Instead, the judge determined that Ferguson only has “remorse that he is in the situation in which he finds himself.”\nThe final two mitigating factors considered by the Superior Court judge were Ferguson’s allegations: first, that since Hodges’ murder “occurred during a mutually agreed-upon meeting to commit the serious, felonious act of trafficking in drugs,” the victim was not entirely “innocent”; and second, that Hyland entered a plea of guilty to Murder in the Second Degree and was sentenced to 15 years in prison. The sentencing judge found both of these factors to exist and to be relevant to its consideration of the appropriate sentence for Ferguson. Nevertheless, the Superior Court judge concluded “the victim had an absolute right to live which was capriciously taken from him by [Ferguson],” not Hyland.\nHaving made its findings concerning the existence of aggravating and mitigating factors, the Superior Court judge then proceeded to determine whether the aggravating circumstances outweighed the mitigating circumstances. 11 Del.C. § 4209(d)(l)b. The judge correctly stated that “[t]his weighing *788procedure involves both a qualitative and quantitative analysis that requires the Court to look at the totality of circumstances surrounding the offense as well as all factors relating to the offender, his propensities, and his character.” In that regard, the sentencing judge made, inter alia, the following determinations:\nThe defendant, in the process of an attempted (or completed) robbery, placed a handgun against the back of the victim, pulled the trigger and left the victim to die in the parking lot. The victim, a drug dealer, involved in what he believed to be the purchase of a trafficking quantity of cocaine for distribution, was not an innocent victim. Nonetheless, the victim had an absolute right to live which was capriciously taken from him by this defendant [footnote omitted].\n[[Image here]]\nWhile Jt is true that Cornelius Ferguson is loved by good people, there is no indication that he returns that love in any meaningful fashion. While there was testimony that [Ferguson] taught his son “right from wrong,” it is difficult for the Court to see how he could do that given his life history and his seeming inability to place any value on human life....\nThe Court considers and rejects [Ferguson]^ background and upbringing as a mitigating factor that outweighs the heinous nature of this crime and the propensity of [Ferguson] for violence. [Ferguson]’s siblings have not made a career of shooting people. They were subjected to the same familial and societal deprivations. Society did not create Cornelius Ferguson’s lack of concern for human life....\n[Ferguson]’s remorse in this case is highly questionable. He denied any intent to kill Troy Hodges, writing off that murder as something that “just happened.” But [Ferguson], exercising his right to al-locution, did not even indicate that this type of incident would not happen again.\nWhat the Court is left with is a young man of twenty-nine years of age who has spent nine of his last twelve years in prison. In the brief amount of time that he has been able to spend in society, he has shot two people to death and tried to kill two more. Invariably, upon release from prison,13 [Ferguson] immediately arms himself with a firearm. [Ferguson] has distinguished himself by developing a substantial record of sanguinary deeds in a limited amount of time [footnotes omitted].\nThe record reflects that the Superior Court judge carefully considered the totality of the evidence in aggravation and mitigation, which related to the particular circumstances of the murder of Hodges, as well as to the character and propensities of Ferguson. 11 Del.C. § 4209(g)(2)a; Dawson v. State, 637 A.2d at 67; Sullivan v. State, 636 A.2d at 950. The record reflects that the Superior Court’s decision to impose the death sentence was “the product of a deliberate, rational and logical deductive process.” Red Dog v. State, 616 A.2d at 310 (citing Pennell v. State, 604 A.2d at 1376). After a careful review of the entire record, this Court concludes that the sentence of death was not imposed upon Ferguson by the Superior Court either arbitrarily or capriciously. 11 DelC. § 4209(g)(2)a.\n\nDeath Penalty Proportionality Review\n\nThe remaining question that this Court must answer in its mandatory review is whether the Superior Court judge’s imposition of the death penalty upon Ferguson was disproportionate to the penalty imposed in other cases arising under the Delaware death penalty statute. 11 Del.C. § 4209(g)(2)a. In answering that inquiry, this Court has reviewed the “universe” of cases established in Flamer, Bailey, Riley, Deputy, DeShields, Pennell, Red Dog, Wright, Sullivan, Dawson, and Gottis, as well as all subsequent cases falling therein (Appendix I). Sullivan v. State, Del.Supr., 636 A.2d 931, 950 (1994) (citing cases). See Gattis v. State, Del.Supr., 637 A.2d 808 (1994); Dawson v. State, Del.Supr., 637 A.2d *78957 (1994); Wright v. State, Del.Supr., 633 A.2d 329 (1993). The “universe” of cases is comprised of those First Degree Murder cases which have included a penalty hearing and in which the sentence has become final, either without or following a review by this Court. See Wright v. State, 633 A.2d at 342.14\nThis Court has consistently noted in prior cases involving proportionality review that “[a] definitive comparison of the ‘universe’ of cases is almost impossible.” Red Dog v. State, Del.Supr., 616 A.2d 298, 311 (1992) (citing Pennell v. State, Del.Supr., 604 A.2d 1368, 1376 (1992)). See also Gattis v. State, 637 A.2d at 823; Dawson v. State, 637 A.2d at 68; Sullivan v. State, 636 A.2d at 950. We have, however, compared Ferguson’s sentence with the penalties imposed in all First Degree Murder cases which have included a death penalty hearing, and have considered objective factors such as the gravity of the offense, the circumstances of the crime, and the severity of the penalty. See Red Dog v. State, 616 A.2d at 311 (citing Solem v. Helm, 463 U.S. 277, 103 S.Ct. 3001, 77 L.Ed.2d 637 (1983)).\nThe record in Ferguson’s case reflects the existence of three statutory aggravating circumstances and significant nonstatutory aggravating circumstances. Dawson v. State, 637 A.2d at 68. Like others sentenced to death in Delaware, Ferguson was found guilty of committing an unprovoked, coldblooded murder of a person who lacked the ability to defend himself. Gattis v. State, 637 A.2d at 823; Dawson v. State, 637 A.2d at 68; Sullivan v. State, 636 A.2d at 950-51; Wright v. State, 633 A.2d at 343. The Superior Court judge concluded in his sentencing decision that the “obvious and only motive” for the murder by Ferguson, like others sentenced to death in Delaware, was pecuniary gain. See Wright v. State, 633 A.2d at 343; DeShields v. State, Del.Supr., 534 A.2d 630, 649 (1987), cert. denied, 486 U.S. 1017, 108 S.Ct. 1754, 100 L.Ed.2d 217 (1988); Deputy v. State, Del.Supr., 500 A.2d 581, 602 (1985), cert. denied, 480 U.S. 940, 107 S.Ct. 1589, 94 L.Ed.2d 778 (1987); Riley v. State, Del.Supr., 496 A.2d 997, 1027 (1985), cert. denied, 478 U.S. 1022, 106 S.Ct. 3339, 92 L.Ed.2d 743 (1986). Ferguson, like Gattis, had been previously convicted of a violent felony. Gattis v. State, 637 A.2d at 822. Ferguson, like Red Dog and Pennell, had a prior history of homicidal acts. Red Dog v. State, 616 A.2d at 312; Pennell v. State, 604 A.2d at 1378. Accordingly, we have concluded that the Superior Court judge’s imposition of a sentence of death upon Ferguson was not disproportionate to the sentences imposed on other defendants in the relevant “universe” of cases involving death penalty hearings in Delaware. 11 Del.C. § 4209(g)(2)a.\n\nConclusion\n\nThis Court has carefully reviewed the entire record and has considered and rejected all claims of error raised by Ferguson in this appeal. We have determined that the facts supporting the sentence of death imposed upon Ferguson by the Superior Court judge for the murder of Troy Hodges “are so clear and convincing that virtually no reasonable person could differ.” Red Dog v. State, 616 A.2d at 312 (quoting Pennell v. State, 604 A.2d at 1378). The evidence clearly supports the Superior Court judge’s finding that three statutory aggravating circumstances were established beyond a reasonable doubt. 11 Del.C. § 4209(e), (g)(2)b.\nThis Court has concluded that the death sentence imposed upon Ferguson was imposed neither arbitrarily nor capriciously. This Court has also determined that Ferguson’s death sentence is not comparatively disproportionate to the sentences imposed in other First Degree Murder cases that have proceeded to a penalty hearing pursuant to the Delaware death penalty statute. 11 Del.C. § 4209(g)(2)a. See Gattis v. State, 637 *790A.2d at 822-23; Dawson v. State, 637 A.2d at 67-69; Sullivan v. State, 636 A.2d at 948-51. Accordingly, the underlying convictions and judgments, including the judgments imposing sentences of death for each count of Murder in the First Degree, are AFFIRMED.\nThe matter is remanded to Superior Court for further proceedings consistent with this opinion and the setting of a new date of execution. This Court’s order of December 17, 1992, staying the execution of Ferguson’s death sentence, shall terminate upon the issuance of this Court’s mandate. The Clerk of this Court is directed to cause a copy of this opinion to be hand-delivered forthwith to the attorneys for the parties and to the Commissioner of the Department of Correction.\n\n. Ferguson was also sentenced to twenty years of incarceration for each conviction of Possession of a Deadly Weapon During the Commission of a Felony. For the conviction of Conspiracy in the First Degree, Ferguson was sentenced to five years of incarceration, followed by six months of confinement at Level IV.\n\n\n. Hyland entered a plea of guilty to Murder in the Second Degree. Hyland was sentenced to 15 years of incarceration.\n\n\n. Wiggins testified that Hodges did not explain the purpose of these actions. From the circumstances, however, Wiggins concluded that he would be assisting in a drug deal.\n\n\n. It was later determined that the gun belonged to Ferguson.\n\n\n. The centrality of the issue did not per se require that the Superior Court judge expressly instruct *779the jury to disregard the improper remark even though such an instruction could have been given. See, e.g., Diaz v. State, 508 A.2d at 866-67; Boatson v. State, 457 A.2d at 743. Moreover, the record reflects that defense counsel did not request that the trial judge give the jury an instruction to disregard the improper remark.\n\n\n. The colloquy between the judge and counsel on this subject during the prayer conference was as follows:\n[DEFENSE COUNSEL]: Your Honor, I guess the first thing is your preliminary instructions. And the only thing that causes me any concern I guess at this time, the first full page under number two, where I realize that may be tracking the law, but what concerns me here is, whether \"by a preponderance of the evidence, after weighing all relevant evidence in aggravation or mitigation which bears upon the particular circumstances or details of the commission of the offense and the character and propensities of the offender, that the aggravating circumstances found to exist outweigh the mitigating circumstances found to exist.”\nI would ask if we could throw in another sentence, “Or whether the mitigating circumstances found to exist outweigh the aggravating circumstances found to exist,” giving more of a balanced sense. It seems to me the way this language is it's almost like leading a person down the path in the direction of aggravators which we would not like to see happen [emphasis added].\n[PROSECUTOR]: Adds some confusion. I don’t see any harm in it. I’m not going to make argument, your Honor.\nTHE COURT: So it would read, \"Or whether the mitigating circumstances outweigh the aggravating circumstances found to exist.”\n[DEFENSE COUNSEL]: Thank you, your Honor.\n\n\n. We note that the Superior Court’s finding of the statutory aggravating circumstance that Ferguson was previously convicted of \"another murder ... or of a felony involving the use of, or threat of, force or violence upon another person,” would accomplish this “second narrowing” even if it were in fact required. 11 Del.C. § 4209(e)(l)i.\n\n\n. Since the 1991 amendments to the Delaware capital punishment statute, other judges have sentenced a defendant to death without placing independent weight on multiple statutory aggravating factors during the weighing process. For instance, in the sentencing decision in another appeal now pending before this Court, the Superior Court judge regarded the statutory aggravating circumstances of Robbery in the First Degree and Burglary in the Second Degree as a single aggravating circumstance during the weighing process. State v. Jackson, Del.Super., *783I.D. No. 920033717, Bifferato, J., at 6, 12 (Apr. 28, 1993) (sentencing decision); Jackson v. State, Del.Supr., Nos. 162/169, 1993 (Consolidated). We also note that during the penalty phase of another proceeding, which is within the universe of cases we have reviewed, a jury unanimously determined that the murder was committed during an attempted robbery but, by a vote of eight to four, also concluded that the murder had not been committed for pecuniary gain. State v. Rodriguez, Del.Super., I.D. No. 93001668, Barron, J., at 26 &amp; n. 16 (Nov. 29, 1993) (sentencing opinion).\n\n\n.In his sentencing decision, the Superior Court judge stated that in weighing the aggravating and mitigating circumstances he \"plac[ed] no independent weight on the factor that the defendant committed the murder for pecuniary gain, as any robbery involves that element, and there is no evidence of actual pecuniary gain by this defendant as a result of this offense.” See Dawson v. State, Del.Supr., 637 A.2d 57, 66 (1994). The sentencing judge also noted that this Court had rejected the rationale of Provence in our decision in Flamer v. State.\n\n\n. In Dawson, “the trial judge stated that he had ‘chosen not to place independent weight on this factor that Dawson committed the murder for pecuniary gain because the Court has already found that the murder was committed while the defendant was engaged in the commission of robbery involving the same property.’ ” Dawson v. State, 637 A.2d at 66.\n\n\n. We note that in Deputy, this Court held that \"allegedly duplicative statutory aggravating circumstances do not prejudice the defendant in a case ... where other aggravating and mitigating factors have been presented to the jury.” Deputy v. State, 500 A.2d at 601. See also Flamer v. State, 490 A.2d at 126. In Ferguson’s case, multiple factors which were not allegedly duplicative were submitted to the jury. Therefore, Ferguson’s argument, even if it had been meritorious, would have also failed due to lack of record support.\n\n\n. The nonstatutory aggravating circumstances alleged by the State were: (1) the impact of the murder on the victim’s family; (2) evidence of a pending criminal offense; (3) evidence of Ferguson’s prison record; and (4) evidence of Ferguson’s character.\n\n\n. The sentencing judge also noted Ferguson’s participation in prison rehabilitation programs, but found that incidents in which Ferguson threatened prison guards with violence indicated an inability \"to adapt well to prison life.”\n\n\n. In Wright v. State, we noted that the 1991 revisions to the Delaware death penalty statute removed the decisionmaking authority from the jury and placed it in the hands of the sentencing judge. 633 A.2d at 342 n. 21. However, pre-1991 jury decisions are nevertheless pertinent to our proportionality analysis because those cases \"reflect a jury consensus on the appropriateness of the death penalty.” Id. Also, “in all cases in which the death sentence was imposed, this Court conducted proportionality review.” Id. Accord Dawson v. State, 637 A.2d at 67-68 n. 4; Sullivan v. State, 636 A.2d at 950 n. 11.\n\n",
            "ocr": false,
            "opinion_id": 9517873
        },
        {
            "author_str": "Walsh",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWALSH, Justice,\nwith whom HARTNETT, Justice, joins, concurring.\nI fully concur in the decision of this Court upholding both the jury determination of guilt and the imposition of the death penalty. I write separately, however, to voice a concern over the Court’s treatment of Ferguson’s claim that the jury was improperly permitted to double count statutory aggravating circumstances. In my view, the use of statutory aggravating circumstances which cannot be other than redundant, as applied in this case, 'is improper. However, given the formidable array of aggravating circumstances proved, including a prior murder conviction, I am satisfied that such error was harmless beyond a reasonable doubt.\nUnder Delaware’s capital punishment scheme, 11 Del.C. § 4209, the establishment of statutory aggravating circumstances is a sine qua non to the imposition of the death sentence. Both to establish the initial threshold of jury consideration and to permit the balancing against mitigating circumstances, the 18 separately stated circumstances set forth in 11 Del. C. § 4209(e) play a significant role in the penalty phase of a capital punishment trial. Today, the Court rejects the claim that two of these aggravating circumstances, that the murder was committed during a robbery and that the murder was committed for pecuniary gain, are impermissibly duplicative. While this holding adheres to previous rulings of this Court in Flamer v. State, Del.Supr., 490 A.2d 104, 125-26, cert. denied, 464 U.S. 865, 104 S.Ct. 198, 78 L.Ed.2d 173 (1983) and Deputy v. State, Del.Supr., 500 A.2d 581, 600-01 (1985), cert. denied, 480 U.S. 940, 107 S.Ct. 1589, 94 L.Ed.2d 778 (1987), there have been intervening decisions in other jurisdictions which cast serious doubt upon the propriety of this double counting of aggravating circumstances.\nSince its decision in Provence v. State, Fla.Supr., 337 So.2d 783 (1976), cert. denied, 431 U.S. 969, 97 S.Ct. 2929, 53 L.Ed.2d 1065 (1977), the Florida Supreme Court has reaffirmed its rejection of the practice of permitting the doubling of aggravating circumstances of robbery and pecuniary gain “when both aggravating circumstances referred to the same aspect of the defendant’s crime.” Robertson v. State, Fla.Supr., 611 So.2d 1228, 1233 (1993), quoting Provence, 337 So.2d at 786. Other jurisdictions, following the lead of Provence, have also found redundancy, to the level of prejudicial error, in the submission of aggravating circumstances of murder for pecuniary gain and murder committed during the crime of robbery. Willie v. State, Miss.Supr., 585 So.2d 660 (1991); State v. Quesinberry, 319 N.C. 228, 354 S.E.2d 446 (1987), judgment vacated on other grounds, 494 U.S. 1022, 110 S.Ct. 1465, 108 L.Ed.2d 603 (1990); Engberg v. Meyer, Wyo.Supr., 820 P.2d 70 (1991).\nThe Court views the redundancy question as one of legislative intent and correctly notes that the General Assembly in its 1991 amendments to the Delaware death penalty statute did not act to correct the court’s construction of § 4209 as expressed in Flamer and Deputy. The Court further comments that, conceptually, there is a distinction between theft and robbery under the Delaware Criminal Code. I have no quarrel with the Court’s conceptual analysis and agree that under certain circumstances, pecuniary gain may continue to find separate existence as an aggravating circumstance as intended Delaware law. The difficulty lies in the application of the circumstances in a given evidentiary setting where there is no factual basis for viewing them separately *791from the standpoint of the defendant’s conduct.\nThe motivational factor underlying robbery may, in certain extreme situations, e.g., the robbery is committed for reputational purposes, eliminate the redundancy factor, but it clearly does not do so in this case where the sentencing judge recognized the redundancy and neutralized its effect in the final sentencing process. It is not sufficient for jury instructional purposes to be able to conceptualize between aggravating circumstances; the jury must be advised of the application of the law to the facts of the case before it. As the North Carolina Supreme Court observed in Quesinberry:\nAlthough the pecuniary gain factor addresses motive specifically, the other cannot be perceived as conduct alone, for under the facts of this case the motive of pecuniary gain provided the impetus for the robbery itself. Admittedly, situations are conceivable in which an armed robber murders motivated by some impulse other than pecuniary gain, e.g., where the robbery is committed to obtain something of purely reputational or sentimental, rather than pecuniary, value. The facts of this case, though, reveal that defendant murdered the shopkeeper for the single purpose of pecuniary gain by means of committing an armed robbery.\n354 S.E.2d at 453. Similarly, in this case, the sentencing judge characterized the criminal transaction as a classic “drug rip-off’ in which the “obvious and only motive for the shooting was pecuniary gain.”\nPecuniary gain has independent significance as a statutory aggravating circumstance in other situations. For example, if a murder was committed to collect on a life insurance policy or to gain an inheritance, the murder would have been committed for pecuniary gain, but not in the course of a robbery. In my view, these are proper situations in which pecuniary gain may be considered as a statutory aggravating circumstance.\nAs the Court has also noted, the sentencing judge in this case, and judges in other capital punishment cases in the Superior Court, have consistently declined to accord independent weight to pecuniary gain as an aggravating circumstance when coupled with related robbery or burglary offenses. If this be the practice, we are thus confronted with the unusual situation where some judges permit juries to apply redundant circumstances in their advisory capacity while declining to do so themselves in their ultimate role as sentencers.15 In my view, we should not ignore a practice which permits the jury to engage in a highly questionable exercise of double counting in cases where no factual basis exists for separate weighing.\nI find it anomalous that the Court credits the Superior Court judges for their discernment in according no independent weight to duplicative aggravating circumstances while at the same time permitting juries to be instructed that they may consider such factors in their deliberation. Although, under Delaware law, the trial judge is the ultimate sentencer, the jury continues to play an indispensable role “as the conscience of the community.” Wright v. State, Del.Supr., 633 A.2d 329, 335 (1993), quoting State v. Cohen, Del.Supr., 604 A.2d 846, 856 (1992). Where the State has decided “to place capital-sentencing authority in two actors rather than one, neither actor must be permitted to weigh invalid aggravating circumstances.” Espinosa v. Florida, — U.S. —, —, 112 S.Ct. 2926, 2929, 120 L.Ed.2d 854 (1992).\nTo the extent our holdings in Flamer and Deputy permit the jury to consider the dupli-cative aggravating circumstances of robbery and pecuniary gain where the evidence pro*792vides no basis for independent weighing in the sentencing process, I would overrule those decisions.\nNotwithstanding my reservations concerning the double counting of two aggravating circumstances, I am satisfied that such error was harmless beyond a reasonable doubt. Gattis v. State, Del.Supr., 637 A.2d 808, 817 (1994); Clemons v. Mississippi, 494 U.S. 738, 110 S.Ct. 1441, 108 L.Ed.2d 725 (1990). The sentencing judge carefully documented an array of other aggravating circumstances, including a prior murder conviction. In view of the overwhelming weight of these circumstances, the imposition of the death penalty in this case was neither arbitrary nor capricious.\nAPPENDIX I\nFIRST DEGREE MURDER CASES THAT WENT TO PENALTY HEARINGS\n1985 to date\nAppendix I to Dawson v. State, Del.Supr., 637 A.2d 57, 69 (1994) is incorporated herein by reference, subject to the following changes and additions.\nCase Name: David F. Dawson\nCase No.: IK86-0024; IK87-01-0841; 0843, 0845\nCounty: New Castle (venue changed)\nSentence: Death\nCase Name: Cornelius E. Ferguson*\nCase No.: IN91-10-0576, 0578 thru 0581\nCounty: New Castle\nSentence: Death — present proceeding\nCase Name: Robert A. Gattis\nCase No.: IN90-05-1017 thru 1019, 1106, 1107\nCounty: New Castle\nSentence: Death\nThe “universe” of cases is comprised of those First Degree Murder cases which have gone to a penalty hearing and in which the sentence has become final, either without or following a review by this Court. An asterisk marks those capital murder cases which are not included in the defined “universe” of cases.\n\n. Apparently the practice is not uniform. In a case presently pending review in this Court, Jackson v. State, cited by the Court, ante at 782-783 n. 8, Judge Bifferato refused to permit pecuniary gain to be submitted to the jury as a statutory aggravating circumstance when the murder was committed during the course of a robbery and burglary. Since Delaware's death penalty statute is modeled after Florida’s, he reasoned that Florida law, presumably Provence and its progeny, was persuasive and elected to follow it. Furthermore, in Wright v. State, Del.Supr., 633 A.2d 329 (1993), tried before Judge Del Pesco, the jury was not permitted to consider pecuniary gain as a statutory aggravating circumstance where the murder was committed during the robbery of a liquor store clerk.\n\n",
            "ocr": false,
            "opinion_id": 9517874
        }
    ],
    "court_short_name": "Supreme Court of Delaware",
    "court_full_name": "Supreme Court of Delaware",
    "court_type": "S",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Murder"
}