{
    "id": 2009537,
    "judges": "Craig, President Judge, Newman, J., and Della Porta, Senior Judge",
    "date_filed": 769132800000,
    "date_filed_is_approximate": false,
    "slug": "pickering-v-sacavage",
    "case_name_short": "Pickering",
    "case_name": "Pickering v. Sacavage",
    "case_name_full": "Allen PICKERING, Sr. and Allen Pickering, Jr., Appellants, v. Robert SACAVAGE and Francis Bower; Larry SPARANO, Appellant, v. Robert SACAVAGE",
    "attorneys": "Don Bailey, for appellants., Frederick W. Ulrich, for appellee Sacavage., Gregory R. Neuhauser, Sr. Deputy Atty. Gen., for appellee Bower.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 15, 1994., Petition for Allowance of Appeal Denied Dee. 5, 1994.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b133-3\">\n    642 A.2d 555\n   </citation><br><parties id=\"b133-4\">\n    Allen PICKERING, Sr. and Allen Pickering, Jr., Appellants, v. Robert SACAVAGE and Francis Bower. Larry SPARANO, Appellant, v. Robert SACAVAGE.\n   </parties><br><court id=\"b133-9\">\n    Commonwealth Court of Pennsylvania.\n   </court><br><otherdate id=\"b133-10\">\n    Argued April 15, 1994.\n   </otherdate><br><decisiondate id=\"b133-11\">\n    Decided May 17, 1994.\n   </decisiondate><br><otherdate id=\"b133-12\">\n    Petition for Allowance of Appeal Denied Dee. 5, 1994.\n   </otherdate><br><attorneys id=\"b135-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"119\"> \n     *119\n     </span>\n    Don Bailey, for appellants.\n   </attorneys><br><attorneys id=\"b135-10\">\n    Frederick W. Ulrich, for appellee Sacavage.\n   </attorneys><br><attorneys id=\"b135-11\">\n    Gregory R. Neuhauser, Sr. Deputy Atty. Gen., for appellee Bower.\n   </attorneys><br><judges id=\"b135-12\">\n    Before CRAIG, President Judge, NEWMAN, J., and DELLA PORTA, Senior Judge.\n   </judges>",
    "citations": [
        "642 A.2d 555",
        "164 Pa. Commw. 117"
    ],
    "opinions": [
        {
            "author_str": "Newman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8202.0,
            "opinion_text": "\n164 Pa. Commonwealth Ct. 117 (1994)\n642 A.2d 555\nAllen PICKERING, Sr. and Allen Pickering, Jr., Appellants,\nv.\nRobert SACAVAGE and Francis Bower.\nLarry SPARANO, Appellant,\nv.\nRobert SACAVAGE.\nCommonwealth Court of Pennsylvania.\nArgued April 15, 1994.\nDecided May 17, 1994.\nPetition for Allowance of Appeal Denied December 5, 1994.\n*119 Don Bailey, for appellants.\nFrederick W. Ulrich, for appellee Sacavage.\nGregory R. Neuhauser, Sr. Deputy Atty. Gen., for appellee Bower.\nBefore CRAIG, President Judge, NEWMAN, J., and DELLA PORTA, Senior Judge.\nNEWMAN, Judge.\nIn these consolidated actions, Allen Pickering, Sr. and Allen Pickering Jr. (the Pickerings) appeal from orders of the Court *120 of Common Pleas of Northumberland County (trial court) granting the preliminary objections of Robert Sacavage (Sacavage) and the motion for summary judgment of Francis Bower (Bower). In a related action, Larry Sparano (Sparano) appeals from an order of the trial court granting Sacavage's preliminary objections.\n\nFACTS\nThese cases arise from the death of Debra Pickering[1] who died from a self-inflicted gunshot wound to her head on October 27, 1987. Unconvinced that Ms. Pickering's death was a suicide, the Pickerings pressed for a coroner's inquest. The Pickerings' cause was further pursued by Sparano, a television reporter for news station WYOU-22 in Scranton, Pennsylvania. In February of 1990, Sparano began suggesting in various news reports that Ms. Pickering's death was not a suicide.\nOn August 27 through 30, 1990, a coroner's inquest was held at the Northumberland County Courthouse with Coroner Richard Ulrich presiding. Bower, a Pennsylvania State Trooper who served as the initial investigating officer into Ms. Pickering's death, testified at the inquest. In addition to Bower, Isadore Mihalikas, M.D., a forensic pathologist, testified that Ms. Pickering died as a result of a self-inflicted gun shot wound to the head. Dr. Mihalikas' testimony was corroborated by the report of the pathologist retained by the Pickerings, Gary Ross, M.D., and forensic scientist, W. Stewart Bennett. Within an hour and a quarter, the jury rendered its decision that Ms. Pickering's death was a suicide.\nUnsatisfied, the Pickerings sought to have the investigation reopened and to have Sacavage, who was the District Attorney of Northumberland County during the initial investigation into Ms. Pickerings' death as well as during the coroner's inquest, removed from the case. The Pickerings were dissatisfied with how the investigation into Ms. Pickering's death was conducted by the Commonwealth, as well as with the decision of the *121 inquest jury. On October 22, 1991, our supreme court dismissed an appeal from the inquest decision. On that very same day, after the supreme court's decision, the District Attorney held a press conference at which he made several comments about the matter. These comments were subsequently contained in The Berwick Press Enterprise newspaper which published an article on the matter on October 23, 1991. These comments are as follows:\nSacavage, expressing sympathy for Pickering's family and confidence that the death was a suicide, yesterday also criticized coverage of the family claims by television station WYOU-22 as sensationalism and unfair to local authorities.\nHe questioned whether the case would have reached the Supreme Court at all had the Pickering family and a TV newscaster who assisted them not withheld evidence.\nSacavage contended two suicide notes written by [Ms. Pickering] prior to her death were not previously released to authorities, but given to WYOU anchorman Larry Sparano by the father, Allen Pickering Sr.\n`We didn't even know of the existence of these letters until Mr. Pickering was questioned under oath at the inquest last August,' Sacavage said.\nHe also said `unfair' treatment of the case was given by Sparano, who the DA felt had implied a murder `cover-up' by his office, state police and Coroner Richard Ulrich.\n`These accusations were made while the newscaster had in his possession the suicide notes,' Sacavage said.\n`This was a media hoax. It all came about as a result of February `sweeps week' and their advertising this sensational story. It whetted some appetites,' Sacavage said.\n* * * * * *\nReached by telephone last night, Sacavage maintained that the Pickering investigation may have been hampered by withholding of the suicide notes.\nWhile he at one point considered filing obstruction of justice charges, he said the Supreme Court ruling should close the *122 case once and for all. `I'm satisfied to let it be over,' he said....\nOn February 20, 1992, Sparano filed a complaint against Sacavage, and alleged that Sacavage's comments regarding the investigation of the death and the subsequent supreme court order defamed him. Specifically, Sparano contended that Sacavage expressly and/or impliedly inferred that he withheld evidence which prolonged the investigation and the coroner's inquest, that Sacavage had considered requesting that obstruction of justice charges be filed against Sparano, and that Sparano had implied that Sacavage was involved in a murder \"cover-up\" merely to improve the station's ratings during \"sweeps week.\"\nOn April 7, 1992, the Pickerings filed a complaint against Sacavage and Bower, and contended: 1) that Sacavage defamed them in his press conference of October 22, 1991; 2) that Bower was involved along with Sacavage in a civil conspiracy; and 3) Bower intentionally caused them emotional distress.\nSacavage filed preliminary objections in the nature of a demurrer to the Sparano and the Pickerings complaints, and alleged that all statements made by him were made during the course of his official duties and were absolutely privileged. Bower filed a motion for summary judgment, premised on both statutory and common law immunity.\nOn November 10, 1992, the trial court filed separate opinions in the instant matters. With respect to Sparano v. Sacavage and Pickerings v. Sacavage,[2] the trial court sustained the preliminary objections and found that Sacavage was acting within the course of his official duties when he made the aforementioned statements to the press, and accordingly, he was absolutely privileged. With respect to Pickerings v. Bower, the trial court granted Bower's motion for summary judgment, concluding that Bower was acting within the scope of his duties and was therefore entitled to sovereign immunity. *123 On December 8, 1992, the Pickerings and Sparano initiated separate appeals to the Superior Court. The Superior Court transferred the appeals to our court. We consolidated the appeals, and they are now ready for disposition.\n\nISSUES\nThere are two issues presented in this consolidated appeal: 1) Whether the trial court erred in holding that Sacavage had an absolute privilege against liability for alleged defamatory statements made by him against the Pickerings and Sparano;[3] and, 2) whether the trial court erred in holding that Bower was acting within the scope of his duties as a State Trooper while conducting the criminal investigation, and thus immune from suit.\n\nSCOPE OF REVIEW\n\n1. Preliminary Objections\n\nWhen reviewing a trial court order sustaining preliminary objections in the nature of a demurrer, this court's scope of review is limited to determining whether the trial court abused its discretion or committed an error of law. Rok v. Flaherty, 106 Pa.Commonwealth Ct. 570, 527 A.2d 211 (1987). Our scope of review is to determine whether on the facts alleged the law states with certainty that no recovery is possible. Hawks by Hawks v. Livermore, 157 Pa.Commonwealth Ct. 243, 629 A.2d 270 (1993). We must accept as true all well pled allegations and material facts averred in the complaint as well as inferences reasonably deducible therefrom, and any doubt should be resolved in favor of overruling the demurrer. Id.\n\n2. Summary Judgment\n\nOur scope of review of a trial court's grant of summary judgment is limited to determining whether the trial court made an error of law or abused its discretion. Salerno *124 v. LaBarr, 159 Pa.Commonwealth Ct. 99, 632 A.2d 1002 (1993). Summary judgment should only be granted in a clear case, and the moving party bears the burden of demonstrating that no material issue of fact remains. Id. The record must be reviewed in the light most favorable to the non-moving party. Id.\n\nANALYSIS\n\n1. Pickerings and Sparano v. Sacavage\n\nPickerings and Sparano contend that they were defamed by comments made by Sacavage at the press conference after our supreme court's ruling on the inquest. For his part, Sacavage argues that he made those comments in the course and performance of his duties as District Attorney of Northumberland County, and thus he was absolutely immune from suit.\nIn Barto v. Felix, 250 Pa.Superior Ct. 262, 378 A.2d 927 (1977), appeal dismissed, 487 Pa. 455, 409 A.2d 857 (1980), our superior court, in discussing absolute immunity, stated that this immunity is:\naccorded to high public officials. Public interest demands that high public officials be absolutely immune from liability for defamatory statements made in the course of their officials duties. A liberal construction is applied to determine whether an action falls within the official's duties.... The policy to be applied in determining the existence of this immunity is the importance of ensuring the public official's freedom to act in areas of public interest. The threat of a potential civil suit for damages would unquestionably dampen a public official's enthusiasm to act in certain situations, even though he entertained an honest belief that the public interest would be furthered by such actions. Public policy prefers that a public officer's decisions be uninfluenced by such considerations, even at the expense of an individual's priceless reputation.\nId. at 266-267, 378 A.2d at 929. (Emphasis in original).\nFor a party to qualify for this absolute immunity from suit, he must establish that: (1) he is a \"high public official;\" *125 and (2) the allegedly defamatory statements were made while he was acting within the scope of his authority. Montgomery v. Philadelphia, 392 Pa. 178, 140 A.2d 100 (1958).\nFactors which determine whether an individual is a high public official include the nature of his duties, the importance of his office, and particularly whether he has policy-making functions. Id. In Rok, this court set forth that \"[a]bsent statutory classification, the parameters establishing `high public official' status have been delineated by the judiciary on a case by case basis.\" Id. 106 Pa.Commonwealth at 574, 527 A.2d at 212.\nIt is clear that Sacavage was a high public official. Given the factors as set forth by our supreme court in Montgomery, it is obvious that the position of district attorney is an elected office with considerable and important policy-making functions. See McCormick v. Specter, 220 Pa.Superior Ct. 19, 275 A.2d 688 (1971) (The District Attorney of Philadelphia was determined to be a high public official). See also Factor v. Goode, 149 Pa.Commonwealth Ct. 81, 612 A.2d 591 (1992), petition for allowance of appeal denied, 533 Pa. 654, 624 A.2d 112 (1993) (The Philadelphia Revenue Commissioner was determined to be a high public official); and Rok (The Pittsburgh City Controller was determined to be a high public official). Once we determine that Sacavage was a high public official, our next inquiry becomes whether the actions complained of occurred within the scope of that authority. Factor.\nIn Biggans v. Foglietta, 403 Pa. 510, 512, 170 A.2d 345, 347 (1961), our supreme court, in reversing a trial court's decision granting absolute immunity to a Philadelphia City Councilman, stated:\nA privileged communication is one made upon a proper occasion, from a proper motive, in a proper manner and based upon reasonable and probable cause.... Only the facts and circumstances can determine whether there is a privilege, abuse of privilege or no privilege.\nAfter a review of the facts and circumstances of the instant matter, we determine that Sacavage's comments were made *126 within the scope of his duties as District Attorney, and are thus absolutely privileged. It is obvious that Sacavage's comments were of legitimate public interest. On October 22, 1991, after four years of conjecture regarding Ms. Pickering's death, our supreme court dismissed an appeal from the inquest, conclusively determining that the death was a suicide. That same day, Sacavage held a press conference to inform the public that Ms. Pickering's death was clearly a suicide, and not a murder \"cover-up\" as implied by Sparano. Moreover, Sacavage apprised the public that the Pickerings and Sparano withheld critical evidence about Ms. Pickering's death. Clearly, Sacavage's office had been implicated in the news reports to have engaged in unlawful and reprehensible activities. At a minimum, Sacavage should have been afforded an opportunity to respond to these accusations after the supreme court's ruling. In sum, we conclude that the trial court did not err in holding that Sacavage had an absolute privilege against liability for alleged defamatory statements made by him against the Pickerings and Sparano.\n\n2. Pickerings v. Bower\n\nIn their complaint, the Pickerings alleged that Bower was culpable of the following:\n(1) he testified falsely at the coroner's inquest;\n(2) he lied to them when describing Ms. Pickering's wounds; and,\n(3) he sought to damage their reputations and to cause them mental anguish, guilt and pain.\nThe Pickerings contend that the preceding allegations give rise to causes of action for civil conspiracy, and intentional infliction of emotional distress. Bower maintains that he should be considered statutorily immune.[4] We agree.\nAct 152 of 1978, codified at 1 Pa.C.S. § 2310, provides as follows:\n\n*127 [T]he Commonwealth, and its officials and employees acting within the scope of their duties, shall continue to enjoy sovereign and official immunity and remain immune from suit except as the General Assembly shall specifically waive the immunity. When the General Assembly specifically waives sovereign immunity, a claim against the Commonwealth and its officials and employees shall be brought only in such manner and in such courts and in such cases as directed by the provisions of title 42 (relating to judiciary and judicial procedure) unless otherwise specifically authorized by statute.\n1 Pa.C.S. § 2310. (Emphasis added).[5]\nA Commonwealth party is defined at Section 8501 of the Judicial Code, 42 Pa.C.S. § 8501, as \"[a] Commonwealth agency and any employee thereof, but only with respect to an act within the scope of his office or employment.\" Recently, this court reaffirmed the principle that when an employee of a Commonwealth agency was acting within the scope of his duties, the Commonwealth employee is protected by sovereign immunity from the imposition of liability for intentional tort claims. La Frankie v. Miklich, 152 Pa.Commonwealth Ct. 163, 618 A.2d 1145 (1992) (en banc).\nIn La Frankie, a state trooper arrested plaintiff for unlawful use of a credit card and forgery. The district attorney entered a nolle prosequi to the charges. Subsequently, plaintiff *128 and his parents brought suit against, inter alia, the state trooper, and alleged abuse of legal process, malicious prosecution, and false arrest. After a jury trial, the jury found the state trooper guilty of abuse of process. The state trooper moved for judgment notwithstanding the verdict, and asserted the affirmative defenses of sovereign and official immunity. The trial court granted the state trooper's motion, and our court sitting en banc affirmed this decision. We held that since the state trooper was acting within the scope of his duties, he was protected by sovereign immunity from the imposition of liability for intentional tort claims.\nThus, for present purposes, we must decide whether Bower's actions in conducting the investigation into Ms. Pickering's death, as well as his presentation of evidence at the coroner's inquest, were within the scope of his duties as a state trooper. We conclude that they were.\nIn the instant matter, Bower was employed by the Commonwealth as a state trooper. In this capacity, Bower was assigned to conduct the investigation into Ms. Pickering's death. A review of the instant matter clearly indicates that Bower was acting within the scope of his duties when investigating the death of Ms. Pickering as well as when testifying at the coroner's inquest. Moreover, the Pickerings have failed to allege any facts that indicate that Bower was acting outside the scope of his duties. Thus, we conclude that Bower was entitled to statutory immunity from the imposition of liability.\n\nCONCLUSION\nFor the preceding reasons, we affirm the orders of the trial court.\n\nORDER\nAND NOW, May 17, 1994, the orders of the Court of Common Pleas of Northumberland County in the above-captioned matters are affirmed.\nNOTES\n[1]  Ms. Pickering was the daughter of Allen Sr. and the sister of Allen Jr.\n[2]  For purpose of convenience, these separate actions shall hereinafter be termed, Pickerings and Sparano v. Sacavage and Pickerings v. Bower.\n[3]  With respect to Sacavage, the Pickerings have only sought appeal from the defamation count. Thus, all other issues have been waived.\n[4]  Bower also contends that he should be immune from suit on common law grounds. Because we conclude that Bower is immune to the imposition of liability pursuant to statutory grounds, we need not address Bower's common law immunity defenses.\n[5]  There are nine exceptions to sovereign immunity: (1) operation of any motor vehicle in the possession or control of a Commonwealth party; (2) acts of health care employees of Commonwealth agency medical facilities or institutions; (3) care, custody or control of personal property in the possession or control of Commonwealth parties; (4) dangerous condition of Commonwealth agency real estate and sidewalks; (5) dangerous condition of highways under the jurisdiction of a Commonwealth agency created by potholes or sinkholes or other similar conditions created by natural elements; (6) care, custody or control of animals in the possession or control of a Commonwealth party; (7) sale of liquor at Pennsylvania liquor stores; (8) acts of a member of the Pennsylvania military forces; and (9) administration, manufacture and use of a toxoid or vaccine.\n\n42 Pa.C.S. § 8522(b).\nThe Pickerings have not alleged any claim against Bower that falls within any of these exceptions.\n\n",
            "ocr": false,
            "opinion_id": 2009537
        }
    ],
    "court_short_name": "Commonwealth Court of Pennsylvania",
    "court_full_name": "Commonwealth Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}