{
    "id": 2012083,
    "judges": "Murphy, C.J., and Anderson, Morton, Orth, and Thompson",
    "date_filed": -59270400000,
    "date_filed_is_approximate": false,
    "slug": "osborne-v-state",
    "case_name_short": "Osborne",
    "case_name": "Osborne v. State",
    "case_name_full": "Roger W. Osborne v. State of Maryland",
    "attorneys": "William Franklin Gosnett for appellant., Bernard L. Silbert, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Charles B. MDylan, Jr., State’s Attorney for Baltimore City, and Thomas N. Biddison, Jr., Assistant State’s Attorney for Baltimore City, on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b181-4\">\n    ROGER W. OSBORNE\n    <em>\n     v.\n    </em>\n    STATE OF MARYLAND\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b181-5\">\n    [No. 84,\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"At1\">\n    September Term, 1967.]\n   </p><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b181-11\">\n<em>\n     Decided February 15, 1968.\n    </em>\n</decisiondate><br><judges data-order=\"4\" data-type=\"judges\" id=\"b182-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"162\"> \n     *162\n     </span>\n    The cause was argued before Murphy, C. J., and Anderson, Morton, Orth, and Thompson, JJ.\n   </judges><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b182-6\">\n<em>\n     William Franklin Gosnett\n    </em>\n    for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b182-7\">\n<em>\n     Bernard L. Silbert, Assistant Attorney General,\n    </em>\n    with whom were\n    <em>\n     Francis B. Burch, Attorney General, Charles B. MDylan, Jr., State’s Attorney for Baltimore City,\n    </em>\n    and\n    <em>\n     Thomas N. Biddison, Jr., Assistant State’s Attorney for Baltimore City,\n    </em>\n    on the brief, for appellee.\n   </attorneys>",
    "citations": [
        "238 A.2d 145",
        "3 Md. App. 161"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7492.0,
            "opinion_text": "\n3 Md. App. 161 (1968)\n238 A.2d 145\nROGER W. OSBORNE\nv.\nSTATE OF MARYLAND.\nNo. 84, September Term, 1967.\nCourt of Special Appeals of Maryland.\nDecided February 15, 1968.\n*162 The cause was argued before MURPHY, C.J., and ANDERSON, MORTON, ORTH, and THOMPSON, JJ.\nWilliam Franklin Gosnell for appellant.\nBernard L. Silbert, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Charles E. Moylan, Jr., State's Attorney for Baltimore City, and Thomas N. Biddison, Jr., Assistant State's Attorney for Baltimore City, on the brief, for appellee.\nPER CURIAM:\nIn this appeal, Roger W. Osborne, the Appellant, contends that he was denied a speedy trial.\nOn April 27, 1965, he pleaded guilty in the Criminal Court of Baltimore to charges of escape and assault with intent to murder and was sentenced to a term of seven years in the Maryland Penitentiary to run consecutively to a ten year sentence for another offense not related to this appeal. Notwithstanding his guilty pleas, he appealed and while his appeal was pending in the Court of Appeals of Maryland, Schowgurow v. State, 240 Md. 121, was decided, and his cases on appeal were remanded.\nOsborne challenged the original indictments; they were dismissed on March 4, 1966; and he was advised by the lower court that counsel would be appointed at a later date to represent him. He was reindicted on February 20, 1967. During the period between March 4, 1966 and his reindictment, he wrote letters to the Clerk of Court, two judges and the State's Attorney requesting the appointment of counsel and the immediate disposition of his remanded cases. On January 30, 1967, he filed, pro se, a \"Motion to Drop Detainers and Reindictment Proceedings\" and alleged therein that he had been denied a \"speedy reindictment.\" Subsequent to his reindictment, counsel was appointed to represent him and on April 17, 1967, a hearing was held before Judge J. Harold Grady on the Motion to Drop *163 Detainers and Reindictment Proceedings. The Motion was denied and this appeal is from that denial.\nWhile it is true that both the Sixth Amendment to the Federal Constitution and Article 21 of the Maryland Declaration of Rights give an accused the right to a speedy trial, these constitutional mandates have never been extended to encompass an alleged right to a so-called speedy indictment and it is this alleged right which the Appellant asserts was violated by the State.[1]\nThe Court of Appeals of Maryland and this Court have held, with exceptions not here pertinent, that \"the right to a speedy trial does not arise until a prosecution has been instituted and an accused cannot successfully complain of delay in the institution of the prosecution if it is within the applicable period of limitations.\" Miller v. State, 239 Md. 136, 139; Price v. State, 235 Md. 295, 299; Brown v. State, 1 Md. App. 571, 575. The case at bar is governed by this principle and it is dispositive of the Appellant's complaint.\nWhen Osborne challenged the validity of his original indictments on the basis of Schowgurow, supra, they properly were ruled to be null and void. Thus, during the period from March 4, 1966, when the ruling was issued and February 20, 1967, the date of his reindictment, there was no criminal prosecution pending against him arising out of the crimes charged in the original indictment. Presumably, the State could have elected not to seek reindictment or, presumably, the Grand Jury, on the evidence presented, could have refused to reindict. In any event, during this period, which is the period of time that the Appellant contends constituted a denial of a speedy trial, there was no prosecution pending. Hence, he cannot successfully complain of the delay since the institution of the prosecution by the return of the indictments by the Grand Jury on February 20, 1967 was well within the Statute of Limitations. Md. Code (1967 Repl. Vol.) Art. 27, Secs. 12 and 139.\n*164 We agree with the Appellant, and the State concedes, that he had a right to appeal from the action of the trial court in denying his Motion. Allen v. State, 1 Md. App. 249. Likewise, the fact of the Appellant's imprisonment during the period in question should not and, in fact, has not, affected our disposition of this appeal. See State v. Long and Nelson, 1 Md. App. 326.\nJudgment affirmed.\nNOTES\n[1]  An accused may, of course, seek trial on an information (rather than on an indictment) as provided for in Md. Rule 709 and thus obtain an early trial.\n\n",
            "ocr": false,
            "opinion_id": 2012083
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Murder"
}