{
    "id": 2014321,
    "judges": "Hall, South",
    "date_filed": 1139270400000,
    "date_filed_is_approximate": false,
    "slug": "people-v-clay",
    "case_name_short": "Clay",
    "case_name": "People v. Clay",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. JANENE CLAY, Defendant-Appellant",
    "attorneys": "Michael J. Pelletier and Jessica D. Thomlinson, both of State Appellate Defender’s Office, of Chicago, for appellant., Richard A. Devine, State’s Attorney, of Chicago (James Fitzgerald and Peter Fischer, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b798-5\" pgmap=\"798\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. JANENE CLAY, Defendant-Appellant.\n   </parties><br><court data-order=\"1\" data-type=\"court\" id=\"b798-7\" pgmap=\"798\">\n    First District (2nd Division)\n   </court><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"A_lL\" pgmap=\"798\">\n    No. 1-04-2394\n   </docketnumber><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b798-8\" pgmap=\"798\">\n    Opinion filed February 7, 2006.\n   </decisiondate><br><p data-order=\"4\" data-type=\"judges\" id=\"b799-6\" pgmap=\"799\">\n    HALL, J., concurring in part and dissenting in part.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b799-8\" pgmap=\"799\">\n    Michael J. Pelletier and Jessica D. Thomlinson, both of State Appellate Defender’s Office, of Chicago, for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b799-9\" pgmap=\"799\">\n    Richard A. Devine, State’s Attorney, of Chicago (James Fitzgerald and Peter Fischer, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "843 N.E.2d 885",
        "363 Ill. App. 3d 780"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n843 N.E.2d 885 (2006)\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nJanene CLAY, Defendant-Appellant.\nNo. 1-04-2394.\nAppellate Court of Illinois, First District, Second Division.\nFebruary 7, 2006.\n*887 Jessica D. Thomlinson, Assistant Appellate Defender, Office of the State Appellate Defender, Chicago, for Appellant.\nRichard A. Devine, State's Attorney of Cook County (James Fitzgerald, Peter Fischer, of counsel), for Appellee.\nJustice SOUTH delivered the opinion of the court:\nThis appeal arises from defendant Janene Clay's conviction of the first degree murder of her infant grandson. Defendant was tried in a bench trial and sentenced to 22 years in prison.\n\nFACTUAL BACKGROUND\nThe victim, Alonzo Chamberlain, was the son of defendant's daughter, Ritrice Webb, and was three months old at the time of his death. In the spring of 2002, Webb and her three-year-old son, Davion Brown, moved into a one-bedroom apartment at 2910 South Dearborn in Chicago where defendant and her boyfriend, Elwerth Robertson, lived. Alonzo was born on June 24, 2002. The apartment contained only one bed and had no crib. After Alonzo's birth, it was common for one or two of the adults to sleep with the children on the bed while the other adult slept on the couch. The State proceeded to trial on a theory that defendant drowned Alonzo while she was at home alone with the two children during the evening of September 19 through the early morning of September 20, 2002. The defense advanced a theory that neither the cause nor the manner of death could be definitively determined, and it could not be ruled out that Alonzo died of a natural cause such as Sudden Infant Death Syndrome (SIDS) or an accidental cause of death such as \"overlaying.\"[1]\nAt trial, Elwerth Robertson, a convicted felon, testified he had been living with defendant for approximately five years. In September 2002, he was living at 2910 South Dearborn with defendant, Webb, Davion and Alonzo. During the afternoon of September 19, 2002, he was at home *888 with defendant and Alonzo. Webb was not at home at the time, so he watched Alonzo while Davion was at school. At some point during the afternoon, defendant went downstairs to see a friend, and when she returned he smelled alcohol on her breath and noticed she was talking strangely. The couple's friend, Angie Denson, also stopped by for a visit that afternoon.\nRobertson picked Davion up from school around 4:30 p.m. and made him a peanut butter and jelly sandwich back at the apartment. Defendant became very irate because she was making dinner and thought Robertson had spoiled Davion's appetite. An argument ensued, and defendant went into the bathroom and threw the food she had been cooking into the toilet. She dropped the iron skillet, which broke a hole in the toilet bowl, causing the water to flow out. Defendant later threw a couple of cans of food over the television at a fish tank. The tank's glass broke, and water ran out onto the floor. Defendant was getting ready to put Davion in the other room when Robertson told her not to touch him because she had been drinking. Robertson did not want to fight with defendant any longer, so he and Denson left the apartment around 7 p.m. He spent the night at Sandy Bey's home at 64th and South Drexel. Alonzo and Davion remained with defendant. Defendant called Robertson the following morning and said that Alonzo was not breathing. He told her to give the baby CPR, even though he did not think she knew how, and to call 911.\nThe parties stipulated to the admission of Angie Denson's statement to authorities on September 22, 2002, which corroborated Robertson's trial testimony concerning what transpired in the apartment in the late afternoon before they left for Sandy Bey's home.\nBey testified that Robertson and Denson arrived at her home around 9 p.m. on September 19, 2002, and Robertson remained there overnight. She knows defendant through Robertson, and they are friends. On the morning of September 20, Bey found a telephone message from defendant which was left at approximately 5:08 a.m. Bey returned defendant's call around 5:45 a.m. She asked defendant how the children were doing, and defendant said they were okay and mentioned she had just changed and fed the baby. Defendant also told Bey she thought she had broken the toilet and asked to speak to Robertson. Bey received another call from defendant around 7:45 a.m. when defendant told her Alonzo was not breathing and asked to speak to Robertson.\nThe parties stipulated to the admission of the grand jury testimony of the victim's mother. Webb testified she arrived back at her mother's apartment at approximately 10:30 p.m. on September 19, 2002. She noticed a puddle of water on the floor outside of the apartment and thought something was wrong with her baby because nobody answered the door and someone was always home. Webb walked to a side window and saw there were no lights on. She returned and kicked on the door, and after no one answered, she went downstairs to a friend's apartment. Webb went back upstairs around 1 a.m. The puddle of water outside the door was deeper, and again no one answered the door.\nParamedics Joni King and Lena Colon responded to defendant's 911 call at approximately 8 a.m. King testified she found defendant on a couch in the apartment next to an unresponsive infant. Defendant was pushing forcefully on the abdomen of the baby, who was lying face up on the couch. King testified it appeared to her that defendant was \"attempting to give us the impression\u0097it looked like she started doing the abdominal thrust as we were walking in.\" King determined Alonzo did *889 not have a pulse and was not breathing. He was stiff, blue, cold and completely saturated, including his face and hair. She attempted to ventilate him with a bag valve mask, and there was a lot of resistance and some gurgling noise. King then picked Alonzo up and positioned him with his head in her hands and tilted the head at a downward angle. She administered five back blows to clear the airway, and copious amounts of water came out of his mouth, so much so that it splashed into her hands and onto her face. King asked defendant a few questions but had difficulty getting a coherent response from her. King testified defendant appeared to be intoxicated, her speech was slurred, and she was manifesting signs which King believed to be from heroin use.\nChicago police forensic investigator Victor Rivera testified he arrived at defendant's apartment at approximately 9:30 a.m. on September 20, 2002. The floor was flooded with water, and the apartment was in a state of disarray. The toilet had a hole in it, and there was broken glass inside the tub. Rivera removed a blanket from the bed with a waffle weave pattern that seemed \"sort of wet\" and soiled. He also took pictures of the apartment, one of which shows a bucket containing dirty water that was found in the bathroom.\nThe parties stipulated to the admission of defendant's oral statement to authorities on September 22, 2002, which was read into the record at trial. Defendant stated, in pertinent part, that she had used heroin on September 19 and had been drinking during the day and into the night. She got into an argument with Robertson about food after he picked Davion up from school, and she broke the fish tank by throwing cans around the apartment and broke the toilet by dropping a skillet. After Robertson and Denson left the apartment together on September 19, she consumed more alcohol after the children fell asleep on the bed. Davion woke her around 4 a.m. because he had to go to the bathroom, and she told him to go ahead. Defendant felt Alonzo, and he was wet all over, including his clothes and hair, but she went back to sleep before changing him. She went into the bathroom at some point and flushed the toilet and water went everywhere. She called Robertson to come home and fix it and then went back to sleep holding hands with Alonzo and Davion. Around 7:45 a.m., she woke up and was surprised that Alonzo was still asleep. She made him a bottle, and when she returned she tapped him on the foot, but he was not breathing. She called Bey and told her that Robertson should come home. She then called 911 from a neighbor's apartment because the buttons on her telephone became stuck. She performed CPR on the baby until the paramedics arrived and does not know how she and Alonzo got wet. Defendant stated she knew she hurt the child but did not know how. Defendant later stated that Alonzo woke her up crying, and she was trying to get him to stop. She also said she had awakened before 7 a.m. while Davion and Alonzo were still sleeping because people were yelling outside the door. Defendant stated she then got out of bed, picked up glass in the kitchen, mopped the floor, and then went back to bed.\nDr. John Denton, a deputy medical examiner at the Cook County medical examiner's office, testified that he performed the autopsy on Alonzo on September 21, 2002. In order to determine the approximate time of Alonzo's death, he tested the baby's eye fluid for the level of potassium. Based upon this test and the paramedic's report, he believed Alonzo died sometime between 9 p.m. on September 19 and 3 a.m. on September 20, 2002. He initially noted Alonzo was cold and clammy, and his skin was wet to the touch. Accompanying the infant was a plastic bag of clothing *890 which contained a sleeper, pajama top, pants, and a pair of white socks, all of which were wet. Whenever Dr. Denton moved Alonzo's head, neck, and chest, water came out of his nose. There was \"copious amounts of water exuding from the baby's nose.\" Dr. Denton tried to wipe off the water in order to take a picture, but before it was taken more water would come out. He testified the water was not a foamy edema like in a drug overdose but was a clear watery fluid. The amount of water exuding from the infant made him suspicious the baby had been breathing water. There was no evidence of drugs, alcohol, or carbon monoxide in the blood.\nDr. Denton also found a pattern of \"anterior lividity\" on the body, which is the settling of blood. In Alonzo's case, there were red marks on the abdomen, chest, and arm, and the skin in his neck and head were very red and congested. This indicated the baby was facedown for a period of time and that the blood settled there after death. One of the unusual aspects about the pattern of lividity was a pale area on the stomach. There was lividity in the abdomen and legs, and marked lividity from the chest upwards, \"Almost like those two parts of the body were bent down and then the stomach was the high point, almost like the baby was bent a little bit. There was something pushing on the abdomen in that lividity pattern.\" The congestion or lividity was so intense that the capillaries burst, causing little red marks in the skin called \"petechiae,\" which was especially present in the neck and the chest. Dr. Denton opined that it was \"petechiae of marked congestion either being head down where the blood is forced in capillaries and they burst or compression of the chest.\" While you can observe it to a mild degree in SIDS, in Alonzo's case \"they were marked.\" It was \"the most florid petechiae\" he had ever seen and went \"way beyond\" the petechiae he had observed in SIDS cases.\nDr. Denton cut into, and examined, the airway and discovered \"abundant water,\" which indicated the baby had been breathing water. An examination of the stomach revealed more petechial hemorrhages, a yellowish fluid, and black particles that he had never seen in the stomach of a three-month-old baby. He did not have an explanation for the black particles, but wondered, based upon the circumstances of this case, if it could have been pieces of burned carbon food or carbon particles from the filter of a fish tank. He also examined the brain and found something had caused a tremendous pressure of blood into the head which had not been released. The infant had either been head down or there had been a tremendous pressure which caused the blood to go up there. He also observed water in the bronchi before the lungs, and once it got into the lungs it mixed with the protein and became edema. This could indicate drowning, drug overdose or congestive heart failure.\nDr. Denton concluded the primary cause of death was drowning, and the secondary cause of death was compression of the chest. There is no specific test for drowning. Consequently, you have to take the circumstances surrounding the death and your autopsy findings and put them together for a diagnosis of drowning. He believed within a reasonable degree of medical certainty that Alonzo was either held upside down when he died to cause all the changes he observed, or he was put in an upside down position in water and left there. Dr. Denton opined that it was possible for Alonzo to have drowned in the bucket of water found in the bathroom but not in the broken toilet because it did not contain enough water. He did not believe this was a case of SIDS or overlay because of the presence of petechiae and the amount of water exuding from the infant. He testified he has handled between 200 *891 and 300 cases where a child had died of SIDS and 50 to 75 cases where a baby had died of overlaying. Finally, he testified that a photo taken by police of Alonzo showed a kind of weave pattern impression on the side of his face. The pattern, however, was not present at the autopsy and could have been formed after death. He also did not believe the marked petechial hemorrhages were caused by CPR or the efforts to resuscitate him.\nDr. Julia Goodin was the sole defense witness. She is the chief state medical examiner for the State of Iowa, a clinical professor at the University of Iowa Medical School, and is board certified in anatomic, clinical, and forensic pathology. Dr. Goodin testified she handles 5 to 6 SIDS cases in a typical year, and has handled about 2 overlay cases over the last four years and approximately 100 drowning cases throughout her career. In this case, she reviewed the autopsy report and photographs, witness statements, medical records, microscopic slides, photographs of the apartment, and Dr. Denton's trial testimony. She opined that neither the cause nor the manner of Alonzo's death could be definitively determined because of the nonspecific findings. The only significant findings at autopsy were the pinpoint petechiae hemorrhages in the thymus and over the epicardium (the covering over the heart and lung surface), as well as pulmonary edema and congestion. All of these are nonspecific findings that could be found in several different causes of death, and there was not enough specific information from the scene to definitively assign a cause of death. She agreed there is no specific test for drowning and that all the circumstances in the body and the surrounding scene must be examined.\nDr. Goodin testified SIDS could not be ruled out. A typical case of SIDS occurs where the caretaker puts the child to bed and comes back some time later and finds the child unresponsive. SIDS generally occurs under one year of age, most commonly between one and four months of age. There are also more SIDS cases among black male babies. The only finding in a SIDS-related autopsy is generally nonspecific, and it often includes petechiae of the thymus, epicardium and the lungs, as well as pulmonary edema and congestion. Moreover, she believed the amount of petechiae present here was not unusual for a SIDS case.\nDr. Goodin further opined that overlaying could not be ruled out as a cause of death and noted the adult who rolls over onto the infant is often intoxicated. Sometimes there are no specific indications of overlay, while in other cases petechiae is observed in the intrathoracic cavity or sometimes in the head or neck region. Also, you can sometimes see an unusual pattern of lividity where it might look like the pattern of a blanket or clothing of the individual who was compressing the infant. The findings here could indicate an overlaying type of death.\nAs far as the presence of water in Alonzo's airway, Dr. Goodin believed there could be two explanations besides drowning. One could be that it was due to pulmonary edema, which is often seen in many different causes of death, and the other could be the water had been pushed up out of the esophagus and into the airway, especially if there were continual efforts to resuscitate him. She also testified the lack of lividity in the stomach area could have occurred for two reasons: Alonzo could have been lying facedown and, as many children's stomachs pouch out a little, it would compress the stomach so he could lose some of the lividity there. The other explanation is that if he were lying facedown and someone turned him over, and if that occurred within a certain period of time after death, lividity would be more *892 prominent in the posterior or backside of the body.\nIn finding defendant guilty of first degree murder, the trial court found the attempt to resuscitate Alonzo by paramedics could not have caused the compression that led to the petechiae because of the resistance that King experienced when she tried to resuscitate him. The trial court found the resuscitation did not cause the water to come from the stomach because the water was already there, which prevented resuscitation. The trial court also found that while Dr. Denton and Dr. Goodin were both equally respected experts, Dr. Denton had more experience in SIDS and overlay cases. The trial court cited Dr. Denton's testimony that there was far too much petechiae to constitute a case of overlay or SIDS, and adopted his conclusion that the primary cause of death was drowning while the secondary cause was the compression of the chest. In examining all of the circumstances, including Dr. Denton's testimony concerning the baby's lividity, the court found the State had proven its case beyond a reasonable doubt. The trial court further concluded the water in the bucket was used to drown the baby and that defendant mopped up the bathroom floor after Alonzo was already dead. Therefore, the water found in the bucket in the apartment was dirty while clear water emanated from the child.\nThe following issues have been raised for our review: (1) whether defendant was proven guilty beyond a reasonable doubt of first degree murder; (2) whether defendant was denied her right to a jury trial when the judge failed to explain the difference between a bench and a jury trial before accepting her written jury waiver; (3) whether defendant was denied effective assistance of counsel because defense counsel failed to introduce crucial evidence and was not properly prepared to cross-examine Dr. Denton; and (4) whether the compulsory extraction of defendant's DNA violated her fourth amendment right to be free from unreasonable searches and seizures.\n\nANALYSIS\nFirst, we consider defendant's claim the State failed to prove beyond a reasonable doubt that Alonzo's death was caused by drowning and not SIDS, overlaying, or some other natural or accidental cause of death. Defendant further contends that even if the evidence was sufficient to prove Alonzo died of drowning, the State failed to prove beyond a reasonable doubt that she knowingly and intentionally drowned the infant.\nWhen considering a challenge to the sufficiency of the evidence, it is not the function of a court of review to reweigh the evidence. People v. Milka, 211 Ill. 2d 150, 178, 284 Ill. Dec. 380, 810 N.E.2d 33 (2004). Determinations regarding the credibility of the witnesses, the weight to be given their testimony, and the reasonable inferences to be drawn from the evidence are the responsibilities of the trier of fact. People v. McLaurin, 184 Ill. 2d 58, 79, 234 Ill. Dec. 399, 703 N.E.2d 11 (1998). The relevant inquiry upon review is whether, after viewing the facts in the light most favorable to the State, any rational trier of fact could have found the essential elements of the offense beyond a reasonable doubt. People v. Brown, 185 Ill. 2d 229, 247, 235 Ill. Dec. 626, 705 N.E.2d 809 (1998).\n\"Proof of an offense requires proof of two concepts: first, that a crime occurred, or the corpus delicti, and second, that it was committed by the person charged.\" People v. Ehlert, 211 Ill. 2d 192, 202, 285 Ill. Dec. 133, 811 N.E.2d 620 (2004). \"In a prosecution for murder, the corpus delicti consists of the fact of death and the fact that death was produced by a criminal agency.\" Ehlert, 211 Ill.2d at 202, *893 285 Ill. Dec. 133, 811 N.E.2d 620. The relationship between the defendant's criminal agency and the cause of death may not be left to inference and speculation and a conviction may be reversed where the evidence is so unreasonable, improbable, or unsatisfactory as to justify a reasonable doubt of the defendant's guilt. Ehlert, 211 Ill.2d at 210, 285 Ill. Dec. 133, 811 N.E.2d 620. A trier of fact, however, \"is by no means required to confer more weight to a defendant's theory of the case merely because it is a possible alternative to the State's theory; it is the function of the thier of fact, and not a reviewing court, to weigh any discrepancies or inconsistencies in the evidence.\" People v. Hamilton, 361 Ill.App.3d 836, 845, 297 Ill. Dec. 673, 838 N.E.2d 160 (2005).\nIn the case before us, it was undisputed that defendant had been drinking alcohol throughout the afternoon and into the evening of September 19, that she became enraged after Robertson fed Davion a sandwich in the late afternoon, and that she was home alone with the two children at the time of the victim's death. Defendant admitted to using heroin on September 19 and breaking the toilet and fish tank. Robertson, who had lived with defendant for a period of years, expressed concern over defendant touching Davion because she had been drinking. The medical evidence indicated Alonzo died sometime between 9 p.m. on September 19 and 3 a.m. on September 20. Bey, however, testified defendant left a telephone message around 5 a.m. on September 20, and when she spoke to her approximately 45 minutes later, defendant said the children were fine, and she had just fed and changed the baby. At that point in time, Alonzo would have been dead for at least two hours. Defendant told authorities the children fell asleep on the bed and that she woke up at some point during the night and noticed the baby was soaking wet, including his hair. She also stated she woke up around 7:45 a.m., at which point she prepared a bottle for the baby and then discovered Alonzo was not breathing. She also said she had woken up before 7 a.m., while the children were still sleeping, and that she mopped the floor and went back to bed. King testified she responded to defendant's 911 call at approximately 8 a.m. and described Alonzo as being stiff, blue, cold and completely saturated, including his face and hair. King further testified she thought defendant was acting when she did the abdominal thrusts on the baby after paramedics arrived.\nWhile we recognize defendant had been drinking and admitted to using heroin, we find it was reasonable for the trial court to conclude that defendant's behavior and the surrounding circumstances were not consistent with a responsible caretaker who simply puts a child to bed and returns some time later to discover he is unresponsive or who accidently suffocates the baby by rolling on top of the child while sleeping. Although Dr. Goodin testified that neither the cause nor the manner of death could be definitively determined, and that SIDS or overlaying could not be ruled out, it was the trial court's responsibility to weigh the evidence and to resolve any discrepancies. In doing so, the trial court placed more weight on Dr. Denton's opinion based upon his greater experience with SIDS and overlay cases. Dr. Denton concluded this was not a case of overlay or SIDS due to the amount of petechiae and water exuding from the baby. According to Dr. Denton, it was the most \"florid petechiae\" he had ever observed and went way beyond the petechiae he had ever seen in other SIDS cases.\nWe are unpersuaded by defendant's reliance on the fact that Dr. Denton did not review the police and paramedic reports before performing the autopsy and preparing his protocol. Prior to testifying at *894 trial, Dr. Denton reviewed those reports and the pictures taken by police, and it did not change his opinion at trial. We find no valid reason to disturb the trial court's reliance on Dr. Denton's expert opinion that Alonzo's death was not the result of SIDS or overlaying.\nLikewise, we find the evidence that defendant drowned Alonzo was not so unreasonable or unsatisfactory that there remains a reasonable doubt as to her guilt. King testified that copious amounts of water came out of the baby after she turned him over and administered the back blows, and that it splashed into her hands and onto her face. Dr. Denton testified that when he initially examined Alonzo, his skin was wet to the touch, and all of his accompanying clothing was wet. Also, whenever Dr. Denton moved the infant, water came out of his nose, causing him to suspect the child had been breathing water even before he conducted an internal exam. Dr. Denton subsequently discovered \"abundant water\" in the baby's airway, which indicated he was breathing water and more water in the bronchi before the lungs. He also testified that the edema found in the baby's lungs could indicate drowning. Based upon his examination, including the observation of the petechiae and the unusual pattern of lividity, he concluded the primary cause of death to be drowning and believed within a reasonable degree of medical certainty the baby was either held upside down when he died or was put in an upside-down position in water and left there. He also testified the marked petechiae was not caused by CPR or the efforts to resuscitate the infant.\nIn reviewing the evidence in the light most favorable to the State, we find it was sufficient for a rational trier of fact to conclude Alonzo's death was not the result of natural causes and that he was drowned by defendant.\nNext, we consider defendant's claim she was denied her constitutional right to a jury trial because the trial court failed to properly explain to her the difference between a jury trial and a bench trial before accepting her jury waiver.\nThe United States and the Illinois Constitutions provide for jury trials in criminal cases. U.S. Const., amends. VI, XIV; Ill. Const.1970, art. 1, §§ 8, 13. Section 103-6 of the Code of Criminal Procedure of 1963 provides that every person accused of a crime has the right to a trial by jury unless that right is \"understandingly waived by the defendant in open court.\" 725 ILCS 5/103-6 (West 2002). Although a written and signed jury trial waiver alone does not demonstrate the defendant's understanding, it \"`lessens the probability that the waiver was not made knowingly.'\" People v. Dockery, 296 Ill. App. 3d 271, 276, 230 Ill. Dec. 630, 694 N.E.2d 599 (1998), quoting People v. Steiger, 208 Ill.App.3d 979, 982, 153 Ill. Dec. 702, 567 N.E.2d 660 (1991). The determination of whether a defendant has knowingly waived her right to a jury trial cannot rest on any precise formula, but, rather, turns on the facts and circumstances of each case. People v. Frey, 103 Ill. 2d 327, 332, 82 Ill. Dec. 661, 469 N.E.2d 195 (1984).\nHere, the trial judge determined defendant waived her right to a jury trial based upon the following exchange:\n\"THE COURT: * * * Have a seat at counsel table over there, Miss Clay. This is for jury trial purposes?\n[DEFENSE COUNSEL]: For bench trial.\nTHE COURT: I mean bench trial. Have you executed the jury waivers?\n[DEFENSE COUNSEL]: I don't think we have, judge. We can do that now.\nTHE COURT: Miss Clay, do you know what a jury trial is?\n\n*895 [DEFENDANT]: Yes, ma'am.\nTHE COURT: You have the right to have that kind of trial. Are you giving up your right to have a jury trial?\n[DEFENDANT]: Yes, ma'am.\nTHE COURT: Alright.\n* * *\nTHE COURT: The court is in receipt of [defendant's] written waiver of trial by jury.\"\nDefendant relies upon People v. Sebag, 110 Ill.App.3d 821, 66 Ill. Dec. 502, 443 N.E.2d 25 (1982), where the defendant was without the benefit of an attorney at any stage in the proceedings. The judge in that case did not ask the defendant whether he understood what a jury trial was and only informed him that by waiving a jury trial at that time he could not reinstate it. Sebag, 110 Ill.App.3d at 829, 66 Ill. Dec. 502, 443 N.E.2d 25. In contrast, in the instant case, defendant was represented by counsel, acknowledged she understood the meaning of a jury trial and specifically stated she was giving up that right. She then signed the jury waiver and tendered it to the court. Under these circumstances, we find defendant knowingly waived her right to a jury trial. See People v. Bowman, 227 Ill.App.3d 607, 612, 169 Ill. Dec. 753, 592 N.E.2d 240 (1992) (defendant knowingly waived his right to a jury trial where he was represented by counsel, the judge asked the defendant whether he understood what a jury trial was, and the defendant signed a written jury waiver).\nNext, we consider defendant's claim she was denied effective assistance of counsel. She contends her lawyer was ineffective for waiting until after trial to subpoena the results of past autopsies performed by Dr. Denton which would have been necessary to properly cross-examine and impeach his credibility. Defendant also contends her counsel was ineffective for failing to introduce a 1985 article from the Journal of the American Medical Association (JAMA) that would have undermined Dr. Denton's credibility and the State's theory of the case. According to defendant, the article represents the force of being inverted into a head-down, vertical position induces observable physiologic changes related to the face and eyes, none of which were observed in Alonzo.\nUnder the two-part test for judging ineffective assistance of counsel claims, a defendant must show that: (1) counsel's representation fell below an objective standard of reasonableness and the shortcomings of counsel were so severe as to deprive defendant of a fair trial; and (2) there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceedings would have been different. People v. Rodriguez, 312 Ill. App. 3d 920, 925, 245 Ill. Dec. 613, 728 N.E.2d 695 (2000), citing Strickland v. Washington, 466 U.S. 668, 694, 104 S. Ct. 2052, 2068, 80 L. Ed. 2d 674, 698 (1984). \"When considering an ineffective assistance claim, a reviewing court must look to counsel's total performance and not focus solely on isolated acts.\" People v. Williams, 305 Ill.App.3d 517, 529, 238 Ill. Dec. 779, 712 N.E.2d 883 (1999).\n\"`If it is easier to dispose of an ineffectiveness claim on the ground of lack of sufficient prejudice * * * that course should be followed.'\" People v. Albanese, 104 Ill. 2d 504, 527, 85 Ill. Dec. 441, 473 N.E.2d 1246 (1984), quoting Strickland, 466 U.S. at 697, 104 S. Ct. at 2069-70, 80 L.Ed.2d at 699. Prejudice requires a showing that counsel's errors were so serious that the defendant was deprived of a fair trial. Strickland, 466 U.S. at 686, 104 S. Ct. at 2064, 80 L.Ed.2d at 692-93. The defendant must show that there was a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability *896 sufficient to undermine confidence in the trial outcome. Strickland, 466 U.S. at 694, 104 S. Ct. at 2068, 80 L.Ed.2d at 698.\nWe find defendant has failed to demonstrate there is a reason able probability that, but for her attorney's decision not to subpoena prior to trial the past autopsy records, the outcome here would have been different. In fact, it is unclear why defense counsel sought these autopsy reports after trial or how they would have been used to impeach Dr. Denton's credibility. He testified that he performed between 200 to 300 autopsies where a child had died of SIDS and 50 to 75 autopsies where the cause of death was determined to be overlaying. There is no reason to conclude Dr. Denton's testimony in this regard was inaccurate or that anything contained in the numerous autopsy reports of unrelated cases was relevant or would have changed the outcome.\nLikewise, defendant has not shown how she was prejudiced by her counsel's failure to impeach Dr. Denton with the 1985 JAMA article such as to deny her a fair trial or to undermine the confidence in the outcome of this trial. On direct examination, Dr. Denton testified at length as to why he believed the primary cause of death was drowning and the secondary cause of death was compression of the chest and why, based upon the pattern of lividity and the observation of petechiae, Alonzo was either held upside down when he died or was placed in an upside-down position in water and then left there. During cross-examination, he testified he did not know whether the eyes reflected a possibility that Alonzo was held upside down because it went beyond his experience. He acknowledged that an outside expert examined the eyes, and the report came back showing they were normal without petechial hemorrhages in the whites. Dr. Goodin testified as to why she believed neither the cause nor the manner of death could be definitively determined and why she believed SIDS or overlaying could not be ruled out. She testified she had reviewed Dr. Denton's trial testimony, and there was no indication that her opinion was based upon the report that showed Alonzo's eyes were normal. The trial court in determining the credibility of the witnesses, and ultimately finding defendant guilty, was aware that Dr. Denton did not personally perform a test on the baby's eyes, that it went beyond his area of expertise, and that the outside expert's report showed no petechial hemorrhages in the whites of the eyes. Consequently, we find no reason to conclude the failure of defense counsel to impeach Dr. Denton with the article so prejudiced defendant as to undermine the confidence in the outcome of the trial. Accordingly, we reject defendant's claims that she was denied effective assistance of counsel.\nFinally, we consider defendant's claim that the compulsory extraction and perpetual storage of her DNA, as permitted under section 5-4-3 of the Unified Code of Corrections (730 ILCS 5/5-4-3 (West 2002)), violates her right to be free from unreasonable searches and seizures under the federal and state constitutions. U.S. Const., amend. IV; Ill. Const.1970, art. I, § 6. Section 5-4-3 of the Unified Code of Corrections mandates DNA sampling from any person convicted or found guilty \"of any offense classified as a felony under Illinois law.\" 730 ILCS 5/5-4-3(a) (West 2002).\nThis statute has been challenged on numerous occasions, and this court has repeatedly found section 5-4-3 to be constitutional. See People v. Fort, 362 Ill. App. 3d 1, 10, 298 Ill. Dec. 417, 839 N.E.2d 1064 (2005); People v. Redmond, 357 Ill. App. 3d 256, 264, 293 Ill. Dec. 708, 828 N.E.2d 1206 (2005); People v. Foster, 354 Ill.App.3d 564, 571, 290 Ill. Dec. 421, 821 N.E.2d 733 (2004); People v. Butler, 354 *897 Ill.App.3d 57, 69, 289 Ill. Dec. 333, 819 N.E.2d 1133 (2004); People v. Edwards, 353 Ill.App.3d 475, 486, 288 Ill. Dec. 879, 818 N.E.2d 814 (2004); People v. Peppers, 352 Ill.App.3d 1002, 1007-08, 288 Ill. Dec. 502, 817 N.E.2d 1152 (2004); People v. Ramos, 353 Ill.App.3d 133, 154, 288 Ill. Dec. 460, 817 N.E.2d 1110 (2004); People v. Hall, 352 Ill.App.3d 537, 549-50, 287 Ill. Dec. 736, 816 N.E.2d 703 (2004); People v. Garvin, 349 Ill.App.3d 845, 856, 285 Ill. Dec. 953, 812 N.E.2d 773 (2004), appeal allowed, 212 Ill. 2d 541, 291 Ill. Dec. 711, 824 N.E.2d 287 (2004). Consequently, we find it is unnecessary to address the issue any further and decline defendant's request to find section 5-4-3 unconstitutional.\nAccordingly, the judgment of the circuit court of Cook County is affirmed.\nAffirmed.\nWOLFSON, J., concurs.\nHALL, J., concurs in part and dissents in part.\nJustice HALL, concurring in part and dissenting in part:\nI concur with the majority's decision except for its conclusion that section 5-4-3 of the Code (730 ILCS 5/5-4-3 (West 2002), as amended by Public Act 92-829, effective August 22, 2002, is constitutional. I continue to believe that the compulsory collection and storage of DNA evidence from convicted felons is unconstitutional because it violates the offender's fourth amendment right to be free from unreasonable searches and seizures. See People v. Peppers, 352 Ill.App.3d 1002, 1013-14, 288 Ill. Dec. 502, 817 N.E.2d 1152 (2004) (Hall, J., dissenting); People v. Zhani, No. 1-03-2326 (2004) (unpublished order under Supreme Court Rule 23).\nI believe that requiring DNA samples from convicted felons cannot be justified under either the special needs exception or the balancing test. In regard to the special needs exception, the mandatory collection of DNA evidence from convicted felons cannot be considered a special need since it does not serve any need above and beyond law enforcement purposes.\nUnder the balancing test, the court is charged with balancing the privacy interests of the prisoner in remaining free of bodily invasion against the State's interest in carrying out the search. However, in light of the State's predominate law enforcement interests compared to the subject prisoner's greatly reduced privacy rights, one would be hard-pressed to find a case in which the balance would not be struck in favor of the government. The balancing test favors the government to such an extent that it cannot fairly determine if the compulsory collection of DNA evidence from a prisoner, based solely on the prisoner's status as a convicted felon, is a permissible exception to the fourth amendment's requirements of probable cause and individualized suspicion. A balancing test that always favors one side is not actually a test at all. Accordingly, I respectfully concur in part and dissent in part.\nNOTES\n[1]  Overlaying occurs when a person rolls over and lays on top of a baby and unintentionally suffocates the child.\n\n",
            "ocr": false,
            "opinion_id": 2014321
        },
        {
            "author_str": "South",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " JUSTICE SOUTH delivered the opinion of the court: This appeal arises from defendant Janene Clay’s conviction of the first degree murder of her infant grandson. Defendant was tried in a bench trial and sentenced to 22 years in prison. FACTUAL BACKGROUND The victim, Alonzo Chamberlain, was the son of defendant’s daughter, Ritrice Webb, and was three months old at the time of his death. In the spring of 2002, Webb and her three-year-old son, Davion Brown, moved into a one-bedroom apartment at 2910 South Dearborn in Chicago where defendant and her boyfriend, Elwerth Robertson, lived. Alonzo was born on June 24, 2002. The apartment contained only one bed and had no crib. After Alonzo’s birth, it was common for one or two of the adults to sleep with the children on the bed while the other adult slept on the couch. The State proceeded to trial on a theory that defendant drowned Alonzo while she was at home alone with the two children during the evening of September 19 through the early morning of September 20, 2002. The defense advanced a theory that neither the cause nor the manner of death could be definitively determined, and it could not be ruled out that Alonzo died of a natural cause such as Sudden Infant Death Syndrome (SIDS) or an accidental cause of death such as “overlaying.”1  At trial, Elwerth Robertson, a convicted felon, testified he had been living with defendant for approximately five years. In September 2002, he was living at 2910 South Dearborn with defendant, Webb, Davion and Alonzo. During the afternoon of September 19, 2002, he was at home with defendant and Alonzo. Webb was not at home at the time, so he watched Alonzo while Davion was at school. At some point during the afternoon, defendant went downstairs to see a friend, and when she returned he smelled alcohol on her breath and noticed she was talking strangely. The couple’s friend, Angie Denson, also stopped by for a visit that afternoon. Robertson picked Davion up from school around 4:30 p.m. and made him a peanut butter and jelly sandwich back at the apartment. Defendant became very irate because she was making dinner and thought Robertson had spoiled Davion’s appetite. An argument ensued, and defendant went into the bathroom and threw the food she had been cooking into the toilet. She dropped the iron skillet, which broke a hole in the toilet bowl, causing the water to flow out. Defendant later threw a couple of cans of food over the television at a fish tank. The tank’s glass broke, and water ran out onto the floor. Defendant was getting ready to put Davion in the other room when Robertson told her not to touch him because she had been drinking. Robertson did not want to fight with defendant any longer, so he and Denson left the apartment around 7 p.m. He spent the night at Sandy Bey’s home at 64th and South Drexel. Alonzo and Davion remained with defendant. Defendant called Robertson the following morning and said that Alonzo was not breathing. He told her to give the baby CPR, even though he did not think she knew how, and to call 911. The parties stipulated to the admission of Angie Denson’s statement to authorities on September 22, 2002, which corroborated Robertson’s trial testimony concerning what transpired in the apartment in the late afternoon before they left for Sandy Bey’s home. Bey testified that Robertson and Denson arrived at her home around 9 p.m. on September 19, 2002, and Robertson remained there overnight. She knows defendant through Robertson, and they are friends. On the morning of September 20, Bey found a telephone message from defendant which was left at approximately 5:08 a.m. Bey returned defendant’s call around 5:45 a.m. She asked defendant how the children were doing, and defendant said they were okay and mentioned she had just changed and fed the baby. Defendant also told Bey she thought she had broken the toilet and asked to speak to Robertson. Bey received another call from defendant around 7:45 a.m. when defendant told her Alonzo was not breathing and asked to speak to Robertson. The parties stipulated to the admission of the grand jury testimony of the victim’s mother. Webb testified she arrived back at her mother’s apartment at approximately 10:30 p.m. on September 19, 2002. She noticed a puddle of water on the floor outside of the apartment and thought something was wrong with her baby because nobody answered the door and someone was always home. Webb walked to a side window and saw there were no lights on. She returned and kicked on the door, and after no one answered, she went downstairs to a friend’s apartment. Webb went back upstairs around 1 a.m. The puddle of water outside the door was deeper, and again no one answered the door. Paramedics Joni King and Lena Colon responded to defendant’s 911 call at approximately 8 a.m. King testified she found defendant on a couch in the apartment next to an unresponsive infant. Defendant was pushing forcefully on the abdomen of the baby, who was lying faceup on the couch. King testified it appeared to her that defendant was “attempting to give us the impression — it looked like she started doing the abdominal thrust as we were walking in.” King determined Alonzo did not have a pulse and was not breathing. He was stiff, blue, cold and completely saturated, including his face and hair. She attempted to ventilate him with a bag valve mask, and there was a lot of resistance and some gurgling noise. King then picked Alonzo up and positioned him with his head in her hands and tilted the head at a downward angle. She administered five back blows to clear the airway, and copious amounts of water came out of his mouth, so much so that it splashed into her hands and onto her face. King asked defendant a few questions but had difficulty getting a coherent response from her. King testified defendant appeared to be intoxicated, her speech was slurred, and she was manifesting signs which King believed to be from heroin use. Chicago police forensic investigator Victor Rivera testified he arrived at defendant’s apartment at approximately 9:30 a.m. on September 20, 2002. The floor was flooded with water, and the apartment was in a state of disarray. The toilet had a hole in it, and there was broken glass inside the tub. Rivera removed a blanket from the bed with a waffle weave pattern that seemed “sort of wet” and soiled. He also took pictures of the apartment, one of which shows a bucket containing dirty water that was found in the bathroom. The parties stipulated to the admission of defendant’s oral statement to authorities on September 22, 2002, which was read into the record at trial. Defendant stated, in pertinent part, that she had used heroin on September 19 and had been drinking during the day and into the night. She got into an argument with Robertson about food after he picked Davion up from school, and she broke the fish tank by throwing cans around the apartment and broke the toilet by dropping a skillet. After Robertson and Denson left the apartment together on September 19, she consumed more alcohol after the children fell asleep on the bed. Davion woke her around 4 a.m. because he had to go to the bathroom, and she told him to go ahead. Defendant felt Alonzo, and he was wet all over, including his clothes and hair, but she went back to sleep before changing him. She went into the bathroom at some point and flushed the toilet and water went everywhere. She called Robertson to come home and fix it and then went back to sleep holding hands with Alonzo and Davion. Around 7:45 a.m., she woke up and was surprised that Alonzo was still asleep. She made him a bottle, and when she returned she tapped him on the foot, but he was not breathing. She called Bey and told her that Robertson should come home. She then called 911 from a neighbor’s apartment because the buttons on her telephone became stuck. She performed CPR on the baby until the paramedics arrived and does not know how she and Alonzo got wet. Defendant stated she knew she hurt the child but did not know how. Defendant later stated that Alonzo woke her up crying, and she was trying to get him to stop. She also said she had awakened before 7 a.m. while Davion and Alonzo were still sleeping because people were yelling outside the door. Defendant stated she then got out of bed, picked up glass in the kitchen, mopped the floor, and then went back to bed. Dr. John Denton, a deputy medical examiner at the Cook County medical examiner’s office, testified that he performed the autopsy on Alonzo on September 21, 2002. In order to determine the approximate time of Alonzo’s death, he tested the baby’s eye fluid for the level of potassium. Based upon this test and the paramedic’s report, he believed Alonzo died sometime between 9 p.m. on September 19 and 3 a.m. on September 20, 2002. He initially noted Alonzo was cold and clammy, and his skin was wet to the touch. Accompanying the infant was a plastic bag of clothing which contained a sleeper, pajama top, pants, and a pair of white socks, all of which were wet. Whenever Dr. Denton moved Alonzo’s head, neck, and chest, water came out of his nose. There was “copious amounts of water exuding from the baby’s nose.” Dr. Denton tried to wipe off the water in order to take a picture, but before it was taken more water would come out. He testified the water was not a foamy edema like in a drug overdose but was a clear watery fluid. The amount of water exuding from the infant made him suspicious the baby had been breathing water. There was no evidence of drugs, alcohol, or carbon monoxide in the blood. Dr. Denton also found a pattern of “anterior lividity” on the body, which is the settling of blood. In Alonzo’s case, there were red marks on the abdomen, chest, and arm, and the skin in his neck and head were very red and congested. This indicated the baby was facedown for a period of time and that the blood settled there after death. One of the unusual aspects about the pattern of lividity was a pale area on the stomach. There was lividity in the abdomen and legs, and marked lividity from the chest upwards, “Almost like those two parts of the body were bent down and then the stomach was the high point, almost like the baby was bent a little bit. There was something pushing on the abdomen in that lividity pattern.” The congestion or lividity was so intense that the capillaries burst, causing little red marks in the skin called “petechiae,” which was especially present in the neck and the chest. Dr. Denton opined that it was “petechiae of marked congestion either being head down where the blood is forced in capillaries and they burst or compression of the chest.” While you can observe it to a mild degree in SIDS, in Alonzo’s case “they were marked.” It was “the most florid petechiae” he had ever seen and went “way beyond” the petechiae he had observed in SIDS cases. Dr. Denton cut into, and examined, the airway and discovered “abundant water,” which indicated the baby had been breathing water. An examination of the stomach revealed more petechial hemorrhages, a yellowish fluid, and black particles that he had never seen in the stomach of a three-month-old baby. He did not have an explanation for the black particles, but wondered, based upon the circumstances of this case, if it could have been pieces of burned carbon food or carbon particles from the filter of a fish tank. He also examined the brain and found something had caused a tremendous pressure of blood into the head which had not been released. The infant had either been head down or there had been a tremendous pressure which caused the blood to go up there. He also observed water in the bronchi before the lungs, and once it got into the lungs, it mixed with the protein and became edema. This could indicate drowning, drug overdose or congestive heart failure. Dr. Denton concluded the primary cause of death was drowning, and the secondary cause of death was compression of the chest. There is no specific test for drowning. Consequently, you have to take the circumstances surrounding the death and your autopsy findings and put them together for a diagnosis of drowning. He believed within a reasonable degree of medical certainty that Alonzo was either held upside down when he died to cause all the changes he observed, or he was put in an upside-down position in water and left there. Dr. Den-ton opined that it was possible for Alonzo to have drowned in the bucket of water found in the bathroom but not in the broken toilet because it did not contain enough water. He did not believe this was a case of SIDS or overlay because of the presence of petechiae and the amount of water exuding from the infant. He testified he has handled between 200 and 300 cases where a child had died of SIDS and 50 to 75 cases where a baby had died of overlaying. Finally, he testified that a photo taken by police of Alonzo showed a kind of weave pattern impression on the side of his face. The pattern, however, was not present at the autopsy and could have been formed after death. He also did not believe the marked petechial hemorrhages were caused by CPU or the efforts to resuscitate him. Dr. Julia Goodin was the sole defense witness. She is the chief state medical examiner for the State of Iowa, a clinical professor at the University of Iowa Medical School, and is board certified in anatomic, clinical, and forensic pathology. Dr. Goodin testified she handles 5 to 6 SIDS cases in a typical year and has handled about 2 overlay cases over the last four years and approximately 100 drowning cases throughout her career. In this case, she reviewed the autopsy report and photographs, witness statements, medical records, microscopic slides, photographs of the apartment, and Dr. Denton’s trial testimony. She opined that neither the cause nor the manner of Alonzo’s death could be definitively determined because of the nonspecific findings. The only significant findings at autopsy were the pinpoint petechiae hemorrhages in the thymus and over the epicardium (the covering over the heart and lung surface), as well as pulmonary edema and congestion. All of these are nonspecific findings that could be found in several different causes of death, and there was not enough specific information from the scene to definitively assign a cause of death. She agreed there is no specific test for drowning and that all the circumstances in the body and the surrounding scene must be examined. Dr. Goodin testified SIDS could not be ruled out. A typical case of SIDS occurs where the caretaker puts the child to bed and comes back sometime later and finds the child unresponsive. SIDS generally occurs under one year of age, most commonly between one and four months of age. There are also more SIDS cases among black male babies. The only finding in a SIDS-related autopsy is generally nonspecific, and it often includes petechiae of the thymus, epicardium and the lungs, as well as pulmonary edema and congestion. Moreover, she believed the amount of petechiae present here was not unusual for a SIDS case. Dr. Goodin further opined that overlaying could not be ruled out as a cause of death and noted the adult who rolls over onto the infant is often intoxicated. Sometimes there are no specific indications of overlay, while in other cases petechiae is observed in the intrathoracic cavity or sometimes in the head or neck region. Also, you can sometimes see an unusual pattern of lividity where it might look like the pattern of a blanket or clothing of the individual who was compressing the infant. The findings here could indicate an overlaying type of death. As far as the presence of water in Alonzo’s airway, Dr. Goodin believed there could be two explanations besides drowning. One could be that it was due to pulmonary edema, which is often seen in many different causes of death, and the other could be the water had been pushed up out of the esophagus and into the airway, especially if there were continual efforts to resuscitate him. She also testified the lack of lividity in the stomach area could have occurred for two reasons: Alonzo could have been lying facedown and, as many children’s stomachs pouch out a little, it would compress the stomach so he could lose some of the lividity there. The other explanation is that if he were lying facedown and someone turned him over, and if that occurred within a certain period of time after death, lividity would be more prominent in the posterior or backside of the body. In finding defendant guilty of first degree murder, the trial court found the attempt to resuscitate Alonzo by paramedics could not have caused the compression that led to the petechiae because of the resistance that King experienced when she tried to resuscitate him. The trial court found the resuscitation did not cause the water to come from the stomach because the water was already there, which prevented resuscitation. The trial court also found that while Dr. Den-ton and Dr. Goodin were both equally respected experts, Dr. Denton had more experience in SIDS and overlay cases. The trial court cited Dr. Denton’s testimony that there was far too much petechiae to constitute a case of overlay or SIDS and adopted his conclusion that the primary cause of death was drowning while the secondary cause was the compression of the chest. In examining all of the circumstances, including Dr. Denton’s testimony concerning the baby’s lividity, the court found the State had proven its case beyond a reasonable doubt. The trial court further concluded the water in the bucket was used to drown the baby and that defendant mopped up the bathroom floor after Alonzo was already dead. Therefore, the water found in the bucket in the apartment was dirty while clear water emanated from the child. The following issues have been raised for our review: (1) whether defendant was proven guilty beyond a reasonable doubt of first degree murder; (2) whether defendant was denied her right to a jury trial when the judge failed to explain the difference between a bench and a jury trial before accepting her written jury waiver; (3) whether defendant was denied effective assistance of counsel because defense counsel failed to introduce crucial evidence and was not properly prepared to cross-examine Dr. Denton; and (4) whether the compulsory extraction of defendant’s DNA violated her fourth amendment right to be free from unreasonable searches and seizures. ANALYSIS First, we consider defendant’s claim the State failed to prove beyond a reasonable doubt that Alonzo’s death was caused by drowning and not SIDS, overlaying, or some other natural or accidental cause of death. Defendant further contends that even if the evidence was sufficient to prove Alonzo died of drowning, the State failed to prove beyond a reasonable doubt that she knowingly and intentionally drowned the infant.  When considering a challenge to the sufficiency of the evidence, it is not the function of a court of review to reweigh the evidence. People v. Milka, 211 Ill. 2d 150, 178 (2004). Determinations regarding the credibility of the witnesses, the weight to be given their testimony, and the reasonable inferences to be drawn from the evidence are the responsibilities of the trier of fact. People v. McLaurin, 184 Ill. 2d 58, 79 (1998). The relevant inquiry upon review is whether, after viewing the facts in the light most favorable to the State, any rational trier of fact could have found the essential elements of the offense beyond a reasonable doubt. People v. Brown, 185 Ill. 2d 229, 247 (1998).  “Proof of an offense requires proof of two concepts: first, that a crime occurred, or the corpus delicti, and second, that it was committed by the person charged.” People v. Ehlert, 211 Ill. 2d 192, 202 (2004). “In a prosecution for murder, the corpus delicti consists of the fact of death and the fact that death was produced by a criminal agency.” Ehlert, 211 Ill. 2d at 202. The relationship between the defendant’s criminal agency and the cause of death may not be left to inference and speculation, and a conviction may be reversed where the evidence is so unreasonable, improbable, or unsatisfactory as to justify a reasonable doubt of the defendant’s guilt. Ehlert, 211 Ill. 2d at 210. A trier of fact, however, “is by no means required to confer more weight to a defendant’s theory of the case merely because it is a possible alternative to the State’s theory; it is the function of the trier of fact, and not a reviewing court, to weigh any discrepancies or inconsistencies in the evidence.” People v. Hamilton, 361 Ill. App. 3d 836, 845 (2005).  In the case before us, it was undisputed that defendant had been drinking alcohol throughout the afternoon and into the evening of September 19, that she became enraged after Robertson fed Davion a sandwich in the late afternoon, and that she was home alone with the two children at the time of the victim’s death. Defendant admitted to using heroin on September 19 and breaking the toilet and fish tank. Robertson, who had lived with defendant for a period of years, expressed concern over defendant touching Davion because she had been drinking. The medical evidence indicated Alonzo died sometime between 9 p.m. on September 19 and 3 a.m. on September 20. Bey, however, testified defendant left a telephone message around 5 a.m. on September 20, and when she spoke to her approximately 45 minutes later, defendant said the children were fine, and she had just fed and changed the baby. At that point in time, Alonzo would have been dead for at least two hours. Defendant told authorities the children fell asleep on the bed and that she woke up at some point during the night and noticed the baby was soaking wet, including his hair. She also stated she woke up around 7:45 a.m., at which point she prepared a bottle for the baby and then discovered Alonzo was not breathing. She also said she had woken up before 7 a.m., while the children were still sleeping, and that she mopped the floor and went back to bed. King testified she responded to defendant’s 911 call at approximately 8 a.m. and described Alonzo as being stiff, blue, cold and completely saturated, including his face and hair. King further testified she thought defendant was acting when she did the abdominal thrusts on the baby after paramedics arrived. While we recognize defendant had been drinking and admitted to using heroin, we find it was reasonable for the trial court to conclude that defendant’s behavior and the surrounding circumstances were not consistent with a responsible caretaker who simply puts a child to bed and returns sometime later to discover he is unresponsive or who accidently suffocates the baby by rolling on top of the child while sleeping. Although Dr. Goodin testified that neither the cause nor the manner of death could be definitively determined, and that SIDS or overlaying could not be ruled out, it was the trial court’s responsibility to weigh the evidence and to resolve any discrepancies. In doing so, the trial court placed more weight on Dr. Denton’s opinion based upon his greater experience with SIDS and overlay cases. Dr. Denton concluded this was not a case of overlay or SIDS due to the amount of petechiae and water exuding from the baby. According to Dr. Denton, it was the most “florid petechiae” he had ever observed and went way beyond the petechiae he had ever seen in other SIDS cases. We are unpersuaded by defendant’s reliance on the fact that Dr. Denton did not review the police and paramedic reports before performing the autopsy and preparing his protocol. Prior to testifying at trial, Dr. Denton reviewed those reports and the pictures taken by police, and it did not change his opinion at trial. We find no valid reason to disturb the trial court’s reliance on Dr. Denton’s expert opinion that Alonzo’s death was not the result of SIDS or overlaying. Likewise, we find the evidence that defendant drowned Alonzo was not so unreasonable or unsatisfactory that there remains a reasonable doubt as to her guilt. King testified that copious amounts of water came out of the baby after she turned him over and administered the back blows, and that it splashed into her hands and onto her face. Dr. Denton testified that when he initially examined Alonzo, his skin was wet to the touch, and all of his accompanying clothing was wet. Also, whenever Dr. Denton moved the infant, water came out of his nose, causing him to suspect the child had been breathing water even before he conducted an internal exam. Dr. Denton subsequently discovered “abundant water” in the baby’s airway, which indicated he was breathing water and more water in the bronchi before the lungs. He also testified that the edema found in the baby’s lungs could indicate drowning. Based upon his examination, including the observation of the petechiae and the unusual pattern of lividity, he concluded the primary cause of death to be drowning and believed within a reasonable degree of medical certainty the baby was either held upside down when he died or was put in an upside-down position in water and left there. He also testified the marked petechiae was not caused by CPR or the efforts to resuscitate the infant. In reviewing the evidence in the light most favorable to the State, we find it was sufficient for a rational trier of fact to conclude Alonzo’s death was not the result of natural causes and that he was drowned by defendant.  Next, we consider defendant’s claim she was denied her constitutional right to a jury trial because the trial court failed to properly explain to her the difference between a jury trial and a bench trial before accepting her jury waiver. The United States and the Illinois Constitutions provide for jury trials in criminal cases. U.S. Const., amends. VI, XIV; 111. Const. 1970, art. I, §§ 8, 13. Section 103 — 6 of the Code of Criminal Procedure of 1963 provides that every person accused of a crime has the right to a trial by jury unless that right is 1 ‘understanding^ waived by the defendant in open court.” 725 ILCS 5/103 — 6 (West 2002). Although a written and signed jury trial waiver alone does not demonstrate the defendant’s understanding, it “ ‘lessens the probability that the waiver was not made knowingly.’ ” People v. Dockery, 296 Ill. App. 3d 271, 276 (1998), quoting People v. Steiger, 208 Ill. App. 3d 978, 982 (1991). The determination of whether a defendant has knowingly waived her right to a jury trial cannot rest on any precise forumula but, rather, turns on the facts and circumstances of each case. People v. Frey, 103 Ill. 2d 327, 332 (1984). Here, the trial judge determined defendant waived her right to a jury trial based upon the following exchange: “THE COURT: *** Have a seat at counsel table over there, Miss Clay. This is for jury trial purposes? [DEFENSE COUNSEL]: For bench trial. THE COURT: I mean bench trial. Have you executed the jury waivers? [DEFENSE COUNSEL]: I don’t think we have, judge. We can do that now. THE COURT: Miss Clay, do you know what a jury trial is? [DEFENDANT]: Yes, ma’am. THE COURT: You have the right to have that kind of trial. Are you giving up your right to have a jury trial? [DEFENDANT]: Yes, ma’am. THE COURT: Alright. THE COURT: The court is in receipt of [defendant’s] written waiver of trial by jury.” Defendant relies upon People v. Sebag, 110 Ill. App. 3d 821 (1982), where the defendant was without the benefit of an attorney at any stage in the proceedings. The judge in that case did not ask the defendant whether he understood what a jury trial was and only informed him that by waiving a jury trial at that time he could not reinstate it. Sebag, 110 Ill. App. 3d at 829. In contrast, in the instant case, defendant was represented by counsel, acknowledged she understood the meaning of a jury trial and specifically stated she was giving up that right. She then signed the jury waiver and tendered it to the court. Under these circumstances, we find defendant knowingly waived her right to a jury trial. See People v. Bowman, 227 Ill. App. 3d 607, 612 (1992) (defendant knowingly waived his right to a jury trial where he was represented by counsel, the judge asked the defendant whether he understood what a jury trial was, and the defendant signed a written jury waiver).  Next, we consider defendant’s claim she was denied effective assistance of counsel. She contends her lawyer was ineffective for waiting until after trial to subpoena the results of past autopsies performed by Dr. Denton which would have been necessary to properly cross-examine and impeach his credibility. Defendant also contends her counsel was ineffective for failing to introduce a 1985 article from the Journal of the American Medical Association (JAMA) that would have undermined Dr. Denton’s credibility and the State’s theory of the case. According to defendant, the article represents the force of being inverted into a head-down, vertical position induces observable physiologic changes related to the face and eyes, none of which were observed in Alonzo. Under the two-part test for judging ineffective assistance of counsel claims, a defendant must show that: (1) counsel’s representation fell below an objective standard of reasonableness and the shortcomings of counsel were so severe as to deprive defendant of a fair trial; and (2) there is a reasonable probability that, but for counsel’s unprofessional errors, the result of the proceedings would have been different. People v. Rodriguez, 312 Ill. App. 3d 920, 925 (2000), citing Strickland v. Washington, 466 U.S. 668, 694, 80 L. Ed. 2d 674, 698, 104 S. Ct. 2052, 2068 (1984). “When considering an ineffective assistance claim, a reviewing court must look to counsel’s total performance and not focus solely on isolated acts.” People v. Williams, 305 Ill. App. 3d 517, 529 (1999). “ Tf it is easier to dispose of an ineffectiveness claim on the ground of lack of sufficient prejudice *** that course should be followed.’ ” People v. Albanese, 104 Ill. 2d 504, 527 (1984), quoting Strickland, 466 U.S. at 697, 80 L. Ed. 2d at 699, 104 S. Ct. at 2069-70. Prejudice requires a showing that counsel’s errors were so serious that the defendant was deprived of a fair trial. Strickland, 466 U.S. at 686, 80 L. Ed. 2d at 692-93, 104 S. Ct. at 2064. The defendant must show that there was a reasonable probability that, but for counsel’s unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability sufficient to undermine confidence in the trial outcome. Strickland, 466 U.S. at 694, 80 L. Ed. 2d at 698, 104 S. Ct. at 2068. We find defendant has failed to demonstrate there is a reasonable probability that, but for her attorney’s decision not to subpoena prior to trial the past autopsy records, the outcome here would have been different. In fact, it is unclear why defense counsel sought these autopsy reports after trial or how they would have been used to impeach Dr. Denton’s credibility. He testified that he performed between 200 to 300 autopsies where a child had died of SIDS and 50 to 75 autopsies where the cause of death was determined to be overlaying. There is no reason to conclude Dr. Denton’s testimony in this regard was inaccurate or that anything contained in the numerous autopsy reports of unrelated cases was relevant or would have changed the outcome. Likewise, defendant has not shown how she was prejudiced by her counsel’s failure to impeach Dr. Denton with the 1985 JAMA article such as to deny her a fair trial or to undermine the confidence in the outcome of this trial. On direct examination, Dr. Denton testified at length as to why he believed the primary cause of death was drowning and the secondary cause of death was compression of the chest and why, based upon the pattern of lividity and the observation of petechiae, Alonzo was either held upside down when he died or was placed in an upside-down position in water and then left there. During cross-examination, he testified he did not know whether the eyes reflected a possibility that Alonzo was held upside down because it went beyond his experience. He acknowledged that an outside expert examined the eyes, and the report came back showing they were normal, without petechial hemorrhages in the whites. Dr. Goodin testified as to why she believed neither the cause nor the manner of death could be definitively determined and why she believed SIDS or overlaying could not be ruled out. She testified she had reviewed Dr. Denton’s trial testimony, and there was no indication that her opinion was based upon the report that showed Alonzo’s eyes were normal. The trial court, in determining the credibility of the witnesses, and ultimately finding defendant guilty, was aware that Dr. Denton did not personally perform a test on the baby’s eyes, that it went beyond his area of expertise, and that the outside expert’s report showed no petechial hemorrhages in the whites of the eyes. Consequently, we find no reason to conclude the failure of defense counsel to impeach Dr. Denton with the article so prejudiced defendant as to undermine the confidence in the outcome of the trial. Accordingly, we reject defendant’s claims that she was denied effective assistance of counsel.  Finally, we consider defendant’s claim that the compulsory extraction and perpetual storage of her DNA, as permitted under section 5 — 4—3 of the Unified Code of Corrections (730 ILCS 5/5 — 4—3 (West 2002)), violates her right to be free from unreasonable searches and seizures under the federal and state constitutions. U.S. Const., amend. IV; 111. Const. 1970, art. I, § 6. Section 5 — 4—3 of the Unified Code of Corrections mandates DNA sampling from any person convicted or found guilty “of any offense classified as a felony under Illinois law.” 730 ILCS 5/5 — 4—3(a) (West 2002). This statute has been challenged on numerous occasions, and this court has repeatedly found section 5 — 4—3 to be constitutional. See People v. Fort, 362 Ill. App. 3d 1, 10 (2005); People v. Redmond, 357 Ill. App. 3d 256, 264 (2005); People v. Foster, 354 Ill. App. 3d 564, 571 (2004); People v. Butler, 354 Ill. App. 3d 57, 69 (2004); People v. Edwards, 353 Ill. App. 3d 475, 486 (2004); People v. Peppers, 352 Ill. App. 3d 1002, 1007-08 (2004); People v. Ramos, 353 Ill. App. 3d 133, 154 (2004); People v. Hall, 352 Ill. App. 3d 537, 549-50 (2004); People v. Garvin, 349 Ill. App. 3d 845, 856 (2004), appeal allowed, 212 Ill. 2d 541 (2004). Consequently, we find it is unnecessary to address the issue any further and decline defendant’s request to find section 5 — 4—3 unconstitutional. Accordingly, the judgment of the circuit court of Cook County is affirmed. Affirmed. WOLFSON, J., concurs.  Overlaying occurs when a person rolls over and lays on top of a baby and unintentionally suffocates the child.  ",
            "ocr": false,
            "opinion_id": 9518824
        },
        {
            "author_str": "Hall",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " JUSTICE HALL, concurring in part and dissenting in part: I concur with the majority’s decision except for its conclusion that section 5 — 4—3 of the Code (730 ILCS 5/5 — 4—3 (West 2002)), as amended by Public Act 92 — 829, effective August 22, 2002, is constitutional. I continue to believe that the compulsory collection and storage of DNA evidence from convicted felons is unconstitutional because it violates the offender’s fourth amendment right to be free from unreasonable searches and seizures. See People v. Peppers, 352 Ill. App. 3d 1002, 1013-14, 817 N.E.2d 1152 (2004) (Hall, J., dissenting); People v. Zhani, No. 1-03-2326 (2004) (unpublished order under Supreme Court Rule 23) (Hall, J., concurring in part and dissenting in part). I believe that requiring DNA samples from convicted felons cannot be justified under either the special needs exception or the balancing test. In regard to the special needs exception, the mandatory collection of DNA evidence from convicted felons cannot be considered a special need since it does not serve any need above and beyond law enforcement purposes. Under the balancing test, the court is charged with balancing the privacy interests of the prisoner in remaining free of bodily invasion against the State’s interest in carrying out the search. However, in light of the State’s predominate law enforcement interests compared to the subject prisoner’s greatly reduced privacy rights, one would be hard-pressed to find a case in which the balance would not be struck in favor of the government. The balancing test favors the government to such an extent that it cannot fairly determine if the compulsory collection of DNA evidence from a prisoner, based solely on the prisoner’s status as a convicted felon, is a permissible exception to the fourth amendment’s requirements of probable cause and individualized suspicion. A balancing test that always favors one side is not actually a test at all. Accordingly, I respectfully concur in part and dissent in part. ",
            "ocr": false,
            "opinion_id": 9518825
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}