{
    "id": 2018571,
    "judges": "Chipman",
    "date_filed": "1978-07-07",
    "date_filed_is_approximate": true,
    "slug": "oconner-v-state",
    "case_name_short": "O'CONNER",
    "case_name": "O'CONNER v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "382 N.E.2d 994"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n382 N.E.2d 994 (1978)\nWilliam O'CONNER, Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee-Plaintiff.\nNo. 2-378A99.\nCourt of Appeals of Indiana, Fourth District.\nNovember 29, 1978.\n*996 Stanley S. Brown, Tippecanoe County Public Defender, Lafayette, for appellant-defendant.\nTheodore L. Sendak, Atty. Gen., Kenneth R. Stamm, Deputy Atty. Gen., Indianapolis, for appellee-plaintiff.\nCHIPMAN, Presiding Judge.\nDefendant-appellant William O'Conner was charged with Second Degree Murder and convicted in a trial by jury of Voluntary Manslaughter.[1] Of the six issues raised, two must be resolved in O'Conner's favor requiring that a new trial be ordered. Of the four remaining issues, we treat only those likely to resurface upon retrial. We address the following questions:\n(1) Should the trial court have granted O'Conner the opportunity to depose two State's witnesses?\n(2) Did the trial court err in instructing the jury that voluntary manslaughter was a lesser included offense of second degree murder?\n(3) Was there sufficient evidence to support O'Conner's conviction for voluntary manslaughter?\n(4) Should the trial court have admitted testimony that O'Conner previously struck the deceased?\nWe reverse.\n\nRIGHT TO DEPOSE\nO'Conner contends the trial court erred in denying him the opportunity to depose two State's witnesses. The transcript reveals in pertinent part the following sequence of events:\n(1) On October 12, 1976, O'Conner's Motion for Discovery which included a continuing request for a list of all witnesses *997 was granted. The court set December 1, 1976 as the deadline for compliance with its order.\n(2) The State did not file its list of possible witnesses until April 21, 1977. This list did not include the names of James Speck or James Morris.\n(3) On September 12, 1977, the morning of the first day of trial, the State filed a supplemental list of witnesses which included the name of James Speck at an incorrect address.\n(4) On September 15, 1977, the fourth day of trial, the State filed an additional list of witnesses which included the names of James Speck and James Morris.\n(5) Both Morris and Speck testified for the State on September 16, 1977.\nO'Conner requested the opportunity to depose both Morris and Speck as each began their testimony. He contends the trial court committed reversible error in denying those requests.\nThe State answers these contentions with two arguments. Citing Gutowski v. State, (1976) Ind. App., 354 N.E.2d 293, 295 which held, \"discovery in favor of a criminal defendant is not required by the constitutional guarantee of due process,\"[2] the State argues that O'Conner has failed to establish an abuse of the trial court's limited discretion. And second, the State asserts that O'Conner has failed to establish prejudice.\nWe address this issue with the benefit of numerous decisions in Indiana. However, pursuant to Murphy v. State, (1976) Ind., 352 N.E.2d 479, we must focus on two trial rules and two recent decisions:\nInd. Code § 35-1-31-8 (Burns 1975) has been superseded by the Rules of Trial Procedure and recent decisions of this Court. Trial Rules 30 and 31 provide for the taking of depositions in civil cases, and these rules apply to criminal cases through Ind.R.Crim.P. 21. In Carroll v. State, (1975) Ind., 338 N.E.2d 264, we applied Ind.R.Tr.P. 32 relating to the use of depositions to a criminal case. The `balancing' doctrine of State ex rel. Keller v. Criminal Court of Marion County, (1974) 262 Ind. 420, 317 N.E.2d 433, displaces the remainder of the statute. Thus, the trial rules, in conjunction with Carroll and Keller, are the basic law governing the taking of depositions in criminal cases.\nMurphy at 482. In light of Murphy and its progeny, we are presented with two questions: (1) Did the trial court err in denying O'Conner's oral motion for the opportunity to depose two State's witnesses? (2) Did O'Conner waive any error by failing to move for a continuance?\nIn order to insure justice and fairness in criminal proceedings and to prevent defense counsel from being compelled to operate in a factual vacuum, our courts have recently expanded the discovery \"rights\" of defendants. For over a decade, our Supreme Court has recognized at least a limited right to pretrial discovery by criminal defendants. See Antrobus v. State, (1970) 253 Ind. 420, 254 N.E.2d 873; Johns v. State, (1968) 251 Ind. 172, 240 N.E.2d 60; Bernard v. State, (1967) 248 Ind. 688, 230 N.E.2d 536; Ortez v. State, (1975) Ind. App., 333 N.E.2d 838. Absent a showing by the prosecution of a paramount interest in non-disclosure, this right of discovery includes the right to the names of witnesses who will be used to support the State's case. Johns at 64.\nA criminal defendant also has a general right to take depositions of the prosecution's witnesses. See State ex rel. Keller v. Criminal Court of Marion County, (1974) 262 Ind. 420, 317 N.E.2d 433; Amaro v. State, (1968) 251 Ind. 88, 239 N.E.2d 394; Upshaw v. State, (1976) Ind. App., 352 *998 N.E.2d 102; Reynolds v. State, (1973) 155 Ind. App. 226, 292 N.E.2d 290. In protecting this discovery process, the trial court has the inherent power to impose sanctions such as a protective order barring testimony. Keel v. State, (1975) Ind. App., 333 N.E.2d 328, 332; see also Chatman v. State, (1975) 263 Ind. 531, 334 N.E.2d 673; Upshaw, supra; State v. Buza, (1975) Ind. App., 324 N.E.2d 824. Furthermore, if the defendant establishes that the prosecution thwarted or obstructed attempts at discovery, the exclusion of testimony is the appropriate remedy. Henson v. State, (1976) Ind., 352 N.E.2d 746, 749 citing Gregory v. State, (1972) 259 Ind. 295, 286 N.E.2d 666; Dorsey v. State, (1970) 254 Ind. 409, 260 N.E.2d 800. Thus, the initial question which we address is whether the trial court erred in denying O'Conner his \"right\" to depose Morris and Speck.\nWe find Murphy, supra, dispositive of this question. In Murphy the defendant appealed the trial court's denial of his motion to depose seven of the State's listed witnesses. In reversing the trial court's denial, our Supreme Court stated:\nAbsent a showing that the defendant had no legitimate defense interest in support of his petition or that the State had a paramount interest to protect, criminal defendants have a right under our statute and rules of procedure to discovery, including the taking of depositions from those persons listed as State's witnesses. Johnson v. State, (1971) 255 Ind. 589, 266 N.E.2d 57; Howard v. State, (1969) 251 Ind. 584, 244 N.E.2d 127; Amaro v. State, (1968) 251 Ind. 88, 239 N.E.2d 394; Nuckles v. State, (1968) 250 Ind. 399, 236 N.E.2d 818. See also Antrobus v. State, (1970) 253 Ind. 420, 254 N.E.2d 873; Bernard v. State, (1967) 248 Ind. 688, 230 N.E.2d 536.\nMurphy at 481-482. As in Murphy, the record in the case at bar does not reflect the State's objections to O'Conner's motion to depose or the court's reason for denial. We therefore must hold that the trial court abused its limited discretion in denying O'Conner his right to take the depositions of State's witnesses Speck and Morris.\nThe State's argument that O'Conner has failed to show prejudice is without merit. Murphy, supra, was abundantly clear in holding the harmless error doctrine inapplicable to a defendant's right to depose State's witnesses. Murphy at 482-483; see also Brewer v. State, (1977) Ind. App., 362 N.E.2d 1175. The presence of other evidence sufficient to sustain O'Conner's conviction is of no significance. Murphy at 483. Nor would it matter whether O'Conner's task of rebutting the State's evidence seems insurmountable. Murphy at 482 citing Frazier v. State, (1975) 263 Ind. 614, 335 N.E.2d 623.\nWe cannot presume, as a matter of law, that no exculpatory or mitigating evidence would have surfaced from the depositions sought. Even if it were determined retrospectively that nothing in aid of his defense was discoverable, we could not discount the effect of a denial. Effective counseling is dependent upon knowledge of the facts, and it is essential the weaknesses as well as strength be discovered and intelligently assessed.\nMurphy at 483.\nAlthough not raised in either brief, we address the question whether O'Conner has waived this error in the trial court by failing to move for a continuance. In cases where the State calls witnesses who were not included on the court ordered witness list, the defendant's proper course of action is generally to move for a continuance. See Gregory, supra; Dorsey, supra; Buchanan v. State, (1975) Ind. App., 336 N.E.2d 654. This is also the proper course for the defense in cases where the State calls a witness who is not listed until immediately prior to or during trial. See Luckett v. State, (1972) 259 Ind. 174, 284 N.E.2d 738; Kelley v. State, (1973) 156 Ind. App. 134, 295 N.E.2d 372. However, a continuance is not the only remedy available in every case to the defense where the prosecution attempts to call a surprise witness. See Johns, supra; Butler v. State, (1978) Ind. App., 372 N.E.2d 190; Keel, supra; Buza, supra. In holding that the testimony *999 of State's witnesses whose names had not been furnished to the defendant must be excluded, Johns, supra, specifically found that the failure to move for a continuance will not waive any error where the State has blatantly and deliberately disregarded the court's order for discovery:\n[I]t is fundamentally a denial of due process of law as guaranteed by the Fifth and Fourteenth Amendments to the Constitution of the United States to lead a defendant to believe that he has been afforded the right of discovery, and then permit the State of Indiana, in violation of an order of court, to present, during its case in chief, surprise witnesses whose testimony substantially added to the weight of the State's case.\nJohns at 65.\nThe record very nearly establishes a similar blatant and deliberate disregard by the State in the case at bar. The State's first witness list was filed nearly five months after the deadline set by the trial court. The State then apparently waited nearly five months longer until filing its second and third lists which finally included Morris and Speck as potential witnesses. Thus, not until the first and fourth days of trial, nearly ten months beyond the deadline set by the trial court, was O'Conner made aware that Morris and Speck might be called as witnesses. Although circumstances may, of course arise which would prevent the State from discovering all prospective witnesses before a specific deadline, neither the State's brief nor the record reveals the reason for the delay in the case at bar. This is particularly true with respect to Speck since the State apparently talked with him before the trial about his testimony.\nWe need not, however, determine whether the State's actions constituted a blatant and deliberate disregard under Johns, supra, since we hold that O'Conner's oral motion to depose sufficiently preserved this issue for appellate review. Of the cases we have found which predicate waiver on the absence of a motion for continuance, the defendant's sole objection appears to have been grounded on the exclusion of testimony by the State's surprise witnesses. See e.g., Henson, supra; Lund v. State, (1976) 264 Ind. 428, 345 N.E.2d 826; Gregory, supra; Dorsey, supra; Buchanan, supra; Kelley, supra. O'Conner, however, also orally moved for the opportunity to depose Morris and Speck. A continuance, of course, was the only means by which O'Conner could depose these witnesses since the trial had commenced. We hold, accordingly, that by moving to depose Morris and Speck immediately after they began testifying, O'Conner has preserved this issue for appellate review.\n\nINSTRUCTIONS AND SUFFICIENCY\nWith nearly exclusive reliance on dictum in Robinson v. State, (1974) Ind. App., 309 N.E.2d 833, modified Ind. App., 311 N.E.2d 461, rev'd on other grounds 262 Ind. 463, 317 N.E.2d 850,[3] O'Conner also contends the trial court erred in instructing the jury that voluntary manslaughter was a lesser included offense of second degree murder and that there was insufficient evidence to support his conviction for voluntary manslaughter. Both contentions are based on the absence of evidence regarding sudden heat and the fact that the deceased, a three year old child, was incapable of creating an adequate provocation to support a conviction for voluntary manslaughter.\nAt the time O'Conner allegedly committed this offense, IC § 35-13-4-2 defined voluntary manslaughter:\nWhoever voluntarily kills any human being without malice, express or implied, in a sudden heat, is guilty of voluntary manslaughter, and, on conviction, shall be imprisoned in the state prison for not less than two [2] nor more than twenty-one [21] years.\n*1000 Thus, the essential elements of voluntary manslaughter are: (1) voluntary killing of a human being, (2) without malice, and (3) in a sudden heat. Fisher v. State, (1973) 259 Ind. 633, 291 N.E.2d 76, 79; Green v. State, (1967) 249 Ind. 86, 229 N.E.2d 726, 732; Ellis v. State, (1973) 159 Ind. App. 1, 304 N.E.2d 546, 548.\nOur search of the record reveals absolutely no evidence of provocation or sudden heat, nor does the State contend otherwise. Furthermore, we are unable to imagine any act of adequate provocation of which the deceased, a three year old infant, could be guilty. Compare Robinson, supra. Although it appears contradictory for this court to hold that there is sufficient evidence to support O'Conner's conviction for voluntary manslaughter due to the total absence of statutorily mandated proof of sudden heat, it is nevertheless our duty to follow the Supreme Court in McDonald v. State, (1976) 264 Ind. 477, 346 N.E.2d 569:\n[I]f sufficient evidence is presented to the jury by which it could find murder in the first or second degree, the jury may also return a verdict of guilty of voluntary manslaughter, notwithstanding the absence of proof of `sudden heat'. (citations omitted)\nMcDonald at 574; see also Crickmore v. State, (1938) 213 Ind. 586, 12 N.E.2d 266, 268; Hasenfuss v. State, (1901) 156 Ind. 246, 59 N.E. 463, 466; Fleetwood v. State, (1976) Ind. App., 343 N.E.2d 812, 815; Landers v. State, (1975) Ind. App., 331 N.E.2d 770, 780; Hopkins v. State, (1975) Ind. App., 323 N.E.2d 232, 239. Since we find substantial evidence of probative value to establish O'Conner's guilt of second degree murder, we are constrained by McDonald, supra, from reversing on sufficiency grounds his conviction for voluntary manslaughter.\nUnlike the defendants in McDonald and the remaining cases quoted above, however, O'Conner also preserved for appellate review the propriety of the Court's instruction on voluntary manslaughter. The precise question we address is whether the court commits error by instructing the jury in a prosecution for second degree murder on the \"lesser included offense\" of voluntary manslaughter when there is a complete absence of evidence tending to establish sudden heat. With the exception of dictum in Robinson, supra, this we believe to be an issue of first impression in Indiana. Notably, we address this question fully cognizant of numerous decisions which treat manslaughter as a lesser included offense of murder, even after the manslaughter statute was bifurcated in 1969 to distinguish between voluntary and involuntary manslaughter. McDonald at 574; Gatchett v. State (1973) 261 Ind. 109, 300 N.E.2d 665, 667; Barker v. State, (1958) 238 Ind. 271, 150 N.E.2d 680, 682; Fleetwood at 815; Landers at 780; Hopkins at 239.\nIn 1974, this issue was addressed in dictum by the second district in Robinson, supra, where the defendant, charged with second degree murder, attacked her voluntary manslaughter conviction on sufficiency grounds due to the total lack of evidence regarding sudden heat. We quote at length from that decision:\n`[I]f a party is charged with a given crime, he can not be convicted of another crime of lesser magnitude... unless a conviction of the crime charged necessitates proof of all the essential elements of the lesser offense... .' But that is not true in this case because it is possible to commit second degree murder without first having committed voluntary manslaughter nor does conviction of second degree murder necessitate proof of all the essential elements of voluntary manslaughter.\n* * * * * *\nThe rule that we have no power to set aside the verdict in this case because it is supported by evidence sufficient to sustain a conviction of the degree of homicide charged, though insufficient to make a prima facie case of the degree of the verdict, does not mean that the jury acted properly in returning the verdict or that the trial court was not in error in instructing it that it could return such a *1001 verdict. (citations omitted) (emphasis added)\nRobinson at 843, 847.\nThe anomaly is thus apparent. It is impossible for one to commit murder in either degree by first committing voluntary manslaughter for more facts are necessary to prove voluntary manslaughter than are necessary to establish second degree murder; more, because the \"sudden heat\" which negates the implied malice of second degree murder is never implied from the voluntary killing. Robinson at 843-845. To establish voluntary manslaughter, there must be evidence of sudden and violent heat of passion, induced by sufficient provocation; evidence which is unnecessary in proving first or second degree murder. Henning v. The State, (1886) 106 Ind. 386, 6 N.E. 803, 812; Yarber v. State, (1962) 242 Ind. 616, 179 N.E.2d 882, 883.\nWe hold that it was error for the court to instruct the jury that they could find O'Conner guilty of voluntary manslaughter. This conclusion is based on the rule enunciated by our Supreme Court in Hash v. State, (1972) 258 Ind. 692, 284 N.E.2d 770:\nIt is error to give an instruction upon an issue if there is no evidence to support it. Lamb v. York, (1969) 252 Ind. 252, 247 N.E.2d 197; Kennedy v. State, (1935) 209 Ind. 287, 196 N.E. 316; Cole v. State, (1922) 192 Ind. 29, 134 N.E. 867.\nHash at 774; see also Hitch v. State, (1972) 259 Ind. 1, 284 N.E.2d 783. As stated in Cole, supra:\nThat an instruction need not be given in a criminal case unless there is evidence to which it is applicable has been decided by this court.\n* * * * * *\nThe constitutional right of the jury to determine the law as well as the facts in a criminal case does not impose upon the trial court a duty to instruct them that the law of murder and manslaughter is something different from what it has been declared by statute, nor to suggest to the jury that they may decide otherwise than according to law.\n* * * * * *\n\"A jury might have power to stultify itself by returning a verdict contrary to what it knew to be the law, since jurisdiction to decide includes power to decide wrong. But the court, when giving instructions, is not required to insult the jurors by a suggestion that they may do so. (citations omitted)\nCole at 870.\nFor an instruction on voluntary manslaughter as a lesser included offense of second degree murder to be proper, there must be some evidence of probative value from which the jury could properly find the defendant guilty of such lesser included offense. See Poindexter v. State, (1978) Ind., 374 N.E.2d 509, 513. Thus, although the jury might be sustained on sufficiency grounds in convicting for a lesser offense not present in a case, the courts need not compound the illogic of doing so by invitation through its instructions. Duncan v. State, (1975) Ind. App., 335 N.E.2d 827, 831 citing Hester v. State, (1974) 262 Ind. 284, 315 N.E.2d 351; Cole, supra.\n\nADMISSIBILITY OF PRIOR STRIKINGS\nWe address a final issue raised by O'Conner regarding the admissibility of evidence that he struck the deceased on prior occasions. O'Conner contends the trial court erred in admitting testimony by three State's witnesses that he had struck the deceased prior to her death. O'Conner asserts that this evidence was irrelevant particularly because it did not preclude the possibility that the strikings constituted normal discipline. In response, the State argues that these strikings were properly admitted to show O'Conner's intent or motive.\nWere it not for our reversal on O'Conner's right to depose State's witnesses and the court's improper instruction on voluntary manslaughter, we would hold that O'Conner has failed to preserve this issue for appellate review. In each portion of the transcript to which O'Conner directs our *1002 attention, the sole objection to this evidence was his bare assertion of lack of relevancy. This is not sufficient to create a foundation for reversible error. Duncan v. State, (1975) Ind. App., 335 N.E.2d 827, 830 citing Indianapolis Traction &amp; Terminal Co., v. Howard, (1920) 190 Ind. 97, 128 N.E. 35; Beaty v. Donaldson, (1964) 136 Ind. App. 269, 200 N.E.2d 233. \"[T]he objection, `irrelevant and immaterial', is too general and thus is insufficient to present any question upon appeal ...\" Woods v. State (1974) 162 Ind. App. 316, 319 N.E.2d 688, 695 citing Williams v. State, 1907) 168 Ind. 87, 79 N.E. 1079; Beaty, supra; 1 Bobbitt, Indiana Appellate Practice Procedure 202. We, nevertheless, will treat this issue under the assumption that it will arise on retrial and O'Conner's attorney will tender specific objections.\nThe well-established rule in Indiana is that evidence of separate and distinct offenses is generally not admissible. Alexander v. State, (1976) Ind. App., 340 N.E.2d 366, 368. An equally well-established exception to this general rule is that such evidence is admissible to show intent, motive, purpose, identification or common scheme or plan. Id.\nIn allowing such evidence in certain instances, the court seeks to permit the full disclosure of all relevant facts which have some probative value, not for the purpose of showing the defendant to be a `criminal-type,' but to present to the trier of fact all evidence which tends to prove that the defendant committed the crime charged.\nAlexander at 368 citing Schnee v. State, (1970) 254 Ind. 661, 262 N.E.2d 186, 187; Hartwell v. State, (1974) 162 Ind. App. 445, 321 N.E.2d 228.\nIn the case at bar, the State apparently attempted to establish O'Conner's guilt of second degree murder in part by introducing evidence of his prior \"child abuse.\" So far as it goes, we find this argument eminently proper. Our Supreme Court recently held in Martin v. State, (1978) Ind., 372 N.E.2d 181, 182, that evidence of alleged acts of child abuse was proper to show the premeditation and malice of a defendant convicted of second degree murder. See also Corbin v. State, (1968) 250 Ind. 147, 234 N.W.2d 261, 263. Furthermore, previous assaults or attacks upon the person killed are admissible to show intention. Peats v. State, (1938) 213 Ind. 560, 12 N.E.2d 270, 276.\nThe rule enunciated in Todd v. State (1951) 229 Ind. 664, 101 N.E.2d 45, however, apparently conditions the application of these rules:\n\"Evidence of other crimes should appear to be substantial, and at least make out a prima facie case before it is admissible. If the evidence of another crime only amounts to a suspicion, it should not be received. (citations omitted)\"\nTodd at 49. O'Conner contends that the evidence of previous \"strikings\" probably shows no more than ordinary discipline of a child. While we express no opinion on such an argument, we believe the evidence in the case at bar probably does not establish a prima facie case of child abuse. We, therefore, caution that evidence of prior strikings is not admissible under Todd unless the State establishes a prima facie case that such \"discipline\" was in fact criminal.\nWe reverse and remand for further proceedings not inconsistent with this opinion.\nMILLER and YOUNG, JJ., concur.\nNOTES\n[1]  IC 1971, 35-13-4-2 (Burns Code Ed.) Repealed effective October 1, 1977.\n[2]  With all due respect, we note that this quotation was not supported by appropriate authority in Gutowski nor does it appear correct in light of Murphy and Johns, infra. The Court of Appeals in Gutowski cited Cicenia v. La Gay, (1958) 357 U.S. 504, 78 S.Ct. 1297, 2 L.Ed.2d 1523 and Bernard v. State, (1967) 248 Ind. 688, 230 N.E.2d 536, to support this proposition. The Indiana Supreme Court in Bernard also cited Cicenia. Thus, authority for this quote appears grounded solely in Cicenia. Our reading of Cicenia, however, reveals nothing by which we can even intimate support for this statement.\n[3]  As both O'Conner and the State have argued the applicability of the appellate court decision in Robinson, we note that since the Indiana Supreme Court granted transfer, the appellate court decision was thereby vacated. Ind.Rules of Procedure, Appellate Rule 11. Technically, therefore, the appellate court decision is of no precedential value.\n\n",
            "ocr": false,
            "opinion_id": 2018571
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}