{
    "id": 2034149,
    "judges": "Byrne, O'Malley",
    "date_filed": "2004-06-16",
    "date_filed_is_approximate": true,
    "slug": "people-v-gancarz",
    "case_name_short": "Gancarz",
    "case_name": "People v. Gancarz",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. RICHARD S. GANCARZ, Defendant-Appellant",
    "attorneys": "G. Joseph Weller, Thomas A. Lilien, and Kathleen J. Hamill, all of State Appellate Defender’s Office, of Elgin, for appellant., Joseph E. Birkett, State’s Attorney, of Wheaton (Lisa Anne Hoffman, Assistant State’s Attorney, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b170-9\" pgmap=\"170\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. RICHARD S. GANCARZ, Defendant-Appellant.\n   </parties><br><court id=\"b170-11\" pgmap=\"170\">\n    Second District\n   </court><docketnumber id=\"AE\" pgmap=\"170\">\n    No. 2—04—0190\n   </docketnumber><br><decisiondate id=\"b170-13\" pgmap=\"170\">\n    Opinion filed November 30, 2006.\n   </decisiondate><br><attorneys id=\"b171-7\" pgmap=\"171\">\n    G. Joseph Weller, Thomas A. Lilien, and Kathleen J. Hamill, all of State Appellate Defender’s Office, of Elgin, for appellant.\n   </attorneys><br><attorneys id=\"b171-8\" pgmap=\"171\">\n    Joseph E. Birkett, State’s Attorney, of Wheaton (Lisa Anne Hoffman, Assistant State’s Attorney, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "859 N.E.2d 1127",
        "307 Ill. Dec. 1127",
        "369 Ill. App. 3d 154"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n859 N.E.2d 1127 (2006)\n307 Ill. Dec. 1127\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nRichard S. GANCARZ, Defendant-Appellant.\nNo. 2-04-0190.\nAppellate Court of Illinois, Second District.\nNovember 30, 2006.\n*1132 G. Joseph Weller, Thomas A. Lilien, Deputy Defenders, and Kathleen J. Hamill (Court-appointed), Office of the State Appellate Defender, Elgin, for Richard S. Gancarz.\nJoseph E. Birkett, Du Page County State's Attorney, Lisa Anne Hoffman, Assistant State's Attorney, Wheaton, for the People.\nJustice BYRNE delivered the opinion of the court:\nDefendant, Richard S. Gancarz, was driving a semi tractor-trailer when he collided with the passenger side of a Chevrolet Camaro driven by Aric Wooley, who died in the collision. Several other drivers, including Jerry Wooley, Aric's father, witnessed the crash. The State filed an 11-count indictment, and defendant submitted to a bench trial. The trial court found defendant guilty of reckless homicide (720 ILCS 5/9-3(a) (West 2000)), aggravated driving under the influence (DUI) (625 ILCS 5/11-501(a)(4), 11-501(d)(1)(C) (West 2000)), and driving with a suspended license (625 ILCS 5/6-303(a) (West 2000)). Each of the statutes under which defendant was found guilty was the version in effect on the date of the offense. The reckless homicide count subsumed the aggravated DUI count, and the trial court sentenced defendant to a 14-year prison term for reckless homicide. The court also imposed a concurrent three-year term for driving with a suspended license.\nDefendant appeals, arguing that the trial court erroneously (1) admitted prejudicial evidence that the police discovered cannabis in his bedroom and car after the arrest; (2) found him guilty of reckless homicide; and (3) failed to inform him of the option to be sentenced under a new, more favorable version of the reckless homicide statute. The State disputes the issues of admissibility and sufficiency of the evidence. The State concedes that defendant should have been told of the favorable change in the reckless homicide statute. However, the State argues that defendant's rights were not violated and he suffered no prejudice, because the State could have responded to a sentence election by amending the indictment to cite the new version of the aggravated DUI statute (see 625 ILCS 5/11-501(a)(4), 11-501(d)(1)(F) (West 2004)), which prescribes the same sentence as the former reckless homicide statute (720 ILCS 5/9-3(e) (West 2000)) but was enacted after the date of the offense.\nWe hold that defendant was prejudiced when the trial court did not admonish him of the opportunity to elect sentencing under the new, more favorable version of the reckless homicide statute, because the State could not have amended the indictment to allege a violation of the new aggravated DUI statute without creating a substantive defect in the charging instrument.\nFor his remedy, defendant asks us to reduce his sentence to five years' imprisonment, the maximum permitted under the new version of the reckless homicide statute. *1133 See 720 ILCS 5/9-3(d)(2) (West 2004); 730 ILCS 5/5-8-1(a)(6) (West 2004). However, in addition to finding defendant guilty under the former reckless homicide statute, the trial court found him guilty of aggravated DUI under the version of the statute that was in effect at the time he committed the offense. See 625 ILCS 5/11-501(a)(4), 11-501(d)(1)(C) (West 2000). We remand the cause for the entry of judgment and a sentencing hearing on the count alleging violation of the former aggravated DUI statute.\n\nFACTS\nThe incident occurred at 8:50 a.m. on June 16, 2000, at the intersection of Thorndale Avenue, which runs east and west, and Wood Dale Road, which runs north and south. Each road is four lanes wide and the intersection is controlled by traffic lights. Aric was facing east in Thorndale's left-turn lane and attempting to turn north onto Wood Dale. Defendant was traveling west in Thorndale's curb lane when he entered the intersection and collided with Aric.\nMuch of the eyewitness testimony focused on defendant's speed and whether the Thorndale traffic light was yellow or red when the collision occurred. At the time, Thorndale's green light lasted 200 seconds and the yellow light lasted 4.5 seconds. A red light was displayed in both directions for two seconds before Wood Dale's light turned green. The posted speed limit on Thorndale was 45 miles per hour. The weather on the date of the incident was clear and sunny, and the pavement was dry and in good condition.\nJerry Wooley testified that he was in his car facing south and stopped at a red light in Wood Dale's outer curb lane when he noticed Aric in the Thorndale turn lane. Jerry looked away momentarily, heard a big crash, and saw a semitruck push Aric's Camaro across the road.\nMichael Lange, who was in a white Chevrolet Tahoe, was positioned in front of Aric in the Thorndale turn lane. Lange entered the intersection while the light was green and waited for his chance to turn north onto Wood Dale. Lange testified that the light turned yellow and then red, and then Lange completed his turn. Lange saw defendant approaching from the east and realized that he would not stop. Lange said, \"as I accelerated, I really thought I was going to get hit. So, I grasped my steering wheel, turned to my right to observe the truck. * * * [Defendant] roared past behind me. And it was at that moment I heard him blow his horn. And then I also heard what I would call an explosion, which I said to myself, oh, my God, someone followed me through the intersection. He hit that person.\" Lange did not see or hear defendant apply his brakes before the collision. Lange denied telling an officer that the light was still yellow when he turned left.\nJames Smith, an experienced semitruck driver, was the first vehicle in his lane. He was stopped at a red light, facing south in the curb lane on Wood Dale. Smith saw defendant approaching the intersection, where Lange and Aric were waiting to turn left. Defendant appeared to be in control of the truck. Smith saw the truck's stacks emit some exhaust, which indicated that the driver had accelerated. Smith estimated that the truck's speed was 50 to 55 miles per hour. Smith saw defendant's hands on the steering wheel and horn, and he heard the truck's horn as it entered the intersection. Meanwhile, Lange accelerated through the turn while the light was still yellow, and Aric followed five to seven feet behind. Smith believed that the semi was not moving erratically, and he opined that neither Lange nor Aric *1134 should have turned left in front of it. Smith admitted telling an officer at the scene that Aric looked away from the oncoming westbound traffic before making the turn. However, Smith denied previously stating that Aric hesitated during the turn.\nAlice Vernett Nelson was driving behind defendant before the incident. Both vehicles were traveling more than 50 miles per hour. Nelson then accelerated to 65 to 70 miles per hour and passed defendant on the left. Nelson saw the light turn yellow as she passed a billboard, which was about 400 feet from the intersection. Nelson stopped in her lane as the light turned red. Two to three seconds later, the truck passed on her right and she heard a \"whoosh\" sound through her open windows, which made her believe that the truck's brakes were not applied. Nelson admitted that she was looking in her rearview mirror and combing her hair when the sound of the truck drew her attention. Nelson observed nothing erratic about defendant's driving before the crash.\nScott Hermann testified that he was driving behind Nelson in the left lane at 45 to 50 miles per hour when he noticed the light turn yellow as he was near the billboard. Hermann and Nelson stopped at the light. Hermann wished to pull into the curb lane but did not, because he saw the approaching semi, which appeared to be speeding. Herman saw Lange's Tahoe turn while the light was still yellow. Hermann recalled that the light turned red and the truck passed on Hermann's right without slowing down. However, Hermann admitted that he previously told the police that the light was yellow when the semi entered the intersection. The Camaro, which was following the Tahoe, hesitated in the intersection and then accelerated into the truck's path. Hermann heard neither brakes nor the truck's horn before the crash.\nAfter the collision, Hermann encountered defendant, who identified himself as the truck driver and asked, \"[d]id anybody see anything?\" Defendant told Hermann that he had tried to make the light, and when he could not, he tried to hit the rear of the Camaro so it would spin and suffer less damage. Defendant also mentioned that he had tried to avoid landscapers who were working nearby. Defendant appeared dazed and confused but responded to questions appropriately. Hermann asked defendant whether he had ingested drugs or alcohol, and defendant denied that he had.\nGlen Hankins was facing north in Wood Dale's left-turn lane, waiting for the red light to turn green. Hankins was the first motorist in his lane. He saw the semi enter the intersection and he heard the horn blow. At the time of impact, the semi was traveling 30 to 50 miles per hour, which was faster than the Camaro. Hankins believed the Camaro could have made the turn if the driver had acted with a sense of urgency. Hankins did not know the color of the traffic light at the time of the crash. Afterwards, defendant looked very shaky and nervous but did not otherwise sound, walk, or appear unusual for someone in an accident. Nothing gave Hankins reason to believe that defendant was under the influence of alcohol or drugs. Defendant said he could not stop in time.\nDouglas Gingras testified that he was stopped in a northbound lane on Wood Dale at the time of the collision. Gingras estimated that the Wood Dale traffic light turned green 5 to 10 seconds later.\nKevin Kaufenberg testified that he was driving behind the white Tahoe and the blue Camaro as he entered the left-turn lane. The Tahoe entered the intersection *1135 on the yellow light and turned left. The Camaro began to make the turn while the light was yellow. However, the car hesitated and the semi entered the intersection and swerved to the right. The Camaro then accelerated through the turn and into the truck's path. The truck's speed did not appear excessive and Kaufenberg noticed nothing unusual about the truck before the crash. After the crash, defendant was steady on his feet and his speech was not slurred or otherwise unusual. Kaufenberg heard defendant say there was no way he could stop the truck in time.\nParamedic Hans Klemmer attended to defendant at the scene. Klemmer testified that defendant smelled like stale alcohol and that defendant was \"really intent\" on drinking from his water bottle, even after he was strapped to a backboard. Besides thirst, Klemmer did not notice anything unusual about defendant, such as bloodshot or glassy eyes, slurred speech, confusion, or sleepiness.\nCarl Warren Bassett, a Lutheran minister who was serving as chaplain for the Wood Dale fire and police departments, arrived at the intersection about 30 minutes after the incident. Bassett was trained in recognizing symptoms of post-traumatic stress disorder, which he identified as including confusion, dry mouth, anger, dizziness, and remorse. Bassett spoke with defendant, who appeared agitated and upset. Defendant's speech was not slurred, but he had dry mouth, so Bassett gave him a water bottle containing 8 to 10 ounces. Defendant took only one sip from the bottle and then said, \"I can't believe this happened. I knew my life was about to change. My foot was off the throttle. I thought I could make it through. Then I saw this blue car trying to turn in front of me. I could go left into traffic or right. He stopped in front of me and I hit it.\"\nWood Dale police officer Michael Catenacci interviewed defendant at the scene. Defendant said that, as he approached the intersection, he took his foot off the accelerator because he expected the green light to turn yellow. The light turned yellow when he was about 50 feet away, and he saw a \"red vehicle\" \u0097 not the white Tahoe \u0097 turn in front of him. As defendant entered the intersection, Aric's blue Camaro began turning and defendant swerved to the right. Defendant believed that he was traveling 35 miles per hour and did not apply his brakes before impact. Defendant said his semi was carrying a 35,000-pound load, but he was actually carrying a 50,000-pound load. Defendant appeared both emotionally and physically upset. He alternately stood and kneeled while he spoke with Catenacci. Defendant's eyes appeared red, glassy, and bloodshot; and his speech was \"thick-tongued.\" Defendant's mouth was dry and he needed to lick his lips to talk. However, defendant's responses to questions were appropriate, and Catenacci noticed nothing unusual about his movement. Catenacci had seen many people who were under the influence of drugs or alcohol, but his police report did not mention that defendant appeared intoxicated.\nCatenacci spoke to defendant again at the police station. Defendant refused to submit to a Breathalyzer test without first checking with his employer. The police obtained and executed warrants to collect blood and urine samples and search defendant's semi. The search disclosed rolling papers, which Catenacci stated are commonly used to make marijuana cigarettes. The trial court admitted the contents of the semi's ashtray as well as a \"green plant material\" found in the sleeper area of the truck cab. A storage area behind the driver's seat also contained a \"green leafy *1136 substance\" that field-tested positive for marijuana.\nWood Dale police detective Ronald Murray spoke with defendant at the hospital. Defendant was responsive to Murray's questions and Murray did not observe any unusual behavior. However, Murray detected the odor of alcohol on defendant's breath. Defendant was transported to the police station, where defendant said that a red pickup turned left into the intersection just before the Camaro pulled in front of him. Defendant stated that he applied his brakes as the light turned yellow and he drove into the intersection.\nAt the police station, defendant orally consented to searches of his personal car and home. Contraband discovered in defendant's car and home was the subject of a pretrial motion in limine. The trial court denied the motion, thereby allowing William Cooley to testify that the car contained rolling papers on the seat, a bag of cannabis in the armrest, and the remnants of a marijuana cigarette in the ashtray.\nOfficer Michael Michela interviewed defendant at the police station at 2:47 p.m. Defendant told Michela that he woke at 7 a.m. at his parents' home in Bloomingdale. He then drove his semi to a warehouse in Bensenville and picked up a load for delivery to Naperville. As he approached the intersection of Thorndale Avenue and Wood Dale Road, defendant saw that the light was green, but he anticipated that it would turn yellow. The light changed when he was 50 feet away, and a red car turned left as defendant approached. A Camaro then pulled in front of defendant's truck, and defendant applied his brakes and veered to the right to avoid the collision. Defendant told Michela that he spent the previous night at his parents' home, where he had one beer with dinner and another while watching a baseball game on television. Defendant said that he last smoked marijuana on Christmas 1999. Defendant refused to give blood or urine samples because he wanted an attorney's advice before consenting. Michela confronted defendant with information that he had not spent the previous night at his parents' house, and defendant responded that he had been out with a friend named John. Defendant would not say where they were.\nMichela interviewed defendant again at 6:20 p.m. Defendant admitted that he spent the previous evening at a particular bar in Bensenville with a friend named Lenny. Defendant admitted to consuming \"a few beers.\" He left at 11 p.m. or midnight and drove his semi to his employer's property and slept overnight in the sleeper portion of the cab. Defendant also admitted using cannabis within the previous two weeks but denied smoking any on the night before the incident. Michela's report did not indicate whether defendant showed signs of impairment.\nLeonard Laidlaw, defendant's friend and coworker, testified that he dined and drank with defendant at the bar on the night before the incident. At about 8:05 a.m. on the next morning, Laidlaw saw defendant in his parked semi. Defendant answered when Laidlaw knocked on the truck door, and defendant looked like he had just awakened. Laidlaw did not smell marijuana.\nThe parties stipulated to testimony of hospital personnel who treated defendant and Aric. Two nurses would testify that defendant smelled like either stale or fresh alcohol at about 10:40 a.m. on the date of the incident. Defendant's eyes were not bloodshot or glassy, his speech was not slurred, and his balance was normal. A treating physician would testify that he did not smell any alcohol on defendant or observe anything unusual about him. The doctor pronounced Aric dead as a result of *1137 the injuries he sustained in the collision with defendant's semi.\nThe parties further stipulated to testimony of the police officers who surveyed the crash scene and the forensic scientists who analyzed the cannabis and defendant's urine and blood. One officer inspected defendant's brakes, three of which appeared to be out of adjustment. Two bags containing 6.5 grams and 5.9 grams of cannabis were discovered in defendant's car and semi, respectively. An ashtray in the semi's sleeper compartment contained an additional 1.6 grams of cannabis, and defendant's bedside table contained a residue of less than 0.1 gram of cannabis. A summary suspension of defendant's driving privileges was in effect on the date of the incident.\nThe parties stipulated that Dr. Christopher Long was an expert in forensic toxicology and the chemical detection of alcohol and drugs in blood and urine. Dr. Long prepared a one-page report summarizing his analysis of the blood and urine samples obtained from defendant at 5 p.m. on the date of the incident. Dr. Long opined that a well-settled principle of forensic toxicology provides that \"THC is a central nervous system depressant that may cause ataxia [difficulty in walking], confusion, dizziness, somnolen[ce], euphoria, hallucinations, speech difficulties, weakness, malaise, and vision difficulties.\" According to Dr. Long, Delta-9 THC is the psychoreactive component of cannabis, which, following ingestion, is metabolized into an inactive but detectable metabolite, 11-NOR-Delta-9 THC-COOH (hereinafter THC-COOH).\nDr. Long testified that, when a person smokes marijuana, his Delta-9 THC level rises upon ingestion and drops as it is metabolized. Dr. Long identified a chart from the Journal of Analytical Toxicology, which showed that a concentration of one or more nanograms per milliliter of Delta-9 THC can be detected in a person's system for \"only a couple of hours, two or three hours\" after ingestion. The highest levels of Delta-9 THC are observed one to two hours after ingestion, but measurable amounts can be detected four to six hours after ingestion. A person's consumption of large amounts of water can dilute THC in the system.\nDefendant's blood and urine samples tested negative for alcohol. However, defendant's blood sample contained 4 nanograms per milliliter of Delta-9 THC and 81 nanograms per milliliter of THCCOOH. Defendant's urine tested negative for Delta-9 THC but contained 150 nanograms per milliliter of THC-COOH. Dr. Long opined that the observed levels of THC-COOH indicated defendant's \"acute use\" of marijuana. He testified that the absence of Delta-9 THC in defendant's urine was consistent with his conclusion because the substance is very unstable and breaks down quickly.\nDefendant's blood and urine samples were collected eight hours after the incident, and no one observed defendant ingest cannabis between the time of the incident and the collection of the samples. Assuming that defendant ingested cannabis \"an hour or so\" before the incident, Dr. Long testified that he had never observed four nanograms of Delta-9 THC so long after a person ingested cannabis. Dr. Long concluded that the elevated metabolite levels showed that defendant was impaired by THC at the time of the incident. Dr. Long explained that the results were consistent with a person who awakened at 7 or 7:30 a.m. and began ingesting \"a lot more\" than a single marijuana joint before the collision. The amount of THC in defendant's system at the time of the incident could have caused him to (1) mistakenly believe that he was 50 feet from the *1138 traffic light rather than 300 to 400 feet away; (2) enter the intersection without braking; (3) confuse left from right; (4) hallucinate that he was traveling at 35 miles per hour when his speed was actually 48 miles per hour; and (5) mistakenly believe that a red pickup was passing through the intersection rather than the white Chevy Tahoe. Dr. Long's opinion was not affected by any of the eyewitness accounts, because he believed that THC impairment is not always obvious to others. Police officers who lack training cannot detect THC impairment, and untrained lay people \"won't have a clue\" as to the overt symptoms of THC impairment. Dr. Long concluded that, if a person had four nanograms of THC in his system nine hours after ingesting cannabis, he was impaired nine hours earlier, regardless of whether anyone thought he was impaired at that time. Dr. Long conceded that the effects of THC are not as predictable as alcohol because cannabis has not been studied as closely. However, Dr. Long's ultimate opinion was that THC impairment caused defendant's conduct in colliding with Aric.\nGreg Kaulton, the State's accident reconstruction expert, testified that the semi was traveling 48.6 miles per hour at the time of impact and that defendant did not apply his brakes before the collision. Based on eyewitness accounts and physical evidence, Kaulton determined that defendant entered the intersection when the light was red or when \"every bit of the yellow\" had passed. Estimated stopping distances based on different speeds indicated that defendant had sufficient warning and distance to stop or at least avoid the collision. Kaulton opined that the crash was caused by defendant's excessive speed, his delayed reaction to the yellow light, his failure to slow the semi, and his act of swerving right.\nArmin Pavlovic, defendant's accident reconstruction expert who specializes in heavy truck accidents, calculated defendant's speed to be 37 to 40 miles per hour at the time of impact. Pavlovic identified a point 268 feet from the intersection at which the semi would have had to stop to avoid the collision. Pavlovic speculated that defendant would have passed through the intersection before the light turned red, based on his assumptions that (1) the semi was traveling the speed limit, 45 miles per hour, as it approached the intersection; (2) a semi driver such as defendant would have a one-second perception reaction time; (3) the semi's pneumatic brakes would experience a one-half second delay; (4) the light turned yellow when defendant was 268 feet from the point of impact; and (5) defendant chose to drive through the yellow light without applying his brakes.\nOn September 12, 2003, the trial court found defendant guilty of reckless homicide, aggravated DUI, and driving with a suspended license. The court made several oral findings of credibility. The court found Lange and Kaufenberg, who were driving in front of and behind Aric, respectively, to be especially credible because they had the best opportunity to observe the traffic light when the semi entered the intersection. Both Lange and Nelson testified that the light was red when the collision occurred. The trial judge further found that, even if he were to credit defendant's position that the light was yellow, defendant acted recklessly, because defendant was familiar with the intersection and the traffic signal and did not decelerate when he observed Lange make the turn in front of him. The court also emphasized Dr. Long's testimony that the THC levels in defendant's system at 5 p.m. proved that he was impaired at the time of the crash. The court held that \"the evidence is undisputed that [defendant] was impaired *1139 by cannabis. [Defendant's] conduct and the way he drove the automobile [the semi] through that intersection on that date was reckless and dangerous, and it was without any regard for the safety of anybody else.\"\nOn December 19, 2003, the trial court imposed concurrent sentences of 14 and 3 years' imprisonment for reckless homicide and driving with a suspended license, respectively. Defendant filed a timely motion to reconsider the sentence on January 16, 2004. The court denied the motion on February 18, 2004, and defendant filed a timely notice of appeal on February 25, 2004.\n\nANALYSIS\nDefendant was charged with seven counts of reckless homicide (720 ILCS 5/9-3(a) (West 2000)), one count of driving with a suspended license (625 ILCS 5/6-303(a) (West 2000)), and one count of aggravated DUI (625 ILCS 5/11-501(a)(4), d(1)(C) (West 2000)). Defendant was convicted of one count of reckless homicide, the aggravated DUI charge, which was merged into the reckless homicide count, and the suspended license charge. This appeal focuses on the conviction of reckless homicide.\nOn appeal, defendant argues that the trial court erroneously (1) admitted the cannabis discovered in his bedroom and car; (2) found him guilty of reckless homicide; and (3) failed to inform him of the option to be sentenced under a different version of the reckless homicide statute.\n\n1. Admissibility of Contraband in Car and Bedroom\nBefore trial, defendant filed a motion in limine to exclude several types of evidence, including testimony that the police went to his home after the arrest and discovered cannabis and drug paraphernalia in his car and bedroom. On appeal, defendant concedes that the search was valid, but he argues that the court erred in admitting the evidence, because it was irrelevant and prejudicial.\nAt trial, Wheaton police officer William Cooley testified that, on the date of the collision, he went to defendant's place of business and searched his car, a 1994 Lincoln. Cooley found rolling papers, which are commonly used to make marijuana cigarettes, near the driver's seat. Cooley also discovered a small burnt remainder of a marijuana cigarette, called a \"roach,\" in the ashtray. A bag of small circular screens and a tube of Visine eye drops were in the center console. Cooley stated that such screens are used as drug paraphernalia and that Visine reduces eye redness. The parties stipulated to testimony that the car's armrest concealed a bag containing 6.5 grams of cannabis and that cannabis weighing less than 0.1 gram was found in defendant's bedroom. The trial court heard additional testimony that defendant told another officer that he spent the previous night in the cab of the semi.\nDefendant argues that the cannabis discoveries were inadmissible other-crimes evidence. He asserts that it was (1) irrelevant because he slept in his semi on the night before the incident and therefore did not have access to his car or bedroom and (2) prejudicial because it supported the inference that defendant used cannabis frequently and was more likely to have been under its influence at the time of the incident.\n\"Generally, evidentiary motions, such as motions in limine, are directed to the trial court's discretion, and reviewing courts will not disturb a trial court's evidentiary ruling absent an abuse of discretion.\" People v. Harvey, 211 Ill. 2d 368, 392, 286 Ill. Dec. 124, 813 N.E.2d 181 (2004). \"Relevant evidence is evidence having any tendency to make the existence *1140 of any fact that is of consequence to the determination of the action more probable than it would be without the evidence.\" Harvey, 211 Ill.2d at 392, 286 Ill. Dec. 124, 813 N.E.2d 181. \"A trial court may reject evidence on grounds of irrelevancy if it has little probative value due to its remoteness, uncertainty, or possibly unfair prejudicial nature.\" Harvey, 211 Ill.2d at 392, 286 Ill. Dec. 124, 813 N.E.2d 181.\nOther-crimes evidence encompasses misconduct or criminal acts that occurred either before or after the alleged criminal conduct for which the defendant is standing trial. People v. Spyres, 359 Ill. App. 3d 1108, 1112, 296 Ill. Dec. 621, 835 N.E.2d 974 (2005). Other-crimes evidence is admissible to prove any material fact relevant to the case (People v. Donoho, 204 Ill. 2d 159, 170, 273 Ill. Dec. 116, 788 N.E.2d 707 (2003)), but is inadmissible if it is relevant only to demonstrate a defendant's propensity to engage in criminal activity (People v. Hendricks, 137 Ill. 2d 31, 52, 148 Ill. Dec. 213, 560 N.E.2d 611 (1990)). Such evidence may be admissible when it is relevant to show, among other things, motive, intent, identity, absence of mistake or accident, modus operandi, or the existence of a common plan or design. People v. Wilson, 214 Ill. 2d 127, 135-36, 291 Ill. Dec. 615, 824 N.E.2d 191 (2005). However, relevant other-crimes evidence may yet be excluded if its prejudicial effect substantially outweighs its probative value. People v. Illgen, 145 Ill. 2d 353, 365, 164 Ill. Dec. 599, 583 N.E.2d 515 (1991).\nThe admissibility of other-crimes evidence is left to the trial court's sound discretion, and we will not disturb that decision absent a clear abuse of discretion. Wilson, 214 Ill.2d at 136, 291 Ill. Dec. 615, 824 N.E.2d 191. A trial court's determination constitutes an abuse of discretion if it is arbitrary, fanciful, or unreasonable, or if no reasonable person would take the view adopted by the trial court. Illgen, 145 Ill.2d at 364, 164 Ill. Dec. 599, 583 N.E.2d 515.\nIn his reply brief, defendant argues that \"proof that [he] possessed small amounts of cannabis and paraphernalia in his home and personal car was no more relevant to the question of whether he was inebriated at the time of the accident than would be proof that a driver suspected of having been under the influence of alcohol had a six-pack of beer in his refrigerator at home at the time he was stopped for DUI.\" Under the facts of this case, we agree.\nDefendant initially placed his history of cannabis use at issue. Defendant argued in his motion in limine that he did not have exclusive access to the semi and that the cannabis found there was not his. Furthermore, when speaking with Officer Michela at the police station, defendant initially denied using cannabis during the six months preceding the incident. Therefore, the State argues that the contraband in the bedroom and car was relevant to show cannabis use \"prior to\" the incident. However, following his initial denial, defendant eventually admitted to Michela that he had used cannabis within the previous two weeks but not on the night before the incident. Defendant's admission to recent cannabis use rendered the contraband in the bedroom and car cumulative. Moreover, the State presented evidence of cannabis and other contraband discovered in the sleeper compartment of the semi. Defendant's employer testified that defendant was the only person assigned to that vehicle. No one argues now that defendant was near his car or bedroom during the hours leading up to the incident. We conclude that evidence of defendant's admission and the cannabis discovered in the semi made the contraband in the bedroom and car more prejudicial than probative to the central issue of defendant's impairment *1141 at the time of the incident. The trial court abused its discretion in admitting the contraband in the bedroom and car, because it was relevant only to defendant's history of cannabis use.\nNevertheless, we agree with the State that the trial court's admission of the contraband in defendant's bedroom and car was harmless and therefore does not require a reversal. See People v. Brown, 172 Ill. 2d 1, 48, 216 Ill. Dec. 733, 665 N.E.2d 1290 (1996) (erroneous decision on motion in limine is not reversible if harmless beyond a reasonable doubt). As mentioned, the trial court heard unrebutted evidence of cannabis and contraband in the semi, and Dr. Long presented scientific evidence of defendant's elevated THC levels several hours after the collision. We conclude that defendant was not unfairly prejudiced by the admission of the contraband found in the car and bedroom.\nWe further note that the general rule barring other-crimes evidence is based on the belief that \"`[s]uch evidence overpersuades the jury, which might convict the defendant only because it feels he or she is a bad person deserving punishment.'\" People v. Hensley, 354 Ill.App.3d 224, 232, 289 Ill. Dec. 474, 819 N.E.2d 1274 (2004), quoting People v. Lindgren, 79 Ill. 2d 129, 137, 37 Ill. Dec. 348, 402 N.E.2d 238 (1980). However, this case went to a bench trial, where the risk of jury overpersuasion does not exist. Furthermore, when other-crimes evidence is introduced for a limited purpose in a bench trial, it is presumed that the trial judge considered it only for that purpose. People v. Hart, 338 Ill.App.3d 983, 993, 273 Ill. Dec. 731, 789 N.E.2d 905 (2003); People v. Deenadayalu, 331 Ill.App.3d 442, 450, 265 Ill. Dec. 285, 772 N.E.2d 323 (2002). Defendant has not rebutted this presumption. In any event, our review of the record convinces us beyond a reasonable doubt that the trial court would have found defendant guilty even if the challenged evidence had not been considered.\n\n2. Sufficiency of the Evidence\nWe next address defendant's contention that he was not proved guilty beyond a reasonable doubt of reckless homicide. In reviewing a challenge to the sufficiency of the evidence, we determine whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. People v. Collins, 214 Ill. 2d 206, 217, 291 Ill. Dec. 686, 824 N.E.2d 262 (2005). It is the responsibility of the trier of fact to assess the credibility of the witnesses, weigh the evidence, draw reasonable inferences from the evidence, and resolve any conflicts in the evidence. People v. Sorenson, 196 Ill. 2d 425, 431, 256 Ill. Dec. 836, 752 N.E.2d 1078 (2001). \"We will not reverse a conviction unless the evidence is so improbable, unsatisfactory, or inconclusive that it creates a reasonable doubt of [the] defendant's guilt.\" Collins, 214 Ill.2d at 217, 291 Ill. Dec. 686, 824 N.E.2d 262. However, if a reviewing court determines that the evidence is insufficient to establish the defendant's guilt beyond a reasonable doubt, the defendant's conviction must be reversed. People v. Woods, 214 Ill. 2d 455, 470, 293 Ill. Dec. 277, 828 N.E.2d 247 (2005). There must be some evidence giving rise to a reasonable inference of the defendant's guilt; the State may not leave to conjecture or assumption essential elements of the crime. People v. Laubscher, 183 Ill. 2d 330, 335-36, 233 Ill. Dec. 639, 701 N.E.2d 489 (1998).\nOn June 16, 2000, the date of the incident, section 9-3 of the Criminal Code of 1961 (Criminal Code) defined reckless homicide, in relevant part, as follows:\n\n*1142 \"(a) A person who unintentionally kills an individual without lawful justification commits involuntary manslaughter if his acts whether lawful or unlawful which cause the death are such as are likely to cause death or great bodily harm to some individual, and he performs them recklessly, except in cases in which the cause of the death consists of the driving of a motor vehicle * * * in which case the person commits reckless homicide.\n(b) In cases involving reckless homicide, being under the influence of alcohol or any other drug or drugs at the time of the alleged violation shall be presumed to be evidence of a reckless act unless disproved by evidence to the contrary.\n(c) For the purposes of this Section, a person shall be considered to be under the influence of alcohol or other drugs while:\n* * *\n3. Under the influence of any other drug or combination of drugs to a degree that renders the person incapable of safely driving a motor vehicle * * *.\" 720 ILCS 5/9-3 (West 2000).\nIn People v. Pomykala, 203 Ill. 2d 198, 271 Ill. Dec. 230, 784 N.E.2d 784 (2003), our supreme court held that section 9-3(b) of the Criminal Code contained an unconstitutional mandatory presumption because it necessitated \"a finding of recklessness without any factual connection between the intoxication and the reckless act, unless this presumed connection is disproved.\" Pomykala, 203 Ill.2d at 208, 271 Ill. Dec. 230, 784 N.E.2d 784.\nHere, it appears that the State avoided the statutory defect by alleging specific acts of reckless driving, as well as cannabis impairment, in the indictment. The trial court entered judgment on count IV of the indictment, which alleged reckless homicide as follows:\n\"[D]efendant, while under the influence of a drug, cannabis, to a degree that rendered him incapable of driving safely and while acting in a reckless manner, performed acts likely to cause death or great bodily harm to some individual, in that he drove or was in actual physical control of a motor vehicle, a loaded semi tractor-trailer, on a highway in the State of Illinois at a time when his driver's license, permit or privilege was suspended, * * * and operated that motor vehicle in a westerly direction on Thorndale Road, at a speed that was greater than reasonable and proper with regard to the existing traffic conditions and the safety of persons upon the roadway, and entered into the intersection at Wood Dale Road without reducing his speed in disregard of the yellow traffic control light, causing his vehicle to strike another vehicle, causing the death of Aric Wooley.\"\nDefendant does not allege that the trial court applied the unconstitutional mandatory presumption of section 9-3(b) of the Criminal Code. The parties correctly agree that section 4-6 of the Criminal Code governs the issue of defendant's alleged recklessness. Section 4-6 provides in relevant part that \"[a] person is reckless or acts recklessly, when he consciously disregards a substantial and unjustifiable risk that circumstances exist or that a result will follow, described by the statute defining the offense; and such disregard constitutes a gross deviation from the standard of care which a reasonable person would exercise in the situation.\" 720 ILCS 5/4-6 (West 2000).\nDefendant disputes Dr. Long's opinion that the levels of THC metabolites in his system at 5 p.m. on the date of the *1143 incident proves that THC impaired his driving at 9 a.m., when the incident occurred. Defendant argues that \"the sheer number of factors taken into consideration, the variables recognized, and the limitations acknowledged by Baselt [the expert from whom Dr. Long derived his methodology] and the other experts expose Long's deficiencies as an expert witness and, most likely, as a scientist.\" Defendant's position ignores his stipulation to Dr. Long's expertise, and we conclude that defendant has waived any challenge to Dr. Long's credentials. We further note that defendant does not challenge the accuracy of the lab analyses, instead arguing that Dr. Long misinterpreted the results.\nAs the finder of fact, the trial court was in the best position to weigh Dr. Long's testimony, and the court found him credible. Assuming that defendant ingested cannabis \"an hour or so\" before the incident, Dr. Long testified that he had never observed four nanograms of Delta-9 THC so long after a person ingested cannabis. Dr. Long concluded that defendant's elevated THC metabolite levels showed that he was impaired at the time of the incident. The amount of THC in defendant's system at the time of the incident could have caused him to (1) mistakenly believe that he was 50 feet from the traffic light rather than 300 to 400 feet away; (2) enter the intersection without braking; (3) confuse left from right; (4) hallucinate that he was traveling at 35 miles per hour when his speed was actually 48 miles per hour; and (5) mistakenly believe that a red pickup was passing through the intersection rather than the white Chevy Tahoe. Dr. Long also explained that the eyewitnesses likely did not recognize signs of defendant's THC impairment, because symptoms are not always obvious to lay people.\nIn the trial court, defendant had the opportunity to dispute Dr. Long's methodology pursuant to Frye v. United States, 293 F. 1013 (D.C.Cir.1923). The trial court denied defendant's Frye motion, and he does not quarrel with the denial on appeal. Defendant compares Dr. Long's testimony to forensic evidence mentioned in several unrelated appellate cases, but this appeal is not the point at which new evidence may be introduced.\nAfter devoting 16 pages to parsing all of the eyewitness testimony, defendant concedes that \"the only reasonable inference to be drawn * * * was that the defendant entered the intersection either while the light was yellow or just as it turned red.\" Citing the trial court's finding that he was familiar with the intersection, he argues that his decision to drive through the changing light was reasonable because he was accounting for the two-second delay during which red lights are displayed in all directions. Even if defendant knew that cross traffic would be delayed momentarily, we strongly disagree that his conduct was not reckless. Defendant's argument completely discounts the illegality of driving through a red light, regardless of the length of the delay built into the traffic light cycle. Moreover, the delays built into the traffic signals of busy intersections are designed to clear the intersections of motorists like Aric, who was attempting to turn left. The delays are not intended to embolden motorists like defendant, who disregard traffic signals. Defendant's recklessness and impairment was established by the scientific evidence as well as the testimony that he was already speeding when he accelerated past the red light and then swerved toward the victim.\nWe reject defendant's assertion that the finding of recklessness must be reversed because the eyewitnesses did not recognize visible symptoms of his THC impairment and because there was no evidence that he was swerving in his *1144 lane before the collision. While such evidence certainly would bolster the trial court's finding, it is not necessary. The finding of recklessness is amply supported by (1) the scientific evidence of the staggering amount of THC that remained in defendant's system eight hours after the incident and (2) his decision to put Aric Wooley and other motorists in danger by driving a 50,000-pound load at least 45 miles per hour into a busy intersection that displayed at best, a yellow light, and at worst, a red light.\nDefendant focuses on the split-second nature of his decision and the way Aric's alleged hesitation in the intersection aggravated the situation. Once defendant voluntarily ingested a large amount of cannabis and got behind the wheel of his huge motor vehicle, he placed others at risk. Although the situation in the intersection likely developed quickly, defendant had been driving for several miles before crashing into Aric. His decision to remain on the road, where he should have known that cannabis use would impair his ability to react to emergent traffic situations, was not split-second in nature. In fact, the legislature outlaws driving while under the influence of alcohol or drugs precisely because motorists must make split-second decisions regularly. The State's accident reconstruction expert opined that defendant had plenty of time to avoid the collision. Even if defendant's final act of swerving into the Camaro was not reckless, he was reckless in putting himself in that situation by speeding, accelerating into the intersection, and running the red light.\nIn finding defendant guilty, the trial court implicitly concluded that defendant deviated grossly from reasonable conduct when he consciously disregarded a substantial and unjustifiable risk of injuring someone while driving through a traffic signal while impaired by THC. After viewing the evidence in the light most favorable to the prosecution, we conclude that any rational trier of fact could have found defendant reckless beyond a reasonable doubt. Defendant does not challenge the remaining elements of reckless homicide, and we affirm the guilty finding accordingly.\n\n3. Sentence for Reckless Homicide\nFinally, defendant argues that the trial court violated his due process rights by failing to advise him of the option of receiving a sentence under a newer, more favorable version of the reckless homicide statute. The State responds that (1) defendant waived the issue by raising it for the first time on appeal and (2) defendant's rights were not violated, because the public act that reduced the sentence for reckless homicide also modified the aggravated DUI statute so as to make defendant's conduct a Class 2 felony punishable by 14 years' imprisonment.\nDefendant concedes that he has waived the sentencing issue by raising it for the first time on appeal. However, he contends that he is entitled to relief under either the plain error rule or a theory of ineffective assistance of counsel. Pursuant to the plain error rule, issues not properly preserved may be considered by a reviewing court under two limited circumstances: (1) where the evidence is closely balanced, such that review will preclude argument that an innocent person was wrongfully convicted; or (2) where the alleged error is so substantial that it affected the fundamental fairness of the proceeding and remedying the error is necessary to preserve the integrity of the judicial process. People v. Herron, 215 Ill. 2d 167, 178-79, 294 Ill. Dec. 55, 830 N.E.2d 467 (2005). In both instances, the burden of persuasion remains with the defendant. Herron, 215 Ill.2d at 187, 294 *1145 Ill.Dec. 55, 830 N.E.2d 467. In this case, defendant was sentenced as a Class 2 felon to 14 years' imprisonment. If his sentencing claim is meritorious, he would be eligible for a maximum prison term of five years. In People v. Hicks, 181 Ill. 2d 541, 230 Ill. Dec. 244, 693 N.E.2d 373 (1998), our supreme court noted that \"[t]he imposition of an unauthorized sentence affects substantial rights\" and that plain-error review extends to such matters. Hicks, 181 Ill.2d at 545, 230 Ill. Dec. 244, 693 N.E.2d 373. Therefore, we review defendant's claim.\nA defendant is entitled to be sentenced under either the law in effect at the time of the offense or the law in effect at the time of his sentencing. People v. Hollins, 51 Ill. 2d 68, 71, 280 N.E.2d 710 (1972); People v. Malin, 359 Ill.App.3d 257, 261, 295 Ill. Dec. 607, 833 N.E.2d 440 (2005). A defendant's due process rights are violated if (1) he is not advised of his right to elect the statute under which he should be sentenced and (2) he does not expressly waive that right. Hollins, 51 Ill.2d at 71, 280 N.E.2d 710.\nThe judgment states that defendant was convicted of a violation of section 9-3(a) of the Criminal Code and sentenced to 14 years' imprisonment as a Class 2 felon. The transcript of the sentencing hearing indicates that the trial court entered judgment on count IV of the indictment, which also specifically cites section 9-3(a). Thus, we compare the versions of section 9-3 that were in effect at the time of the offense and at sentencing.\nThe version of section 9-3 in effect on June 16, 2000, the date of the offense, generally classified reckless homicide as a Class 3 felony. 720 ILCS 5/9-3 (d)(2) (West 2000). However, the statute also provided that \"in cases involving reckless homicide in which the defendant was determined to have been under the influence of alcohol or any other drug or drugs as an element of the offense, or in cases in which the defendant is proven beyond a reasonable doubt to have been under the influence of alcohol or any other drug or drugs, the penalty shall be a Class 2 felony, for which a person, if sentenced to a term of imprisonment, shall be sentenced to a term of not less than 3 years and not more than 14 years.\" 720 ILCS 5/9-3(e) (West 2000). The trial court clearly sentenced defendant to 14 years' imprisonment as a Class 2 felon under this version of section 9-3.\nBy the time defendant was sentenced on December 19, 2003, the Illinois General Assembly had amended section 9-3 of the Criminal Code to address the supreme court's decision in Pomykala. Pub. Act 93-213, eff. July 18, 2003. Reckless homicide generally remained a Class 3 felony (720 ILCS 5/9-3(d)(2) (West 2004)). However, Public Act 93-213 amended section 9-3 by adding several subsections, which allow reckless homicide to be punished as a Class 2 felony in certain circumstances, none of which exist here. See 720 ILCS 5/9-3(e-7), (e-8), (e-9) (West 2004).\nMost importantly, Public Act 93-213 removed section 9-3(e), which previously had elevated reckless homicide involving alcohol- or drug-related DUI from a Class 3 felony to a Class 2 felony, punishable by 3 to 14 years' imprisonment. However, the removal of section 9-3(e) in the reckless homicide statute was offset by the insertion of a similar provision in section 11-501(d) of the Illinois Vehicle Code, which defines aggravated DUI. The amended version of section 11-501(d) provides in relevant part as follows:\n\"(1) Every person convicted of committing a violation of this Section shall be guilty of aggravated driving under the influence of alcohol, other drug or drugs, or intoxicating compound or compounds, or any combination thereof if:\n\n*1146 * * *\n(F) the person, in committing a violation of subsection (a), was involved in a motor vehicle * * * accident that resulted in the death of another person, when the violation of subsection (a) was a proximate cause of the death.\n(2) Except as provided in this paragraph (2), a person convicted of aggravated driving under the influence of alcohol, other drug or drugs, or intoxicating compound or compounds, or any combination thereof is guilty of a Class 4 felony. * * * Aggravated driving under the influence of alcohol, other drug or drugs, or intoxicating compound or compounds, or any combination thereof as defined in subparagraph (F) of paragraph (1) of this subsection (d) is a Class 2 felony, for which the defendant, if sentenced to a term of imprisonment, shall be sentenced to: (A) a term of imprisonment of not less than 3 years and not more than 14 years if the violation resulted in the death of one person[.]\" 625 ILCS 5/11-501(d) (West 2004).\nThe State argues that Public Act 93-213 did nothing more than change the name of defendant's conduct from \"reckless homicide\" to \"aggravated DUI.\" The State contends that, \"because the offense for which defendant was convicted \u0097 operating a motor vehicle while under the influence of cannabis where that violation resulted in the death of one person \u0097 whether it be entitled `reckless homicide' or `aggravated driving under the influence,' has consistently been illegal conduct punishable by a sentence of not less than 3 and not more than 14 years' imprisonment, his sentence does not violate his right to due process and should not be disturbed.\" For the following reasons, we disagree.\nIn Malin, this court was faced with a similar issue involving Public Act 93-213 and the statutes for reckless homicide and aggravated DUI. Malin was charged with 16 counts of alcohol-related reckless homicide based on an accident in May 2002 in which four people died. In January 2004, Malin entered partially negotiated guilty pleas to four counts of reckless homicide under the version of the reckless homicide statute that existed at the time of the accident. In April 2004, Malin was sentenced as a Class 2 felon to four concurrent terms of 10 years' imprisonment. Malin, 359 Ill.App.3d at 259-60, 295 Ill. Dec. 607, 833 N.E.2d 440.\nMalin, for the first time on appeal, that because Public Act 93-213 removed the Class 2 sentencing provision for the reckless homicide of two or more people, the lower court erred in failing to inform him that he had the right to be sentenced as a Class 3 felon under the law that existed at the time he pleaded guilty and was sentenced. Citing Hollins, we conceded that \"[t]he defendant is correct in asserting that, due to the change in the law, he had a choice under which sentencing scheme he wanted to be sentenced.\" Malin, 359 Ill. App.3d at 261, 295 Ill. Dec. 607, 833 N.E.2d 440. However, we denied Malin's request for a new sentencing hearing, because he had bargained for a Class 2 felony sentence and \"[t]o allow a defendant to unilaterally modify a plea agreement would fly in the face of contract law and constitutional concerns of fundamental fairness.\" Malin, 359 Ill.App.3d at 262, 295 Ill. Dec. 607, 833 N.E.2d 440.\nWe further rejected Malin's claim that his trial counsel rendered ineffective assistance by failing to raise the issue before he pleaded guilty. Malin, 359 Ill.App.3d at 262, 295 Ill. Dec. 607, 833 N.E.2d 440. We held that Malin was not prejudiced by counsel's performance because, \"[i]f he had *1147 insisted upon being sentenced under the new statutory scheme, the State could have filed a superceding indictment and charged him with aggravated DUI resulting in the deaths of two or more people, a Class 2 felony under the amended law.\" Malin, 359 Ill.App.3d at 263, 295 Ill. Dec. 607, 833 N.E.2d 440.\nIndeed, section 111-5 of the Code of Criminal Procedure of 1963 (the Code) allows for an indictment to be amended at any time to correct formal defects. 725 ILCS 5/111-5 (West 2004). Such formal defects include \"(a) [a]ny miswriting, misspelling or grammatical error; (b) [a]ny misjoinder of the parties defendant; (c) [a]ny misjoinder of the offense charged; (d) [t]he presence of any unnecessary allegation; (e) [t]he failure to negative any exception, any excuse or proviso contained in the statute defining the offense; or (f) [t]he use of alternative or disjunctive allegations as to the acts, means, intents or results charged.\" 725 ILCS 5/111-5 (West 2004). \"The list of formal defects enumerated in section 111-5 is not exclusive.\" People v. Benitez, 169 Ill. 2d 245, 255, 214 Ill. Dec. 490, 661 N.E.2d 344 (1996). \"Formal amendment is warranted especially where the defendant is not surprised or prejudiced or where the record shows he was otherwise made aware of the actual charge.\" People v. Milton, 309 Ill.App.3d 863, 866, 243 Ill. Dec. 495, 723 N.E.2d 798 (1999).\n\"Formal defects are distinguished from substantive changes that alter the nature and elements of the offense charged.\" Milton, 309 Ill.App.3d at 866, 243 Ill. Dec. 495, 723 N.E.2d 798. Substantive amendments should be returned to the grand jury, and the new indictment is then subject to the same speedy trial limitations applicable to the original indictment. Substantive amendments require these additional safeguards because it cannot be known whether a grand jury would have returned the indictment as amended. Milton, 309 Ill.App.3d at 866, 243 Ill. Dec. 495, 723 N.E.2d 798.\nWe consider whether an amendment to the indictment to change the citation from the former version of reckless homicide to the new version of aggravated DUI would change the nature and elements of the offense. The former version of reckless homicide, a Class 2 felony, required proof of the accused's recklessness as well as an unjustified unintentional killing caused by the accused driving a motor vehicle while under the influence of drugs or alcohol. 720 ILCS 5/9-3(a), (e) (West 2000). The new version of aggravated DUI, also a Class 2 felony, requires proof of a fatal motor vehicle accident caused by the accused driving while under the influence of alcohol or drugs. 625 ILCS 5/11-501(a), (d)(1)(F) (West 2004). Thus, the former version of DUI-related reckless homicide required proof that the accused acted recklessly, while the amended version of aggravated DUI does not.\nOne might argue that this difference would have created prejudice and surprise for defendant if the charge under the former reckless homicide statute were replaced with one under the new version of the aggravated DUI statute. However, such an amendment to the indictment would have actually removed an element to be proven \u0097 recklessness \u0097 and therefore would not have adversely affected defendant's trial preparation or otherwise made him unaware of the actual charge. See Milton, 309 Ill.App.3d at 866, 243 Ill. Dec. 495, 723 N.E.2d 798. Thus, the only necessary change to the indictment would have been a new citation to the aggravated DUI statute. Collins, 214 Ill.2d at 219, 291 Ill. Dec. 686, 824 N.E.2d 262 (\"Where an [instrument] charges all essential elements of an offense, other matters unnecessarily *1148 added may be regarded as surplusage\").\nBecause the grand jury had already returned the reckless homicide charge alleging recklessness, the grand jury would be expected to return an amended charge that was identical except for the removal of the recklessness allegation. Therefore, if the State had elected to remove the allegation of recklessness, the amendment would not be substantive and it would not need to be resubmitted to the grand jury. Cf. Milton, 309 Ill.App.3d at 866, 243 Ill. Dec. 495, 723 N.E.2d 798 (substantive amendments, unlike formal amendments, must be returned to the grand jury because it cannot be known whether the grand jury would have returned the indictment as amended).\nAt first blush, Malin and this case appear procedurally distinguishable. First, contract principles barred Malin from challenging his bargained-for sentence, but defendant is not similarly constrained by a plea agreement here. Second, Malin argued that he should have been informed of the change in the law before pleading guilty while defendant argues that he should have been notified of the change after his conviction but before a sentence was imposed. These are distinctions without a difference.\nAs discussed, the simultaneous changes in the reckless homicide and aggravated DUI statutes created formal defects in the indictments in both Malin and this case. Under section 111-5, the State may correct a formal defect in an indictment \"at any time.\" (Emphasis added.) 725 ILCS 5/111-5 (West 2004). We examine the scope of the phrase \"at any time.\" The cardinal rule of statutory construction is to give effect to the intent of the legislature. People v. Blair, 215 Ill. 2d 427, 442, 294 Ill. Dec. 654, 831 N.E.2d 604 (2005). The best evidence of legislative intent is the language used in the statute, which must be given its plain and ordinary meaning. Blair, 215 Ill.2d at 442-43, 294 Ill. Dec. 654, 831 N.E.2d 604. It is never proper for a court to depart from plain language by reading into the statute exceptions, limitations, or conditions that conflict with the clearly expressed legislative intent. Blair, 215 Ill.2d at 443, 294 Ill. Dec. 654, 831 N.E.2d 604. If the plain language reveals legislative intent, we will give that intent effect without resorting to other interpretive aids. People v. Roberts, 214 Ill. 2d 106, 116, 291 Ill. Dec. 674, 824 N.E.2d 250 (2005).\nThe appellate court has held that section 111-5 authorizes the State to correct formal defects in an indictment on the day of trial (People v. Alston, 302 Ill. App. 3d 207, 235 Ill. Dec. 853, 706 N.E.2d 113 (1999); People v. Hirsch, 221 Ill. App. 3d 772, 164 Ill. Dec. 284, 582 N.E.2d 1228 (1991)) or even during rebuttal argument (People v. Flores, 250 Ill.App.3d 399, 190 Ill. Dec. 273, 621 N.E.2d 142 (1993)). Defendant has not cited, and we are unaware of, any authority that bars the amendment of an indictment to correct formal defects following a finding of guilt. Therefore, we interpret the plain language of the phrase \"at any time\" in section 111-5 to encompass both (1) the period between the finding of defendant's guilt and his sentencing hearing and (2) the period between the entry of Malin's guilty plea and his sentencing hearing.\nThis is the point at which our analysis of this case and the analysis in Malin diverge. In Malin, we held that Public Act 93-213 \"`replaced' the reckless homicide statute, when multiple deaths and DUI were at issue, with amendments to the aggravated DUI statute.\" Malin, 359 Ill. App.3d at 263, 295 Ill. Dec. 607, 833 N.E.2d 440. In Malin, we viewed the simultaneous changes in the law as creating a *1149 formal defect in the indictment that could be corrected by the filing of a superceding indictment at the time Malin pleaded guilty. Malin, 359 Ill.App.3d at 263, 295 Ill. Dec. 607, 833 N.E.2d 440. We held:\n\"The defendant's conduct was * * * always subject to the same punishment, albeit the charges subjecting him to that punishment had changed. Thus, the defendant did not have any real choice in determining which statutory scheme to be sentenced under because he was always subject to being sentenced as a Class 2 felon. Because the defendant was subject to being sentenced as a Class 2 felon under either scenario, his trial counsel was not ineffective for not informing him about the changes in the sentencing law. Thus, the defendant has failed to establish that he was prejudiced by his trial counsel's alleged error, and he therefore is not entitled to any relief on this point.\" Malin, 359 Ill. App.3d at 263, 295 Ill. Dec. 607, 833 N.E.2d 440.\nAs in Malin, Public Act 93-213 created simultaneous changes in the law such that there was no difference between the sentences defendant could have received under the former reckless homicide statute and the new aggravated DUI statute. However, we reach a different conclusion here than we did in Malin, because we now recognize the consequences of the State moving to amend the indictment to allege a violation of the new aggravated DUI statute. Neither defendant nor Malin could be convicted under the new version of the aggravated DUI statute.\nPublic Act 93-213 provided that the changes to the aggravated DUI statute would \"take[] effect upon becoming law,\" July 18, 2003 (Pub. Act 93-213, eff. July 18, 2003), which was more than three years after defendant committed the offense. Therefore, if defendant had been allowed to elect sentencing under the new, more favorable version of the reckless homicide statute and the State had responded with a superseding indictment alleging a violation of the new aggravated DUI statute, the amended indictment would have charged defendant with a crime that did not exist at the time of the incident. Our supreme court addressed a similar situation in People v. Tellez-Valencia, 188 Ill. 2d 523, 243 Ill. Dec. 191, 723 N.E.2d 223 (1999), which guides us here.\nIn Tellez-Valencia, the defendants were each convicted of predatory criminal sexual assault of a child (720 ILCS 5/12-14.1 (West Supp.1995)); and while their direct appeals were pending, the supreme court declared the public act creating section 12-14.1 to be unconstitutional for violating the single subject rule (Ill. Const.1970, art. IV, § 8). Tellez-Valencia, 188 Ill.2d at 524-25, 243 Ill. Dec. 191, 723 N.E.2d 223. The legislature reenacted section 12-14.1, but the reenactment did not apply to the defendants because it became effective after the date of the offenses, and by the act's own language, it applied only prospectively. Tellez-Valencia, 188 Ill.2d at 525, 243 Ill. Dec. 191, 723 N.E.2d 223. Therefore, the State attempted to amend the indictments by replacing the citation to section 12-14.1 with a citation to the former version of the aggravated criminal sexual assault statute (720 ILCS 5/12-14(b)(1) (West 1994)), which was substantively identical to section 12-14.1.\nThe supreme court ruled against the proposed amendments, holding that \"when a defendant is convicted of an offense later held unconstitutional, the State may not amend the charging instrument on appeal.\" Tellez-Valencia, 188 Ill.2d at 525, 243 Ill. Dec. 191, 723 N.E.2d 223. The court noted that, because of the single subject violation, \"the offense of predatory criminal sexual assault of a child was rendered *1150 void ab initio; that is, it was as if the law never existed. [Citation.] * * * Each defendant's charging instrument thus failed to state an offense because the statute under which each was charged and prosecuted was not in effect when the alleged offenses occurred.\" Tellez-Valencia, 188 Ill.2d at 526, 243 Ill. Dec. 191, 723 N.E.2d 223.\nThe committee comments to section 111-5 of the Code specifically exclude failure to charge a crime from formal defects in a charge, instead labeling this a substantive defect. See 725 ILCS Ann. 5/111-5, Committee Comments-1963 (Smith-Hurd 1992). Citing the committee comments to section 111-5, our supreme court stated that \"the defect caused by charging an offense based upon a statute not in effect when the alleged offense occurred is fatal, rendering the entire instrument invalid, and warranting reversal of [a defendant's] convictions.\" Tellez-Valencia, 188 Ill.2d at 527, 243 Ill. Dec. 191, 723 N.E.2d 223.\nLike the statute defining predatory criminal sexual assault of a child in Tellez-Valencia, the new aggravated DUI statute (625 ILCS 5/11-501(a), (d)(1)(F) (West 2004)), which the State now invokes, did not exist on the date of the offense. Thus, the aggravated DUI statute at issue here \u0097 and in Malin \u0097 is indistinguishable from the predatory criminal sexual assault statute in Tellez-Valencia. In Tellez-Valencia, the unconstitutionality of section 12-14.1 meant that the statute did not exist in the Criminal Code at the time of the offense, making it impossible for the defendants to know what charge they faced. Similarly, when defendant and Malin each committed their offenses, the Vehicle Code did not contain the new provisions of sections 11-501(d)(1)(F) and 11-501(d)(2), which prescribe the elements of aggravated DUI and potential penalties and thus would inform them of the offense. See 625 ILCS 5/11-501(a), (d)(1)(F); (d)(2) (West 2004). Therefore, we conclude that, if the State had responded to a request for alternative sentencing under the new version of the reckless homicide statute by amending the indictment to cite the new aggravated DUI statute, such an amendment would have created a substantive defect rendering the amended indictment invalid. See Tellez-Valencia, 188 Ill.2d at 527, 243 Ill. Dec. 191, 723 N.E.2d 223. To the extent that our holding cannot be reconciled with Malin, we depart from the analysis of that case.\n\n4. New Sentencing Hearing\nFor his remedy for the denial of the opportunity to elect, defendant asks us to reduce his sentence to five years' imprisonment, the maximum permitted under the new version of the reckless homicide statute. See 720 ILCS 5/9-3(d)(2) (West 2004); 730 ILCS 5/5-8-1(a)(6) (West 2004). However, in addition to finding defendant guilty under the former reckless homicide statute, the trial court found him guilty of the version of the aggravated DUI statute that was in effect at the time he committed the offense. See 625 ILCS 5/11-501(a)(4), (d)(1)(C) (West 2000).\nCount XI of the indictment charged defendant with violating the former version of aggravated DUI in that he, \"while under the influence of a drug, cannabis, to a degree that rendered him incapable of driving safely, knowingly drove or was in actual physical control of a motor vehicle, a loaded semi tractor-trailer * * * and the defendant was involved in a motor vehicle accident that resulted in great bodily harm to Aric Wooley, and such violation was a proximate cause of such injuries.\" See 625 ILCS 5/11-501(a)(4), (d)(1)(C) (West 2000). On appeal, defendant does not challenge the guilty finding under this count. Moreover, *1151 our discussion of the evidence in the context of the reckless homicide count supports the guilty finding of aggravated DUI. We conclude that, \"`after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.'\" (Emphasis in original.) People v. Bishop, 218 Ill. 2d 232, 249, 300 Ill. Dec. 107, 843 N.E.2d 365 (2006), quoting Jackson v. Virginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 2789, 61 L. Ed. 2d 560, 573 (1979).\n\"`When multiple convictions of greater and lesser offenses are obtained for offenses arising from a single act, a sentence should be imposed on the most serious offense and the convictions on the less serious offenses should be vacated.'\" Bishop, 218 Ill.2d at 254, 300 Ill. Dec. 107, 843 N.E.2d 365, quoting People v. Garcia, 179 Ill. 2d 55, 71, 227 Ill. Dec. 720, 688 N.E.2d 57 (1997). The trial court merged the aggravated DUI finding into the reckless homicide conviction because the court was under the mistaken belief that defendant was eligible for a more severe punishment for reckless homicide. In fact, defendant was entitled to elect sentencing for a violation of the new version of reckless homicide, a Class 3 felony punishable by two to five years' imprisonment. 720 ILCS 5/9-3(d)(2) (West 2004); 730 ILCS 5/5-8-1(a)(6) (West 2004). However, he was also eligible to be sentenced for violating the former version of aggravated DUI, a Class 4 felony punishable by 1 to 12 years' imprisonment. 625 ILCS 5/11-501(a)(4), (d)(1)(C), (d)(2) (West 2000). These alternatives present the odd situation in which the offense with a higher classification is punishable by a less severe penalty. However, when recently determining the relative seriousness of two crimes for one-act, one-crime purposes, our supreme court observed that \"[i]t is common sense that the legislature would provide greater punishment for crimes it deems more serious.\" People v. Lee, 213 Ill. 2d 218, 228, 290 Ill. Dec. 256, 821 N.E.2d 307 (2004). Thus, we view the offenses' prescribed maximum sentences, rather than their classifications, as the dispositive factor in determining their relative seriousness for one-act, one-crime purposes. Because the former version of aggravated DUI is punishable by 1 to 12 years' imprisonment and the new version of reckless homicide is punishable by 2 to 5 years' imprisonment, we conclude that former aggravated DUI is more serious than the new version of reckless homicide. Therefore, a new sentencing hearing is necessary for the entry of a judgment and imposition of a sentence on count XI, which alleges a violation of former aggravated DUI.\nIn this case, our jurisdiction to remand the cause is at issue because defendant was not sentenced for aggravated DUI and he does not appeal the guilty finding. Moreover, the Hollins violation entitled defendant to receive a 2- to 5-year sentence for reckless homicide, but a remand of the cause for sentencing for aggravated DUI exposes him to a 1- to 12-year sentence. Thus, our decision to order sentencing on count XI implicates two supreme court rules. Rule 615(b) (prescribing the powers of a reviewing court) does not expressly grant the appellate court authority to increase a sentence on review; and Rule 604(a) (setting forth conditions under which the State may appeal) does not grant expressly to the State the right to appeal sentencing issues. 134 Ill.2d Rs. 604(a), 615(b); People v. Harris, 203 Ill. 2d 111, 118, 271 Ill. Dec. 238, 784 N.E.2d 792 (2003); People v. Scott, 69 Ill. 2d 85, 12 Ill. Dec. 736, 370 N.E.2d 540 (1977). However, there is authority for remanding this cause for the entry of a *1152 judgment and sentencing on the aggravated DUI conviction even though it was unsentenced and unappealed.\nWe dispel any jurisdictional concerns in remanding the cause. The final step in a criminal judgment is the sentence, and in its absence, an appeal ordinarily cannot be entertained, because the judgment is not final. People v. Dixon, 91 Ill. 2d 346, 352, 63 Ill. Dec. 442, 438 N.E.2d 180 (1982). In Dixon, the defendant was convicted of armed violence, aggravated battery, mob action, and disorderly conduct. The trial court merged the convictions of mob action and disorderly conduct into the convictions of armed violence and aggravated battery, and the court therefore sentenced the defendant only on the latter two convictions. The defendant appealed only from the armed violence and aggravated battery convictions. The appellate court affirmed the aggravated battery conviction and sentence. The appellate court reversed the armed violence conviction but declined the State's request to remand the cause for sentencing on the mob action and disorderly conduct convictions. People v. Dixon, 96 Ill.App.3d 1201, 54 Ill. Dec. 747, 425 N.E.2d 612 (1981) (unpublished order under Supreme Court Rule 23).\nThe defendant and the State filed cross-appeals in the supreme court. The State claimed that the appellate court erred in refusing to remand the mob action and disorderly conduct convictions for sentencing. The defendant responded that the appellate court had no jurisdiction over the convictions of mob action and disorderly conduct because he had not appealed them. Dixon, 91 Ill.2d at 353, 63 Ill. Dec. 442, 438 N.E.2d 180. The supreme court disagreed, citing Rule 615(b)(2), which provides that a reviewing court may \"`set aside, affirm, or modify any or all of the proceedings subsequent to or dependent upon the judgment or order from which the appeal is taken.'\" Dixon, 91 Ill.2d at 353, 63 Ill. Dec. 442, 438 N.E.2d 180, quoting 73 Ill.2d R. 615(b)(2).\nThe supreme court concluded that the appellate court should have remanded the cause for sentencing on the two unsentenced, unappealed convictions because \"the appeal was properly before the appellate court with regard to defendant's convictions for armed violence and aggravated battery, and the failure to impose sentences upon the two unappealed convictions had been intimately related to and `dependent upon' the appealed convictions within the meaning of Rule 615(b)(2).\" Dixon, 91 Ill.2d at 353, 63 Ill. Dec. 442, 438 N.E.2d 180. The court reasoned that any other interpretation of Rule 615(b)(2) \"could have mischievous consequences.\" Dixon, 91 Ill.2d at 354, 63 Ill. Dec. 442, 438 N.E.2d 180. For example, if the appellate court had vacated both the aggravated battery and armed violence convictions (the greater offenses) yet declined to remand for sentencing on the unappealed, lesser convictions, \"it is conceivable that the crimes could go unpunished.\" Dixon, 91 Ill.2d at 354, 63 Ill. Dec. 442, 438 N.E.2d 180. The supreme court vacated the disorderly conduct and armed violence convictions but remanded the cause with directions for the trial court to impose a sentence on the mob action conviction to run concurrently with the sentence on the aggravated battery conviction. Dixon, 91 Ill.2d at 356, 63 Ill. Dec. 442, 438 N.E.2d 180.\nThis case warrants a similar result. In Dixon, the supreme court held that, even though the lesser offenses were unsentenced and unappealed, a remand for sentencing on them was necessary because the conviction of and sentence for the greater offense had been vacated. As in Dixon, the failure to impose a sentence *1153 upon the unappealed conviction of aggravated DUI in this case is \"intimately related to and `dependent upon' the appealed conviction [] [of reckless homicide] within the meaning of Rule 615(b)(2).\" Dixon, 91 Ill.2d at 353, 63 Ill. Dec. 442, 438 N.E.2d 180.\nA similar issue was presented in People v. Ramos, 339 Ill.App.3d 891, 274 Ill. Dec. 500, 791 N.E.2d 592 (2003). In Ramos, the defendant was convicted of one count of aggravated battery with a firearm and two counts of aggravated discharge of a firearm. The trial court merged the two discharge counts into the battery count. Ramos, 339 Ill.App.3d at 894, 274 Ill. Dec. 500, 791 N.E.2d 592. This court affirmed the judgment but refused the State's request for a new hearing in the trial court for sentencing on the unsentenced, unappealed counts. We emphasized that Dixon authorizes such a remand only when the conviction of the greater offense is reversed. Ramos, 339 Ill.App.3d at 905, 274 Ill. Dec. 500, 791 N.E.2d 592 (\"Dixon would apply to this case only if we were to reverse the charge of aggravated battery with a firearm\"). In Ramos, we affirmed the conviction of and sentence for the greater offense, in Dixon the conviction of the greater offense was vacated, and here we vacate defendant's sentence for reckless homicide. This case is more like Dixon than Ramos, because here we are vacating the sentence for reckless homicide, not affirming it. Thus, the three cases are reconcilable.\nFinally, we note that imposing a sentence for aggravated DUI does not impermissibly expose defendant to increased punishment on remand. Section 5-5-4(a) of the Unified Code of Corrections provides, in pertinent part:\n\"Where a conviction or sentence has been set aside on direct review or on collateral attack, the court shall not impose a new sentence for the same offense or for a different offense based on the same conduct which is more severe than the prior sentence less the portion of the prior sentence previously satisfied unless the more severe sentence is based upon conduct on the part of the defendant occurring after the original sentencing.\" 730 ILCS 5/5-5-4(a) (West 2004).\nHere, the trial court imposed a 14-year prison term for reckless homicide even though defendant was entitled to receive a 2- to 5-year term for that offense. However, the trial court did not impose any sentence for aggravated DUI. Rule 615(b) specifically authorizes the reviewing court to modify the judgment or order from which the appeal is taken, and the appellate court may order the imposition of a sentence on a conviction on which no sentence had previously been imposed, because doing so does not increase the defendant's punishment. People v. Scott, 69 Ill. 2d 85, 88, 12 Ill. Dec. 736, 370 N.E.2d 540 (1977). Therefore, a remand for the imposition of a sentence for aggravated DUI would not improperly punish defendant for appealing, by imposing a more severe sentence.\n\nCONCLUSION\nWe hold that defendant was denied due process when he was not informed of his right to elect sentencing under either the former version (720 ILCS 5/9-3(e) (West 2000)) or the more favorable, amended version (720 ILCS 5/9-3(d)(2) (West 2004)) of the reckless homicide statute. The State could not have responded to a sentencing election by changing the indictment to the allege a violation of the new aggravated DUI statute without invalidating the charging instrument.\nAccordingly, we affirm the guilty findings of former reckless homicide (see 720 *1154 ILCS 5/9-3(a) (West 2000)) and former aggravated DUI (see 625 ILCS 5/11-501(a)(4), (d)(1)(C) (West 2000)). We vacate the sentence for former reckless homicide and remand the cause for sentencing on the former aggravated DUI charge (see 625 ILCS 5/11-501(a)(4), (d)(2) (West 2000)). The remainder of the judgment is affirmed.\nFor the preceding reasons, the judgment of the circuit court of Du Page County is affirmed in part and vacated in part, and the cause is remanded with directions.\nAffirmed in part and vacated in part; cause remanded with directions.\nGROMETER, P.J., concurs.\nJustice O'MALLEY, concurring in part and dissenting in part:\nThe majority's holding will award a sub-class of defendants a sentencing windfall that is blatantly contrary to the legislature's intent, and, in light of the currently-contemplated initiative to reorganize our Criminal Code, it could have far-reaching consequences. The effects of this holding are not confined to reckless homicide defendants who may receive a sentencing windfall. Criminal Law Edit, Alignment and Reform (CLEAR), an independent commission charged with revising our state's Criminal Code, has proposed a sweeping redraft and reorganization of the Code. If the legislature acts upon CLEAR's recommendations, the reasoning used in this case will wreak havoc upon our criminal justice system on an enormous and unprecedented scale.\nUnder the majority's holding, a defendant who was charged with drug-influenced reckless homicide prior to the legislature's enactment of Public Act 93-213, who was concurrently convicted of nothing that carries a more severe penalty than drug-influenced reckless homicide, and who was not sentenced until after the enactment of Public Act 93-213, is subject to a sentencing range less than half as severe as the otherwise applicable sentencing range. Compare 720 ILCS 5/9-3(e) (West 2000) (3- to 14-year sentencing range for drug-influenced reckless homicide) with 720 ILCS 5/9-3(a) (West 2004) (2- to 5-year sentencing range for reckless homicide).[1] The majority's holding creates a window for defendants who were charged but not yet sentenced at the time Public Act 93-213 was enacted, and defendants who fall into that window receive starkly more favorable sentencing treatment than other defendants who are guilty of precisely the same misconduct, solely because of the timing of the proceedings against them. It is inconceivable as a matter of common sense that, in reorganizing the Criminal and Vehicle Codes in response to our supreme court's decision in Pomykala, the legislature intended that a defendant be subject to a sentence potentially nine years longer simply because either his sentence was issued one day before the window began or he was charged one day after the window began. However, under the majority's holding, we have just such an absurd result. A defendant charged one day before the enactment of Public Act 93-213 but sentenced after it is subject to a maximum 5-year sentence, but a defendant sentenced for the same crime that day, or a defendant charged one day later, is subject to a maximum 14-year sentence.\nPractical considerations of legislative intent aside, I disagree with the majority's analysis of defendant's argument that he was denied due process by virtue of the *1155 fact that he was not advised of his right to elect to be sentenced under either the law in effect at the time of the offense or the law in effect at the time of sentencing. Under my view, defendant did have a right to such an election, but for the reasons I detail below, any failure to advise him of that right was harmless, because he was subject to the same sentencing scheme under either the law in place at the time of his offense or the law in place at the time of his sentencing.\nDefendant was convicted of drug-influenced reckless homicide (720 ILCS 5/9-3(e) (West 2000) (hereinafter, reckless homicide 2000)), which required proof that defendant unintentionally killed another while driving a vehicle and under the influence of drugs or alcohol. Defendant argues that, under the law in effect at the time of his sentencing, reckless homicide (720 ILCS 5/9-3(a) (West 2004) (hereinafter, reckless homicide 2004)) carries a lower sentencing range. However, a conviction for reckless homicide 2004 requires proof that a defendant unintentionally killed another while driving a vehicle \u0097 there is no provision requiring that the defendant was under the influence of drugs or alcohol at the time of the offense. Therefore, the conduct described under the label \"reckless homicide 2000\" is different from the conduct described under the label \"reckless homicide 2004.\" Current aggravated DUI (625 ILCS 5/11-501(d)(1)(F) (West 2004) (hereinafter, aggravated DUI 2004)), on the other hand, describes exactly the same conduct as reckless homicide 2000 \u0097 it requires proof that a defendant unintentionally killed another while driving a vehicle and under the influence of drugs or alcohol. Therefore, under the law in effect at the time defendant was sentenced, his conduct was labeled \"aggravated DUI\" and not \"reckless homicide,\" and he would be sentenced under the provisions of aggravated DUI 2004. In my view, then, because the sentencing ranges (as well as the elements) for reckless homicide 2000 and aggravated DUI 2004 are identical (compare 720 ILCS 5/9-3(e) (West 2000) (Class 2 felony, 3- to 14-year sentencing range) with 625 ILCS 5/11-501(d)(2) (West 2004) (Class 2 felony, 3- to 14-year sentencing range)), defendant's election as to which set of laws to be sentenced under would have been meaningless.\nThe majority devotes considerable analysis to the issue of whether the State could have amended the indictment to charge defendant with aggravated DUI 2004, and from that discussion it concludes that, because the State could not have amended the indictment in response to an election for sentencing under the law in effect at the time of sentencing, defendant would have been entitled to sentencing under a less onerous sentencing scheme if he had so elected. Op. 307 Ill. Dec. at 469-73, 859 N.E.2d at 1146-50. I agree with the majority that, under Tellez-Valencia, the State could not have amended the indictment to charge defendant with a crime that did not exist at the time of the offense, but that issue has no bearing on this case. While a prosecutor could not ask for sentencing (or a conviction or an indictment) under a law not in effect at the time of the alleged offense, a defendant may elect to be sentenced under a later law. Indeed, in any case where the defendant invokes the rule that he may elect to be sentenced \"under either the law in effect at the time the offense was committed or [the law] in effect at the time of sentencing\" (Hollins, 51 Ill.2d at 71, 280 N.E.2d 710), the defendant will opt to be sentenced under a set of laws under which a prosecutor could not charge him. Therefore, the fact that the State could not have amended the indictment is an effective counterargument to the State's contention that defendant suffered no prejudice because a superceding indictment would have mooted his election, but it is irrelevant to *1156 the sentencing issue presented here. That said, I must note that, while I may personally disagree with our supreme court's holding in Tellez-Valencia and find the dissent more persuasive, even in Tellez-Valencia the defendants were not granted a windfall as a result of a technicality, but instead faced retrial with unchanged sentencing provisions. Thus, not only does Tellez-Valencia not dictate the result the majority reaches (in fact, it is not even relevant to this sentencing issue), even Tellez-Valencia itself did not lead to the absurd sentencing consequences the majority reaches. Rather, as the Tellez-Valencia dissent noted, it only led to a waste of judicial resources in the form of a new trial with the defendant facing the same sentencing scheme.\nI also disagree with the majority's approach to determining which of defendant's convictions was the more serious. The majority determines the seriousness of the two crimes of which defendant was convicted, reckless homicide 2000 and aggravated DUI (625 ILCS 5/11-501(d)(1)(C) (West 2000)) (hereinafter, aggravated DUI 2000), by comparing the sentencing provisions of reckless homicide 2004 and aggravated DUI 2000. However, the rule upon which the majority relies in taking this approach, that the penalty assigned to an offense is the best indicator of the legislature's view as to how serious the offense is (see op. 307 Ill. Dec. at 474, 859 N.E.2d at 1151), is meant as an aid to determining the legislature's intent. I do not understand how the sentencing provisions of reckless homicide 2004 can be used in this way to determine how the legislature viewed reckless homicide in 2000. Even assuming that reckless homicide 2000 and reckless homicide 2004 describe the same crime (which they do not), the fact that the legislature decreased the applicable sentence in 2004 has no bearing on the seriousness of the 2000 version of the offense. Therefore, I disagree with the majority's reasoning that aggravated DUI 2000 is a more serious offense than reckless homicide 2000 because the maximum sentence associated with reckless homicide 2004 is lower than that associated with aggravated DUI 2000.\nFurther, in resorting to what it views as the possible sentencing ranges under which defendant may elect to be sentenced to determine which conviction to vacate under the one-act, one-crime rule, the majority conflates the issues of the crime defendant should be convicted of and the sentencing scheme he may elect based on that conviction. The majority's approach determines defendant's sentencing options before determining his conviction. Of course, the trial court cannot consider a defendant's sentence (except as it examines potential sentences for related convictions as an interpretive aid in applying the one-act, one-crime rule) until it determines defendant's conviction.\nFor the above reasons, I dissent from the portion of the majority opinion addressing defendant's due process and sentencing election argument. I concur with the remainder of the opinion.\nNOTES\n[1]  The majority holds that defendant here would not receive the windfall I describe, because he is eligible to be convicted and sentenced for former aggravated DUI, which carries a 1- to 12-year sentencing range.\n\n",
            "ocr": false,
            "opinion_id": 2034149
        },
        {
            "author_str": "Byrne",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " JUSTICE BYRNE delivered the opinion of the court: Defendant, Richard S. Gancarz, was driving a semi tractor-trailer when he collided with the passenger side of a Chevrolet Camaro driven by Aric Wooley, who died in the collision. Several other drivers, including Jerry Wooley, Aric’s father, witnessed the crash. The State filed an 11-count indictment, and defendant submitted to a bench trial. The trial court found defendant guilty of reckless homicide (720 ILCS 5/9 — 3(a) (West 2000)), aggravated driving under the influence (DUI) (625 ILCS 5/11 — 501(a)(4), (d)(1)(C) (West 2000)), and driving with a suspended license (625 ILCS 5/6 — 303(a) (West 2000)). Each of the statutes under which defendant was found guilty was the version in effect on the date of the offense. The reckless homicide count subsumed the aggravated DUI count, and the trial court sentenced defendant to a 14-year prison term for reckless homicide. The court also imposed a concurrent three-year term for driving with a suspended license. Defendant appeals, arguing that the trial court erroneously (1) admitted prejudicial evidence that the police discovered cannabis in his bedroom and car after the arrest; (2) found him guilty of reckless homicide; and (3) failed to inform him of the option to be sentenced under a new, more favorable version of the reckless homicide statute. The State disputes the issues of admissibility and sufficiency of the evidence. The State concedes that defendant should have been told of the favorable change in the reckless homicide statute. However, the State argues that defendant’s rights were not violated and he suffered no prejudice, because the State could have responded to a sentence election by amending the indictment to cite the new version of the aggravated DUI statute (see 625 ILCS 5/11 — 501(a)(4), (d)(1)(F) (West 2004)), which prescribes the same sentence as the former reckless homicide statute (720 ILCS 5/9 — 3(e) (West 2000)) but was enacted after the date of the offense. We hold that defendant was prejudiced when the trial court did not admonish him of the opportunity to elect sentencing under the new, more favorable version of the reckless homicide statute, because the State could not have amended the indictment to allege a violation of the new aggravated DUI statute without creating a substantive defect in the charging instrument. For his remedy, defendant asks us to reduce his sentence to five years’ imprisonment, the maximum permitted under the new version of the reckless homicide statute. See 720 ILCS 5/9 — 3(d)(2) (West 2004); 730 ILCS 5/5 — 8—1(a)(6) (West 2004). However, in addition to finding defendant guilty under the former reckless homicide statute, the trial court found him guilty of aggravated DUI under the version of the statute that was in effect at the time he committed the offense. See 625 ILCS 5/11 — 501(a)(4), (d)(1)(C) (West 2000). We remand the cause for the entry of judgment and a sentencing hearing on the count alleging violation of the former aggravated DUI statute. FACTS The incident occurred at 8:50 a.m. on June 16, 2000, at the intersection of Thorndale Avenue, which runs east and west, and Wood Dale Road, which runs north and south. Each road is four lanes wide and the intersection is controlled by traffic lights. Aric was facing east in Thorndale’s left-turn lane and attempting to turn north onto Wood Dale. Defendant was traveling west in Thorndale’s curb lane when he entered the intersection and collided with Aric. Much of the eyewitness testimony focused on defendant’s speed and whether the Thorndale traffic light was yellow or red when the collision occurred. At the time, Thorndale’s green light lasted 200 seconds and the yellow light lasted 4.5 seconds. A red light was displayed in both directions for two seconds before Wood Dale’s light turned green. The posted speed limit on Thorndale was 45 miles per hour. The weather on the date of the incident was clear and sunny, and the pavement was dry and in good condition. Jerry Wooley testified that he was in his car facing south and stopped at a red light in Wood Dale’s outer curb lane when he noticed Aric in the Thorndale turn lane. Jerry looked away momentarily, heard a big crash, and saw a semitruck push Aric’s Camaro across the road. Michael Lange, who was in a white Chevrolet Tahoe, was positioned in front of Aric in the Thorndale turn lane. Lange entered the intersection while the light was green and waited for his chance to turn north onto Wood Dale. Lange testified that the light turned yellow and then red, and then Lange completed his turn. Lange saw defendant approaching from the east and realized that he would not stop. Lange said, “as I accelerated, I really thought I was going to get hit. So, I grasped my steering wheel, turned to my right to observe the truck. *** [Defendant] roared past behind me. And it was at that moment I heard him blow his horn. And then I also heard what I would call an explosion, which I said to myself, oh, my God, someone followed me through the intersection. He hit that person.” Lange did not see or hear defendant apply his brakes before the collision. Lange denied telling an officer that the light was still yellow when he turned left. James Smith, an experienced semitruck driver, was the first vehicle in his lane. He was stopped at a red light, facing south in the curb lane on Wood Dale. Smith saw defendant approaching the intersection, where Lange and Aric were waiting to turn left. Defendant appeared to be in control of the truck. Smith saw the truck’s stacks emit some exhaust, which indicated that the driver had accelerated. Smith estimated that the truck’s speed was 50 to 55 miles per hour. Smith saw defendant’s hands on the steering wheel and horn, and he heard the truck’s horn as it entered the intersection. Meanwhile, Lange accelerated through the turn while the light was still yellow, and Aric followed five to seven feet behind. Smith believed that the semi was not moving erratically, and he opined that neither Lange nor Aric should have turned left in front of it. Smith admitted telling an officer at the scene that Aric looked away from the oncoming westbound traffic before making the turn. However, Smith denied previously- stating that Aric hesitated during the turn. Alice Vernett Nelson was driving behind defendant before the incident. Both vehicles were traveling more than 50 miles per hour. Nelson then accelerated to 65 to 70 miles per hour and passed defendant on the left. Nelson saw the light turn yellow as she passed a billboard, which was about 400 feet from the intersection. Nelson stopped in her lane as the light turned red. Two to three seconds later, the truck passed on her right and she heard a “whoosh” sound through her open windows, which made her believe that the truck’s brakes were not applied. Nelson admitted that she was looking in her rearview mirror and combing her hair when the sound of the truck drew her attention. Nelson observed nothing erratic about defendant’s driving before the crash. Scott Hermann testified that he was driving behind Nelson in the left lane at 45 to 50 miles per hour when he noticed the light turn yellow as he was near the billboard. Hermann and Nelson stopped at the light. Hermann wished to pull into the curb lane but did not, because he saw the approaching semi, which appeared to be speeding. Herman saw Lange’s Tahoe turn while the light was still yellow. Hermann recalled that the light turned red and the truck passed on Hermann’s right without slowing down. However, Hermann admitted that he previously told the police that the light was yellow when the semi entered the intersection. The Camaro, which was following the Tahoe, hesitated in the intersection and then accelerated into the truck’s path. Hermann heard neither brakes nor the truck’s horn before the crash. After the collision, Hermann encountered defendant, who identified himself as the truck driver and asked, “[d]id anybody see anything?” Defendant told Hermann that he had tried to make the light, and when he could not, he tried to hit the rear of the Camaro so it would spin and suffer less damage. Defendant also mentioned that he had tried to avoid landscapers who were working nearby. Defendant appeared dazed and confused but responded to questions appropriately. Hermann asked defendant whether he had ingested drugs or alcohol, and defendant denied that he had. Glen Hankins was facing north in Wood Dale’s left-turn lane, waiting for the red light to turn green. Hankins was the first motorist in his lane. He saw the semi enter the intersection and he heard the horn blow. At the time of impact, the semi was traveling 30 to 50 miles per hour, which was faster than the Camaro. Hankins believed the Camaro could have made the turn if the driver had acted with a sense of urgency. Hankins did not know the color of the traffic light at the time of the crash. Afterwards, defendant looked very shaky and nervous but did not otherwise sound, walk, or appear unusual for someone in an accident. Nothing gave Hankins reason to believe that defendant was under the influence of alcohol or drugs. Defendant said he could not stop in time. Douglas Gingras testified that he was stopped in a northbound lane on Wood Dale at the time of the collision. Gingras estimated that the Wood Dale traffic light turned green 5 to 10 seconds later. Kevin Kaufenberg testified that he was driving behind the white Tahoe and the blue Camaro as he entered the left-turn lane. The Tahoe entered the intersection on the yellow light and turned left. The Camaro began to make the turn while the light was yellow. However, the car hesitated and the semi entered the intersection and swerved to the right. The Camaro then accelerated through the turn and into the truck’s path. The truck’s speed did not appear excessive and Kaufenberg noticed nothing unusual about the truck before the crash. After the crash, defendant was steady on his feet and his speech was not slurred or otherwise unusual. Kaufenberg heard defendant say there was no way he could stop the truck in time. Paramedic Hans Klemmer attended to defendant at the scene. Klemmer testified that defendant smelled like stale alcohol and that defendant was “really intent” on drinking from his water bottle, even after he was strapped to a backboard. Besides thirst, Klemmer did not notice anything unusual about defendant, such as bloodshot or glassy eyes, slurred speech, confusion, or sleepiness. Carl Warren Bassett, a Lutheran minister who was serving as chaplain for the Wood Dale fire and police departments, arrived at the intersection about 30 minutes after the incident. Bassett was trained in recognizing symptoms of posttraumatic stress disorder, which he identified as including confusion, dry mouth, anger, dizziness, and remorse. Bassett spoke with defendant, who appeared agitated and upset. Defendant’s speech was not slurred, but he had dry mouth, so Bassett gave him a water bottle containing 8 to 10 ounces. Defendant took only one sip from the bottle and then said, “I can’t believe this happened. I knew my life was about to change. My foot was off the throttle. I thought I could make it through. Then I saw this blue car trying to turn in front of me. I could go left into traffic or right. He stopped in front of me and I hit it.” Wood Dale police officer Michael Catenacci interviewed defendant at the scene. Defendant said that, as he approached the intersection, he took his foot off the accelerator because he expected the green light to turn yellow. The light turned yellow when he was about 50 feet away, and he saw a “red vehicle” — not the white Tahoe — turn in front of him. As defendant entered the intersection, Aric’s blue Camaro began turning and defendant swerved to the right. Defendant believed that he was traveling 35 miles per hour and did not apply his brakes before impact. Defendant said his semi was carrying a 35,000-pound load, but he was actually carrying a 50,000-pound load. Defendant appeared both emotionally and physically upset. He alternately stood and kneeled while he spoke with Catenacci. Defendant’s eyes appeared red, glassy, and bloodshot; and his speech was “thick-tongued.” Defendant’s mouth was dry and he needed to lick his lips to talk. However, defendant’s responses to questions were appropriate, and Catenacci noticed nothing unusual about his movement. Catenacci had seen many people who were under the influence of drugs or alcohol, but his police report did not mention that defendant appeared intoxicated. Catenacci spoke to defendant again at the police station. Defendant refused to submit to a Breathalyzer test without first checking with his employer. The police obtained and executed warrants to collect blood and urine samples and search defendant’s semi. The search disclosed rolling papers, which Catenacci stated are commonly used to make marijuana cigarettes. The trial court admitted the contents of the semi’s ashtray as well as a “green plant material” found in the sleeper area of the truck cab. A storage area behind the driver’s seat also contained a “green leafy substance” that field-tested positive for marijuana. Wood Dale police detective Ronald Murray spoke with defendant at the hospital. Defendant was responsive to Murray’s questions and Murray did not observe any unusual behavior. However, Murray detected the odor of alcohol on defendant’s breath. Defendant was transported to the police station, where defendant said that a red pickup turned left into the intersection just before the Camaro pulled in front of him. Defendant stated that he applied his brakes as the light turned yellow and he drove into the intersection. At the police station, defendant orally consented to searches of his personal car and home. Contraband discovered in defendant’s car and home was the subject of a pretrial motion in limine. The trial court denied the motion, thereby allowing William Cooley to testify that the car contained rolling papers on the seat, a bag of cannabis in the armrest, and the remnants of a marijuana cigarette in the ashtray. Officer Michael Michela interviewed defendant at the police station at 2:47 p.m. Defendant told Michela that he woke at 7 a.m. at his parents’ home in Bloomingdale. He then drove his semi to a warehouse in Bensenville and picked up a load for delivery to Naperville. As he approached the intersection of Thorndale Avenue and Wood Dale Road, defendant saw that the light was green, but he anticipated that it would turn yellow. The light changed when he was 50 feet away, and a red car turned left as defendant approached. A Camaro then pulled in front of defendant’s truck, and defendant applied his brakes and veered to the right to avoid the collision. Defendant told Michela that he spent the previous night at his parents’ home, where he had one beer with dinner and another while watching a baseball game on television. Defendant said that he last smoked marijuana on Christmas 1999. Defendant refused to give blood or urine samples because he wanted an attorney’s advice before consenting. Michela confronted defendant with information that he had not spent the previous night at his parents’ house, and defendant responded that he had been out with a friend named John. Defendant would not say where they were. Michela interviewed defendant again at 6:20 p.m. Defendant admitted that he spent the previous evening at a particular bar in Bensenville with a friend named Lenny. Defendant admitted to consuming “a few beers.” He left at 11 p.m. or midnight and drove his semi to his employer’s property and slept overnight in the sleeper portion of the cab. Defendant also admitted using cannabis within the previous two weeks but denied smoking any on the night before the incident. Michela’s report did not indicate whether defendant showed signs of impairment. Leonard Laidlaw, defendant’s friend and coworker, testified that he dined and drank with defendant at the bar on the night before the incident. At about 8:05 a.m. on the next morning, Laidlaw saw defendant in his parked semi. Defendant answered when Laidlaw knocked on the truck door, and defendant looked like he had just awakened. Laidlaw did not smell marijuana. The parties stipulated to testimony of hospital personnel who treated defendant and Aric. Two nurses would testify that defendant smelled like either stale or fresh alcohol at about 10:40 a.m. on the date of the incident. Defendant’s eyes were not bloodshot or glassy, his speech was not slurred, and his balance was normal. A treating physician would testify that he did not smell any alcohol on defendant or observe anything unusual about him. The doctor pronounced Aric dead as a result of the injuries he sustained in the collision with defendant’s semi. The parties further stipulated to testimony of the police officers who surveyed the crash scene and the forensic scientists who analyzed the cannabis and defendant’s urine and blood. One officer inspected defendant’s brakes, three of which appeared to be out of adjustment. Two bags containing 6.5 grams and 5.9 grams of cannabis were discovered in defendant’s car and semi, respectively. An ashtray in the semi’s sleeper compartment contained an additional 1.6 grams of cannabis, and defendant’s bedside table contained a residue of less than 0.1 gram of cannabis. A summary suspension of defendant’s driving privileges was in effect on the date of the incident. The parties stipulated that Dr. Christopher Long was an expert in forensic toxicology and the chemical detection of alcohol and drugs in blood and urine. Dr. Long prepared a one-page report summarizing his analysis of the blood and urine samples obtained from defendant at 5 p.m. on the date of the incident. Dr. Long opined that a well-settled principle of forensic toxicology provides that “THC is a central nervous system depressant that may cause ataxia [difficulty in walking], confusion, dizziness, somnolen[ce], euphoria, hallucinations, speech difficulties, weakness, malaise, and vision difficulties.” According to Dr. Long, Delta-9 THC is the psychoreactive component of cannabis, which, following ingestion, is metabolized into an inactive but detectable metabolite, ll-NOR-Delta-9 THC-COOH (hereinafter THC-COOH). Dr. Long testified that, when a person smokes marijuana, his Delta-9 THC level rises upon ingestion and drops as it is metabolized. Dr. Long identified a chart from the Journal of Analytical Toxicology, which showed that a concentration of one or more nanograms per milliliter of Delta-9 THC can be detected in a person’s system for “only a couple of hours, two or three hours” after ingestion. The highest levels of Delta-9 THC are observed one to two hours after ingestion, but measurable amounts can be detected four to six hours after ingestion. A person’s consumption of large amounts of water can dilute THC in the system. Defendant’s blood and urine samples tested negative for alcohol. However, defendant’s blood sample contained 4 nanograms per milliliter of Delta-9 THC and 81 nanograms per milliliter of THC-COOH. Defendant’s urine tested negative for Delta-9 THC but contained 150 nanograms per milliliter of THC-COOH. Dr. Long opined that the observed levels of THC-COOH indicated defendant’s “acute use” of marijuana. He testified that the absence of Delta-9 THC in defendant’s urine was consistent with his conclusion because the substance is very unstable and breaks down quickly. Defendant’s blood and urine samples were collected eight hours after the incident, and no one observed defendant ingest cannabis between the time of the incident and the collection of the samples. Assuming that defendant ingested cannabis “an hour or so” before the incident, Dr. Long testified that he had never observed four nanograms of Delta-9 THC so long after a person ingested cannabis. Dr. Long concluded that the elevated metabolite levels showed that defendant was impaired by THC at the time of the incident. Dr. Long explained that the results were consistent with a person who awakened at 7 or 7:30 a.m. and began ingesting “a lot more” than a single marijuana joint before the collision. The amount of THC in defendant’s system at the time of the incident could have caused him to (1) mistakenly believe that he was 50 feet from the traffic light rather than 300 to 400 feet away; (2) enter the intersection without braking; (3) confuse left from right; (4) hallucinate that he was traveling at 35 miles per hour when his speed was actually 48 miles per hour; and (5) mistakenly believe that a red pickup was passing through the intersection rather than the white Chevy Tahoe. Dr. Long’s opinion was not affected by any of the eyewitness accounts, because he believed that THC impairment is not always obvious to others. Police officers who lack training cannot detect THC impairment, and untrained laypeople “won’t have a clue” as to the overt symptoms of THC impairment. Dr. Long concluded that, if a person had four nanograms of THC in his system nine hours after ingesting cannabis, he was impaired nine hours earlier, regardless of whether anyone thought he was impaired at that time. Dr. Long conceded that the effects of THC are not as predictable as alcohol because cannabis has not been studied as closely. However, Dr. Long’s ultimate opinion was that THC impairment caused defendant’s conduct in colliding with Aric. Greg Kaulton, the State’s accident reconstruction expert, testified that the semi was traveling 48.6 miles per hour at the time of impact and that defendant did not apply his brakes before the collision. Based on eyewitness accounts and physical evidence, Kaulton determined that defendant entered the intersection when the light was red or when “every bit of the yellow” had passed. Estimated stopping distances based on different speeds indicated that defendant had sufficient warning and distance to stop or at least avoid the collision. Kaulton opined that the crash was caused by defendant’s excessive speed, his delayed reaction to the yellow light, his failure to slow the semi, and his act of swerving right. Armin Pavlovic, defendant’s accident reconstruction expert who specializes in heavy truck accidents, calculated defendant’s speed to be 37 to 40 miles per hour at the time of impact. Pavlovic identified a point 268 feet from the intersection at which the semi would have had to stop to avoid the collision. Pavlovic speculated that defendant would have passed through the intersection before the light turned red, based on his assumptions that (1) the semi was traveling the speed limit, 45 miles per hour, as it approached the intersection; (2) a semi driver such as defendant would have a one-second perception reaction time; (3) the semi’s pneumatic brakes would experience a one-half second delay; (4) the light turned yellow when defendant was 268 feet from the point of impact; and (5) defendant chose to drive through the yellow light without applying his brakes. On September 12, 2003, the trial court found defendant guilty of reckless homicide, aggravated DUI, and driving with a suspended license. The court made several oral findings of credibility. The court found Lange and Kaufenberg, who were driving in front of and behind Aric, respectively, to be especially credible because they had the best opportunity to observe the traffic light when the semi entered the intersection. Both Lange and Nelson testified that the light was red when the collision occurred. The trial judge further found that, even if he were to credit defendant’s position that the light was yellow, defendant acted recklessly, because defendant was familiar with the intersection and the traffic signal and did not decelerate when he observed Lange make the turn in front of him. The court also emphasized Dr. Long’s testimony that the THC levels in defendant’s system at 5 p.m. proved that he was impaired at the time of the crash. The court held that “the evidence is undisputed that [defendant] was impaired by cannabis. [Defendant’s] conduct and the way he drove the automobile [the semi] through that intersection on that date was reckless and dangerous, and it was without any regard for the safety of anybody else.” On December 19, 2003, the trial court imposed concurrent sentences of 14 and 3 years’ imprisonment for reckless homicide and driving with a suspended license, respectively. Defendant filed a timely motion to reconsider the sentence on January 16, 2004. The court denied the motion on February 18, 2004, and defendant filed a timely notice of appeal on February 25, 2004. ANALYSIS Defendant was charged with seven counts of reckless homicide (720 ILCS 5/9 — 3(a) (West 2000)), one count of driving with a suspended license (625 ILCS 5/6 — 303(a) (West 2000)), and one count of aggravated DUI (625 ILCS 5/11 — 501(a)(4), (d)(1)(C) (West 2000)). Defendant was convicted of one count of reckless homicide, the aggravated DUI charge, which was merged into the reckless homicide count, and the suspended license charge. This appeal focuses on the conviction of reckless homicide. On appeal, defendant argues that the trial court erroneously (1) admitted the cannabis discovered in his bedroom and car; (2) found him guilty of reckless homicide; and (3) failed to inform him of the option to be sentenced under a different version of the reckless homicide statute. 1. Admissibility of Contraband in Car and Bedroom Before trial, defendant filed a motion in limine to exclude several types of evidence, including testimony that the police went to his home after the arrest and discovered cannabis and drug paraphernalia in his car and bedroom. On appeal, defendant concedes that the search was valid, but he argues that the court erred in admitting the evidence, because it was irrelevant and prejudicial. At trial, Wheaton police officer William Cooley testified that, on the date of the collision, he went to defendant’s place of business and searched his car, a 1994 Lincoln. Cooley found rolling papers, which are commonly used to make marijuana cigarettes, near the driver’s seat. Cooley also discovered a small burnt remainder of a marijuana cigarette, called a “roach,” in the ashtray. A bag of small circular screens and a tube of Visine eyedrops were in the center console. Cooley stated that such screens are used as drug paraphernalia and that Visine reduces eye redness. The parties stipulated to testimony that the car’s armrest concealed a bag containing 6.5 grams of cannabis and that cannabis weighing less than 0.1 gram was found in defendant’s bedroom. The trial court heard additional testimony that defendant told another officer that he spent the previous night in the cab of the semi. Defendant argues that the cannabis discoveries were inadmissible other-crimes evidence. He asserts that it was (1) irrelevant because he slept in his semi on the night before the incident and therefore did not have access to his car or bedroom and (2) prejudicial because it supported the inference that defendant used cannabis frequently and was more likely to have been under its influence at the time of the incident. “Generally, evidentiary motions, such as motions in limine, are directed to the trial court’s discretion, and reviewing courts will not disturb a trial court’s evidentiary ruling absent an abuse of discretion.” People v. Harvey, 211 Ill. 2d 368, 392 (2004). “Relevant evidence is evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable than it would be without the evidence.” Harvey, 211 Ill. 2d at 392. “A trial court may reject evidence on grounds of irrelevancy if it has little probative value due to its remoteness, uncertainty, or possibly unfair prejudicial nature.” Harvey, 211 Ill. 2d at 392. Other-crimes evidence encompasses misconduct or criminal acts that occurred either before or after the alleged criminal conduct for which the defendant is standing trial. People v. Spyres, 359 Ill. App. 3d 1108, 1112 (2005). Other-crimes evidence is admissible to prove any material fact relevant to the case (People v. Donoho, 204 Ill. 2d 159, 170 (2003)), but is inadmissible if it is relevant only to demonstrate a defendant’s propensity to engage in criminal activity (People v. Hendricks, 137 Ill. 2d 31, 52 (1990)). Such evidence may be admissible when it is relevant to show, among other things, motive, intent, identity, absence of mistake or accident, modus operandi, or the existence of a common plan or design. People v. Wilson, 214 Ill. 2d 127, 135-36 (2005). However, relevant other-crimes evidence may yet be excluded if its prejudicial effect substantially outweighs its probative value. People v. Illgen, 145 Ill. 2d 353, 365 (1991). The admissibility of other-crimes evidence is left to the trial court’s sound discretion, and we will not disturb that decision absent a clear abuse of discretion. Wilson, 214 Ill. 2d at 136. A trial court’s determination constitutes an abuse of discretion if it is arbitrary, fanciful, or unreasonable, or if no reasonable person would take the view adopted by the trial court. Illgen, 145 Ill. 2d at 364. In his reply brief, defendant argues that “proof that [he] possessed small amounts of cannabis and paraphernalia in his home and personal car was no more relevant to the question of whether he was inebriated at the time of the accident than would be proof that a driver suspected of having been under the influence of alcohol had a six-pack of beer in his refrigerator at home at the time he was stopped for DUI.” Under the facts of this case, we agree.  Defendant initially placed his history of cannabis use at issue. Defendant argued in his motion in limine that he did not have exclusive access to the semi and that the cannabis found there was not his. Furthermore, when speaking with Officer Michela at the police station, defendant initially denied using cannabis during the six months preceding the incident. Therefore, the State argues that the contraband in the bedroom and car was relevant to show cannabis use “prior to” the incident. However, following his initial denial, defendant eventually admitted to Michela that he had used cannabis within the previous two weeks but not on the night before the incident. Defendant’s admission to recent cannabis use rendered the contraband in the bedroom and car cumulative. Moreover, the State presented evidence of cannabis and other contraband discovered in the sleeper compartment of the semi. Defendant’s employer testified that defendant was the only person assigned to that vehicle. No one argues now that defendant was near his car or bedroom during the hours leading up to the incident. We conclude that evidence of defendant’s admission and the cannabis discovered in the semi made the contraband in the bedroom and car more prejudicial than probative to the central issue of defendant’s impairment at the time of the incident. The trial court abused its discretion in admitting the contraband in the bedroom and car, because it was relevant only to defendant’s history of cannabis use. Nevertheless, we agree with the State that the trial court’s admission of the contraband in defendant’s bedroom and car was harmless and therefore does not require a reversal. See People v. Brown, 172 Ill. 2d 1, 48 (1996) (erroneous decision on motion in limine is not reversible if harmless beyond a reasonable doubt). As mentioned, the trial court heard unrebutted evidence of cannabis and contraband in the semi, and Dr. Long presented scientific evidence of defendant’s elevated THC levels several hours after the collision. We conclude that defendant was not unfairly prejudiced by the admission of the contraband found in the car and bedroom. We further note that the general rule barring other-crimes evidence is based on the belief that “ ‘[sjuch evidence overpersuades the jury, which might convict the defendant only because it feels he or she is a bad person deserving punishment.’ ” People v. Hensley, 354 Ill. App. 3d 224, 232 (2004), quoting People v. Lindgren, 79 Ill. 2d 129, 137 (1980). However, this case went to a bench trial, where the risk of jury overpersuasion does not exist. Furthermore, when other-crimes evidence is introduced for a limited purpose in a bench trial, it is presumed that the trial judge considered it only for that purpose. People v. Hart, 338 Ill. App. 3d 983, 993 (2003); People v. Deenadayalu, 331 Ill. App. 3d 442, 450 (2002). Defendant has not rebutted this presumption. In any event, our review of the record convinces us beyond a reasonable doubt that the trial court would have found defendant guilty even if the challenged evidence had not been considered. 2. Sufficiency of the Evidence  We next address defendant’s contention that he was not proved guilty beyond a reasonable doubt of reckless homicide. In reviewing a challenge to the sufficiency of the evidence, we determine whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. People v. Collins, 214 Ill. 2d 206, 217 (2005). It is the responsibility of the trier of fact to assess the credibility of the witnesses, weigh the evidence, draw reasonable inferences from the evidence, and resolve any conflicts in the evidence. People v. Sorenson, 196 Ill. 2d 425, 431 (2001). “We will not reverse a conviction unless the evidence is so improbable, unsatisfactory, or inconclusive that it creates a reasonable doubt of [the] defendant’s guilt.” Collins, 214 Ill. 2d at 217. However, if a reviewing court determines that the evidence is insufficient to establish the defendant’s guilt beyond a reasonable doubt, the defendant’s conviction must be reversed. People v. Woods, 214 Ill. 2d 455, 470 (2005). There must be some evidence giving rise to a reasonable inference of the defendant’s guilt; the State may not leave to conjecture or assumption essential elements of the crime. People v. Laubscher, 183 Ill. 2d 330, 335-36 (1998). On June 16, 2000, the date of the incident, section 9 — 3 of the Criminal Code of 1961 (Criminal Code) defined reckless homicide, in relevant part, as follows: “(a) A person who unintentionally kills an individual without lawful justification commits involuntary manslaughter if his acts whether lawful or unlawful which cause the death are such as are likely to cause death or great bodily harm to some individual, and he performs them recklessly, except in cases in which the cause of the death consists of the driving of a motor vehicle *** in which case the person commits reckless homicide. (b) In cases involving reckless homicide, being under the influence of alcohol or any other drug or drugs at the time of the alleged violation shall be presumed to be evidence of a reckless act unless disproved by evidence to the contrary. (c) For the purposes of this Section, a person shall be considered to be under the influence of alcohol or other drugs while: 3. Under the influence of any other drug or combination of drugs to a degree that renders the person incapable of safely driving a motor vehicle ***.” 720 ILCS 5/9 — 3 (West 2000). In People v. Pomykala, 203 Ill. 2d 198 (2003), our supreme court held that section 9 — 3(b) of the Criminal Code contained an unconstitutional mandatory presumption because it necessitated “a finding of recklessness without any factual connection between the intoxication and the reckless act, unless this presumed connection is disproved.” Pomykala, 203 Ill. 2d at 208. Here, it appears that the State avoided the statutory defect by alleging specific acts of reckless driving, as well as cannabis impairment, in the indictment. The trial court entered judgment on count IV of the indictment, which alleged reckless homicide as follows: “ [Defendant, while under the influence of a drug, cannabis, to a degree that rendered him incapable of driving safely and while acting in a reckless manner, performed acts likely to cause death or great bodily harm to some individual, in that he drove or was in actual physical control of a motor vehicle, a loaded semi tractor-trailer, on a highway in the State of Illinois at a time when his driver’s license, permit or privilege was suspended, *** and operated that motor vehicle in a westerly direction on Thorndale Road, at a speed that was greater than reasonable and proper with regard to the existing traffic conditions and the safety of persons upon the roadway, and entered into the intersection at Wood Dale Road without reducing his speed in disregard of the yellow traffic control light, causing his vehicle to strike another vehicle, causing the death of Aric Wooley.” Defendant does not allege that the trial court applied the unconstitutional mandatory presumption of section 9 — 3(b) of the Criminal Code. The parties correctly agree that section 4 — 6 of the Criminal Code governs the issue of defendant’s alleged recklessness. Section 4 — 6 provides in relevant part that “[a] person is reckless or acts recklessly, when he consciously disregards a substantial and unjustifiable risk that circumstances exist or that a result will follow, described by the statute defining the offense; and such disregard constitutes a gross deviation from the standard of care which a reasonable person would exercise in the situation.” 720 ILCS 5/4 — 6 (West 2000). Defendant disputes Dr. Long’s opinion that the levels of THC metabolites in his system at 5 p.m. on the date of the incident proves that THC impaired his driving at 9 a.m., when the incident occurred. Defendant argues that “the sheer number of factors taken into consideration, the variables recognized, and the limitations acknowledged by Baselt [the expert from whom Dr. Long derived his methodology] and the other experts expose Long’s deficiencies as an expert witness and, most likely, as a scientist.” Defendant’s position ignores his stipulation to Dr. Long’s expertise, and we conclude that defendant has waived any challenge to Dr. Long’s credentials. We further note that defendant does not challenge the accuracy of the lab analyses, instead arguing that Dr. Long misinterpreted the results. As the finder of fact, the trial court was in the best position to weigh Dr. Long’s testimony, and the court found him credible. Assuming that defendant ingested cannabis “an hour or so” before the incident, Dr. Long testified that he had never observed four nanograms of Delta-9 THC so long after a person ingested cannabis. Dr. Long concluded that defendant’s elevated THC metabolite levels showed that he was impaired at the time of the incident. The amount of THC in defendant’s system at the time of the incident could have caused him to (1) mistakenly believe that he was 50 feet from the traffic light rather than 300 to 400 feet away; (2) enter the intersection without braking; (3) confuse left from right; (4) hallucinate that he was traveling at 35 miles per hour when his speed was actually 48 miles per hour; and (5) mistakenly believe that a red pickup was passing through the intersection rather than the white Chevy Tahoe. Dr. Long also explained that the eyewitnesses likely did not recognize signs of defendant’s THC impairment, because symptoms are not always obvious to laypeople. In the trial court, defendant had the opportunity to dispute Dr. Long’s methodology pursuant to Frye v. United States, 293 F. 1013 (D.C. Cir. 1923). The trial court denied defendant’s Frye motion, and he does not quarrel with the denial on appeal. Defendant compares Dr. Long’s testimony to forensic evidence mentioned in several unrelated appellate cases, but this appeal is not the point at which new evidence may be introduced. After devoting 16 pages to parsing all of the eyewitness testimony, defendant concedes that “the only reasonable inference to be drawn *** was that the defendant entered the intersection either while the light was yellow or just as it turned red.” Citing the trial court’s finding that it was familiar with the intersection, he argues that his decision to drive through the changing light was reasonable because he was accounting for the two-second delay during which red lights are displayed in all directions. Even if defendant knew that cross traffic would be delayed momentarily, we strongly disagree that his conduct was not reckless. Defendant’s argument completely discounts the illegality of driving through a red light, regardless of the length of the delay built into the traffic light cycle. Moreover, the delays built into the traffic signals of busy intersections are designed to clear the intersections of motorists like Aric, who was attempting to turn left. The delays are not intended to embolden motorists like defendant, who disregard traffic signals. Defendant’s recklessness and impairment were established by the scientific evidence as well as the testimony that he was already speeding when he accelerated past the red light and then swerved toward the victim. We reject defendant’s assertion that the finding of recklessness must be reversed because the eyewitnesses did not recognize visible symptoms of his THC impairment and because there was no evidence that he was swerving in his lane before the collision. While such evidence certainly would bolster the trial court’s finding, it is not necessary. The finding of recklessness is amply supported by (1) the scientific evidence of the staggering amount of THC that remained in defendant’s system eight hours after the incident and (2) his decision to put Aric Wooley and other motorists in danger by driving a 50,000-pound load at least 45 miles per hour into a busy intersection that displayed at best, a yellow light, and at worst, a red light. Defendant focuses on the split-second nature of his decision and the way Aric’s alleged hesitation in the intersection aggravated the situation. Once defendant voluntarily ingested a large amount of cannabis and got behind the wheel of his huge motor vehicle, he placed others at risk. Although the situation in the intersection likely developed quickly, defendant had been driving for several miles before crashing into Aric. His decision to remain on the road, where he should have known that cannabis use would impair his ability to react to emergent traffic situations, was not split-second in nature. In fact, the legislature outlaws driving while under the influence of alcohol or drugs precisely because motorists must make split-second decisions regularly. The State’s accident reconstruction expert opined that defendant had plenty of time to avoid the collision. Even if defendant’s final act of swerving into the Camaro was not reckless, he was reckless in putting himself in that situation by speeding, accelerating into the intersection, and running the red light. In finding defendant guilty, the trial court implicitly concluded that defendant deviated grossly from reasonable conduct when he consciously disregarded a substantial and unjustifiable risk of injuring someone while driving through a traffic signal while impaired by THC. After viewing the evidence in the light most favorable to the prosecution, we conclude that any rational trier of fact could have found defendant reckless beyond a reasonable doubt. Defendant does not challenge the remaining elements of reckless homicide, and we affirm the guilty finding accordingly. 3. Sentence for Reckless Homicide  Finally, defendant argues that the trial court violated his due process rights by failing to advise him of the option of receiving a sentence under a newer, more favorable version of the reckless homicide statute. The State responds that (1) defendant waived the issue by raising it for the first time on appeal and (2) defendant’s rights were not violated, because the public act that reduced the sentence for reckless homicide also modified the aggravated DUI statute so as to make defendant’s conduct a Class 2 felony punishable by 14 years’ imprisonment. Defendant concedes that he has waived the sentencing issue by raising it for the first time on appeal. However, he contends that he is entitled to relief under either the plain error rule or a theory of ineffective assistance of counsel. Pursuant to the plain error rule, issues not properly preserved may be considered by a reviewing court under two limited circumstances: (1) where the evidence is closely balanced, such that review will preclude argument that an innocent person was wrongfully convicted; or (2) where the alleged error is so substantial that it affected the fundamental fairness of the proceeding and remedying the error is necessary to preserve the integrity of the judicial process. People v. Herron, 215 Ill. 2d 167, 178-79 (2005). In both instances, the burden of persuasion remains with the defendant. Herron, 215 Ill. 2d at 187. In this case, defendant was sentenced as a Class 2 felon to 14 years’ imprisonment. If his sentencing claim is meritorious, he would be eligible for a maximum prison term of five years. In People v. Hicks, 181 Ill. 2d 541 (1998), our supreme court noted that “[t]he imposition of an unauthorized sentence affects substantial rights” and that plain-error review extends to such matters. Hicks, 181 Ill. 2d at 545. Therefore, we review defendant’s claim. A defendant is entitled to be sentenced under either the law in effect at the time of the offense or the law in effect at the time of his sentencing. People v. Hollins, 51 Ill. 2d 68, 71 (1972); People v. Malin, 359 Ill. App. 3d 257, 261 (2005). A defendant’s due process rights are violated if (1) he is not advised of his right to elect the statute under which he should be sentenced and (2) he does not expressly waive that right. Hollins, 51 Ill. 2d at 71. The judgment states that defendant was convicted of a violation of section 9 — 3(a) of the Criminal Code and sentenced to 14 years’ imprisonment as a Class 2 felon. The transcript of the sentencing hearing indicates that the trial court entered judgment on count IV of the indictment, which also specifically cites section 9 — 3(a). Thus, we compare the versions of section 9 — 3 that were in effect at the time of the offense and at sentencing. The version of section 9 — 3 in effect on June 16, 2000, the date of the offense, generally classified reckless homicide as a Class 3 felony. 720 ILCS 5/9 — 3(d)(2) (West 2000). However, the statute also provided that “in cases involving reckless homicide in which the defendant was determined to have been under the influence of alcohol or any other drug or drugs as an element of the offense, or in cases in which the defendant is proven beyond a reasonable doubt to have been under the influence of alcohol or any other drug or drugs, the penalty shall be a Class 2 felony, for which a person, if sentenced to a term of imprisonment, shall be sentenced to a term of not less than 3 years and not more than 14 years.” 720 ILCS 5/9 — 3(e) (West 2000). The trial court clearly sentenced defendant to 14 years’ imprisonment as a Class 2 felon under this version of section 9 — 3. By the time defendant was sentenced on December 19, 2003, the Illinois General Assembly had amended section 9 — 3 of the Criminal Code to address the supreme court’s decision in Pomykala. Pub. Act 93 — 213, eff. July 18, 2003. Reckless homicide generally remained a Class 3 felony (720 ILCS 5/9 — 3(d)(2) (West 2004)). However, Public Act 93 — 213 amended section 9 — 3 by adding several subsections, which allow reckless homicide to be punished as a Class 2 felony in certain circumstances, none of which exist here. See 720 ILCS 5/9— 3(e — 7), (e — 8), (e — 9) (West 2004). Most importantly, Public Act 93 — 213 removed section 9 — 3(e), which previously had elevated reckless homicide involving alcohol- or drug-related DUI from a Class 3 felony to a Class 2 felony, punishable by 3 to 14 years’ imprisonment. However, the removal of section 9 — 3(e) in the reckless homicide statute was offset by the insertion of a similar provision in section 11 — 501(d) of the Illinois Vehicle Code, which defines aggravated DUI. The amended version of section 11— 501(d) provides in relevant part as follows: “(1) Every person convicted of committing a violation of this Section shall be guilty of aggravated driving under the influence of alcohol, other drug or drugs, or intoxicating compound or compounds, or any combination thereof if: sjí jjc (F) the person, in committing a violation of subsection (a), was involved in a motor vehicle *** accident that resulted in the death of another person, when the violation of subsection (a) was a proximate cause of the death. (2) Except as provided in this paragraph (2), a person convicted of aggravated driving under the influence of alcohol, other drug or drugs, or intoxicating compound or compounds, or any combination thereof is guilty of a Class 4 felony. *** Aggravated driving under the influence of alcohol, other drug or drugs, or intoxicating compound or compounds, or any combination thereof as defined in subparagraph (F) of paragraph (1) of this subsection (d) is a Class 2 felony, for which the defendant, if sentenced to a term of imprisonment, shall be sentenced to: (A) a term of imprisonment of not less than 3 years and not more than 14 years if the violation resulted in the death of one person[.]” 625 ILCS 5/11 — 501(d) (West 2004). The State argues that Public Act 93 — 213 did nothing more than change the name of defendant’s conduct from “reckless homicide” to “aggravated DUI.” The State contends that, “because the offense for which defendant was convicted — operating a motor vehicle while under the influence of cannabis where that violation resulted in the death of one person — whether it be entitled ‘reckless homicide’ or ‘aggravated driving under the influence,’ has consistently been illegal conduct punishable by a sentence of not less than 3 and not more than 14 years’ imprisonment, his sentence does not violate his right to due process and should not be disturbed.” For the following reasons, we disagree. In Malin, this court was faced with a similar issue involving Public Act 93 — 213 and the statutes for reckless homicide and aggravated DUI. Malin was charged with 16 counts of alcohol-related reckless homicide based on an accident in May 2002 in which four people died. In January 2004, Malin entered partially negotiated guilty pleas to four counts of reckless homicide under the version of the reckless homicide statute that existed at the time of the accident. In April 2004, Malin was sentenced as a Class 2 felon to four concurrent terms of 10 years’ imprisonment. Malin, 359 Ill. App. 3d at 259-60. Malin argued, for the first time on appeal, that because Public Act 93 — 213 removed the Class 2 sentencing provision for the reckless homicide of two or more people, the lower court erred in failing to inform him that he had the right to be sentenced as a Class 3 felon under the law that existed at the time he pleaded guilty and was sentenced. Citing Hollins, we conceded that “[t]he defendant is correct in asserting that, due to the change in the law, he had a choice under which sentencing scheme he wanted to be sentenced.” Malin, 359 Ill. App. 3d at 261. However, we denied Malm’s request for a new sentencing hearing, because he had bargained for á Class 2 felony sentence and “[t]o allow a defendant to unilaterally modify a plea agreement would fly in the face of contract law and constitutional concerns of fundamental fairness.” Malin, 359 Ill. App. 3d at 262. We further rejected Malm’s claim that his trial counsel rendered ineffective assistance by failing to raise the issue before he pleaded guilty. Malin, 359 Ill. App. 3d at 262. We held that Malin was not prejudiced by counsel’s performance because, “[i]f he had insisted upon being sentenced under the new statutory scheme, the State could have filed a superceding indictment and charged him with aggravated DUI resulting in the deaths of two or more people, a Class 2 felony under the amended law.” Malin, 359 Ill. App. 3d at 263. Indeed, section 111 — 5 of the Code of Criminal Procedure of 1963 (the Code) allows for an indictment to be amended at any time to correct formal defects. 725 ILCS 5/111 — 5 (West 2004). Such formal defects include “(a) [a]ny miswriting, misspelling or grammatical error; (b) [a]ny misjoinder of the parties defendant; (c) [a]ny misjoinder of the offense charged; (d) [t]he presence of any unnecessary allegation; (e) [t]he failure to negative any exception, any excuse or proviso contained in the statute defining the offense; or (f) [t]he use of alternative or disjunctive allegations as to the acts, means, intents or results charged.” 725 ILCS 5/111 — 5 (West 2004). “The list of formal defects enumerated in section 111 — 5 is not exclusive.” People v. Benitez, 169 Ill. 2d 245, 255 (1996). “Formal amendment is warranted especially where the defendant is not surprised or prejudiced or where the record shows he was otherwise made aware of the actual charge.” People v. Milton, 309 Ill. App. 3d 863, 866 (1999). “Formal defects are distinguished from substantive changes that alter the nature and elements of the offense charged.” Milton, 309 Ill. App. 3d at 866. Substantive amendments should be returned to the grand jury, and the new indictment is then subject to the same speedy trial limitations applicable to the original indictment. Substantive amendments require these additional safeguards because it cannot be known whether a grand jury would have returned the indictment as amended. Milton, 309 Ill. App. 3d at 866. We consider whether an amendment to the indictment to change the citation from the former version of reckless homicide to the new version of aggravated DUI would change the nature and elements of the offense. The former version of reckless homicide, a Class 2 felony, required proof of the accused’s recklessness as well as an unjustified unintentional killing caused by the accused driving a motor vehicle while under the influence of drugs or alcohol. 720 ILCS 5/9 — 3(a), (e) (West 2000). The new version of aggravated DUI, also a Class 2 felony, requires proof of a fatal motor vehicle accident caused by the accused driving while under the influence of alcohol or drugs. 625 ILCS 5/11— 501(a), (d)(1)(F) (West 2004). Thus, the former version of DUI-related reckless homicide required proof that the accused acted recklessly, while the amended version of aggravated DUI does not. One might argue that this difference would have created prejudice and surprise for defendant if the charge under the former reckless homicide statute were replaced with one under the new version of the aggravated DUI statute. However, such an amendment to the indictment would have actually removed an element to be proven — recklessness — and therefore would not have adversely affected defendant’s trial preparation or otherwise made him unaware of the actual charge. See Milton, 309 Ill. App. 3d at 866. Thus, the only necessary change to the indictment would have been a new citation to the aggravated DUI statute. Collins, 214 Ill. 2d at 219 (“Where an [instrument] charges all essential elements of an offense, other matters unnecessarily added may be regarded as surplusage”). Because the grand jury had already returned the reckless homicide charge alleging recklessness, the grand jury would be expected to return an amended charge that was identical except for the removal of the recklessness allegation. Therefore, if the State had elected to remove the allegation of recklessness, the amendment would not be substantive and it would not need to be resubmitted to the grand jury. Cf. Milton, 309 Ill. App. 3d at 866 (substantive amendments, unlike formal amendments, must be returned to the grand jury because it cannot be known whether the grand jury would have returned the indictment as amended). At first blush, Malin and this case appear procedurally distinguishable. First, contract principles barred Malin from challenging his bargained-for sentence, but defendant is not similarly constrained by a plea agreement here. Second, Malin argued that he should have been informed of the change in the law before pleading guilty while defendant argues that he should have been notified of the change after his conviction but before a sentence was imposed. These are distinctions without a difference. As discussed, the simultaneous changes in the reckless homicide and aggravated DUI statutes created formal defects in the indictments in both Malin and this case. Under section 111 — 5, the State may correct a formal defect in an indictment “at any time.” (Emphasis added.) 725 ILCS 5/111 — 5 (West 2004). We examine the scope of the phrase “at any time.” The cardinal rule of statutory construction is to give effect to the intent of the legislature. People v. Blair, 215 Ill. 2d 427, 442 (2005). The best evidence of legislative intent is the language used in the statute, which must be given its plain and ordinary meaning. Blair, 215 Ill. 2d at 442-43. It is never proper for a court to depart from plain language by reading into the statute exceptions, limitations, or conditions that conflict with the clearly expressed legislative intent. Blair, 215 Ill. 2d at 443. If the plain language reveals legislative intent, we will give that intent effect without resorting to other interpretive aids. People v. Roberts, 214 Ill. 2d 106, 116 (2005). The appellate court has held that section 111 — 5 authorizes the State to correct formal defects in an indictment on the day of trial (People v. Alston, 302 Ill. App. 3d 207 (1999); People v. Hirsch, 221 Ill. App. 3d 772 (1991)) or even during rebuttal argument (People v. Flores, 250 Ill. App. 3d 399 (1993)). Defendant has not cited, and we are unaware of, any authority that bars the amendment of an indictment to correct formal defects following a finding of guilt. Therefore, we interpret the plain language of the phrase “at any time” in section 111 — 5 to encompass both (1) the period between the finding of defendant’s guilt and his sentencing hearing and (2) the period between the entry of Malm’s guilty plea and his sentencing hearing. This is the point at which our analysis of this case and the analysis in Malin diverge. In Malin, we held that Public Act 93 — 213 “ ‘replaced’ the reckless homicide statute, when multiple deaths and DUI were at issue, with amendments to the aggravated DUI statute.” Malin, 359 Ill. App. 3d at 263. In Malin, we viewed the simultaneous changes in the law as creating a formal defect in the indictment that could be corrected by the filing of a superceding indictment at the time Malin pleaded guilty. Malin, 359 Ill. App. 3d at 263. We held: “The defendant’s conduct was *** always subject to the same punishment, albeit the charges subjecting him to that punishment had changed. Thus, the defendant did not have any real choice in determining which statutory scheme to be sentenced under because he was always subject to being sentenced as a Class 2 felon. Because the defendant was subject to being sentenced as a Class 2 felon under either scenario, his trial counsel was not ineffective for not informing him about the changes in the sentencing law. Thus, the defendant has failed to establish that he was prejudiced by his trial counsel’s alleged error, and he therefore is not entitled to any relief on this point.” Malin, 359 Ill. App. 3d at 263. As in Malin, Public Act 93 — 213 created simultaneous changes in the law such that there was no difference between the sentences defendant could have received under the former reckless homicide statute and the new aggravated DUI statute. However, we reach a different conclusion here than we did in Malin, because we now recognize the consequences of the State moving to amend the indictment to allege a violation of the new aggravated DUI statute. Neither defendant nor Malin could be convicted under the new version of the aggravated DUI statute. Public Act 93 — 213 provided that the changes to the aggravated DUI statute would “take[ ] effect upon becoming law,” July 18, 2003 (Pub. Act 93 — 213, eff. July 18, 2003), which was more than three years after defendant committed the offense. Therefore, if defendant had been allowed to elect sentencing under the new, more favorable version of the reckless homicide statute and the State had responded with a superseding indictment alleging a violation of the new aggravated DUI statute, the amended indictment would have charged defendant with a crime that did not exist at the time of the incident. Our supreme court addressed a similar situation in People v. Tellez-Valencia, 188 Ill. 2d 523 (1999), which guides us here. In Tellez-Valencia, the defendants were each convicted of predatory criminal sexual assault of a child (720 ILCS 5/12 — 14.1 (West Supp. 1995)), and while their direct appeals were pending, the supreme court declared the public act creating section 12 — 14.1 to be unconstitutional for violating the single subject rule (Ill. Const. 1970, art. I\\( §8). Tellez-Valencia, 188 Ill. 2d at 524-25. The legislature reenacted section 12 — 14.1, but the reenactment did not apply to the defendants because it became effective after the date of the offenses, and by the act’s own language, it applied only prospectively. Tellez-Valencia, 188 Ill. 2d at 525. Therefore, the State attempted to amend the indictments by replacing the citation to section 12 — 14.1 with a citation to the former version of the aggravated criminal sexual assault statute (720 ILCS 5/12 — 14(b)(1) (West 1994)), which was substantively identical to section 12 — 14.1. The supreme court ruled against the proposed amendments, holding that “when a defendant is convicted of an offense later held unconstitutional, the State may not amend the charging instrument on appeal.” Tellez-Valencia, 188 Ill. 2d at 525. The court noted that, because of the single subject violation, “the offense of predatory criminal sexual assault of a child was rendered void ab initio-, that is, it was as if the law never existed. [Citation.] *** Each defendant’s charging instrument thus failed to state an offense because the statute under which each was charged and prosecuted was not in effect when the alleged offenses occurred.” Tellez-Valencia, 188 Ill. 2d at 526. The committee comments to section 111 — 5 of the Code specifically exclude failure to charge a crime from formal defects in a charge, instead labeling this a substantive defect. See 725 ILCS Ann. 5/111 — 5, Committee Comments — 1963 (Smith-Hurd 1992). Citing the committee comments to section 111 — 5, our supreme court stated that “the defect caused by charging an offense based upon a statute not in effect when the alleged offense occurred is fatal, rendering the entire instrument invalid, and warranting reversal of [a defendant’s] convictions.” Tellez-Valencia, 188 Ill. 2d at 527. Like the statute defining predatory criminal sexual assault of a child in Tellez-Valencia, the new aggravated DUI statute (625 ILCS 5/11 — 501(a), (d)(1)(F) (West 2004)), which the State now invokes, did not exist on the date of the offense. Thus, the aggravated DUI statute at issue here — and in Malin — is indistinguishable from the predatory criminal sexual assault statute in Tellez-Valencia. In Tellez-Valencia, the unconstitutionality of section 12 — 14.1 meant that the statute did not exist in the Criminal Code at the time of the offense, making it impossible for the defendants to know what charge they faced. Similarly, when defendant and Malin each committed their offenses, the Vehicle Code did not contain the new provisions of sections 11— 501(d)(1)(F) and 11 — 501(d)(2), which prescribe the elements of aggravated DUI and potential penalties and thus would inform them of the offense. See 625 ILCS 5/11 — 501(a), (d)(1)(F), (d)(2) (West 2004). Therefore, we conclude that, if the State had responded to a request for alternative sentencing under the new version of the reckless homicide statute by amending the indictment to cite the new aggravated DUI statute, such an amendment would have created a substantive defect rendering the amended indictment invalid. See Tellez-Valencia, 188 Ill. 2d at 527. To the extent that our holding cannot be reconciled with Malin, we depart from the analysis of that case. 4. New Sentencing Hearing For his remedy for the denial of the opportunity to elect, defendant asks us to reduce his sentence to five years’ imprisonment, the maximum permitted under the new version of the reckless homicide statute. See 720 ILCS 5/9 — 3(d)(2) (West 2004); 730 ILCS 5/5 — 8— 1(a)(6) (West 2004). However, in addition to finding defendant guilty under the former reckless homicide statute, the trial court found him guilty of the version of the aggravated DUI statute that was in effect at the time he committed the offense. See 625 ILCS 5/11 — 501(a)(4), (d)(1)(C) (West 2000). Count XI of the indictment charged defendant with violating the former version of aggravated DUI in that he, “while under the influence of a drug, cannabis, to a degree that rendered him incapable of driving safely, knowingly drove or was in actual physical control of a motor vehicle, a loaded semi tractor-trailer *** and the defendant was involved in a motor vehicle accident that resulted in great bodily harm to Aric Wooley, and such violation was a proximate cause of such injuries.” See 625 ILCS 5/11 — 501(a)(4), (d)(1)(C) (West 2000). On appeal, defendant does not challenge the guilty finding under this count. Moreover, our discussion of the evidence in the context of the reckless homicide count supports the guilty finding of aggravated DUI. We conclude that, “ ‘after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.’ ” (Emphasis in original.) People v. Bishop, 218 Ill. 2d 232, 249 (2006), quoting Jackson v. Virginia, 443 U.S. 307, 319, 61 L. Ed. 2d 560, 573, 99 S. Ct. 2781, 2789 (1979). “ ‘When multiple convictions of greater and lesser offenses are obtained for offenses arising from a single act, a sentence should be imposed on the most serious offense and the convictions on the less serious offenses should be vacated.’ ” Bishop, 218 Ill. 2d at 254, quoting People v. Garcia, 179 Ill. 2d 55, 71 (1997). The trial court merged the aggravated DUI finding into the reckless homicide conviction because the court was under the mistaken belief that defendant was eligible for a more severe punishment for reckless homicide. In fact, defendant was entitled to elect sentencing for a violation of the new version of reckless homicide, a Class 3 felony punishable by two to five years’ imprisonment. 720 ILCS 5/9 — 3(d)(2) (West 2004); 730 ILCS 5/5 — 8—1(a)(6) (West 2004). However, he was also eligible to be sentenced for violating the former version of aggravated DUI, a Class 4 felony punishable by 1 to 12 years’ imprisonment. 625 ILCS 5/11— 501(a)(4), (d)(1)(C), (d)(2) (West 2000). These alternatives present the odd situation in which the offense with a higher classification is punishable by a less severe penalty. However, when recently determining the relative seriousness of two crimes for one-act, one-crime purposes, our supreme court observed that “[i]t is common sense that the legislature would provide greater punishment for crimes it deems more serious.” People v. Lee, 213 Ill. 2d 218, 228 (2004). Thus, we view the offenses’ prescribed maximum sentences, rather than their classifications, as the dispositive factor in determining their relative seriousness for one-act, one-crime purposes. Because the former version of aggravated DUI is punishable by 1 to 12 years’ imprisonment and the new version of reckless homicide is punishable by 2 to 5 years’ imprisonment, we conclude that former aggravated DUI is more serious than the new version of reckless homicide. Therefore, a new sentencing hearing is necessary for the entry of a judgment and imposition of a sentence on count XI, which alleges a violation of former aggravated DUI. In this case, our jurisdiction to remand the cause is at issue because defendant was not sentenced for aggravated DUI and he does not appeal the guilty finding. Moreover, the Hollins violation entitled defendant to receive a 2- to 5-year sentence for reckless homicide, but a remand of the cause for sentencing for aggravated DUI exposes him to a 1- to 12-year sentence. Thus, our decision to order sentencing on count XI implicates two supreme court rules. Rule 615(b) (prescribing the powers of a reviewing court) does not expressly grant the appellate court authority to increase a sentence on review; and Rule 604(a) (setting forth conditions under which the State may appeal) does not grant expressly to the State the right to appeal sentencing issues. 134 Ill. 2d Rs. 604(a), 615(b); People v. Harris, 203 Ill. 2d 111, 118 (2003); People v. Scott, 69 Ill. 2d 85 (1977). However, there is authority for remanding this cause for the entry of a judgment and sentencing on the aggravated DUI conviction even though it was unsentenced and unappealed. We dispel any jurisdictional concerns in remanding the cause. The final step in a criminal judgment is the sentence, and in its absence, an appeal ordinarily cannot be entertained, because the judgment is not final. People v. Dixon, 91 Ill. 2d 346, 352 (1982). In Dixon, the defendant was convicted of armed violence, aggravated battery, mob action, and disorderly conduct. The trial court merged the convictions of mob action and disorderly conduct into the convictions of armed violence and aggravated battery, and the court therefore sentenced the defendant only on the latter two convictions. The defendant appealed only from the armed violence and aggravated battery convictions. The appellate court affirmed the aggravated battery conviction and sentence. The appellate court reversed the armed violence conviction but declined the State’s request to remand the cause for sentencing on the mob action and disorderly conduct convictions. People v. Dixon, 96 Ill. App. 3d 1201 (1981) (unpublished order under Supreme Court Rule 23). The defendant and the State filed cross-appeals in the supreme court. The State claimed that the appellate court erred in refusing to remand the mob action and disorderly conduct convictions for sentencing. The defendant responded that the appellate court had no jurisdiction over the convictions of mob action and disorderly conduct because he had not appealed them. Dixon, 91 Ill. 2d at 353. The supreme court disagreed, citing Rule 615(b)(2), which provides that a reviewing court may “ ‘set aside, affirm, or modify any or all of the proceedings subsequent to or dependent upon the judgment or order from which the appeal is taken.’ ” Dixon, 91 Ill. 2d at 353, quoting 73 Ill. 2d R. 615(b)(2). The supreme court concluded that the appellate court should have remanded the cause for sentencing on the two unsentenced, unappealed convictions because “the appeal was properly before the appellate court with regard to defendant’s convictions for armed violence and aggravated battery, and the failure to impose sentences upon the two unappealed convictions had been intimately related to and ‘dependent upon’ the appealed convictions within the meaning of Rule 615(b)(2).” Dixon, 91 Ill. 2d at 353. The court reasoned that any other interpretation of Rule 615(b)(2) “could have mischievous consequences.” Dixon, 91 Ill. 2d at 354. For example, if the appellate court had vacated both the aggravated battery and armed violence convictions (the greater offenses) yet declined to remand for sentencing on the unappealed, lesser convictions, “it is conceivable that the crimes could go unpunished.” Dixon, 91 Ill. 2d at 354. The supreme court vacated the disorderly conduct and armed violence convictions but remanded the cause with directions for the trial court to impose a sentence on the mob action conviction to run concurrently with the sentence on the aggravated battery conviction. Dixon, 91 Ill. 2d at 356. This case warrants a similar result. In Dixon, the supreme court held that, even though the lesser offenses were unsentenced and unappealed, a remand for sentencing on them was necessary because the conviction of and sentence for the greater offense had been vacated. As in Dixon, the failure to impose a sentence upon the unappealed conviction of aggravated DUI in this case is “intimately related to and ‘dependent upon’ the appealed conviction[ ] [of reckless homicide] within the meaning of Rule 615(b)(2).” Dixon, 91 Ill. 2d at 353. A similar issue was presented in People v. Ramos, 339 Ill. App. 3d 891 (2003). In Ramos, the defendant was convicted of one count of aggravated battery with a firearm and two counts of aggravated discharge of a firearm. The trial court merged the two discharge counts into the battery count. Ramos, 339 Ill. App. 3d at 894. This court affirmed the judgment but refused the State’s request for a new hearing in the trial court for sentencing on the unsentenced, unappealed counts. We emphasized that Dixon authorizes such a remand only when the conviction of the greater offense is reversed. Ramos, 339 Ill. App. 3d at 905 (“Dixon would apply to this case only if we were to reverse the charge of aggravated battery with a firearm”). In Ramos, we affirmed the conviction of and sentence for the greater offense, in Dixon the conviction of the greater offense was vacated, and here we vacate defendant’s sentence for reckless homicide. This case is more like Dixon than Ramos, because here we are vacating the sentence for reckless homicide, not affirming it. Thus, the three cases are reconcilable. Finally, we note that imposing a sentence for aggravated DUI does not impermissibly expose defendant to increased punishment on remand. Section 5 — 5—4(a) of the Unified Code of Corrections provides, in pertinent part: “Where a conviction or sentence has been set aside on direct review or on collateral attack, the court shall not impose a new sentence for the same offense or for a different offense based on the same conduct which is more severe than the prior sentence less the portion of the prior sentence previously satisfied unless the more severe sentence is based upon conduct on the part of the defendant occurring after the original sentencing.” 730 ILCS 5/5— 5 — 4(a) (West 2004). Here, the trial court imposed a 14-year prison term for reckless homicide even though defendant was entitled to receive a 2- to 5-year term for that offense. However, the trial court did not impose any sentence for aggravated DUI. Rule 615(b) specifically authorizes the reviewing court to modify the judgment or order from which the appeal is taken, and the appellate court may order the imposition of a sentence on a conviction on which no sentence had previously been imposed, because doing so does not increase the defendant’s punishment. People v. Scott, 69 Ill. 2d 85, 88 (1977). Therefore, a remand for the imposition of a sentence for aggravated DUI would not improperly punish defendant for appealing by imposing a more severe sentence. CONCLUSION We hold that defendant was denied due process when he was not informed of his right to elect sentencing under either the former version (720 ILCS 5/9 — 3(e) (West 2000)) or the more favorable, amended version (720 ILCS 5/9 — 3(d)(2) (West 2004)) of the reckless homicide statute. The State could not have responded to a sentencing election by changing the indictment to allege a violation of the new aggravated DUI statute without invalidating the charging instrument. Accordingly, we affirm the guilty findings of former reckless homicide (see 720 ILCS 5/9 — 3(a) (West 2000)) and former aggravated DUI (see 625 ILCS 5/11 — 501(a)(4), (d)(1)(C) (West 2000)). We vacate the sentence for former reckless homicide and remand the cause for sentencing on the former aggravated DUI charge (see 625 ILCS 5/11— 501(a)(4), (d)(2) (West 2000)). The remainder of the judgment is affirmed. For the preceding reasons, the judgment of the circuit court of Du Page County is affirmed in part and vacated in part, and the cause is remanded with directions. Affirmed in part and vacated in part; cause remanded with directions. GEOMETER, EJ., concurs. ",
            "ocr": false,
            "opinion_id": 9525015
        },
        {
            "author_str": "O'Malley",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " JUSTICE O’MALLEY, concurring in part and dissenting in part: The majority’s holding will award a subclass of defendants a sentencing windfall that is blatantly contrary to the legislature’s intent, and, in light of the currently-contemplated initiative to reorganize our Criminal Code, it could have far-reaching consequences. The effects of this holding are not confined to reckless homicide defendants who may receive a sentencing windfall. Criminal Law Edit, Alignment and Reform (CLEAR), an independent commission charged with revising our state’s Criminal Code, has proposed a sweeping redraft and reorganization of the Code. If the legislature acts upon CLEAR’s recommendations, the reasoning used in this case will wreak havoc upon our criminal justice system on an enormous and unprecedented scale. Under the majority’s holding, a defendant who was charged with drug-influenced reckless homicide prior to the legislature’s enactment of Public Act 93 — 213, who was concurrently convicted of nothing that carries a more severe penalty than drug-influenced reckless homicide, and who was not sentenced until after the enactment of Public Act 93 — 213, is subject to a sentencing range less than half as severe as the otherwise applicable sentencing range. Compare 720 ILCS 5/9— 3(e) (West 2000) (3- to 14-year sentencing range for drug-influenced reckless homicide) with 720 ILCS 5/9 — 3(a) (West 2004) (2- to 5-year sentencing range for reckless homicide).1 The majority’s holding creates a window for defendants who were charged but not yet sentenced at the time Public Act 93 — 213 was enacted, and defendants who fall into that window receive starkly more favorable sentencing treatment than other defendants who are guilty of precisely the same misconduct, solely because of the timing of the proceedings against them. It is inconceivable as a matter of common sense that, in reorganizing the Criminal and Vehicle Codes in response to our supreme court’s decision in Pomykala, the legislature intended that a defendant be subject to a sentence potentially nine years longer simply because either his sentence was issued one day before the window began or he was charged one day after the window began. However, under the majority’s holding, we have just such an absurd result. A defendant charged one day before the enactment of Public Act 93 — 213 but sentenced after it is subject to a maximum 5-year sentence, but a defendant sentenced for the same crime that day, or a defendant charged one day later, is subject to a maximum 14-year sentence. Practical considerations of legislative intent aside, I disagree with the majority’s analysis of defendant’s argument that he was denied due process by virtue of the fact that he was not advised of his right to elect to be sentenced under either the law in effect at the time of the offense or the law in effect at the time of sentencing. Under my view, defendant did have a right to such an election, but for the reasons I detail below, any failure to advise him of that right was harmless, because he was subject to the same sentencing scheme under either the law in place at the time of his offense or the law in place at the time of his sentencing. Defendant was convicted of drug-influenced reckless homicide (720 ILCS 5/9 — 3(e) (West 2000) (hereinafter, reckless homicide 2000)), which required proof that defendant unintentionally killed another while driving a vehicle and under the influence of drugs or alcohol. Defendant argues that, under the law in effect at the time of his sentencing, reckless homicide (720 ILCS 5/9 — 3(a) (West 2004) (hereinafter, reckless homicide 2004)) carries a lower sentencing range. However, a conviction for reckless homicide 2004 requires proof that a defendant unintentionally killed another while driving a vehicle— there is no provision requiring that the defendant was under the influence of drugs or alcohol at the time of the offense. Therefore, the conduct described under the label “reckless homicide 2000” is different from the conduct described under the label “reckless homicide 2004.” Current aggravated DUI (625 ILCS 5/11 — 501(d)(1)(F) (West 2004) (hereinafter, aggravated DUI 2004)), on the other hand, describes exactly the same conduct as reckless homicide 2000 — it requires proof that a defendant unintentionally killed another while driving a vehicle and under the influence of drugs or alcohol. Therefore, under the law in effect at the time defendant was sentenced, his conduct was labeled “aggravated DUI” and not “reckless homicide,” and he would be sentenced under the provisions of aggravated DUI 2004. In my view, then, because the sentencing ranges (as well as the elements) for reckless homicide 2000 and aggravated DUI 2004 are identical (compare 720 ILCS 5/9 — 3(e) (West 2000) (Class 2 felony, 3- to 14-year sentencing range) with 625 ILCS 5/11 — 501(d)(2) (West 2004) (Class 2 felony, 3- to 14-year sentencing range)), defendant’s election as to which set of laws to be sentenced under would have been meaningless. The majority devotes considerable analysis to the issue of whether the State could have amended the indictment to charge defendant with aggravated DUI 2004, and from that discussion it concludes that, because the State could not have amended the indictment in response to an election for sentencing under the law in effect at the time of sentencing, defendant would have been entitled to sentencing under a less onerous sentencing scheme if he had so elected. 369 Ill. App. 3d at 173-78.1 agree with the majority that, under Tellez-Valencia, the State could not have amended the indictment to charge defendant with a crime that did not exist at the time of the offense, but that issue has no bearing on this case. While a prosecutor could not ask for sentencing (or a conviction or an indictment) under a law not in effect at the time of the alleged offense, a defendant may elect to be sentenced under a later law. Indeed, in any case where the defendant invokes the rule that he may elect to be sentenced “under either the law in effect at the time the offense was committed or [the law] in effect at the time of sentencing” (Hollins, 51 Ill. 2d at 71), the defendant will opt to be sentenced under a set of laws under which a prosecutor could not charge him. Therefore, the fact that the State could not have amended the indictment is an effective counterargument to the State’s contention that defendant suffered no prejudice because a superceding indictment would have mooted his election, but it is irrelevant to the sentencing issue presented here. That said, I must note that, while I may personally disagree with our supreme court’s holding in TellezValencia and find the dissent more persuasive, even in Tellez-Valencia the defendants were not granted a windfall as a result of a technicality, but instead faced retrial with unchanged sentencing provisions. Thus, not only does Tellez-Valencia not dictate the result the majority reaches (in fact, it is not even relevant to this sentencing issue), even Tellez-Valencia itself did not lead to the absurd sentencing consequences the majority reaches. Rather, as the Tellez-Valencia dissent noted, it only led to a waste of judicial resources in the form of a new trial with the defendant facing the same sentencing scheme. I also disagree with the majority’s approach to determining which of defendant’s convictions was the more serious. The majority determines the seriousness of the two crimes of which defendant was convicted, reckless homicide 2000 and aggravated DUI (625 ILCS 5/11 — 5019(d)(1)(C) (West 2000) (hereinafter, aggravated DUI 2000)), by comparing the sentencing provisions of reckless homicide 2004 and aggravated DUI 2000. However, the rule upon which the majority relies in taking this approach, that the penalty assigned to an offense is the best indicator of the legislature’s view as to how serious the offense is (see 369 Ill. App. 3d at 180), is meant as an aid to determining the legislature’s intent. I do not understand how the sentencing provisions of reckless homicide 2004 can be used in this way to determine how the legislature viewed reckless homicide in 2000. Even assuming that reckless homicide 2000 and reckless homicide 2004 describe the same crime (which they do not), the fact that the legislature decreased the applicable sentence in 2004 has no bearing on the seriousness of the 2000 version of the offense. Therefore, I disagree with the majority’s reasoning that aggravated DUI 2000 is a more serious offense than reckless homicide 2000 because the maximum sentence associated with reckless homicide 2004 is lower than that associated with aggravated DUI 2000. Further, in resorting to what it views as the possible sentencing ranges under which defendant may elect to be sentenced to determine which conviction to vacate under the one-act, one-crime rule, the majority conflates the issues of the crime defendant should be convicted of and the sentencing scheme he may elect based on that conviction. The majority’s approach determines defendant’s sentencing options before determining his conviction. Of course, the trial court cannot consider a defendant’s sentence (except as it examines potential sentences for related convictions as an interpretive aid in applying the one-act, one-crime rule) until it determines defendant’s conviction. For the above reasons, I dissent from the portion of the majority opinion addressing defendant’s due process and sentencing election argument. I concur with the remainder of the opinion.  The majority holds that defendant here would not receive the windfall I describe, because he is eligible to be convicted and sentenced for former aggravated DUI, which carries a 1- to 12-year sentencing range.  ",
            "ocr": false,
            "opinion_id": 9525016
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}