{
    "id": 2331089,
    "judges": "Becker, Dwyer, Leach",
    "date_filed": "2022-10-15",
    "date_filed_is_approximate": true,
    "slug": "state-v-hawkins",
    "case_name_short": "Hawkins",
    "case_name": "State v. Hawkins",
    "case_name_full": "The State of Washington, Respondent, v. Charles Dennis Hawkins, Appellant",
    "attorneys": "John A. Hays, for appellant., Jonathan L. Meyer, Prosecuting Attorney, and Sara I. Beigh, Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b735-3\">\n    [No. 66936-2-I.\n   </docketnumber><court id=\"AfH4\">\n    Division One.\n   </court><decisiondate id=\"ArG\">\n    November 7, 2011.]\n   </decisiondate><br><parties id=\"b735-4\">\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. Charles Dennis Hawkins,\n    <em>\n     Appellant.\n    </em>\n</parties><br><attorneys id=\"b737-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"707\"> \n     *707\n     </span>\n<em>\n     John A. Hays,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b737-7\">\n<em>\n     Jonathan L. Meyer, Prosecuting Attorney,\n    </em>\n    and\n    <em>\n     Sara I. Beigh, Deputy,\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "265 P.3d 185",
        "164 Wash. App. 705"
    ],
    "opinions": [
        {
            "author_str": "Leach",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8456.0,
            "opinion_text": "\n265 P.3d 185 (2011)\n164 Wn. App. 705\nSTATE of Washington, Respondent,\nv.\nCharles Dennis HAWKINS, Appellant.\nNo. 66936-2-I.\nCourt of Appeals of Washington, Division 1.\nNovember 7, 2011.\n*187 John A. Hays, Longview, WA, for Appellant.\nSara I. Beigh, Lewis County Prosecutor's Office, Chehalis, WA, for Respondent.\nLEACH, J.\n¶ 1 Charles D. Hawkins challenges an order amending his judgment and sentence, claiming this order is void because no request for the visiting judge who signed it appears in the record. He further claims that the judge erred by refusing to recuse himself, that his constitutional right to counsel was violated, and that Apprendi v. New Jersey[1] and Blakely v. Washington[2] require remand and resentencing.\n¶ 2 None of these arguments has merit. Neither the Washington Constitution nor any statute requires a superior court's request for a visiting judge be made a part of the record. Additionally, Hawkins's motion for recusal was untimely, the right to counsel did not attach to the hearing to amend because it was purely ministerial, and res judicata bars him from raising his Apprendi and Blakely argument in this appeal. We affirm.\n\nFACTS\n¶ 3 In 1987, a jury found Hawkins guilty of one count of murder in the first degree. The court imposed an exceptional sentence with a minimum term of 600 months and a maximum term of life imprisonment, after finding three aggravating factors\u0097deliberate cruelty, particularly vulnerable victim, and an invasion of the victim's zone of privacy.\n¶ 4 Hawkins appealed. In 1989 Division Two of this court affirmed his conviction but modified the language of the sentence without remanding for resentencing.[3] Specifically, in the last paragraph of its opinion the court stated, \"In view of our decision regarding the propriety of the 50-year sentence, we need not remand this case for resentencing. The maximum life sentence and the designation `minimum' are deleted; the exceptional sentence of 600 months shall be enforced.\"[4]\n¶ 5 Over the next several years, Hawkins filed a series of personal restraint petitions (PRPs) and postconviction motions. He filed the first PRP in 2001, where he argued that Apprendi required that the facts used to justify his exceptional sentence be proved to a jury beyond a reasonable doubt. Division Two disagreed, finding that Apprendi did not apply because the 600-month sentence was less than the statutory maximum of life imprisonment. Accordingly, the court dismissed the petition as untimely. Our Supreme Court denied review.\n¶ 6 Two years later, Hawkins filed his second PRP, claiming ineffective assistance of counsel and juror bias. Our Supreme Court dismissed the petition as time barred.\n¶ 7 Then, in 2004, Hawkins argued in a third PRP that Blakely applied retroactively to his case and he should be resentenced within the standard range. Division Two ruled that Blakely did not apply retroactively and dismissed the petition as time barred.\n¶ 8 Hawkins filed his fourth PRP in 2006, alleging his judgment and sentence was facially invalid because it imposed an illegal indeterminate sentence. Division Two rejected that claim, noting that it had corrected the error in Hawkins's direct appeal, and *188 dismissed the petition as successive and untimely.\n¶ 9 In 2007, Hawkins filed a CrR 8.3(b) motion to dismiss, arguing, among other things, that the trial court failed to enter written findings of fact and conclusions of law required to support his exceptional sentence.[5] All three Lewis County Superior Court judges recused themselves. Visiting Judge Warning from Cowlitz County denied Hawkins's motion for postconviction relief on May 29, 2008. Hawkins appealed.[6] In an unpublished opinion, Division Two affirmed, holding that the collateral attack was time barred.[7] The Supreme Court denied review.[8]\n¶ 10 In March 2010, Hawkins wrote to the Lewis County Prosecuting Attorney requesting an amendment to his judgment and sentence to conform it to the Court of Appeals 1989 decision. In response, the prosecutor filed a docket notice for a \"Motion to Correct Judgment &amp; Sentence\" that scheduled a hearing before Judge Warning on April 30. A second docket notice was filed on April 12, striking the original hearing date and resetting it to May 7. Before that hearing, Hawkins filed an affidavit of prejudice together with a motion requesting Judge Warning's recusal. Hawkins also filed a motion to modify and/or vacate his sentence under CrR 7.8(b).\n¶ 11 Judge Warning presided over the hearing, and Hawkins appeared telephonically without counsel. The prosecutor described the purpose of the hearing:\n[W]e are here today solely to make a ministerial correction to Mr. Hawkins' judgment and sentence. This is being done expressly as set out in Mr. Hawkins' direct appeal opinion, which was issued by the Court of Appeals in 1989.... [W]e are not asking the Court to do anything that would involve discretion.\nHawkins addressed a number of issues to the trial court, including his motion for recusal. Judge Warning denied Hawkins's motion for recusal. Judge Warning made no ruling on the remaining additional issues, stating, \"I think that Mr. Hawkins was raising some other issues ... that [are] not before me now.\" The judge then signed the order making the ministerial changes to the judgment and sentence.\n¶ 12 Hawkins appeals.\n\nANALYSIS\n¶ 13 Hawkins contends Judge Warning lacked authority to preside over the May 7, 2010, hearing because the record does not contain a request from a Lewis County Superior Court judge asking him to sit as a visiting judge. He raises a matter of constitutional interpretation that we review de novo.[9]\n¶ 14 Article 4, section 7 of the Washington Constitution provides in part, \"The judge of any superior court may hold a superior court in any county at the request of the judge of the superior court thereof, and upon the request of the governor it shall be his or her duty to do so.\"\n¶ 15 Over 100 years ago, the Washington Supreme Court considered a similar challenge in State v. Holmes.[10] There, a criminal defendant challenged the authority of a Spokane County Superior Court judge to preside over a murder trial in King County. Nothing in the court record showed the authority of the judge to act, except an order entered nunc pro tunc by one of the three superior court judges for King County.[11] The other two filed affidavits to the effect that they did not join in a request for this visiting judge.[12]\n*189 ¶ 16 The court applied the maxim omnia praesumuntur rite et solemniter esse acta donee probetur in contrarium.[13] It noted that this maxim had been applied in many contexts involving public and corporate officials and then stated,\nHow much more strongly, then, will the maxim apply to the acts of a court of general jurisdiction where the act done by the court presupposes the existence of other acts to make them legal, presuming, for the sake of the argument, that the provisions of the statute are mandatory.[[14]]\nThe court also observed that neither the Washington State Constitution nor any statute \"make provision for the spreading upon the record of the fact that the visiting judge has been called to hold court.\"[15] A superior court, as a court of general jurisdiction, is presumed to act within its authority absent an affirmative showing to the contrary.[16]\n¶ 17 In the intervening 106 years, neither the Washington Constitution nor the applicable statutes[17] have been amended to require that a request for a visiting judge be made part of the record before the visiting judge has authority to act. Therefore, State v. Holmes controls. We presume that Judge Warning received an appropriate request to sit as a visiting judge. Because Hawkins has presented no evidence to the contrary, we reject his claim.\n¶ 18 Next, Hawkins claims Judge Warning erred by refusing to recuse himself after Hawkins filed an affidavit of prejudice against him. Because Hawkins did not timely file his affidavit, we reject this claim.\n¶ 19 RCW 4.12.040(1) provides, \"No judge of a superior court of the state of Washington shall sit to hear or try any action or proceeding when ... said judge is prejudiced against any party or attorney, or the interest of any party or attorney appearing in such cause.\" RCW 4.12.050(1) states that any party may establish prejudice by filing a motion and a supporting affidavit alleging that the judge before whom an action is pending is prejudiced against that party or the interests of that party.[18] Once a party complies with the statutory requirements, prejudice is established, and the judge \"`is divested of authority to proceed further into the merits of the action.'\"[19] But if a motion is not timely made, the statute requires that the movant show actual prejudice.[20] A motion is untimely if filed after the judge makes a discretionary ruling in the case and the party moving for disqualification received adequate notice of that ruling.[21]\n¶ 20 Here, Hawkins filed his motion and affidavit of prejudice against Judge Warning in 2010. But Judge Warning made a discretionary ruling on Hawkins's CrR 8.3 motion two years earlier. Hawkins does not dispute this. Instead, he contends that the 2010 filing of a CrR 7.8(b) motion initiated a new case because no matter was pending before the superior court after the mandate issued for his appeal from Judge Warning's CrR 8.3 decision. We disagree.\n¶ 21 A proceeding is a new case if it presents new issues arising from new facts that have occurred since the entry of final judgment.[22] For instance, our Supreme Court held in State v. Belgarde[23] that a retrial following reversal on appeal was a continuation of the original action and, therefore, is the same case for purposes of RCW 4.12.050. *190 Similarly, in State v. Clemons,[24] this court refused to treat a retrial after a mistrial as a new case, noting that \"`case' ... involves pretrial, trial, posttrial and appellate proceedings.\"\n¶ 22 Belgarde and Clemons clearly control here. A jury found Hawkins guilty of the charged crime. In 1989, the Court of Appeals affirmed his judgment and sentence, with a ministerial correction. Hawkins then filed several posttrial motions, including one that resulted in the 2008 CrR 8.3 hearing presided over by Judge Warning. Furthermore, the State noted the 2010 hearing for the sole purpose of accommodating Hawkins's request that his original judgment and sentence be corrected to conform to the 1989 Court of Appeals opinion. Consequently, that hearing was not based on new issues arising from new facts but was simply the most recent in a chain of posttrial proceedings that were all part of the original action. Because Judge Warning made a discretionary ruling in one of the earlier posttrial proceedings, Hawkins's motion for recusal in 2010 came too late.\n¶ 23 Hawkins disagrees. He analogizes to State v. Torres,[25] where Division Three of this court held that a pretrial dismissal of a criminal prosecution without prejudice terminated the action; thus, the filing of a second information initiated a new case for purposes of RCW 4.12.050. But Torres is easily distinguished. There, the original case terminated with the entry of an order of dismissal. Then the State filed a new information that started a new case. Here the court never dismissed the original action. All proceedings after entry of the judgment and sentence related either to the original trial or that judgment and sentence. Unlike Torres, the State never commenced a second proceeding.\n¶ 24 Because Hawkins's motion and affidavit were untimely, he must show actual prejudice.[26] Hawkins does not attempt to make this showing. Therefore, we do not consider this issue further.\n¶ 25 Next, Hawkins asserts that under the federal and state constitutions he was entitled to court-appointed counsel at the 2010 hearing.\n¶ 26 Under the Sixth Amendment to the United States Constitution and article I, section 22 of the Washington State Constitution, an indigent person has a right to be represented by appointed counsel at all critical stages of a criminal proceeding.[27] \"A stage is critical if it presents a possibility of prejudice to the defendant.\"[28] Generally, a defendant has no constitutional right to an attorney in postconviction proceedings.[29]\n¶ 27 Here, the prosecution noted the 2010 hearing to respond to Hawkins's request for a ministerial correction to the judgment and sentence. The case was not before Judge Warning for resentencing[30] or consideration of Hawkins's CrR 7.8 motion. Hawkins cites no authority for the proposition that this ministerial correction is a critical stage of the proceeding. We hold the 2010 hearing was not a critical stage of the proceedings and Hawkins had no right to counsel at the hearing.\n¶ 28 Next, Hawkins advances an argument that he previously made in two PRPs: that Apprendi and Blakely entitle him to postconviction relief. But because Hawkins unsuccessfully litigated those issues before this appeal, the doctrine of res judicata bars him from raising them here.\n*191 ¶ 29 Res judicata prevents relitigation of the same claim where a subsequent claim involves the same \"(1) subject matter; (2) cause of action; (3) persons and parties; and (4) the quality of the persons for or against whom the claim is made.\"[31] Hawkins's current claim satisfies all four elements. Accordingly, Hawkins is barred from raising the issue a third time.\n¶ 30 Moreover, Apprendi and Blakely do not apply retroactively on collateral review to cases finalized before these decisions were announced.[32]\n¶ 31 In a statement of additional grounds, Hawkins reasserts the same arguments he made in his original CrR 8.3 motion. Again, the doctrine of res judicata bars him from raising these issues in this appeal.\n\nCONCLUSION\n¶ 32 We affirm.\nWE CONCUR: DWYER, C.J. and BECKER, J.\nNOTES\n[1]  530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000).\n[2]  542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004).\n[3]  State v. Hawkins, 53 Wash.App. 598, 608-09, 769 P.2d 856 (1989).\n[4]  Hawkins, 53 Wash.App. at 608-09, 769 P.2d 856.\n[5]  State v. Hawkins, noted at 151 Wash.App. 1008, 2009 WL 2031717, at *1.\n[6]  Hawkins, 151 Wash.App. 1008, 2009 WL 2031717, at *1.\n[7]  Hawkins, 151 Wash.App. 1008, 2009 WL 2031717, at *3.\n[8]  State v. Hawkins, 168 Wash.2d 1008, 226 P.3d 781 (2010).\n[9]  Madison v. State, 161 Wash.2d 85, 92, 163 P.3d 757 (2007).\n[10]  12 Wash. 169, 40 P. 735 (1895).\n[11]  Holmes, 12 Wash. at 171, 40 P. 735.\n[12]  Holmes, 12 Wash. at 171-72, 40 P. 735.\n[13]  \"[E]verything is presumed to be rightly and duly performed until the contrary is shown.\" Kimball v. Sch. Dist. No. 122 of Spokane County, 23 Wash. 520, 526, 63 P. 213 (1900).\n[14]  Holmes, 12 Wash. at 174, 40 P. 735.\n[15]  Holmes, 12 Wash. at 174, 40 P. 735.\n[16]  Holmes, 12 Wash. at 173, 40 P. 735.\n[17]  See RCW 2.08.150.\n[18]  RCW 4.12.050; State v. Waters, 93 Wash.App. 969, 974, 971 P.2d 538 (1999).\n[19]  State v. Cockrell, 102 Wash.2d 561, 565, 689 P.2d 32 (1984) (quoting State v. Dixon, 74 Wash.2d 700, 702, 446 P.2d 329 (1968)).\n[20]  State v. Belgarde, 119 Wash.2d 711, 715, 837 P.2d 599 (1992).\n[21]  Belgarde, 119 Wash.2d at 715, 837 P.2d 599.\n[22]  Belgarde, 119 Wash.2d at 717, 837 P.2d 599.\n[23]  119 Wash.2d 711, 717, 837 P.2d 599 (1992).\n[24]  56 Wash.App. 57, 59, 782 P.2d 219 (1989).\n[25]  85 Wash.App. 231, 234, 932 P.2d 186 (1997).\n[26]  RCW 4.12.040; State v. Cameron, 47 Wash. App. 878, 884, 737 P.2d 688 (1987).\n[27]  State v. Valentine, 132 Wash.2d 1, 16, 935 P.2d 1294 (1997).\n[28]  State v. Harell, 80 Wash.App. 802, 804, 911 P.2d 1034 (1996).\n[29]  In re Pers. Restraint of Gentry, 137 Wash.2d 378, 390, 972 P.2d 1250 (1999) (citing Coleman v. Thompson, 501 U.S. 722, 752, 111 S.Ct. 2546, 115 L.Ed.2d 640 (1991)).\n[30]  As previously noted, on direct review Division Two's opinion expressly stated that the case was not remanded for resentencing.\n[31]  Rains v. State, 100 Wash.2d 660, 663, 674 P.2d 165 (1983).\n[32]  State v. Evans, 154 Wash.2d 438, 442, 447-449, 114 P.3d 627 (2005).\n\n",
            "ocr": false,
            "opinion_id": 2331089
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Murder"
}