{
    "id": 2054512,
    "judges": "Abrams, Braucher, Hennessey, Quirico, Wilkins",
    "date_filed": "1980-04-09",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-carballo",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Carballo",
    "case_name_full": "Commonwealth vs. Carmelo Rodriquez Carballo",
    "attorneys": "William J. Buckley for the defendant., Susan A. Ghetti, Legal Assistant to the District Attorney, for the Commonwealth.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "April 8, 1980.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b241-4\">\n    Commonwealth\n    <em>\n     vs.\n    </em>\n    Carmelo Rodriquez Carballo.\n   </parties><br><court id=\"b241-5\">\n    Middlesex.\n   </court><otherdate id=\"Ab4\">\n    April 8, 1980.\n   </otherdate><decisiondate id=\"AXoO\">\n    July 29, 1980.\n   </decisiondate><br><judges id=\"b241-6\">\n    Present: Hennessey, C.J., Quirico, Braucher, Wilkins, &amp; Abrams, JJ.\n   </judges><br><attorneys id=\"b241-14\">\n<em>\n     William J. Buckley\n    </em>\n    for the defendant.\n   </attorneys><br><attorneys id=\"b241-15\">\n<em>\n     Susan A. Ghetti,\n    </em>\n    Legal Assistant to the District Attorney, for the Commonwealth.\n   </attorneys>",
    "citations": [
        "407 N.E.2d 1295",
        "381 Mass. 227"
    ],
    "opinions": [
        {
            "author_str": "Braucher",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4721.0,
            "opinion_text": "\n381 Mass. 227 (1980)\n407 N.E.2d 1295\nCOMMONWEALTH\nvs.\nCARMELO RODRIQUEZ CARBALLO.\nSupreme Judicial Court of Massachusetts, Middlesex.\nApril 8, 1980.\nJuly 29, 1980.\nPresent: HENNESSEY, C.J., QUIRICO, BRAUCHER, WILKINS, &amp; ABRAMS, JJ.\nWilliam J. Buckley for the defendant.\nSusan A. Ghetti, Legal Assistant to the District Attorney, for the Commonwealth.\nBRAUCHER, J.\nBy an August, 1974, indictment, the defendant was charged with murder in the first degree in connection with the death of Bienvenido Oquendo. A jury found him guilty of murder in the second degree, and he was sentenced to life imprisonment. On February 4, 1976, the defendant filed a motion for a new trial based on the *228 recantation of one of the Commonwealth's witnesses. After a hearing, that motion was denied on May 25, 1978. A second motion for a new trial was filed on August 22, 1978, on the ground that the instructions on self-defense and reasonable doubt were constitutionally inadequate. The motion was denied on October 2, 1978. The defendant's appeal was entered in the Appeals Court on July 18, 1979. The Appeals Court affirmed the conviction. 9 Mass. App. Ct. 57 (1980). We granted the defendant's application for further appellate review to assess the adequacy of the instructions and to accord the defendant the special review we have held he is entitled to under G.L.c. 278, § 33E, for a conviction of second degree murder on an indictment for first degree murder for an offense committed before July 1, 1979. See Commonwealth v. Davis, 380 Mass. 1, 12-17 (1980). We have reviewed the record and find no reason for disturbing the conviction.\nWe briefly summarize the evidence. At approximately 1 A.M., July 5, 1974, the defendant, standing across the street from the victim, shot him with a sixteen-gauge shotgun. The victim was hit in the abdomen and taken to a hospital where he died at 11:35 P.M. the same day. The sole issue at trial was whether the shooting had been done in self-defense or under other circumstances sufficient to mitigate the offense. The defendant testified that the victim was pointing a gun at him and that he shot the victim when the victim made a threatening movement toward him. His testimony was corroborated by three defense witnesses. The Commonwealth presented the testimony of three witnesses that the victim did not have a gun. The defendant's gun was the only gun found in a search of the area.\nAlthough the defendant took no exceptions to the charge at trial, we have considered the defendant's challenges to the jury instructions as part of our statutory duty under § 33E. The defendant argues that the charge failed to define the concept of reasonable doubt properly and that it \"both implicitly and explicitly shifted the burden of proof as to the elements of the charged crime, including that of *229 unlawfulness \u0097 here the absence of self-defense.\" The defendant's first challenge is to the use of language from Commonwealth v. Madeiros, 255 Mass. 304, 307-308 (1926), which warns that holding the Commonwealth to too strict a burden of proof \"would be wholly impractical, and would break down the forces of law and order, and make the lawless supreme.\" We criticized the use of such a one-sided warning in Commonwealth v. Williams, 378 Mass. 217, 232-235 (1979). We upheld the conviction in the Williams case because, considered as a whole, we could not conclude \"that the judge's instructions could have caused the jury to convict on a lesser standard than proof beyond a reasonable doubt.\" Id. at 234-235. Preceding the challenged warning, the judge in the present case charged in detail about the presumption of innocence and stressed its importance to our system of justice. He repeatedly charged that the Commonwealth bore the burden of proof and used the term moral certainty to explain the required strength of the jury's convictions. We cannot conclude that the jury were allowed to convict on a standard less than proof beyond a reasonable doubt.\nThe defendant's next challenge concerns the judge's instruction that the jurors use their \"experience in life and the techniques you use all the time in deciding what you believe and what you don't believe \u0097 all the way from cross-examining one of our teen-age children who came home too late from the prom to deciding what stock you are going to buy, whether you are going to buy a used car or not. This is one of the big reasons you are here \u0097 that you have developed sophistication through your experience in life, and you apply that to the testimony you have heard.\" We have repeatedly criticized the use of decisions that people make in their everyday lives to illustrate the degree of certainty needed for proof beyond a reasonable doubt. See Commonwealth v. Ferreira, 373 Mass. 116, 128-130 (1977). That criticism does not extend, however, to reminding jurors that the skills they use every day to draw reasonable inferences and assess credibility are the same skills they will use to decide questions *230 of fact. These instructions did not trivialize the burden of proof required of the Commonwealth.\nThe defendant's challenges to the instructions on self-defense, reasonable provocation and excessive force are similarly without merit. The judge instructed the jury that they could find the defendant guilty of murder in the first or second degree, guilty of manslaughter or not guilty, and he fully charged on the elements of each. At the conclusion of his charge on murder and malice aforethought, the judge charged, \"So much for malice aforethought, which means murder.\" After charging on the factors that give rise to self-defense or would constitute excessive force and reasonable provocation, he charged, \"The burden of proof is on the Commonwealth to persuade you that this was not a situation of self-defense adequate to warrant a verdict of not guilty, that it was at least manslaughter; and they have the burden of persuading you that it was murder in the first or second degree.\" Contrast Commonwealth v. Stokes, 374 Mass. 583, 592 (1978). Isolated language that \"if you find\" or \"it must appear\" that the killing was done in self-defense did not impermissibly shift the burden of proof to the defendant. See Connolly v. Commonwealth, 377 Mass. 527, 533-537 (1979). The judge clearly placed the burden on the Commonwealth to prove malice beyond a reasonable doubt and made it clear to the jury that malice and self-defense are mutually exclusive. Id. at 533.\nIn our review of the record in accordance with G.L.c. 278, § 33E, we have found no reason to order a new trial or to direct the entry of a verdict of a lesser degree of guilt.\nJudgment affirmed.\n",
            "ocr": false,
            "opinion_id": 2054512
        }
    ],
    "court_short_name": "Massachusetts Supreme Judicial Court",
    "court_full_name": "Massachusetts Supreme Judicial Court",
    "court_type": "S",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Murder"
}