{
    "id": 2054245,
    "judges": "Cappy, Castille, Docket, Flaherty, Montemuro, Nix, Papadakos, Zappala",
    "date_filed": 775180800000,
    "date_filed_is_approximate": false,
    "slug": "office-of-disciplinary-counsel-v-duffield",
    "case_name_short": "Duffield",
    "case_name": "Office of Disciplinary Counsel v. Duffield",
    "case_name_full": "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. William E. DUFFIELD, Respondent",
    "attorneys": "Nancy Duffield Vernon, Uniontown, for W.E. Duffield., Mark G. Weitzman, Pittsburgh, for Office of Disc. Counsel.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 6, 1994.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b717-8\">\n    644 A.2d 1186\n   </citation><br><parties id=\"b717-9\">\n    OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. William E. DUFFIELD, Respondent.\n   </parties><br><court id=\"b717-12\">\n    Supreme Court of Pennsylvania.\n   </court><otherdate id=\"AD3\">\n    Argued April 6, 1994.\n   </otherdate><decisiondate id=\"auc-dedup-1\">\n    Decided July 26, 1994.\n   </decisiondate><br><attorneys id=\"b720-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"488\"> \n     *488\n     </span>\n    Nancy Duffield Vernon, Uniontown, for W.E. Duffield.\n   </attorneys><br><attorneys id=\"b720-6\">\n    Mark G. Weitzman, Pittsburgh, for Office of Disc. Counsel.\n   </attorneys><br><judges id=\"b720-7\">\n    Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ.\n   </judges>",
    "citations": [
        "644 A.2d 1186",
        "537 Pa. 485"
    ],
    "opinions": [
        {
            "author_str": "Zappala",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n537 Pa. 485 (1994)\n644 A.2d 1186\nOFFICE OF DISCIPLINARY COUNSEL, Petitioner,\nv.\nWilliam E. DUFFIELD, Respondent.\nSupreme Court of Pennsylvania.\nArgued April 6, 1994.\nDecided July 26, 1994.\n*486 *487 *488 Nancy Duffield Vernon, Uniontown, for W.E. Duffield.\nMark G. Weitzman, Pittsburgh, for Office of Disc. Counsel.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ.\n\nOPINION\nZAPPALA, Justice.\nThis disciplinary matter is before our Court pursuant to a Rule to Show Cause[1] why William E. Duffield (Respondent) should not be disbarred from the practice of law in this Commonwealth.\nThe record establishes that Respondent is seventy-two years of age and maintains a large litigation practice in Fayette County. During his long career, he served as a Pennsylvania State Senator, a County Solicitor, a hearing examiner for the Pennsylvania Liquor Control Board, and, for a short time, an Assistant District Attorney.\nThe misconduct at issue arose from Respondent being retained by Herschel Walters to represent him concerning a first-degree murder charge. Walters's first trial ended in a mistrial because of a deadlocked jury, and his second trial resulted in his conviction on January 8, 1988. He was subsequently sentenced to life imprisonment.\nRespondent represented Walters throughout his appeal to the Superior Court. On December 1, 1988, the Superior Court affirmed Walters's conviction. Shortly thereafter, the Superior Court Prothonotary mailed to Respondent, as attorney of record for Walters, a copy of the Superior Court order and opinion. A copy was not mailed directly to Walters.\n*489 On October 1, 1991, Petitioner, the Office of Disciplinary Counsel (ODC), filed a Petition for Discipline against Respondent. The petition alleged that Respondent did not inform Walters, directly or indirectly, that the Superior Court had affirmed his first degree murder conviction. It also alleged that Respondent failed to respond to two letters from Walters about the Superior Court's decision. It further contended that in three letters to ODC, Respondent made numerous misrepresentations that he had notified Walters of the Superior Court's decision through a friend of Walters, Dorothy Shultz.\nOn February 24, 1992, a hearing was held before a Hearing Committee.[2] The Hearing Committee did not find Respondent's version of the events to be credible. It concluded that Respondent violated the following Rules of Professional Conduct: Rule 1.3 (which requires an attorney to act with reasonable diligence and promptness in representing a client), Rule 1.4(a) (which requires an attorney keep a client informed about the status of a matter and promptly reply to reasonable requests for information), Rule 1.4(b) (which requires a lawyer to explain matters to a client to the extent necessary to permit the client to make informed decisions regarding the representation), and Rule 8.4(c) (which prohibits an attorney from engaging in conduct involving dishonesty, fraud, deceit or misrepresentation). Considering Respondent's prior disciplinary history, the Hearing Committee recommended that Respondent be disbarred.\nThe Disciplinary Board (Board) subsequently adopted the findings of fact of the Hearing Committee. Rather than disbarment, the Board recommended that Respondent be suspended for a period of one year and pay all the necessary expenses incurred in the investigation and processing of the matter pursuant to Pa.R.D.E. 208(g).\n*490 Respondent raises three issues for review. He argues that the disciplinary procedure denied him due process, that collateral estoppel precludes the present litigation, and that the findings of the Hearing Committee were contrary to the weight of the evidence.\nRespondent first contends that due process is violated by the improper commingling of the prosecutorial and adjudicative functions by the Disciplinary Board.[3] Respondent contends that the Disciplinary Board approves the institution of proceedings, determines who shall investigate the charges, who prosecutes the case, who acts as a Hearing Committee, and also who acts as a Board panel to review the recommendation of the Committee. Respondent relies on Lyness v. Commonwealth of Pennsylvania, State Board of Medicine, 529 Pa. 535, 605 A.2d 1204 (1992), for the proposition that even an appearance of bias and partiality must be viewed with deep skepticism in a system which guarantees due process. Id. at 542, 605 A.2d at 1208.\nWe agree with ODC that Respondent's contentions rest upon his faulty assumptions of how the disciplinary system works. The decision to file formal charges is made by ODC after approval by a reviewing member of the Hearing Committee. Disciplinary Board Rule § 87.32. The reviewing Board member has no further involvement in the case. The case is then assigned by the Secretary of the Disciplinary Board, on a rotating basis, to a Hearing Committee, which acts as a trial court. § 89.56. The Hearing Committee's actions are then reviewed on a de novo basis by the Board. The Board does not become involved in the adjudication until the Hearing Committee files its report with the Secretary of the Disciplinary Board. This procedure does not involve commingling of prosecutorial and adjudicative functions. Due process is therefore not violated.\n*491 Respondent's reliance on Lyness, is also misplaced. In Lyness, a due process violation occurred because the State Board of Medicine determined whether prosecution should be initiated and also acted as fact finder. We there held that our Constitution requires that if more than one function is reposed in a single administrative entity, walls of division must be construed to eliminate the threat or appearance of bias. Id. at 546, 605 A.2d at 1209. The disciplinary procedure followed in the instant case clearly meets this standard.[4]\nRespondent next contends that ODC is precluded from relitigating the issue of whether Walters had been notified of the Superior Court's order denying his appeal.[5] Walters filed a pro se Post Conviction Relief Act petition raising a myriad of ineffectiveness of counsel claims. One of the claims raised was that counsel was ineffective for failing to file a Petition For Allowance of Appeal in our Court. Both Walters and Respondent testified at the PCRA hearing. As in the instant case, Respondent testified that he relayed the information regarding the Superior Court decision to Shultz. Shultz was present at the hearing but the public defender representing Walters did not call her to testify.[6] The Court of Common Pleas of Fayette County denied relief by order of September 5, 1990, and stated the following regarding the claim that counsel failed to file a Petition for Allowance of Appeal:\nThe PCRA Hearing record reveals that counsel discussed this matter with Petitioner's friend, Mrs. Shultz, in accordance with the routine that had been previously followed. *492 The Petitioner has failed to demonstrate that such information was not relayed to him by the intermediary and that he advised counsel of his desire to appeal further. See Commonwealth v. Johnson, 355 Pa.Super. 123, 512 A.2d 1242 (1986). Moreover, this court concludes that an appeal to the Pennsylvania Supreme Court would not have resulted in a reversal of the Superior Court's ruling, and therefore, counsel cannot be deemed ineffective for not pursuing the same. Commonwealth v. McGeth, 374 [347] Pa.Super. 353 [333], 541, 500 A.2d 860, 864 (1985).\nPCRA opinion at p. 6.\nRespondent argues that under the doctrine of collateral estoppel, the decision of the PCRA court constituted a final judgment on the merits and precludes ODC from raising the issue in the present disciplinary action. This claim is meritless.\nCollateral estoppel applies if (1) the issue decided in the prior case is identical to the one presented in the latter case; (2) there was a final judgment on the merits; (3) the party against whom the plea is asserted was a party or in privity with a party in the prior case; (4) the party or person privy to the party against whom the doctrine is asserted had a full and fair opportunity to litigate the issue in the prior proceeding; and, (5) the determination in the prior proceeding was essential to the judgment. City of Pittsburgh v. Zoning Board of Adjustment of City of Pittsburgh, Zullo and Dale, 522 Pa. 44, 55, 559 A.2d 896, 901 (1989).\nThese requirements have not been met in the instant case. Although related, the issues in the two proceedings are not identical.[7] The present issue is whether Respondent engaged in professional misconduct by making misrepresentations to ODC as to whether he informed Walters, directly or indirectly, that his appeal had been decided by the Superior Court. One of the issues in the PCRA proceeding was whether counsel *493 was ineffective for failing to file a Petition for Allowance of Appeal.\nThe second element, that there be a final judgment on the merits, has been met. As to the third and fourth elements of collateral estoppel, Respondent argues that ODC was a party or was in privity with Walters because the issue of whether Respondent had misrepresented facts to the Disciplinary Board was pending before the Board at the time the PCRA hearing was held.[8] Respondent relies on Alberici v. Tinari, 374 Pa.Super. 20, 542 A.2d 127 (1988), wherein it was held that a federal court's denial of post-conviction relief with respect to a client's ineffective assistance of counsel claims collaterally estopped the client from raising the same issues in a subsequent civil malpractice action against his attorney. Respondent argues that the parties to the civil action in Alberici were not the same and the type of action was different, yet collateral estoppel applied. These cases are easily distinguishable. The court in Alberici noted that \"[t]he client had his day in court when his claim of ineffective assistance of counsel was litigated in the underlying criminal action.\" Id. 374 Pa.Super. at 28, 542 A.2d at 130. Thus, the party against whom the plea was asserted, the client, had a full and fair opportunity to litigate the issue. The same is not true of the instant case.\nCollateral estoppel is asserted against ODC and ODC was not a party or in privity with a party in the PCRA action. ODC also did not have a full and fair opportunity to litigate the issue of whether Respondent notified Walters or Shultz of the Superior Court decision during the PCRA hearing. There is no evidence of record that ODC would have even been aware that the PCRA hearing was held. Unlike the client in Alberici, ODC did not have its day in court. The fact that the *494 PCRA action and the present disciplinary action occurred contemporaneously is of no moment.\nThe last element of collateral estoppel was also not clearly met since it is unlikely that the determination at issue was essential to the judgment of the PCRA court. In any case, since all the elements of collateral estoppel were not proven, ODC is not precluded from arguing the issue.\nHaving determined that the issue before us is properly raised, we shall next examine whether the findings of the Hearing Committee are contrary to the weight of the evidence. Respondent also argues that taking into consideration the totality of the evidence, the motives of Walters and Shultz, and the fact that Shultz allegedly changed her position from when she spoke to Respondent on the telephone to when she testified at the hearing, the evidence was insufficient in quality and quantity to sustain the Committee's findings.\nOur review in attorney disciplinary matters is de novo, and hence we are not bound by the findings of either the Hearing Committee or the Disciplinary Board. Office of Disciplinary Counsel v. Jackson, 536 Pa. 26, 637 A.2d 615 (1994). We may, however, be enlightened by the decisions of those triers of fact who had the opportunity to observe the demeanor of the witnesses during their testimony. Id. Evidence is sufficient to prove unprofessional conduct if a preponderance of the evidence establishes the conduct and the proof of such conduct is clear and satisfactory. In re Berlant, 458 Pa. 439, 328 A.2d 471 (1974).\nRespondent has contended throughout these proceedings that all matters of importance concerning the representation of Walters had routinely been jointly discussed and decided by both Walters and his former companion, Dorothy Shultz. Respondent asserts that the information of the Superior Court's opinion was relayed to Shultz within time to file a Petition For Allowance of Appeal and that Shultz promised to relay the information to Walters as she was visiting him every other week. In three letters to ODC, dated January 15, 1990, February 7, 1990 and March 19, 1990, Respondent recounted *495 the aforementioned version of events.[9] It is the veracity of these representations that is the focus of our review.\nAt the hearing, through the testimony of Shultz and Walters, ODC established that it was not the ordinary course for Respondent to discuss Walters's case with Shultz. (Walters at 28-34.)[10]. Although Shultz was present at many of the court proceedings, and accompanied Walters to Respondent's law office, the testimony of both Shultz and Walters established that Shultz remained in the waiting room while Walters and Respondent discussed his case. (Walters at 28-29), (N.T. 30-31). Shultz testified that although she gave Respondent payments for Walters's representation, she was merely delivering money to Respondent that Walters had given her. (N.T. 29, *496 and 42). She further stated that in June or July of 1989, because Walters pleaded with her, she called Respondent concerning Walters's appeal and Respondent told her that it had been denied by the Superior Court. (N.T. 35). Shultz also stated that during the telephone conversation, Respondent told her to tell Walters that the appeal was denied. (N.T. 36). She replied that she did not feel that she should be the one to tell Walters and suggested that Respondent write to Walters himself. (N.T. 36). Shultz stated that the telephone call with Respondent in June or July of 1989 was the first time she found out that Walters's appeal had been decided by the Superior Court. (N.T. 34).\nSeveral letters were admitted at the hearing, which support Walters's and Shultz's version of the events. On July 3, 1989, Walters sent a letter to Superior Court Judge Brosky, where-in he requested that Judge Brosky inform him whether his appeal had been decided. Judge Brosky did not respond.\nOn July 18, 1989, Walters sent a document to the Prothonotary of the Superior Court entitled \"Motion to Advance Appeal Pursuant to the Pennsylvania Rules of Court under the Pennsylvania Rules of Appellate Procedure Rule 2313(a) To Render a Decision On Appeal Submitted,\" requesting that the Superior Court decide his appeal. Shortly thereafter, the office of the Prothonotary of the Superior Court sent Walters a letter informing him that it was returning his unprocessed motion and the Superior Court's decision. A copy of that letter was sent to Respondent.\nWalters sent a letter to Respondent on July 26, 1989. Therein he informed Respondent that he had not known of the Superior Court decision until he received the letter from the Prothonotary the day before. He inquired as to why Respondent had not notified him of the decision and asked what the next procedural step would be. Respondent received the letter but did not reply.\nWalters sent another letter to Respondent on August 14, 1989, by certified mail. Therein, Walters stated that he wrote to Respondent on July 26, 1989 as to why he had not informed him of the Superior Court decision. Walters also stated that *497 he had not received any information from Respondent. Respondent received the letter, but again did not reply.\nWe believe these letters establish that Walters was not told of the Superior Court decision by either Shultz or Respondent within time to file a Petition for Allowance of Appeal. The testimony of Walters, which was corroborated by that of Shultz, establishes that it was not the normal practice for Respondent to communicate with Walters through Shultz. Furthermore, the testimony of Shultz reveals that it was not until June or July of 1989 that Respondent told Shultz of the Superior Court decision. (N.T. 34). From this evidence we conclude that Respondent violated the Rules of Professional Conduct regarding acting with reasonable diligence and promptness in representing a client, keeping a client informed about the status of the matter and promptly replying to reasonable requests for information, and explaining matters to a client to permit them to make informed decisions.[11]\nOn January 5, 1990, ODC sent Respondent a letter of inquiry, apprising him of Walters's complaint against him. Respondent replied by sending ODC a letter on January 15, 1990, in which he stated his account of the events.[12]\nODC then requested additional information from Respondent. Respondent thereafter sent a February 7, 1990 letter, wherein he reiterated the facts he previously set forth and added that he informed Shultz that he would not file the Petition for Allowance of Appeal on Walters's behalf but that Walters could get other counsel. Respondent further stated *498 that Shultz told him that she would visit Walters that weekend, that she would relay that information to him, and that she understood the implication of what he had told her. Respondent concluded the letter by stating that he telephoned Shultz at home and her response was that she and Walters would leave the decision of whether to pursue further Supreme Court action to Respondent.\nODC again requested more information. Respondent replied by a March 19, 1990 letter wherein he again represented that he contacted Shultz about the Superior Court's decision and asked her to convey the information to Mr. Walters well within the 30 days he had to petition for allowance of appeal.\nWe conclude that Respondent made misrepresentations to ODC in the aforementioned letters. Nowhere in the record does Shultz testify that she was told by Respondent of the Superior Court decision within thirty days after it was filed. Nowhere in the record does Shultz testify that she told Respondent that she would relay information to Walters or that she told Respondent that Walters abided by Respondent's suggestion to not file a Petition for Allowance of Appeal. In fact, Walters testified that he never told Shultz to tell Respondent that he would abide by Respondent's decision to not file a Petition for Allowance of Appeal. (Walters at 26). Also, there is no documentary evidence establishing that Respondent ever communicated to Walters through Shultz concerning the Superior Court decision.\nMoreover, Respondent himself cannot recall whether he told Shultz about the decision in person or over the telephone. (N.T. 64). Respondent also testified that he was unclear as to whether one conversation or two conversations took place wherein Walters and Shultz decided that they would abide by Respondent's decision. (N.T. 64). Yet in his letters to ODC, Respondent stated that he contacted Shultz immediately after he received the Superior Court decision, explained that the appeal was not a matter of right, told her of the thirty-day time limit, explained Rule 1114 of the Rules of Appellate Procedure, and stated that Shultz understood all of this, conveyed it all to Walters, and that Walters responded that he *499 would abide by Respondent's decision. This scenario is not only unsupported by the record but is incredible.\nWe therefore adopt the findings of the Hearing Committee and also its recommendation of discipline, disbarment. This conclusion rests on the fact that Respondent was dishonest in his representations to ODC in violation of Rule of Professional Conduct 8.4(c), and the fact that Respondent has a substantial disciplinary record.[13] It is well-established that dishonesty on the part of an attorney establishes his unfitness to continue practicing law. Office of Disciplinary Counsel v. Grigsby, 493 Pa. 194, 425 A.2d 730 (1981). Truth is the cornerstone of the judicial system; a license to practice law requires allegiance and fidelity to truth. Id. Moreover, we have held that disbarment is appropriate in cases of recidivist misconduct. Id. Respondent has a substantial and lengthy disciplinary record.\nIn May of 1974, Respondent was found to have misappropriated at least $10,900 from two estates for his personal use. It was also found that Respondent negligently allowed the statute of limitations to run on a personal injury case, failed to appear at a divorce hearing after Respondent had it rescheduled, ignored a bill sent to him as administrator of an estate, delayed the completion of clients' affairs, and, in some instances, caused extra expense to his clients. The Hearing Committee recommended a ninety day suspension. The Board instead recommended to our Court that Respondent be suspended from the practice of law for two years.\nRespondent subsequently received three informal admonitions.[14] Before our Court reviewed the Board's recommendation on the prior action, Respondent chose to tender his *500 voluntary resignation and was \"disbarred on consent\" in October, 1975. He was reinstated to the practice of law in June, 1978.\nOn February 13, 1980, Respondent was found guilty of eleven counts of mail fraud[15] and one count of perjury. The perjury conviction arose from Respondent lying under oath to a Federal Grand Jury investigating the mail fraud allegations. Respondent was suspended from the practice of law from April, 1980, until November, 1985. It is clear from Respondent's prior disciplinary history, that he is a recidivist.\nIt should be noted that disciplinary proceedings are not for the purpose of punishment, but rather seek to determine the fitness of an officer of the court to continue in that capacity and to protect the courts and the public from the official ministration of persons unfit to practice. Office of Disciplinary Counsel v. Campbell, 463 Pa. 472, 345 A.2d 616 (1975). In order to protect the public, the profession, and the courts, we find that Respondent must be disbarred.\nAccordingly, we order that the Rule to Show Cause Why Respondent Should Not Be Disbarred be made Absolute. William E. Duffield is disbarred from the Bar of this Commonwealth and he shall comply with all the provisions of Rule 217, Pa.R.D.E. It is further ordered that respondent shall pay costs to the Disciplinary Board pursuant to Rule 208(g), Pa.R.D.E.\nMONTEMURO, J., is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R1801, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.\nNOTES\n[1]  Pa.R.D.E. 208(e)(3).\n[2]  On December 20, 1991, ODC took the deposition of Mr. Walters at the Huntingdon State Correctional Institution. Respondent was duly served with notice of deposition but chose not to attend. Mr. Walters subsequently died while still incarcerated.\n[3]  ODC contends that this issue is waived. The record establishes, however, that Respondent alleged a due process violation in his Brief and Exceptions to the Decision and Recommendation of the Hearing Committee.\n[4]  Respondent also suggests an improper personal motivation and/or a conflict of interest on the part of disciplinary counsel in his particular case. There is nothing in the record to support these allegations.\n[5]  ODC argues that this issue is waived since although Respondent alluded to it at the hearing before the Hearing Committee, he did not actually raise the issue of collateral estoppel. Upon review of the record, it appears Respondent did argue the matter before both the Hearing Committee and the Disciplinary Board.\n[6]  Respondent argues that if he did not relay the information to Shultz, Shultz would have so testified at the PCRA hearing. This claim is not persuasive. We cannot surmise now as to why the public defender did not call Shultz to testify. In any case, Shultz did testify in the present proceedings and we shall draw our inferences from that testimony.\n[7]  Respondent even stated to the Hearing Committee, \"I admit that it's not res judicata. It's \u0097 the same issues have not been tried in both cases.\" (N.T. 69). \"N.T.\" signifies the notes of testimony taken at the hearing before the Hearing Committee on February 24, 1992.\n[8]  Respondent cites Mellon Bank v. Rafsky, 369 Pa.Super. 585, 535 A.2d 1090, 1093 (1987) wherein it was stated that \"there is no requirement that there be an identity of the parties in the two actions to invoke [collateral estoppel].\" Id. at 593, 535 A.2d at 1093. Respondent fails to mention that this case also provided that to invoke collateral estoppel, the party against whom the plea is asserted must have had a full and fair opportunity to litigate the issue. Id.\n[9]  Respondent asserts that he telephoned Shultz before he sent the letters to ODC to confirm that they were accurate. He stated:\n\nAfter I wrote these letters to the Disciplinary Board, I wanted to make sure that what I stated there was correct. I sent a copy of the letters to Dorothy Shultz. I contacted her afterwards and she more or less agreed that what I said was correct. I was thinking it might have been a little hazy as to dates. I asked her for assistance in trying to give me some dates and she said that it was fuzzy to her. (N.T. 71).\nODC thereafter made a hearsay objection, which was sustained. Shultz later testified that she was purposely evasive to Respondent because Walters had informed her that he had filed a complaint against Respondent. (N.T. 38-39). Respondent did not specifically ask Shultz on cross examination whether she did, in fact, tell Respondent that she agreed with what he had written. Shultz described the telephone call during direct examination as follows:\nHe called me on the phone and he just told me, asked me if I had, if I knew what Mr. Walters was doing? And I was very evasive with my answers. I didn't really say too much to him. He said he's out to get me. He is trying to get me disbarred.\nI said, well, you know, I am not really having much contact with him. And he said well, if there's any way that you know of that you can help me on this, I would appreciate it. And I said, well, I really don't know what I can do, you know. That was about the extent of the conversation.\n(N.T. 38)\nAt no time did Shultz testify that she concurred with the letters that were sent to ODC.\n[10]  \"Walters\" refers to the testimony taken from Herschel Walters on December 20, 1991, while he was incarcerated at the Huntingdon State Correctional Institution. Walters's testimony was admitted at the hearing before the Hearing Committee.\n[11]  Rules of Professional Conduct 1.3, 1.4(a), and 1.4(b), respectively.\n[12]  Specifically, Respondent replied in pertinent part:\n\nAt the time I received the opinion of the Superior Court, I immediately contacted Mrs. Shultz. . . . I requested that Mrs. Shultz relay the information to Mr. Walters of the Superior Court's decision and to advise him that an appeal to the Supreme Court within 30 days was not a matter of right but that we would have to Petition [sic] for an allowance of appeal. I further advised Mrs. Shultz that, in my opinion, the Supreme Court would not grant an appeal under Rule 1114 of Rules of Appellate Procedure because it was my belief that there was no important and special reasons therefor. . . . After visiting Mr. Walters, Mrs. Shultz advised me that he would abide by my decision.\n[13]  As noted, Respondent also violated the aforementioned Rules of Professional Conduct concerning his failure to inform Walters of the Superior Court decision and failure to respond to Walters's requests for information.\n[14]  On February 4, 1975, an informal admonition was administered to Respondent for failing to take any action between April of 1972 and October of 1974 to proceed with his client's divorce. On that same date, Respondent received another informal admonition for failing to inquire into the status of a case when requested to do so for a client, and, for failing to inform his clients that pursuit of their cause of action had been precluded by the running of the statute of limitations. On July 5, 1975, Respondent was administered another informal admonition for failing to take any action on behalf of his client and for failing to release the file or communicate his willingness to do so upon the client's request.\n[15]  While Chairman of the Corporations Committee of the Senate of Pennsylvania, Respondent placed two women on the payroll, knowing that they would not perform any services, and had their paychecks sent to them through the mail.\n\n",
            "ocr": false,
            "opinion_id": 2054245
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}