{
    "id": 2055716,
    "judges": "Gilbert, Menchine and Scanlan",
    "date_filed": 114220800000,
    "date_filed_is_approximate": false,
    "slug": "robinson-v-state",
    "case_name_short": "Robinson",
    "case_name": "Robinson v. State",
    "case_name_full": "Bernard William Robinson v. State of Maryland",
    "attorneys": "JohnF. Mudd for appellant., Gilbert Rosenthal, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, John C. Hancock, State’s Attorney for Charles County, and Richard J. Clark, Assistant State’s Attorney for Charles County, on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 25,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b698-4\">\n    BERNARD WILLIAM ROBINSON\n    <em>\n     v.\n    </em>\n    STATE OF MARYLAND\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b698-6\">\n    [No. 864,\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"Ajb\">\n    September Term, 1972.]\n   </p><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b698-7\">\n<em>\n     Decided August 15, 1973.\n    </em>\n</decisiondate><br><judges data-order=\"4\" data-type=\"judges\" id=\"b701-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"681\"> \n     *681\n     </span>\n    The cause was argued before Gilbert, Menchine and Scanlan, JJ.\n   </judges><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b701-10\">\n<em>\n     JohnF. Mudd\n    </em>\n    for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b701-11\">\n<em>\n     Gilbert Rosenthal, Assistant Attorney General,\n    </em>\n    with whom were\n    <em>\n     Francis B. Burch, Attorney General, John C. Hancock, State’s Attorney for Charles County,\n    </em>\n    and\n    <em>\n     Richard J. Clark, Assistant State’s Attorney for Charles County,\n    </em>\n    on the brief, for appellee.\n   </attorneys>",
    "citations": [
        "308 A.2d 734",
        "18 Md. App. 678"
    ],
    "opinions": [
        {
            "author_str": "Gilbert",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7489.0,
            "opinion_text": "\n18 Md. App. 678 (1973)\n308 A.2d 734\nBERNARD WILLIAM ROBINSON\nv.\nSTATE OF MARYLAND.\nNo. 864, September Term, 1972.\nCourt of Special Appeals of Maryland.\nDecided August 15, 1973.\nThe cause was argued before GILBERT, MENCHINE and SCANLAN, JJ.\nJohn F. Mudd for appellant.\nGilbert Rosenthal, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, John C. Hancock, State's Attorney for Charles County, and Richard J. Clark, Assistant State's Attorney for Charles County, on the brief, for appellee.\nGILBERT, J., delivered the opinion of the Court.\nThe discovery of the bodies of two 15 year old boys in a rural woods in Charles County led to the indictment and conviction of Bernard William Robinson, appellant, on two charges of murder in the first degree for which Robinson was sentenced to concurrent terms of life imprisonment.\nIn this appeal, appellant asserts 9 reasons why the judgments of the Circuit Court for Frederick County should be reversed. He states:\n1. That a confrontation with a witness was impermissibly suggestive.\n2. A pistol taken from his automobile was the fruit of an illegal search and seizure.\n3. Carbon residue extracted from the exhaust pipe of his automobile was also the fruit of an illegal search and seizure.\n*682 4. The taking of blood and hair samples from his person without his consent was constitutionally proscribed.\n5. The seizure of a pair of gray shoes, without the benefit of a search warrant, from the residence occupied by him, precluded the introduction of the shoes into evidence.\n6. Appellant's objection to the admissibility of opinions of expert witnesses should have been sustained.\n7. Objections to questions asked of the appellant, which exceeded the scope of direct examination, should have been sustained.\n8. The trial court erred in failing to grant his motion for judgment of acquittal.\n9. The trial judges' instruction to the jury concerning the burden of proof was erroneous.\nThe record discloses that at approximately 9:00 a.m. on June 8, 1971, the bodies of James Miers and Clark Larcher, both 15 years of age, were found in a woods a short distance from Wilkerson Road, in Charles County. The person who found the bodies, James Wilkerson, a farmer of that area upon whose land the bodies actually were located, had his attention drawn to the scene by his observing blood stains on the road. Mr. Wilkerson thought that possibly a deer had been struck by an automobile, but upon a closer examination of the area adjacent to the road he discovered the bodies. The police were immediately notified.\nThe autopsy report showed that Miers had been shot twice in the right temporal area of the head by a .22 caliber weapon. Larcher had been wounded six times, four of which bullets entered his head.\nExpended .22 caliber cartridges and blood stains were discovered at the location of the bodies and also at a tarpaper shack that was approximately one-half mile from the place where the bodies had been found. The blood stains were the same blood type as that of both victims.\nOn the afternoon of June 9, Shelton Plumer, while at his place of employment, received a phone call that someone was walking around his house. Three or four minutes later, Mr. Plumer arrived at his home and upon entering it *683 observed a man approximately 10 to 14 feet away from him. The man had gained access by prying a screen from a window. He made a hasty exit through an open window. Plumer called the police, and described the person who had entered his house as wearing a \"short sleeved yellow shirt, and dark trousers.\" He further described a Chevy II automobile, bearing tag JX 8288, heading east, as the car in which the person had fled. Plumer said that he noticed that a wallet and approximately $200.00 were missing. Within a matter of a few minutes Deputy Sheriff John H. Wood, who had received radio information of the breaking and entering, observed an automobile matching the description of that in the broadcast, and further saw the appellant, wearing a yellow shirt, standing alongside the car. Wood immediately stopped his vehicle, placed the appellant under arrest, and conducted a search of appellant's person. During the course of the search he removed $276.00 in paper currency, and change, from the appellant, as well as a box of .22 caliber long cartridges. Wood then placed handcuffs upon the appellant and put him in the police vehicle. Wood testified that when he started back to search appellant's car, the appellant got out of the police car, making it necessary for Wood to return and put the appellant back in the police car. Wood then returned to the appellant's automobile and looked inside, where he saw a tape recorder on the floorboard of the passenger's side of the front seat, and he found a .22 caliber pistol under the driver's seat of the vehicle. His testimony was then slightly confusing as to whether he conducted the search of the vehicle prior to the arrival of other officers for whose assistance Wood had radioed, or whether he had searched the vehicle after the arrival of the other officers. Initially Wood's testimony was that the others had arrived before the search. He later recanted and said that he conducted the search before the arrival of aid. The latter version was supported by the testimony of another deputy, Donald L. Poole of the Charles County sheriff's office, who told the court:\n\"At first I was under the impression as I was pulling up to the rear of this car [the appellant's] *684 that it was \u0097 my first impression was [Wood] had his service revolver out. As I got out of my vehicle I observed that his weapon was holstered and that it was another weapon that he was holding.\"\nAfter the appellant was removed from the scene as a result of his arrest for breaking and entering, the murder investigation apparently focused upon him.\nThe police visited the residence of the appellant's brother with whom the appellant had been living, and received permission, in writing, to search the premises. From the premises they recovered a pair of gray shoes that bore stains appearing to be blood. In an automobile on the property of the brother, the officers located a jacket which was also stained with what they thought to be blood. The automobile of the appellant was removed to a service station. While there, State police, having observed what appeared to be carbon residue on the road near the place where the bodies had been found, and also on the grass near the tarpaper shack, extracted carbon from the exhaust pipe of the appellant's vehicle. Because of the discovery of blood and body hair in the shack, a search and seizure warrant was obtained for the purpose of taking hair, as well as blood samples, from the person of the appellant.\nFollowing indictment in Charles County, the appellant sought removal. The case was sent to Frederick County for trial.\n\nTHE CONFRONTATION WITH A WITNESS\nAfter the appellant's arrest by Deputy Wood, appellant was taken to the residence of Plumer where Plumer identified him as the person who had broken into his, Plumer's, house: Appellant maintains that the identification was impermissibly suggestive. The charges, as we have previously noted, upon which the appellant was convicted, were the murders of Miers and Larcher. He was not tried for the breaking and entering of Plumer's home, nor do we perceive from this record that he was charged with the same. The question of whether, vel non, the identification of *685 appellant by Plumer was impermissibly suggestive, and hence constitutionally proscribed, Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968); Stovall v. Denno, 388 U.S. 293, 87 S.Ct. 1967, 18 L.Ed.2d 1199 (1967); Bates v. United States, 132 U.S. App. D.C. 36, 405 F.2d 1104 (1968); Palmer v. Peyton, 359 F.2d 199 (4th Cir.1966); Davis v. State, 13 Md. App. 394, 283 A.2d 432 (1971), cert. denied, 264 Md. 746 (Jan. 17, 1972); Spencer v. State, 10 Md. App. 1, 267 A.2d 323 (1970); Billinger v. State, 9 Md. App. 628, 267 A.2d 275 (1970), is not relevant to this appeal. Even if we were to assume, which we do not, that the confrontation was tainted, such an assumption would have no direct or indirect bearing upon the trial for the murders of Miers and Larcher. The contention raised by appellant is, at best, under the circumstances of this case an abstract point of law, and we shall not consider it.\n\nTHE SEARCH OF THE AUTOMOBILE\nAppellant argues that the search of his automobile by Deputy Wood was illegal because Wood \"did not have probable cause to believe that the car contained evidence of a crime and further there were no exigent circumstances making the obtention of a warrant impractical.\" Appellant grounds his attack upon the search on the premise that the appellant had been handcuffed and placed in the police vehicle at the time of the search, and that other police officers had arrived at the scene, so there was no reason to conduct the search for personal safety, nor was the search incident to an arrest. Consequently, appellant alleges a search and seizure warrant should have been obtained before the police conducted the search of the car. Failure to obtain the search warrant, in appellant's view, renders the seizure of the.22 caliber pistol illegal so that the weapon could not be used in evidence against the appellant.\nWe think the search of the automobile to be proper.\nDeputy Wood had probable cause to believe at the time he arrested appellant that a felony had been committed and that the appellant had committed it. Wood had received information via police radio broadcasts that the home of *686 Shelton Plumer had been broken into by one \"colored male about 5' 10\" wearing a yellow shirt\" and dark pants, and that \"there was a wallet with approximately $200.00 missing.\" Deputy Wood received further information that the suspect had entered an automobile and \"that the vehicle had fled the scene and that it was a '62 light blue Chevrolet bearing Maryland Registration JX 8288.\" When he observed the appellant, fifteen or twenty minutes later, wearing a yellow shirt and standing alone beside an automobile that correctly fit the description of the car in which the person who had perpetrated the breaking and entering had fled, Deputy Wood had probable cause to make the arrest of the appellant. Probable cause is no more than \"... [A] non-technical conception of a reasonable ground for belief of guilt requiring less evidence for such belief than would justify a conviction, but more evidence than mere suspicion.\" Cuffia v. State, 14 Md. App. 521, 525, 287 A.2d 319, 322 (1972). See also Cleveland v. State, 12 Md. App. 712, 280 A.2d 520 (1771); Cleveland v. State, 8 Md. App. 204, 259 A.2d 73 (1969); Cornish v. State, 6 Md. App. 167, 251 A.2d 23 (1969).\nDuring the course of the search of the appellant, Wood found $276.00, but he did not find the wallet that had been reported taken. He had, in our view, probable cause to believe that the wallet was still in the motor vehicle, and he had a right to look in the car for the wallet. The search of appellant's person disclosed a box of .22 caliber ammunition. That discovery gave rise to a reasonable inference that the appellant possessed a weapon, and inasmuch as the weapon was not on the appellant's person it certainly could have been in the motor vehicle.\nThe second phase of the appellant's contention, i.e., that there was no exigency for the search is without merit. This Court, in Bailey v. State, 16 Md. App. 83, 105, 294 A.2d 123, 135 (1972), summarized those cases wherein we had found exigency to exist. We stated, at 105-106:\n\"... In Peterson, Deal and Hunt v. State, 15 Md. App. 478, we held exigency to exist for the search of *687 two vehicles on a liquor store parking lot, notwithstanding the prior arrest of the six occupants. In Scales v. State, 13 Md. App. 474, we held exigency to exist for the search of an automobile at rest on a residential parking lot late at night, notwithstanding the absence of its owner from the area. In Johnson, Ward and Garrett v. State, 10 Md. App. 652, we held exigency to exist for a search of an automobile on a highway, notwithstanding the arrest and removal to the police station of its occupants. In Middleton v. State, 10 Md. App. 18, we held exigency to exist for the search of one automobile parked on a street in Wilmington, Delaware, notwithstanding the prior arrest of its driver and his removal to the station house. We held exigency to exist for the search of another vehicle in an alley in Baltimore, notwithstanding the prior removal to the police station of the two men who had been shown to have any connection with it. In Johnson v. State, 9 Md. App. 166, we held exigency to exist for the search of an automobile parked upon a public street, notwithstanding the prior arrest of its owner. In Cook v. State, 8 Md. App. 243, we held exigency to exist for the search of an automobile parked in front of a suspect's residence, notwithstanding the prior arrest of the suspect in his apartment. In Sutton v. State, 8 Md. App. 285, we held exigency to exist for the search of a vehicle stopped upon a highway and then removed to a police garage, notwithstanding the fact that its four occupants were in police custody at the Waldorf Barracks. In Johnson v. State, 8 Md. App. 28, we held exigency to exist for the search of an automobile parked on the street, notwithstanding the detention of its owner at the police station. In Cornish and Gilman v. State, 6 Md. App. 167, we held exigency to exist for the search of a truck stopped on the street and then towed to a police garage, notwithstanding the prior arrest of the driver.\"\n*688 According to one version of the testimony, Wood was alone at the time he made the arrest. The arrest was, as we have already indicated, in a rural area of the county. For his own personal safety Wood had a right to look for weapons. The factual situation confronting Deputy Wood clearly demonstrates the exigency necessary for the warrantless search. The placing of appellant in the police vehicle prior to the time Wood conducted the search did not eliminate the exigency. In Bailey, supra, at 105, it is said:\n\"The mere placing of a suspect vehicle's occupants in custody does not extinguish exigency, if it otherwise exists.\"\nIn the instant case, the appellant further suggests that the motor vehicle could have been placed under police guard while a warrant was obtained. Such an assertion is directly contrary to our answer to the same contention made in Bailey. There, at 106, we opined:\n\"The appellant's argument that the police could have kept the station wagon guarded and immobilized while a search warrant was being obtained ignores the clear voice of Chambers v. Maroney, 399 U.S. 42, that the Fourth Amendment requires no more for the warrantless search of the vehicle than it requires for a `warrantless seizure of the car and the denial of its use to anyone until a warrant is secured.' Chambers points out that `... there is little to choose in terms of practical consequences between an immediate search without a warrant and the car's immobilization until a warrant is obtained' ....\"\nWe think the search of the appellant's vehicle to have been lawful, and that Bailey is dispositive of the appellant's argument. See also Cady v. Dombrowski, 413 U.S. 433, 13 Cr. L. 3231, decided June 21, 1973.\n\nTHE TAKING OF A CARBON RESIDUE SAMPLE FROM APPELLANT'S VEHICLE\nAppellant next argues that the actions of Sgt. Summers *689 and Sgt. Coonradt of the State Police in scraping carbon residue from the tail pipe of appellant's vehicle, absent a valid search and seizure warrant, constitutes an illegal search. We disagree. When appellant was apprehended and the .22 caliber pistol was discovered in his motor vehicle, that discovery triggered the police investigation into the activities of appellant prior to the breaking and entering of Plumer's residence. The police were spurred on by their knowledge that the victims of the double slaying had been killed with a .22 caliber weapon. Following appellant's removal from the scene of the arrest, the motor vehicle was towed to a service station where it was stored. The next day, Sgts. Summers and Coonradt went to the service station ostensibly to view the vehicle for blood stains, fingerprints, or any other evidence that might connect appellant with the murders. Sgt. Coonradt testified that he scraped the residue from the exhaust pipe of appellant's vehicle before the car was started. Sgt. Summers said that the samples were obtained on a piece of paper from under the exhaust after the car had been started. The tail pipe on appellant's vehicle, instead of being parallel to the ground, was bent in such a way that it was almost perpendicular to the ground.\nThe Fourth Amendment to the Constitution of the United States provides:\n\"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\"\nThe Fourth Amendment was made applicable to the States through the Due Process Clause of the Fourteenth Amendment. See Mapp v. Ohio, 367 U.S. 643, 81 S.Ct. 1684, 6 L.Ed.2d 1081 (1961). It is important to note that the Fourth Amendment does not preclude all warrantless searches, but only those which are \"unreasonable.\" Harris v. United States, 331 U.S. 145, 67 S.Ct. 1098, 91 L.Ed. 1399 (1947), *690 rehearing denied, 331 U.S. 867, 67 S.Ct. 1527, 91 L.Ed. 1871 (1947); Go-Bart Importing Company v. United States, 282 U.S. 344, 51 S.Ct. 153, 75 L.Ed. 374 (1931); Jones v. State, 13 Md. App. 309, 283 A.2d 184 (1971), cert. denied, 264 Md. 749 (Jan. 17, 1972); Pinkney v. State, 12 Md. App. 598, 283 A.2d 800 (1971), cert. denied, 263 Md. 718 (Nov. 9, 1971).\nAppellant's counsel vigorously objected to the testimony of both Sgt. Summers and Sgt. Coonradt with reference to the carbon that they had obtained from the exhaust pipe of the car. They further objected to the testimony of Charles Michael Hoffman, an expert in forensic chemistry, who stated that he compared the carbon obtained from appellant's car with that found near the bloodied shack, and he determined the specimens to be similar in content and concentration.\nThe issue presented to us is whether, after the police have conducted a search of a motor vehicle incident to an arrest and have moved the automobile to another place for storage, they must obtain a search and seizure warrant before they may again search the car.\nThe arrest of appellant occurred at approximately 2:00 p.m. on June 9, 1971. The obtaining of the carbon from the vehicle was on the evening of June 10 \u0097 a time lapse of somewhat more than 24 hours. We sanctioned, in Bailey v. State, supra, a second warrantless search 6 hours after the first search. In Clayton v. State, 12 Md. App. 40, 276 A.2d 671 (1971), we approved a search \"some six and one-half hours after the initial seizure.\" In the case now before us, the vehicle was continually in constructive possession of the police from the time of appellant's arrest, and an application for a search and seizure warrant was, under the circumstances, unnecessary. In Bailey, supra, upholding a warrantless second search 6 hours after the initial warrantless search, we said, at 108:\n\"Under the rationale of Chambers, once that legitimate seizure was executed it was reasonable for the police to make a follow-up search of the vehicle at a later hour. The police were in legitimate *691 possession of the vehicle. It had not been returned to the appellant or to anyone acting for him. Under those circumstances, the police are not required to measure each and every subsequent investigative act with respect to that vehicle in terms of the exigency of that subsequent moment as if they were searching or seizing the vehicle for the first time.\"\nWe perceive only a quantitative difference in time measured by hours between Bailey and the instant case. We therefore hold that the seizure of the carbon residue from the exhaust pipe, be it by means of a penknife before the vehicle was started, or on a piece of paper placed under the exhaust after it was started, to be lawful warrantless search and seizure.\n\nSEIZURE OF BLOOD AND HAIR SAMPLES FROM THE APPELLANT'S PERSON WITHOUT HIS CONSENT\nAppellant's fourth contention is more troublesome than the previous three. While the appellant was in the Prince George's County Detention Center,[1] Sgt. Summers (then Corporal) made application for a search and seizure warrant to authorize the removal of hair and blood from the appellant. A search warrant was issued by a judge of the Circuit Court for Prince George's County. The warrant stated in part:\n\"You are therefore hereby commanded, with the necessary and proper assistants, to search forthwith the said person, Bernard William Robinson for the evidence specified, to wit: cut and pulled hair samples from his head, body, and pubic area and a blood sample, and if the property be found there to seize it and seize any property found liable to seizure under the laws of this State....\"\n*692 The warrant was returnable within five days from June 29, 1971. It was returned on the 30th day of June, along with the written inventory. The inventory disclosed that the following items had been taken from the appellant: \"cut and pulled hairs from the head, body and pubic area's\" and \"3 Vials of blood removed from the right arm.\" According to the return, the inventory was made in the presence of another member of the Maryland State Police and two deputy sheriffs of Prince George's County. Summers testified:\n\"I obtained a head sample \u0097 a hair sample, chest hair sample, pubic hair sample and each one of these samples were cut and pulled specimens.\"\nIn response to the question, \"Did you seize any other items pursuant to that [search and seizure warrant]?\" the sergeant responded, \"Yes, I obtained a couple of vials of blood from the defendant.\" (Emphasis supplied). The blood was contained in \"three little glass vials.\"\nAppellant endeavored, prior to the sergeant's testimony, to have the evidence suppressed, but his motion was overruled. We think the ruling as to the taking of the hair samples to be correct, and the samples to be admissible evidence. There is a valid distinction between the taking of hair from the exterior of the body and the intrusion into the body for the purpose of withdrawing blood. It has been held that the taking of fingernail scrapings, urine samples, saliva, and clipping of hair are valid. See Cupp v. Murphy, 412 U.S. 291, 93 S.Ct. 2000, 36 L.Ed.2d 900 (1973); Simms v. State, 4 Md. App. 160, 242 A.2d 185 (1968); United States v. Cox, 428 F.2d 683 (7th Cir.1970); Novak v. District of Columbia, 49 A.2d 88 (Mun. Ct. App. D.C. 1946), rev'd on other grounds, 82 U.S. App. D.C. 95, 160 F.2d 588 (1947). See also Cook, Constitutional Rights of the Accused, Pretrial Rights (1972), § 57. We perceive little difference between the taking of hair samples and the taking of fingerprints, handwriting, or smears for neutron activation tests.\nThe trial court's failure, however, to grant appellant's motion to suppress the evidence concerning the blood drawn *693 from appellant was error. The Supreme Court of the United States, in Schmerber v. California, 384 U.S. 757, 86 S.Ct. 1826, 16 L.Ed.2d 908 (1966), had before it a case wherein Schmerber had been convicted of operating an automobile while under the influence of intoxicating liquor. His arrest had been made at a hospital while he was receiving treatment for injuries received in a motor vehicular accident. At the direction of a police officer, a blood sample was withdrawn from Schmerber's body by a physician at a hospital. A chemical analysis of the sample revealed a percent by weight of alcohol in the blood which indicated that Schmerber was indeed intoxicated. Schmerber's conviction was affirmed. The Court said, at 771-772:\n\"... [T]he record shows that the [blood] test was performed in a reasonable manner. [Schmerber's] blood was taken by a physician in a hospital environment according to accepted medical practices. We are thus not presented with the serious questions which would arise if a search involving use of a medical technique, even of the most rudimentary sort, were made by other than medical personnel or in other than a medical environment \u0097 for example, if it were administered by police in the privacy of the stationhouse. To tolerate searches under these conditions might be to invite an unjustified element of personal risk of infection and pain.\n\nWe thus conclude that the present record shows no violation of [Schmerber's] right under the Fourth and Fourteenth Amendments to be free of unreasonable searches and seizures. It bears repeating, however, that we reach this judgment only on the facts of the present record. The integrity of an individual's person is a cherished value of our society. That we today hold that the Constitution does not forbid the States minor intrusions into an individual's body under stringently limited conditions in no way indicates *694 that it permits more substantial intrusions, or intrusions under other conditions.\" (Emphasis supplied).\nIt appears on the record before us that Summers, unassisted by a physician or other medical personnel, removed the blood from the appellant. There was no testimony as to any qualification possessed by Summers to withdraw blood from the body of another. There is nothing that would indicate that the blood was withdrawn in the \"hospital environment\" suggested by Schmerber. A clear inference may be drawn from the testimony to the effect that appellant's blood sample was taken while he was in the county detention center.\nThere is no Maryland statute that specifically sets forth the method by which a blood sample may be withdrawn from the body of an accused pursuant to a search warrant, although we can glean from Md. Ann. Code Art. 35, § 100(d) the legislative will in regard to the withdrawal of blood from an accused. That section is concerned with the subject of blood tests performed upon those persons suspected or accused of operating a motor vehicle while under the influence of alcohol or drugs. Subsection (d) provides:\n\"Who may take blood specimen. \u0097 Only a physician, or qualified medical personnel, acting at the request of a police officer, or a person acting at the request of a physician, can withdraw blood for the purpose of determining the alcoholic content therein....\"\nWe believe that the same safeguards that the legislature has found attendant to the withdrawing of blood from a person suspected of operating a motor vehicle while intoxicated surround a person accused of other offenses. Accordingly, we hold that blood may be withdrawn from an accused only by a physician or other medical personnel, under clinical-like conditions.\nWe think the withdrawal of appellant's blood by Sgt. Summers was violative of the appellant's constitutional *695 rights, although we conclude, for the reasons stated infra, that under the circumstances of this case the violation is harmless error. Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967), rehearing denied, 386 U.S. 987, 87 S.Ct. 1283, 18 L.Ed.2d 241 (1967). The blood found where the bodies were located and at the tarpaper shack on the Wilkerson farm was not that of appellant. Both Miers and Larcher had type A blood; the appellant's blood was type B. No type B blood was found upon any items that were admitted into evidence. Some blood was found on a jacket of the appellant, and on a pair of gray shoes of the appellant. An expert witness, Special Agent Robert E. Beams of the Federal Bureau of Investigation, testified that there was human blood on the jacket and shoes, but it was of insufficient quantity to type. In no manner was the appellant's blood type linked, directly or indirectly, to the crimes, and for that reason, Sgt. Summers's judicially authorized violation of appellant's constitutional rights was harmless.\nThe State directs us to the case of Davis v. State, 189 Md. 640, 57 A.2d 289 (1948), wherein the Court of Appeals stated, at 646:\n\"... There is no substantial difference between obtaining a specimen of blood from an accused and obtaining his fingerprints, or physical property, the possession of which by him is a pertinent question at issue in a felony charge against him. Whatever may be the rule in other jurisdictions we have long since adopted the rule that the admission of evidence thus obtained is not a violation of the Maryland Declaration of Rights, and we so hold in this case.\"\nIn Davis, the blood was obtained by subterfuge from an accused, but it was withdrawn from the person of the accused by a physician. Furthermore, Davis was decided before the Supreme Court held the Fourth and Fifth Amendments to be applicable to the States through the Fourteenth Amendment. Mapp v. Ohio, supra; Malloy v. *696 Hogan, 378 U.S. 1, 84 S.Ct. 1489, 12 L.Ed.2d 653 (1964). Insofar as Davis conflicts with Mapp or Malloy, Davis has been overruled by the Supreme Court.\n\nADMISSIBILITY OF SHOES SEIZED FROM APPELLANT'S RESIDENCE\nAppellant next objects to the admission into evidence of a pair of gray shoes upon which blood stains were found. The stains were made by human blood, but the quantity of blood, as we have previously noted, was insufficient to be identified as to type.\nThe transcript discloses that the appellant resided in a house rented by his brother, John Robinson. While the appellant was incarcerated in the Charles County jail, the police sought and obtained in writing John's permission to search his house. John's girl friend and eight children also resided in the dwelling. According to John, the house consisted of four rooms, two of which were bedroom. John, his girl friend, and the baby occupied one bedroom. The remaining seven children slept in the other bedroom. The appellant slept on a couch in the dining room. Appellant paid John $10.00 per week as rent. The entire family had access to the dining room.\nIn the course of the search, the police discovered and seized a pair of gray shoes belonging to the appellant. Appellant's attack on the admissibility of the shoes into evidence is predicated upon his proprietary and possessory interest in the premises. The shoes were in the bedroom that was occupied by the seven children. The appellant kept a suitcase in the same bedroom. The shoes were readily visible on the floor beside the suitcase.\nThe Court of Appeals, in McCray v. State, 236 Md. 9, 202 A.2d 320 (1964), held that a father could give consent to search his home and thus bind his son. The Court said, at 14:\n\"... As an owner and occupant of the house, the father was entitled to give such consent and to bind his son in so doing.... It appears that what the police did was not unlawful since a search by *697 permission is one of the exceptions to the general rule that reasonable searches must be made under a valid search warrant....\"\nSee Jones v. State, supra; State v. Kinderman, 271 Minn. 405, 136 N.W.2d 577 (1965), cert. denied, 384 U.S. 909, 86 S.Ct. 1349, 16 L.Ed.2d 361 (1966).\nWe find nothing in the record before us to indicate any proprietary interest on the part of appellant in the bedroom of John Robinson's seven children. The shoes seized by the police were not out of sight, stored in the suitcase, but were in plain view to anyone entering the room. It cannot be disputed that John Robinson's rights to the house were superior to those of the appellant, his brother. John rented the entire house. The appellant rented the right to sleep on a sofa in the dining room. The appellant does not have the same constitutional right of privacy in John Robinson's dining room or in John Robinson's house which the appellant might have had in renting a hotel room. See Stoner v. California, 376 U.S. 483, 84 S.Ct. 889, 11 L.Ed.2d 856 (1964). We observe no impropriety in the consensual search, nor do we perceive any violation of appellant's Fourth Amendment rights.\n\nADMISSIBILITY OF OPINIONS OF STATE EXPERTS\nAppellant also argues that the trial court should not have allowed, over objection, the testimony of the State's expert witnesses. One of the witnesses, Special Agent Myron T. Scholberg, of the Federal Bureau of Investigation, testified that certain negroid hairs found on the clothing of the victims were \"microscopically like\" the hairs removed from the body of the appellant. Scholberg said that he could not positively say that the hair of the appellant was the exact same hair that was found on the clothing of the murder victims, because hair does not contain the peculiar identifying characteristics of fingerprints. Special Agent Beams testified that the blood type of the victims was different from the blood type of the appellant. Beams also *698 stated that the traces of human blood found on the shoes and a jacket were of insufficient quantities to type. Finally, forensic chemist Hoffman testified that in his opinion the carbon residue recovered from a dirt sample near the shack where the murders occurred was of similar content and concentration as that which was taken from the appellant's car.\nAppellant sees reversible error because the expert witnesses were unable to say with specificity that the hair was that of the appellant, nor was the blood on the shoes and jacket identified, nor was it definitely stated that the soot on the ground was the same as the soot from appellant's car.\nThe short answer to the appellant's contention is stated in Doye v. State, 16 Md. App. 511, 299 A.2d 117 (1973), cert. denied, 268 Md. 747 (March 6, 1973), where Judge Thompson, for this Court, said, at 519:\n\"The rule is well established that physical evidence need not be positively connected with the accused or the crime to be admissible; it is admissible where there is a reasonable probability of its connection with the accused or the crime, the lack of positive identification affects only the weight of the evidence. Woodell v. State, 2 Md. App. 433, 234 A.2d 890 [1967]; Tomolillo v. State, 4 Md. App. 711, 245 A.2d 94 [1968].\"\nThe evidence was properly admissible; its weight was for the trier of the facts.\n\nCROSS-EXAMINATION EXCEEDED THE SCOPE OF DIRECT EXAMINATION\nIn appellant's next contention he asserts that the trial judges erred when they allowed the State, on cross-examination of the appellant, to \"exceed the scope of direct examination.\" Appellant's counsel sought, by limiting the direct examination, to show only the appellant's activities on June 9, 1971, the date appellant was arrested. Counsel carefully steered his questioning of appellant away *699 from the carbon emission of the automobile, or any possible inculpatory statement. Counsel sought to avoid exposure to cross-examination, except on the very limited basis of the direct examination. Appellant cites Williams v. Graff, 194 Md. 516, 71 A.2d 450 (1950), and Shupe v. State, 238 Md. 307, 208 A.2d 590 (1965) to support his position. We think both to be inapposite. Williams is a negligence case. There, the Court of Appeals said, at 522:\n\"... On the other hand, the rule followed in nearly all of the States, including Maryland, is that where a witness is called to testify on a particular point, the adverse party in the cross-examination of the witness is restricted to the point on which he testified and cannot question him in regard to other issues in the case.\"\nThe Court, however, went on to say, at 522-523:\n\"However, our rule does not go to the extent of restricting the cross-examination of the witness to the specific details inquired into on direct examination, but permits full inquiry into the subject matter entered into. Where a general subject has been entered upon in the examination in chief, the cross-examining counsel may ask any relevant question on the general subject. In our judgment the rule limiting cross-examination to the general facts stated on direct examination should not be so applied as to defeat the real object of cross-examination, i.e., to elicit all the facts of any observation or transaction which has not been fully explained. (Citations omitted). The scope to which the cross-examination may extend rests largely in the discretion of the trial judge, and his ruling thereon will not be disturbed by the Court of Appeals, unless it appears that some injustice has been done.\" (Emphasis supplied).\nIn Shupe, supra, the Court of Appeals, quoting from Williams, supra, reversed a trial court which refused to *700 allow \"exploratory\" type questions on the cross-examination. The Court held that the trial court's ruling, disallowing questions designed to elicit certain information, was unduly restrictive. We do not see solace for appellant in either Williams or Shupe. Moreover, Chief Judge Murphy for this Court, in DeLilly v. State, 11 Md. App. 676, 276 A.2d 417 (1971), pointed out at 681, that:\n\"... [T]he right to cross-examine effectively necessarily includes the right to place the testimony of a witness in its proper setting to fairly enable the jury to judge its credibility.\"\nThe trial court did not err in allowing the State's cross-examination of the appellant to exceed the scope of very limited direct examination.\n\nAPPELLANT'S MOTION FOR JUDGMENT OF ACQUITTAL\nAppellant's penultimate argument is that the trial court should have granted his motion for judgment of acquittal. We disagree. The test of the sufficiency of the evidence in a jury trial is whether the evidence, if believed, either shows directly or supports a rational inference of facts to be proved from which the trier of fact could fairly be convinced, beyond a reasonable doubt, of the defendant's guilt of the offense charged. Kelly v. State, 16 Md. App. 533, 298 A.2d 470 (1973); Carter v. State, 15 Md. App. 242, 289 A.2d 837 (1972); Conway v. State, 15 Md. App. 198, 289 A.2d 862 (1972); Young v. State, 14 Md. App. 538, 288 A.2d 198 (1972); King v. State, 14 Md. App. 385, 287 A.2d 52 (1972); Metz v. State, 9 Md. App. 15, 262 A.2d 331 (1970).\nAppellant argues that the State possessed only \"circumstantial evidence\" and that its proof of facts did not \"exclude every reasonable hypothesis or theory of innocence.\" Appellant reckons not with Nichols v. State, 5 Md. App. 340, 247 A.2d 722 (1968), wherein we said, at 350:\n\"... Circumstantial evidence alone is sufficient to support a verdict of guilty (except for the crime *701 of treason and, in some jurisdictions, perjury) or it may be used in conjunction with direct evidence. It may corroborate other testimony and may be used to prove any element of the crime, such as the corpus delicti or the criminal agency of the accused.\nThe law makes no distinction between direct evidence of a fact and evidence of circumstances from which the existence of a fact may be inferred. No greater degree of certainty is required when the evidence is circumstantial than when it is direct, for in either case the trier of fact must be convinced beyond a reasonable doubt of the guilt of the accused.\" (Footnote omitted).\nIn Metz, supra, we quoted from Nichols v. State, supra, and summarized its holding by saying, at 23:\n\"In short, we feel that the test for sufficiency is the same whether the evidence be direct, circumstantial, or provided by rational inferences therefrom.\" (Footnote omitted).\nIn the instant case, the testimony showed that the appellant possessed a .22 caliber \"Luger-style\" pistol, and he had been seen in possession of that weapon two or three days before the slayings. One witness testified that he had been threatened by the appellant a few days before the killings with the pistol and another witness corroborated that threat. The same pistol was recovered from the appellant's automobile at the time of his arrest by Deputy Wood for the offense of breaking and entering Mr. Plumer's house. The .22 caliber pistol found in the appellant's car was proven by ballistics to be the murder weapon \u0097 at least proven by ballistics to be without doubt the murder weapon of Larcher. An expended bullet removed from Larcher's body was demonstrated to have been fired from the weapon seized from the appellant. Expended .22 caliber cartridge cases found at the tarpaper shack and at the scene where the bodies were recovered were also proved to have been fired from the weapon seized from the appellant. A rational inference may be deduced from the evidence that the *702 weapon was also used to slay Miers. The appellant was black. Negroid hair was found upon the clothing of the murder victims. The human blood stains found on the appellant's gray shoes and jacket were not satisfactorily explained by appellant. The vehicle of the appellant emitted large quantities of carbon similar to the quantity and composition of carbon found at the murder scene.\nWe think Henry D. Thoreau's line, \"Some circumstantial evidence is very strong, as when you find a trout in the milk,\"[2] aptly expresses the overwhelming circumstantial evidence adduced by the State against the appellant in this case.\n\nJURY INSTRUCTIONS CONCERNING BURDEN OF PROOF IN A CIRCUMSTANTIAL EVIDENCE CASE\nFinally, the appellant contends the advisory instructions given to the jury by the trial judges were erroneous. We disagree. The trial court instructed the jury as to the applicable law when it said:\n\"If in your weighing of this evidence any inferences from it are consistent either with guilt or innocence, then the defendant is entitled to have it construed in his favor.... Convictions can be had under circumstantial evidence if the jury is convinced by the facts and circumstances of that guilt within standards of proof as [we] have defined them; but, as [we] say, if these inferences are equally consistent with innocence then the defendant is entitled to his presumption of innocence.\"\nThe appellant was not entitled to an instruction that a case based upon circumstantial evidence required the State to disprove every reasonable hypothesis or theory of innocence, Metz v. State, supra; Nichols v. State, supra.\nJudgments affirmed.\nNOTES\n[1]  Appellant was placed in the Prince George's County Detention Center instead of the Charles County jail for security reasons.\n[2]  The quote is from Thoreau's Journal, Nov. 11, 1850.\n\n",
            "ocr": false,
            "opinion_id": 2055716
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Murder"
}