{
    "id": 2077032,
    "judges": "Glickman and Thompson, Associate Judges, and Farrell, Senior Judge",
    "date_filed": 1273708800000,
    "date_filed_is_approximate": false,
    "slug": "riddick-v-united-states",
    "case_name_short": "Riddick",
    "case_name": "Riddick v. United States",
    "case_name_full": "George B. RIDDICK, Appellant, v. UNITED STATES, Appellee",
    "attorneys": "Mikel-Meredith Weidman, Public Defender Service, with whom James .Klein and Sarnia Fam, were on the brief, for appellant., Leslie Ann Gerardo, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney at the time the brief was filed, and Roy W. McLeese III, Elizabeth Trosman, and Michael T. Truscott, Assistant United States Attorneys, were on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 22, 2009.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b242-3\">\n    George B. RIDDICK, Appellant, v. UNITED STATES, Appellee.\n   </parties><br><docketnumber id=\"b242-6\">\n    No. 07-CF-875.\n   </docketnumber><br><court id=\"b242-7\">\n    District of Columbia Court of Appeals.\n   </court><br><otherdate id=\"b242-8\">\n    Argued Oct. 22, 2009.\n   </otherdate><br><decisiondate id=\"b242-9\">\n    Decided May 13, 2010.\n   </decisiondate><br><attorneys id=\"b243-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"213\"> \n     *213\n     </span>\n    Mikel-Meredith Weidman, Public Defender Service, with whom James .Klein and Sarnia Fam, were on the brief, for appellant.\n   </attorneys><br><attorneys id=\"b243-15\">\n    Leslie Ann Gerardo, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney at the time the brief was filed, and Roy W. McLeese III, Elizabeth Trosman, and Michael T. Truscott, Assistant United States Attorneys, were on the brief, for appellee.\n   </attorneys><br><judges id=\"b243-16\">\n    Before GLICKMAN and THOMPSON, Associate Judges, and FARRELL, Senior Judge.\n   </judges>",
    "citations": [
        "995 A.2d 212"
    ],
    "opinions": [
        {
            "author_str": "Thompson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n995 A.2d 212 (2010)\nGeorge B. RIDDICK, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 07-CF-875.\nDistrict of Columbia Court of Appeals.\nArgued October 22, 2009.\nDecided May 13, 2010.\n*213 Mikel-Meredith Weidman, Public Defender Service, with whom James Klein and Samia Fam, were on the brief, for appellant.\nLeslie Ann Gerardo, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney at the time the brief was filed, and Roy W. McLeese III, Elizabeth Trosman, and Michael T. Truscott, Assistant United States Attorneys, were on the brief, for appellee.\nBefore GLICKMAN and THOMPSON, Associate Judges, and FARRELL, Senior Judge.\nTHOMPSON, Associate Judge:\nOn April 11, 2007, a jury convicted appellant George Riddick of the second-degree murder of his girlfriend, Danitza Barrera.[1] Appellant also was convicted of weapons offenses relating to that incident: possession of a firearm during a crime of violence, carrying a pistol without a license (\"CPWL\"), and CPWL outside the home.[2] On appeal, he challenges his convictions on two grounds. First, he contends that the trial court abused its discretion in excluding from evidence a handwritten note found in the victim's bedroom, evidence that he contends would have supported his defense that the shooting was accidental. Second, he seeks reversal of his CPWL convictions on Second Amendment grounds. We affirm.\n\nI.\nThe government presented evidence that, on the morning of May 9, 2000, police officers, responding to a 911 call from a man who said that his girlfriend had been shot,[3] arrived at the Elvans Road, S.E., apartment that appellant had shared with Barrera and her toddler son. Officers saw *214 the toddler near a window and found Barrera in the bedroom, lying on her back on the bed, and bleeding from what appeared to be a gunshot wound to her neck. A towel was on her neck. Barrera was unconscious and was \"gasping for air.\" She was pronounced dead about half an hour after police found her. The medical examiner who conducted the autopsy, Dr. Wendy Gunther, testified that a bullet entered the left side of Barrera's neck and exited through her back, near her right shoulder. Dr. Gunther found no other injuries on Barrera's body other than a fingernail scar on her forearm. Barrera's hands were clean \"except for a tiny smear of blood on one spot;\" and there was no blood spatter or \"blow back\" on the backs of her hands, as would be expected if she had shot herself. On the bed, police found a copper-jacketed bullet consistent with a .32 caliber pistol, but they found no gun or shell casing.\nMetropolitan Police Department Officer Charles Brevard testified that as he approached the apartment building on Elvans Road about two minutes after the 911 call was received, he passed a driver in a Volvo who was going in the opposite direction. He later learned that the driver was appellant. Government witness Sonja Erickson described appellant's activities after he left Elvans Road. Erickson testified that she saw appellant at the home of Anthony Broom. Erickson went there after Broom telephoned her and asked her to come over to \"clean up some things,\" a request that Erickson understood to mean that Broom wanted her to remove some guns from the house. When Erickson arrived at Broom's house, appellant put a gun and a shell casing, which he pulled out of his shirt pocket, into a duffel bag that Erickson held out to him.[4] Appellant told Erickson that he had shot Barrera, but that \"it was an accident.\" Erickson testified that appellant further told her\u0097\"in [precisely] this order\"\u0097that he \"packed his bag, . . . packed his clothes, . . . found the shell casing on the floor, and . . . [t]hen. . . called 911,\" putting something over the phone to disguise his voice. When Erickson confronted appellant about whether the shooting had really been an accident, appellant responded, \"I was mad.[5] I was trying to scare her.\"\nAbout an hour later, after learning that Barrera was dead,[6] appellant described to Erickson his plan to flee the area. He asked Erickson if she would take a bus with him to New York City, explaining that he believed the police would be looking for a man traveling alone. When Erickson declined, appellant said that he would go nonetheless and that he would use the alias \"Paul\" along with a last name \"like, Smith, Jones, something . . . [a] really easy name.\" Approximately a month later, appellant called Erickson, identified himself as \"Paul,\" and made a comment about being in New York. Erickson then called the police. It was not until 2005, five years after appellant absconded, that marshals located him and arrested him in New York.\n*215 The government also elicited testimony from Erickson and from neighbors in the Elvans Road apartment building that the relationship between appellant and Barrera had been contentious.[7] Erickson testified about an incident, several months before the shooting, when she saw appellant grab Barrera by her shirt and point his finger toward her neck. Barrera looked \"scared\" but did not say anything. Neighbors testified that appellant and Barrera argued frequently. Neighbor Kevin Franklin testified that in March 2000, he heard Barrera yelling at appellant after answering a pager message from one of appellant's girlfriends. Speaking to Franklin in the hallway outside the apartment, appellant said, \"Man, sometime, man, she make me want to kill her ass.\" Shortly afterwards, Franklin saw clothes scattered in the hallway, and ten or fifteen minutes later saw appellant carrying bags of clothes to his car. Neighbor Troy Lyles testified that on more than one occasion appellant would \"pack[] his stuff\" and leave the apartment, but later would return and begin fighting with Barrera again. Lyles recalled that, a few weeks before the shooting, he walked down the building stairs, carrying an overnight bag. Appellant told Lyles that Barrera was \"getting on [appellant's] nerves. She going make me F her up.\" Lyles also testified that he heard the couple fighting on the morning of the shooting.\nDuring his testimony, appellant acknowledged that his relationship with Barrera had been \"rocky,\" that he hit her on numerous occasions and may have kicked her, and that, as a result of their fights, he often would leave only to come back later. He denied that Barrera had threatened to leave him, and he also disputed that Barrera had thrown his clothes into the hallway. Appellant testified that the shooting was an accident. He told the jury that he had obtained a loaded .32 caliber handgun (from Broom) about two or three weeks before the shooting \"for protection.\" He also testified that on the night before the shooting, he and Barrera had had another \"verbal confrontation\" and he left and spent the night elsewhere. When he returned to Elvans Road on the morning of May 9, Barrera started \"fussing,\" \"screaming\" and \"yelling\" because she thought appellant had been with another woman. As the arguing back and forth continued, appellant told Barrera that he was \"tired of this\" and began to pack his bags. As he packed, Barrera pulled the gun on him and told him that he was not going anywhere. Appellant yelled at Barrera to put the gun down, and then grabbed for the gun. According to appellant, Barrera was waving the gun, appellant grabbed her hand and her arm, appellant and Barrera both began to fall, and, while both had their hands on the gun, the gun fired. Seeing that Barrera had been shot in the neck, appellant grabbed a towel and put it over the wound to try to stop the bleeding. Appellant then called 911. He denied that he masked his voice to avoid detection, but said that he panicked after making the call. He grabbed his bags and left the apartment. Appellant denied that he picked up the shell casing after the shooting, saying that the shell casing must have gotten \"stuck,\" something he realized only when he gave the gun to Erickson.\nThe court gave the jury instructions on first-degree murder, second-degree murder, and voluntary manslaughter while armed, and on accident as a complete defense to those charges. After sending two *216 notes asking the court about the definition of \"deliberation,\"[8] the jury acquitted appellant of the charge of first-degree murder, but found him guilty of second-degree murder.\n\nII.\nDuring a search of Barrera's bedroom, police found, in the top drawer of a corner cabinet, a sheet of yellow lined paper on which the following was handwritten: \"My life is going down the drain more and more george is pulling away from me more now[.]\"[9] The government had lost the original sheet of paper at some point before trial, but had preserved a copy, which the defense sought to introduce into evidence. Although acknowledging that the handwriting on the paper could not be authenticated as that of Barrera (since a handwriting expert would need the original to be able to opine on the issue), the defense argued that the writing was evidence of Barrera's state of mind and was relevant because it suggested appellant \"was the one who was leaving and that [Barrera] was upset about that and that, therefore, she might take steps to stop him\" by pulling a gun on him. Appellant urges that the handwritten note \"suggested a powerful reason why [Barrera] might resort to extreme measures to prevent him from leaving her altogether,\" and contends that, at the very least, the note made it slightly more likely that appellant's account of what occurred was true.[10] Thus, appellant argues, the trial court abused its discretion in excluding the handwritten note. He asserts that exclusion of the note deprived him of a \"meaningful opportunity to present a complete defense\" and urges us to apply the standard for evaluating constitutional error established by Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967), i.e., whether the error was \"harmless beyond a reasonable doubt.\" Id. at 24, 87 S.Ct. 824.\nWe review a trial court's decision to admit or exclude evidence for abuse of discretion. See Goines v. United States, 905 A.2d 795, 799 (D.C.2006) (citation omitted); Fuller v. United States, 873 A.2d 1108, 1114 (D.C.2005). \"An evidentiary ruling by a trial judge on the relevancy of a particular item is a highly discretionary decision that will be upset on appeal only upon a showing of grave abuse.\" Price v. United States, 697 A.2d 808, 818 (D.C. 1997) (citation and internal quotation marks omitted). But \"such discretion does not extend to the exclusion of crucial relevant evidence establishing a valid defense.\" Id. at 813 (citation and internal quotation marks omitted). With these principles in mind, we consider the court's rationale for *217 excluding the note and the parties' proffers bearing on the admissibility of the note.\nInitially, the trial judge expressed concern that the handwriting on the note could not be authenticated as Barrera's writing.[11] Ultimately, however, the court ruled that the handwritten note was inadmissible for two reasons: because there was no indication of when it was written (the principal focus of the court's reasoning), and because the jury would have to speculate to draw the inference that the defense would ask the jury to make. The court reasoned that what was relevant was \"the nature of the dynamic of the relationship [between appellant and Barrera] at the time of or shortly before the shooting\" or \"at the time just before the fatal blow,\" not the dynamic months before the shooting. The defense told the court that it was a \"fair assumption\" that the note had been written sometime after the couple moved into the apartment, \"which was within the last six months\" before the shooting. The court was not persuaded that Barrera's \"state of mind six months prior is reflective of her state of mind the week of the incident,\" reasoning that it was \"not highly unlikely that [Barrera's state of mind] would have shifted in six months.\" The court also pointed out that the defense did not \"really know whether it was six months.\" In addition, the court reasoned that the defense would be asking the jury \"to speculate as to what [the note] meant\" and to \"fill in too many gaps.\" The court declined to admit the note, explaining that admitting it \"without any explanation on [Barrera's] part as to just what she was talking about when she said this\"[12] would be to ask the jury \"to put any spin on it that they want.\"\nAs appellant argues, where the defendant in a murder case admits killing the victim but has asserted a complete defense such as accident or self-defense, \"the victim's mind is of particular concern to the jury.\" (David) Clark v. United States, 412 A.2d 21, 25 (D.C.1980) (citations omitted); see also Hairston v. United States, 500 A.2d 994, 997-98 (D.C.1985) (concluding, in a case where defendant sought to introduce testimony to corroborate his claim that the decedent attacked him and that he killed the decedent in self-defense, that the trial judge erred in refusing to permit a witness to testify that a month before the shooting the decedent had told the witness: \"Well, either I am going to kill [the defendant] or he is going to kill me,\" because the threat fell within the state-of-mind exception to the hearsay rule and was more probative than prejudicial); *218 Hill v. United States, 600 A.2d 58, 61 n. 3 (D.C.1991) (\"It has long been recognized that where hostile emotion is to be proved, evidence that the same emotion existed in the same person at another time is admissible.\") (citations omitted). As appellant also correctly notes, we have upheld trial court rulings permitting the government to introduce against a defendant evidence of the defendant's state of mind toward the victim at a time long prior to the offense for which the defendant is being tried (and this notwithstanding that the evidence involves so-called other-crimes evidence, the admission of which generally is prohibited[13]). See, e.g., Garibay v. United States, 634 A.2d 946, 948 &amp; n. 5 (D.C.1993) (concluding that the trial court did not err in admitting evidence that the defendant, who was charged with assaulting his wife, had assaulted his wife fifteen months earlier, since it \"show[ed] that appellant's malice toward his wife, rather than fear of harm, prompted his acts,\" and recognizing that we had \"held admissible prior assaults involving the same defendant and victim that have taken place as much as ten years before the crime charged\" (citations omitted)); United States v. Bobbitt, 450 F.2d 685, 687, 689 (D.C.Cir.1971) (concluding that the trial court did not abuse its discretion in admitting evidence that defendant had threatened the decedent twelve years earlier with a shotgun, reasoning that \"a criminal incident twelve years previous does not necessarily make the evidence too remote,\" and therefore was not necessarily too stale as proof of motive).[14] Appellant argues that, in light of these precedents, and in light of the trial court's willingness to allow non-time-specific testimony about appellant's past violence toward Barrera, the trial court's exclusion of evidence of Barrera's state of mind six months before the shooting, solely on the basis that the evidence was too far removed from the date of the charged offense, cannot be sustained.\nIn light of the full record of the proceedings, we can understand why the trial judge was skeptical about the relevance of the handwritten note. The defense argued that it was Barrera's \"state of mind on the day of the incident [that was] relevant in this case,\" and, addressing the question of how far back in time Barrera's state of mind would be probative of her state of mind on the day of the shooting, defense counsel specifically told the court that six months before the shooting was a fair outside *219 limit. Counsel stated that while appellant and Barrera \"were together I believe somewhere in the range of two to three years\":\nSometime in the last six months suggests a concern. I don't think I can argue beyond that and I don't think I would\u0097it would not be fair to ask the jury to speculate beyond that. But I think [the note] is relevant to her state of mind sometime in the six months prior to this incident.\nBut defense counsel had also told the court that it was fair to assume that the note had been written sometime after Barrera and appellant moved into the Elvans Road apartment, and the prosecutor proffered that Barrera and appellant \"were in the apartment for nine months.\"[15] The trial judge appeared to recall these proffers when he commented that the defense did not \"know whether [the note] was written nine months before.\" Presented with the defense's reasoning that the note likely was written no earlier than when Barrera moved to the apartment, the proffer and evidence that Barrera had lived in the apartment more than six months, and defense counsel's statement that the note might not be relevant if it had been written more than six months before the shooting, the trial judge had some basis to doubt whether the undated note satisfied the standard of relevance.[16]\nOn balance, however, in light of the \"not . . . particularly stringent\" test for relevance, we lean heavily toward the view that the note should have been admitted. Defense counsel's comments notwithstanding, no arbitrary time limit can be set beyond which victim state-of-mind evidence ceases to have relevance. And the court's concern about the note inviting the jury to speculate did not justify the exclusion of evidence that would have made appellant's claim that Barrera pulled a gun on him at least somewhat \"more . . . probable than would be the case without the evidence.\" Stewart, 881 A.2d at 1110. Regarding the admissibility of third-party-perpetrator evidence, we have said that \"the trial court should still exclude evidence that is too speculative with respect to the third party's guilt\" notwithstanding the \"minimal inclusive relevance standard.\" Hager v. United States, 791 A.2d 911, 913 (D.C.2002). But where other types of evidence\u0097such as the second-party perpetrator evidence involved here\u0097 *220 are concerned, we have said that \"the concern about potential jury confusion is subordinate to the defendant's constitutional right to mount a complete defense.\" Samuels v. United States, 810 A.2d 918, 924 (D.C.2002) (citation and internal quotation marks omitted). We need not decide conclusively, however, whether the court erred in excluding the handwritten note, because we can say with fair assurance that any error in excluding the note was harmless. See Kotteakos v. United States, 328 U.S. 750, 765, 66 S.Ct. 1239, 90 L.Ed. 1557 (1946); Rorie v. United States, 882 A.2d 763, 776 (D.C.2005) (\"[T]o conclude that [the exclusion] in this case was harmless. . ., we must be satisfied `with fair assurance, after pondering all that happened without stripping the . . . action from the whole, that the judgment was not substantially swayed by the [exclusion].'\") (citation omitted). We apply the Kotteakos standard of review, rather than the Chapman standard that appellant urges us to apply, because the Chapman standard applies \"[w]here . . . the trial court's evidentiary ruling wholly deprived the defendant of any opportunity to . . . present evidence concerning . . . a central issue in the case. . . .\" (Richard) Clark v. United States, 639 A.2d 76, 81 (D.C.1993) (emphasis added). Exclusion of the note did not wholly deprive appellant of the opportunity to present evidence in support of his defense, because several witnesses testified that Barrera had expressed jealousy about and reacted angrily to appellant's relationship with other women, and because appellant testified at length about the couple's relationship and the circumstances of Barrera's death. See Harris v. United States, 834 A.2d 106, 127 (D.C.2003) (\"When the defense has been permitted to introduce evidence on a particular issue, the trial court's exclusion of additional evidence on that issue does not implicate the constitutional right to present a defense.\") (citations omitted); Hairston, 500 A.2d at 998 (concluding that the judge's error in refusing to allow a witness to testify about a death threat the decedent made against appellant was harmless under the Kotteakos standard because the record was \"replete with references to [the decedent's] sometime acrimonious behavior toward appellant\").\nIn determining whether [an] error was harmless, we look at, inter alia, \"the closeness of the case.\" Benn v. United States, 801 A.2d 132, 146 (D.C.2002) (citation omitted). Here, the government's case was strong and undermined appellant's account of what occurred when Barrera was shot. While appellant stated that both his hands and Barrera's hands were on the gun when it discharged, Dr. Gunther testified that the forensic evidence was completely inconsistent with Barrera having had the gun in her hand when she was shot, because no blood or blowback was found on the backs of either of her hands. Dr. Gunther also testified that the entrance wound (left side of neck) and exit wound (right shoulder) were at such an odd and extreme angle that it was unlikely the gun was in Barrera's hand when the shot was fired. In addition, the government's firearms expert testified that the type of gun used in the shooting typically requires about five pounds of pressure on the trigger in order to fire, suggesting that it was unlikely that the gun fired by accident as appellant tried to wrest the gun from Barrera. Further, Erickson testified that appellant told her that the circumstance of the shooting was that appellant \"was mad\" and \"was trying to scare\" Barrera, and appellant conceded on cross-examination that he might have made those statements. Appellant admitted his previous physical abuse of Barrera, and witnesses testified about the threatening statement he made about wanting to kill *221 her or \"F her up.\" There also was appellant's escape to New York, from which the jury could infer consciousness of guilt.\nFinally, even if the jury had seen the handwritten note, it is questionable whether they would have been willing to draw the inference that Barrera confronted appellant with a loaded gun when he attempted to leave. The handwritten note was not evidence that \"in substantial measure [would have] corroborated\" appellant's account that Barrera pulled a gun on him. Dockery v. United States, 746 A.2d 303, 308 (D.C.2000). For the jury to conclude, from the handwritten note about the writer's \"life going down the drain\" and George's \"pulling away,\" that the writer\u0097 presumably Barrera, whom no witness had seen use violence toward appellant\u0097not only was despondent, but also would have confronted appellant with a loaded gun when he attempted to leave (as he had done, apparently without serious incident, several times before), would have required a large inferential leap. We see little likelihood that jurors would have made this leap, especially in light of the testimony suggesting that Barrera had at least once assisted appellant in his effort to leave by throwing his clothing out of the apartment.[17] The jury's notes asking the court for clarification about the meaning of the term \"deliberate\" as it distinguishes first and second-degree murder suggest that the jury believed that appellant intended to kill Barrera, and that jurors would have been unwilling to believe appellant's account even if the handwritten note had been admitted, just as they apparently did not regard the uncontradicted evidence that appellant placed a towel on her neck to stop the bleeding, called 911 after she was shot, and cried when he learned she had died as proof that the fatal wound was inflicted unintentionally.[18] For all these reasons, we can say with fair assurance that the verdict was not swayed by exclusion of the note.\n\nIII.\nAppellant did not raise a Second Amendment claim in the trial court, but he now argues that the Supreme Court's ruling in District of Columbia v. Heller, ___ U.S. ___, 128 S.Ct. 2783, 171 L.Ed.2d 637 (2008), establishes that the statute underlying his CPWL convictions was unconstitutional on its face and that its application to convict him deprived him of his Second Amendment right to carry a firearm. In this circumstance, our review is for plain error, meaning that, to prevail, appellant must show \"(1) error, (2) that is plain, (3) that the error affected appellant's substantial rights, and (4) that the error seriously affected the fairness, integrity, or public reputation of the judicial proceeding, i.e., a showing of manifest injustice or a miscarriage of justice.\" Bacchus v. United States, 970 A.2d 269 (D.C.2009). Appellant cannot make this showing.\nIn a number of cases decided since appellant filed his opening brief, this court has rejected claims that the CPWL statute is unconstitutional on its face. Brown v. United States, 979 A.2d 630, 639 (D.C. 2009) (\"We are not persuaded that `no application of the [CPWL] statute could be constitutional' or that the restriction the CPWL statute imposes comes even close *222 to presenting the kind of `weighty' reason that the Supreme Court has concluded justifies declaring a statute invalid on its face.\"); Little v. United States, 989 A.2d 1096 (D.C.2010) (citing Howerton v. United States, 964 A.2d 1282, 1288 (D.C.2009) (\"It . . . is not plain [post-Heller], . . . either that the particular statutes under which appellant was prosecuted [including the CPWL statute] . . . are facially unconstitutional or that these statutes have been invalidated\")). In short, the \"facial invalidity\" error that appellant asserts is not error at all, much less plain error.\nAppellant fares no better on his claim that the CPWL statute was unconstitutionally applied in his case. As we explained in Plummer v. United States, the Supreme Court concluded in Heller that the Second Amendment conferred an individual right to keep and bear arms that extends to having a handgun in the home to keep and use for protection of one's home and family. 983 A.2d 323, 335-36 (D.C.2009). We held in Sims v. United States, that \"what assuredly is not `clear' and `obvious' from [Heller] is that it dictates an understanding of the Second Amendment which would compel the District to license a resident to carry and possess a handgun outside the confines of his home, however broadly defined.\" 963 A.2d 147, 150 (D.C.2008). Under our case law, therefore, appellant cannot prevail on his claim that it was an obvious violation of his rights under the Second Amendment to convict him of CPWL outside the home.\nWe reasoned in Plummer that resolution of Plummer's (preserved) claim that the Second Amendment prohibited his conviction for carrying a pistol within the curtilage of his home required findings about whether he would have been able to satisfy the then existing and applicable statutory and regulatory requirements for obtaining a registration certificate and license for his handgun and thus (in the absence of the District's almost absolute prohibition on possession of handguns) could have successfully obtained a registration certificate prior to the imposition of charges in this case. 983 A.2d at 342. Here, the record from the sentencing proceeding shows that appellant previously pled guilty and was convicted of misdemeanor CPWL. Thus, it is not obvious and, indeed, it is unlikely\u0097that appellant could have qualified for a license to carry a pistol had he applied for one. See, e.g., 24 DCMR § 2303.8(c) (1996) (providing that an applicant for a license to carry a concealed weapon shall not \"have previously been convicted of a firearm violation in any jurisdiction\").[19]\nFor the foregoing reasons, the judgment of conviction is\nAffirmed.\nNOTES\n[1]  The victim's name is spelled variously in the record.\n[2]  See D.C.Code § 22-4504(a) (2001).\n[3]  Appellant testified during the defense case and confirmed that he was the 911 caller.\n[4]  Appellant's possession of the gun at Broom's house formed the basis of the CPWL-outside-the-home charge.\n[5]  On cross-examination, Erickson acknowledged that, before the grand jury, she had used the word \"scared\" instead of \"mad.\" She insisted under cross-examination, however, that appellant had used the word \"mad.\" During appellant's examination, he conceded that he might have told Erickson, \"I was mad at her, I wanted to scare her.\"\n[6]  Erickson made telephone calls to local hospitals to try to determine Barrera's condition. As a result of her discussion with personnel at one hospital, Erickson told appellant that Barrera was \"gone.\" Appellant then started crying.\n[7]  As the court put it in its instructions to the jury, \"You have heard evidence\" that the defendant (1) \"committed domestic assault,\" and (2) \"made threats. . . . It is up to you to decide whether to accept that evidence.\"\n[8]  The first note from the jury read: \"Can we have a more detailed description of what `deliberation' may mean? We are hung on the possible definition relating to this case.\" In the second note, the jury asked for clarification about \"how the lack of deliberation could have a difference [between] 1st &amp; 2nd degree murder?\"\n[9]  In the copy of the note provided to the court, the word \"drain\" is cut off and looks like \"dra.\" The parties agree that the word on the original was \"drain.\"\n\nAlso written on the paper were various telephone phone numbers (two written above the quoted material, three written below it, including one written at a diagonal), the words \"Roy Rogers,\" and four drawings or doodlings (a building\u0097perhaps a church\u0097with a cross on its roof, a scribbling that resembles a coil or a spiral of circles, one that looks like a triangular flag on a stick, and one that is a triangle with a grid of diagonal lines inside it).\n[10]  See Stewart v. United States, 881 A.2d 1100, 1110 (D.C.2005) (\"Relevant evidence is that which tends to make the existence or nonexistence of a fact more or less probable than would be the case without the evidence.\") (citation omitted).\n[11]  The court also observed that some of the writing on the note \"doesn't seem to be the same script\" of the person who wrote the note about \"George . . . pulling away.\" Because we agree with the parties that the trial judge did not exclude the note on authenticity grounds, we need not decide whether the nature and content of the note and the location where it was found provided a sufficient basis for attributing the writing to Barrera. See Settles v. United States, 570 A.2d 307, 309 (D.C.1990) (per curiam) (\"Proof of the authenticity of [a] writing . . . may be established by the nature and contents of the writing combined with the location of its discovery.\") (citations omitted).\n[12]  Although most of the court's remarks focused on relevance and speculation, the court also stated that the note presented a hearsay problem. That assessment, which we review de novo, see Zacarias v. United States, 884 A.2d 83, 90 (D.C.2005), seems incorrect, because, as we read the record, the defense did not seek to admit the note to prove the truth of the statement that appellant was \"pulling away.\" Instead, the defense sought to introduce the note as evidence that Barrera believed he was doing so, and as support for an argument that, as a consequence, Barrera was of a state of mind that made it plausible that she would point a gun at appellant in an attempt to stop him from leaving her.\n[13]  The general rule is that \"evidence of one crime is inadmissible to prove disposition to commit crime, from which the jury may infer that the defendant committed the crime charged.\" Drew v. United States, 331 F.2d 85, 89 (D.C.Cir.1964) (citations omitted). Well-established exceptions to the rule permit evidence of other-crimes evidence \"when relevant to (1) motive, (2) intent, (3) the absence of mistake or accident, (4) a common scheme or plan embracing the commission of two or more crimes so related to each other that proof of the one tends to establish the other, and (5) the identity of the person charged with the commission of the crime on trial.\" Id. at 90.\n[14]  In deciding whether the admission of such (government-offered) evidence was error, we have focused on the evidence's potential for prejudice to the defendant, a concern not presented here. See, e.g., (Oliver) Clark, 593 A.2d at 188, 189, 192 (determining that the decedent's extrajudicial statements that appellant had previously beaten her and that he had threatened her life were more prejudicial than probative given that \"[t]here was no meaningful dispute at trial as to [the decedent's] state of mind\"); (David) Clark, 412 A.2d at 26-27 (noting that even where there is evidence rebutting a defendant's claim of accidental death, \"such evidence . . . must be excluded if it is of a highly prejudicial nature\") (citing United States v. Brown, 490 F.2d 758, 767 (D.C.Cir.1973)) (other citations omitted).\n[15]  The testimony at trial was consistent with the government's proffer that Barrera had lived in the apartment for a period that was longer than six months before the May 2000 shooting. Barrera's mother testified that Barrera moved to the apartment sometime in 1998. Kevin Franklin testified that Barrera moved into the Elvans Road apartment during the late summer or fall of 1999\u0097thus, probably more than six months before the shooting.\n[16]  The trial judge also had some basis for his view that the handwritten note would invite the jury to speculate based on incomplete information. Before finally ruling on the admissibility of the handwritten note, the court had earlier resolved, in favor of the defense, a dispute between the parties about whether the government would be permitted to present testimony\u0097by the same witness who testified at trial that he heard appellant say that he would \"F Barrera up\" if she kept doing what she was doing\u0097that, with some assistance from Barrera, appellant was dealing drugs out of the Elvans Road apartment, and that appellant uttered those threatening words because Barrera had been undercharging appellant's customers. The witness would also have testified that Barrera had \"kicked [appellant] out\" of the apartment, thus (as the court summarized the government's proffer) \"messing up [appellant's] drug dealing business\" by taking away his place of business. The court recalled this earlier discussion when considering the admissibility of the handwritten note, commenting that the government's \"version is that he shot her . . . because she [didn't] know how to count. . . .\"\n[17]  And, it is at least questionable that the jury would have regarded the handwritten note, on a piece of what appears to be scrap paper also used for scribbling and recording phone numbers, as a writing intended to memorialize Barrera's innermost feelings.\n[18]  Appellant testified that he placed the towel on Barrera's neck, and Dr. Gunther's testimony was that the gunshot would have immobilized Barrera immediately, making it impossible for her to have placed the towel there herself.\n[19]  It does not help appellant that his previous CPWL conviction might have been subject to challenge under the Second Amendment. Cf. Daniels v. United States, 532 U.S. 374, 382, 121 S.Ct. 1578, 149 L.Ed.2d 590 (2001) (\"[A] defendant generally has ample opportunity to obtain constitutional review of a state conviction.. . . But once the `door' to such review `has been closed,' . . . by the defendant himself\u0097either because he failed to pursue otherwise available remedies or because he failed to prove a constitutional violation\u0097the conviction becomes final and the defendant is not entitled to another bite at the apple simply because that conviction is later used to enhance another sentence.\").\n\n",
            "ocr": false,
            "opinion_id": 2077032
        }
    ],
    "court_short_name": "District of Columbia Court of Appeals",
    "court_full_name": "District of Columbia Court of Appeals",
    "court_type": "S",
    "court_jurisdiction": "District of Columbia, DC",
    "crime_category": "Murder"
}