{
    "id": 2060650,
    "judges": "Bailey, Friedlander, Kirsch",
    "date_filed": 1218412800000,
    "date_filed_is_approximate": false,
    "slug": "davis-v-state",
    "case_name_short": "Davis",
    "case_name": "Davis v. State",
    "case_name_full": "Misty D. DAVIS, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff",
    "attorneys": "Steven Whitehead, Princeton, IN, Attorney for Appellant., Steve Carter, Attorney General of Indiana, George P. Sherman, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b190-9\">\n    Misty D. DAVIS, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff.\n   </parties><docketnumber id=\"ALl\">\n    No. 63A01-0712-CR-605.\n   </docketnumber><br><court id=\"b190-12\">\n    Court of Appeals of Indiana.\n   </court><br><decisiondate id=\"b190-13\">\n    Aug. 11, 2008.\n   </decisiondate><br><attorneys id=\"b192-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"158\"> \n     *158\n     </span>\n    Steven Whitehead, Princeton, IN, Attorney for Appellant.\n   </attorneys><br><attorneys id=\"b192-21\">\n    Steve Carter, Attorney General of Indiana, George P. Sherman, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n   </attorneys>",
    "citations": [
        "892 N.E.2d 156"
    ],
    "opinions": [
        {
            "author_str": "Kirsch",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7266.0,
            "opinion_text": "\n892 N.E.2d 156 (2008)\nMisty D. DAVIS, Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee-Plaintiff.\nNo. 63A01-0712-CR-605.\nCourt of Appeals of Indiana.\nAugust 11, 2008.\n*158 Steven Whitehead, Princeton, IN, Attorney for Appellant.\nSteve Carter, Attorney General of Indiana, George P. Sherman, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\nOPINION\nKIRSCH, Judge.\nMisty D. Davis appeals her convictions and sentence for assisting a criminal in murder[1] as a Class C felony and giving a false statement to law enforcement[2] as a Class B misdemeanor. Davis raises nine issues on appeal, which we consolidate and restate as:\n\n*159 I. Whether the trial court erred in denying Davis' motions to dismiss based on improper venue and her marital status.\nII. Whether the trial court abused its discretion in allowing the admission of evidence of the murders in which she was alleged to have assisted.\nIII. Whether the trial court abused its discretion in admitting into evidence Davis' marriage certificate.\nIV. Whether the trial court abused its discretion in giving a jury instruction detailing Indiana's marriage laws.\nV. Whether there was sufficient evidence to convict Davis.\nVI. Whether Davis' Presentence Investigation Report was admissible at her sentencing hearing.\nVII. Whether Davis' sentence was inappropriate.\nWe affirm.\n\nFACTS AND PROCEDURAL HISTORY\nIn 2002, Davis and her boyfriend, Nick Harbison, were residents of Wheeling, located in Gibson County, Indiana. At the time, Davis was seventeen years old. Davis and Harbison wanted to get married, but knew that Davis' mother would not approve of the marriage and that they could not get married in Indiana. They went to the county courthouse in Owensboro, Kentucky and secured a marriage license by misrepresenting that Davis' mother had consented to their marriage. After they had the license, they went to a justice of the peace and obtained a marriage certificate. They returned to Indiana, lived as husband and wife and, two years later, had a daughter, K.H.\nOn a July evening in 2006, Davis was making dinner for Harbison and K.H. at their home in Wheeling. While Davis was making dinner, Harbison told Davis that he wanted to go get some cigarettes and would return shortly.\nNearly forty-five minutes later, Harbison returned and entered the front door. Davis was standing in the kitchen and looked over at Harbison, whose T-shirt and pants were covered in blood, but he did not appear injured. Davis asked Harbison what had happened and he said, \"I don't want to go into it right now.\" Tr. at 400. Harbison demanded Davis pack their belongings because they needed to leave immediately. Davis pleaded to know what was going on. Harbison again refused to discuss what was going on and called his stepmother, Joyce Harbison. Harbison asked Joyce to come to the house. While waiting for Joyce to arrive, Davis wept and continued to inquire as to what was happening. Harbison later claimed that he told her that, \"uh, I hurt a couple of people.\" Id. at 407. After Joyce arrived, Harbison told her that they needed to go on a trip and that he needed money. Everyone got in the vehicle, and they headed west on Interstate 64.\nLater, police received a report of a triple homicide and the attempted murder of a fourth person. The caller, Cameron White, reported that Harbison had come to the home of Cameron's brother, Daniel \"Spencer\" White, and told them that he had found some marijuana plants growing nearby and asked if they wanted to go harvest it with him. They agreed and accompanied by Rebekah Acorn and Keela Lynch, loaded into Harbison's vehicle, and went to the spot Harbison described. When they arrived, Harbison shot and stabbed all four of his companions. Cameron survived and called police.\n*160 As the police investigation was developing, Harbison fled with Davis, Joyce, and K.H. Eventually, Harbison decided to return home. When they arrived at around 11:00 p.m., Davis' parents were at their house. Davis' mother, Debra, said that there had been a horrible tragedy and that three people had been murdered. When Harbison heard that Davis' parents knew about the killings, he again demanded they flee. Harbison, Davis, Joyce, and K.H. left the second time. As they did so, Davis called her mother and told her that they were going to stay in a hotel in Oakland City, when, in fact, they stayed the night in Mt. Vernon. Joyce arranged the room under a false name as Harbison had requested.\nThe next morning, the four traveled to Missouri, where they stayed for a few days. They also stayed in Arkansas, where they said they saw on television an episode of \"America's Most Wanted\" that reported the killings and identified Harbison as the wanted suspect. During their travels, Harbison threw the murder weapon and a bag containing his bloody clothes from the murders into a river in Arkansas, and both he and Davis dyed their hair. Days later, they decided to return to Indiana. When they returned, Davis instructed Joyce to take K.H. and to tell the authorities that she had dropped her and Harbison off in Memphis, Tennessee. However, Harbison and Davis actually hid in the woods behind their mobile home for eight to nine days. Harbison ultimately decided to turn himself in to authorities. He admitted to police that he told Davis that he had shot and killed Spencer, Cameron, and the two girls before they fled. Tr. at 441. Davis told investigators that she had not learned of the murders until she saw the America's Most Wanted episode.\nRelevant to this appeal, the State charged Davis with assisting a criminal as a Class C felony and false informing as a Class B misdemeanor. A jury trial was held, and Davis was convicted as charged. At the sentencing hearing, a Presentence Investigation Report was introduced detailing her criminal history and stating that she did not show signs of remorse. The Presentence Investigation Report also included victim impact statements from the victims' family members. After the hearing, the trial court recognized the mitigator that incarceration would work a hardship on K.H. The trial court, however, found that the crimes were of \"dishonesty and moral turpitude,\" that Davis had a complete lack of remorse, and that she had a criminal history. Id. at 737-38. The trial court sentenced Davis to eight years for the Class C felony, with two years suspended, concurrently to 180 days for the Class B misdemeanor, for an aggregate sentence of six years executed. Davis now appeals.\n\nDISCUSSION AND DECISION\n\nI. Motion to Dismiss\n\nA. Venue\nDavis claims that the trial court erroneously determined that venue was proper in Pike County. Davis contends that her motion to dismiss should have been granted because criminal actions are to be tried in the county where the offense was committed, or if the victims are located in a different county than where the offense was committed, then the trial could be in either county. See IC 35-3-2-1(a), (b); see also Baugh v. State, 801 N.E.2d 629, 632 (Ind.2004). Davis argues that since she was charged with aiding in Gibson County for acts he committed in Pike county, she was erroneously thrown into the Pike County courts.\n*161 Although both the State and Davis fail to mention it, IC XX-XX-X-X(a)[3] provides, \"If a person in a county engages in conduct sufficient to constitute aiding, inducing, or causing an offense committed in another county, [s]he may be tried for the offense in either county.\" Accordingly proper venue lay in both Gibson and Pike Counties, and the trial court did not err in denying Davis's motion to dismiss based on venue.\n\nB. Void vs. Voidable Marriage\nDavis claims that her putative marriage to Harbison in Kentucky exempted her from Indiana's aiding a criminal liability. Specifically, Davis claims that a person who is the parent, child, or spouse of the person who committed the underlying offense may not be held liable for assisting a criminal. See IC XX-XX-X-X. The State counters that Indiana does not recognize a marriage if two Indiana citizens enter another state to get married and purposely evade Indiana law. IC XX-XX-X-X.\nDavis claims that the validity of a marriage depends on the place where it occurs. Bolkovac v. State, 229 Ind. 294, 98 N.E.2d 250, 255 (1951). Davis misstates the issue. Whether the marriage is void or voidable in Kentucky is of no moment. The issue is whether Indiana recognizes the Kentucky marriage. It does not. IC XX-XX-X-X provides:\nA marriage is void if the parties to the marriage:\n(1) are residents of Indiana;\n(2) had their marriage solemnized in another state with the intent to:\n(A) evade IC XX-XX-X-X or IC XX-XX-X-XX (or IC 31-7-3-3 or IC XX-X-X-XX before their repeal); and\n(B) subsequently return to Indiana and reside in Indiana; and\n(3) without having established residence in another state in good faith, return to Indiana and reside in Indiana after the marriage is solemnized.\nThe evidence clearly supported the facts that Harbison and Davis resided in Indiana both before and after their \"marriage,\" went to Kentucky to evade Indiana's marriage laws, and never established residency in Kentucky. Further, Harbison and Davis entered into the marriage under false pretenses when they claimed that her mother consented to the marriage, which never occurred. Harbison and Davis's marriage was entered into under false pretenses to purposely evade Indiana law; therefore, it is not recognized in Indiana and is void for purposes of our laws, The trial court did not err in denying Davis's motion to dismiss based on her marriage to Harbison.\n\nII. Admission of Evidence of the Murders\nDavis claims that because she stipulated that the murders occurred, the State should not have been allowed to admit graphic testimonial and pictorial evidence to prove her guilty of assisting a criminal in murder. Particularly, she argues that the trial court abused its evidentiary discretion because, given the murder stipulation, there was nothing of probative value, only prejudice, gained by the State's presentation of the murder evidence.\nThe State counters that a stipulation is an agreement, and that it did not agree to stipulate. Further, the State argues that it had to prove more than that the murders occurred to convict Davis of assisting *162 a criminal. The State argues it had to prove that Davis knew the murders occurred at the time she assisted Harbison. Further, in order to prove Davis guilty of false informing, the State had to prove that she lied to the police about learning about the murders through \"America's Most Wanted\" and not soon after the crime.\nThe admission of evidence lies within the sound discretion of the trial court, and a trial court abuses that discretion when its decision is clearly against the logic and effects of the fast and circumstances before it. Jones v. State, 780 N.E.2d 373, 377 (Ind.2002); Evans v. State, 643 N.E.2d 877, 880 (Ind.1994). The trial court may exclude evidence that is prejudicial. Evans, 643 N.E.2d at 880. In determining whether to do so, the trial court must look both to the probative value of the evidence as well as \"the dangers that the jury will substantially overestimate the value of the evidence or that the evidence will arouse or inflame the passions or sympathies of the jury.\" Id.\nHere, the evidence was probative and admissible. The assisting a criminal statute was intended to apply to people who did not actively participate in the crime itself, but who did assist a criminal after he committed a crime. Hauk v. State, 729 N.E.2d 994, 999 (Ind.2000). Even though Davis admitted that she eventually learned that Harbison committed a triple homicide and left a fourth person for dead, she did not admit, but instead, denied, that she knew he committed the acts at the time she assisted his flight from authorities and at the time she told police that she knew he committed the acts. In order to convict Davis, the State had to prove her knowledge of Harbison's participation in the murders prior to her assisting Harbison and prior to the time that she told the police that she learned about his acts. In order to do so, the State had to show how gruesome the acts were, how they occurred, and how Harbison must have appeared at the time he return to their house. The trial court did not abuse its discretion in allowing the State to introduce the murder evidence.\n\nIII. Marriage Certificate\nDavis contends that the admission of the Kentucky marriage certificate that included the county clerk's handwritten notes constituted hearsay within a hearsay and was inadmissible. Ind. Evidence Rule 805. The State argues that Davis can show no harm.\nA trial court has broad discretion in the admission of evidence, and we may not reverse unless the trial court abuses that discretion. Beverly v. State, 801 N.E.2d 1254, 1260 (Ind.Ct.App.2004), trans. denied. We review to determine whether the admission of the marriage certificate compromised Davis's substantive rights. Bonner, 650 N.E.2d at 1141. If there is no harm to the defendant's substantive rights, we may not disturb a verdict. Ind. Trial Rule 61.\nAssuming without deciding that the admission of the marriage certificate was error when it included a handwritten note stating that Nick and Davis' marriage was void because Davis' mother called and said she did not consent to the marriage, the error was harmless. Davis' mother testified that she called and spoke to a clerk in the county court where the marriage certificate was issued and told the clerk that she did not consent to her daughter's underage marriage. Tr. at 462. Further, the Kentucky deputy clerk through whom the exhibit was admitted explained that marriages could not be voided by a phone call and that the extrinsic writings within the document could not be relied upon to *163 establish the validity of the marriage. Id. at 372-73. Instead, the clerk made clear that only a subsequent hearing before a judge may void a marriage. Id. The State did not rely upon the document to prove that Harbison's and Davis' marriage was void, but used Indiana law, as described above. The certificate with the hand-written notes did not prejudice Davis.\n\nIV. Jury Instruction on Marriage\nDavis argues that the trial court's giving of the jury instruction that detailed portions of Indiana's marriage law was an abuse of the trial court's discretion. Initially, we observe that Davis waived her argument because she did not list the jury instruction in her brief and she did not cite it in the record. Ind. Appellate Rule 46(A)(8)(e). Waiver notwithstanding, we review to determine whether the use of the instruction was an abuse of the trial court's discretion.\nJury instructions are left to the sound discretion of the trial court, and we may not reverse unless the trial court abuses that discretion. Patton v. State, 837 N.E.2d 576, 579 (Ind.Ct.App.2005). A trial court abuses its discretion in the giving of jury instructions when the instruction misstates the law, such that it \"so affects the entire charge that the jury was misled as to the law in the case.\" White v. State, 547 N.E.2d 831, 835 (Ind.1989).\nDavis claims that jury instruction eleven, which sets out Indiana statutes IC XX-XX-X-X through 6 misled the jury because the jury, as lay people are not experienced in statutory interpretation, and might have believed that a marriage is void without further legal proceeding. Davis' argument is mere speculation. The instruction is a correct statement of Indiana law, is clear on its face, and the trial court did not abuse its discretion in giving it to the jury.\n\nV. Insufficient Evidence\nDavis claims that there was insufficient evidence to establish that she helped Harbison flee from authorities knowing that he committed multiple homicides or that she lied to police about her knowledge.\nUnder our standard of review, we do not reweigh the evidence or judge the credibility of the witnesses. Myers v. State, 765 N.E.2d 663, 665 (Ind.Ct.App.2002). We only look to the probative evidence and reasonable inferences drawn therefrom that are most favorable to the jury's verdict and will affirm the conviction if the State has met its burden of proving the defendant guilty beyond a reasonable doubt. Id.\nDavis was convicted of assisting a criminal and of false informing. In order to convict Davis of assisting a criminal as a Class C felony, the State was required to prove: 1) that Davis did not stand in relation to Harbison as a parent, child, or spouse; 2) that Harbison had committed murder; and 3) that Davis had the intent to hinder Harbison's apprehension or punishment. See IC XX-XX-X-X. In order to convict Davis of false informing as a Class B misdemeanor, the State had to prove that Davis gave false information to police in an official investigation of the commission of a crime when she: (1) denied knowing of Harbison's involvement in the murders until after July 22, 2006; and (2) instructed Joyce to tell the authorities that she and Harbison were still out of the state when, in fact, they were in Indiana. IC XX-XX-X-X; Appellant's App. at 23.\nThe evidence supported Davis's convictions. Harbison testified that he told Davis that he had hurt a few people when he came home covered in blood and demanded that she pack their things so that they could quickly leave. Davis cried *164 while she packed both her and Harbison's belongings. Harbison testified that he, Davis, and K.H. left immediately, but then decided to return to their home. He further testified that when they returned, Davis's parents were there and knew about the murders. Davis admitted that, at that time, she learned from her mother that several people had been murdered. Davis admitted to Detective Winkler that she told Harbison's stepmother to tell everyone, including the authorities, that she last saw them in Memphis although they were not in Memphis. State's Ex. 36. Davis and Harbison returned to Indiana after a relatively short departure and hid in the woods until they ran out of food. Harbison remained in hiding while Davis returned to her home and spoke with detectives. We conclude that the State presented sufficient evidence to find beyond a reasonable doubt that Davis committed the crimes of assisting a criminal and false informing.\n\nVI. Presentence Investigation Report\nDavis claims that the introduction of the Presentence Investigation Report (\"PIR\") violated the United States Supreme Court decision of Crawford v. Washington, 541 U.S. 36, 124 S. Ct. 1354, 158 L. Ed. 2d 177 (2004) and was, therefore, inadmissible. Specifically, Davis claims that the PIR should not have been used because it included a probation officer's hearsay testimony who was not available at the sentencing hearing for cross-examination.\nFirst, the rules of evidence, other than those regarding privilege, do not apply to sentencing hearings. Ind. Evidence Rule 101(c)(2). Crawford addressed testimonial evidence at trial, not during a sentencing hearing. 541 U.S. at 50-51, 124 S. Ct. 1354. Several courts have held that Crawford does not apply to sentencing hearings. See U.S. v. Beydoun, 469 F.3d 102, 108 (5th Cir.2006) (\"[t]here is no Crawford violation when hearsay testimony is used at sentencing, rather than at trial.\"); U.S. v. Monteiro, 417 F.3d 208, 215 (1 st Cir. 2005); U.S. v. Martinez, 413 F.3d 239, 242 (2nd Cir.2005).\nFurther, Indiana law requires the trial court to use PIRs in its sentencing consideration. See IC XX-XX-X-X(a). Davis claims that the only statement in the PIR with which she did not agree was that of the probation officer, who compiled Davis's PIR, stating that Davis showed little remorse. Davis did not subpoena the probation officer to appear at the sentencing hearing and did not conduct any other discovery. Finally, in response to Davis's objection, the trial court stated that it alone would determine Davis's remorse. Tr. at 694-95. The trial court did not err in admitting the PIR at the sentencing hearing.[4]\n\nVII. Excessive Sentence\nDavis lastly claims that her sentence was excessive. Specifically, Davis claims that the trial court found aggravators not supported by the record, that the trial court did not recognize mitigators *165 supported by the record,[5] and that the trial court generally abused its sentencing discretion. Davis contends that her sentence violates the United States Constitution's Eighth Amendment, arguing that the sentence is \"grossly disproportionate\" to the offenses. See Solem v. Helm, 463 U.S. 277, 288, 103 S. Ct. 3001, 77 L. Ed. 2d 637 (1983). Here, we address this argument as a claim that the sentence is inappropriate based on the nature of the offense and the defendant's character. Ind. Appellate Rule 7(B).\nSentencing decisions rest with the sound discretion of the trial court. Anglemyer v. State, 868 N.E.2d 482, 490 (Ind.2007). An abuse of discretion occurs when the trial court's decision is against the logic and effect of the facts and circumstances before it. Id. Appellate courts may revise a sentence after careful review of the trial court's decision if they conclude that the sentence is inappropriate based on the nature of the offense and the character of the offender. Ind. Appellate Rule 7(B). Even if the trial court followed the appropriate procedure in arriving at its sentence, the appellate court still maintains a constitutional power to revise a sentence it finds inappropriate. Hope v. State, 834 N.E.2d 713, 718 (Ind.Ct.App.2005).\nHere, we do not find that Davis received an inappropriate sentence. Davis' character is reflected in her criminal history, which included a felony conviction, and which was properly used as an aggravator. As to the nature of the offense, Davis assisted a triple murderer evade apprehension for nearly two weeks. She lied to the police about what she knew regarding the crime. She told others to lie to the police about their whereabouts, and according to the trial court, which is in the best position to view the parties, she did not express remorse for her conduct.\nDavis cites two cases involving assisting a criminal where the defendant received less incarceration. In Clements v. State, 808 N.E.2d 198, 199 (Ind.Ct.App.2004), the defendant, who distracted the police while they were trying to arrest another person for drug dealing, was originally convicted of assisting a criminal as a Class A misdemeanor and received a one-year sentence with all but sixty days suspended to probation.[6] In Smith v. State, the defendant was convicted of Class D felony assisting a criminal and was sentenced eight-years incarceration with three years suspended to probation. Neither case dealt with assisting a murderer, and only one sentenced the defendant for assisting a criminal, and it was the maximum available sentence with time suspended. Davis was convicted of Class C felony assisting a criminal and false informing, for which she received the maximum sentence but with time suspended.\nThe trial court did not abuse its sentencing discretion, and Davis' sentence is not inappropriate.\nAffirmed.\nFRIEDLANDER, J., and BAILEY, J., concur.\nNOTES\n[1]  See IC XX-XX-X-X.\n[2]  See IC XX-XX-X-X.\n[3]  The prosecutor properly cited IC XX-XX-X-X in the State's response to Davis motion to dismiss. Appellant's App. at 37.\n[4]  Davis also claims that the Presentence Investigation Report should not have been introduced at her sentencing hearing because it included victim impact statements from members of the murder victims' families. Davis claims that she was convicted of a victimless crime and that their statements were not applicable to her case and would only prejudice the trial court's consideration of her sentence. Davis does not demonstrate where or how the trial court relied on the victim impact statements, and this court has previously held that a trial court did not improperly rely on the victim impact statements, even though the trial court received numerous letters from the victim's friends and several family members. Smith v. State, 770 N.E.2d 818, 822 (Ind. 2002). Davis fails to demonstrate that the trial court relied on these statements in imposing her sentence.\n[5]  Davis claims that the trial court failed to recognize nine of the eleven mitigators that she contended were applicable. Davis does not elaborate on her argument nor cite any authority to indicate that the trial court abused its discretion; therefore, we do not address her claim that the trial court failed to recognize mitigators. Ind. Appellate Rule 46(A)(8)(a).\n[6]  Clements' conviction was overturned on appeal. See Clements v. State, 808 N.E.2d 198, 201 (Ind.Ct.App.2004).\n\n",
            "ocr": false,
            "opinion_id": 2060650
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}