{
    "id": 2062787,
    "judges": "DeBRULER, Givan, Hunter, Pivarnik, Prentice",
    "date_filed": 393638400000,
    "date_filed_is_approximate": false,
    "slug": "gambill-v-state",
    "case_name_short": "Gambill",
    "case_name": "Gambill v. State",
    "case_name_full": "John GAMBILL, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)",
    "attorneys": "J. David Keckley, South Bend, for appellant., Linley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 36,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b345-3\">\n    John GAMBILL, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below).\n   </parties><docketnumber id=\"A6j\">\n    No. 981S240.\n   </docketnumber><court id=\"AFC\">\n    Supreme Court of Indiana.\n   </court><decisiondate id=\"A9eL\">\n    June 23, 1982.\n   </decisiondate><br><attorneys id=\"b346-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"302\"> \n     *302\n     </span>\n    J. David Keckley, South Bend, for appellant.\n   </attorneys><br><attorneys id=\"b346-8\">\n    Linley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\n   </attorneys>",
    "citations": [
        "436 N.E.2d 301"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4340.0,
            "opinion_text": "\n436 N.E.2d 301 (1982)\nJohn GAMBILL, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 981S240.\nSupreme Court of Indiana.\nJune 23, 1982.\n*302 J. David Keckley, South Bend, for appellant.\nLinley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\nPRENTICE, Justice.\nDefendant (Appellant) was convicted of Voluntary Manslaughter, Ind. Code § 35-42-1-3 (Burns 1979) and was sentenced to a term of twenty (20) years imprisonment.\n(1) Whether the trial court erred in denying Defendant's pre-trial motion to suppress identification testimony and in permitting the witness to identify him at trial.\n(2) Whether the trial court erred in admitting autopsy photographs into evidence.\n(3) Whether the trial court erred in denying Defendant's motion for a mis-trial following a witness' overly broad answer implying that Defendant had admitted committing other homicides.\n(4) Whether the trial court erred in its sentencing of the Defendant.\nOn March 25, 1980, William Mull's body was found in the basement of his South Bend music store. The body had suffered multiple stab wounds to the torso and numerous slash wounds to the throat.\nA witness sleeping in his apartment near the music store testified that he was awakened by a noise from the street in the early morning hours of March 25, and that he looked out of his window and saw a male enter the automobile of the deceased and drive away. This witness eventually identified the Defendant from photographic viewings. Defendant was arrested on a charge of Murder on April 16, 1980.\n\n* * *\n\nISSUE I\nDefendant first contends that the trial court erred in its denial of Defendant's motion to suppress the identification testimony of witness William Hackett. He argues that the police photographic identification procedures were impermissibly suggestive and gave rise to a substantial likelihood of misidentification.\nAt the suppression hearing, witness William Hackett testified that he had been awakened by a noise during the early morning hours, and he looked out of his apartment window. In the street he saw the defendant, whom he did not know, entering the decedent's automobile. His period of observation was brief, but he observed defendant's face for from five to fifteen seconds. Hackett indicated that he could identify the person he saw if he were to see him again in person or from photographs. He gave a description of the defendant to the police who, in turn, told him that a murder had been committed. The police then had Hackett review approximately 100 police file photographs (mug-shots), but he was unable to identify any of them as a portrayal of the defendant. He then aided the police in developing a composite drawing of the defendant.\nSubsequently, the defendant became a suspect independently of any assistance that Hackett had rendered; and five days following the murder, the police had him view an array of six photographs, two of which were of the defendant but were not of recent origin. Hackett made no identification from this array.\nOn the following day, Officer Kyle who had been in charge of the previously mentioned identification attempts, took another set of six photographs for Hackett to view. One photograph in this display had been utilized in the display of the previous day, and one was a photograph of the defendant. It was a more recent portrayal, however, *303 and not one that had been previously displayed to him. The remaining four were of persons other than those portrayed in the previous day's display. From this array, Hackett immediately selected the photograph of the defendant as portraying the person he had seen enter the decedent's automobile on the night of his murder.\nDefendant argues that inasmuch as the police incorporated photographs of him in the third display, following Hackett's failure to make an identification of him in either the first or second display, had told him that they had some pretty good leads and had asked him if he could identify anybody and be positive about it, the procedures had been impermissibly suggestive. He further argues that the procedures gave rise to a substantial likelihood of misidentification and supports this claim with the observation that Hackett's view of him had been of brief duration; his description given to the police was general only and not entirely accurate; he had not requested an opportunity to view the defendant in person, had been unable to identify him from the previously displayed arrays and had made his selection only after officer Kyle had indicated that the photo of a suspect was in the array. He also points to Hackett's selection, from one array, of a photograph of a person other than himself as portraying characteristic's similar to his own, and argues that in their totality, such factors demonstrate Hackett's uncertainty, hence a likelihood of error, citing Neil v. Biggers, (1972) 409 U.S. 188, 93 S.Ct. 375, 34 L.Ed.2d 401.\nWe do not agree with Defendant upon either his premise that the identification procedures were unnecessarily and impermissibly suggestive or his premise that Hackett's reactions were indicative of such a degree of uncertainty as to render the admission of his identification testimony a denial of due process. To the contrary, it appears that there was little, if any, suggestivity in the procedures and that, to the extent that there may have been aspects subject to question, they were unavoidable. It is inevitable that a witness may know that the police have a suspect when he is asked to view a \"line up\" or limited photographic array. The purpose of such identification procedures is to have such suspicions confirmed or refuted, and the procedures cannot be criticized so long as they are conducive to witness independence. We are of the opinion, also, that Hackett's responses were indicative of nothing more than caution and a recognition of the gravity of his decisions and gave no cause to suspect an impermissible risk of error.\n\nISSUE II\nNine anatomical drawings of the decedent's wounds were admitted into evidence without objection. Five autopsy photographs were then admitted into evidence over objection that they were unduly inflammatory and repetitious.\nThe drawings depicted the location of the wounds, and the photographs evidenced the nature, extent, and number of the wounds that had been sustained by the decedent. There was a degree of both gruesomeness and repetition about the exhibits, however Defendant has failed to recognize another factor that weighs in the determination of admissibility.\n\"Photographs are admissible to evidence anything that a witness might himself be permitted to testify to, if identified and verified by the witness. * * * Relevant evidence will not be rejected simply because it is gruesome and cumulative. * * * Relevance is the logical tendency of evidence to prove a material fact. * * *.\" Bates v. State, (1977) 267 Ind. 8, 10, 366 N.E.2d 659, 660.\nDefendant has not addressed the relevance aspect of the exhibits which were utilized by a medical expert as an aid to his testimony concerning the cause of decedent's death.\nThe collective and individual viewpoints of the members of this Court upon the admissibility of autopsy photographs were set forth in the majority opinion, a concurring opinion and a dissenting opinion filed in Carroll v. State, (1975) 263 Ind. 696, 338 N.E.2d 264. The admission of the exhibits *304 in issue was not error under any viewpoint therein expressed. The photographs were relevant and their admissibility was, therefore, a matter to be determined by the trial court by the balancing of consideration, and there is no basis for a claim of an abuse of discretion.\n\nISSUE III\nPrior to testifying at trial, State's witness Kenneth Springer, a friend of the defendant, was admonished to confine his testimony to matters relevant to the cause at trial. During his direct examination, the following colloquy occurred:\n\"Q. Did John Gambill say anything to you that day about a killing?\n\"A. Yes ... He said he killed a guy and he was scared he was going to get caught this time, somebody had seen him, he sliced the guy's neck. (Emphasis added)\n\"Mr. Keckley (Defense Counsel): Judge, may we approach the bench?\"\nDefense counsel then moved for a mistrial upon the grounds that the statement inferred that the defendant had admitted committing other murders. Error is assigned to the denial of such motion.\nThe grant of a motion for a mis-trial is also a matter that rests in the sound discretion of the trial judge. Woodford v. State, (1980) Ind., 405 N.E.2d 522. Absent clear error, his decision will not be disturbed on appeal. It should also be noted that Defendant made no motion for an admonishment with respect to the objectionable answer. The declaration of a mistrial is an extreme action and is warranted only when no other action can be expected to remedy the situation. Hicks v. State, (1979) Ind., 397 N.E.2d 973.\n\nISSUE IV\nDefendant next contends that the trial court erred in sentencing him to a term of imprisonment for twenty years, which is ten years beyond the basic or presumptive term provided by Ind. Code § 35-50-2-5 (Burns 1979).\nThe record of the trial court's finding of aggravating circumstances follows:\n\"I think that there are some statutory aggravating circumstances. I think that the evidence shows that the defendant is in need of correctional or rehabilitative treatment that can be best provided by his commitment to a penal facility, and I think an imposition of a reduced sentence or a suspension of the sentence and imposition of probation would depreciate the seriousness of the crime. So, there are those things here in my judgment.\n\"* * * I think the facts of the occurrence justify, and the evidence would justify a conviction of murder. I think in fact that was the offense committed. The jury, as it had a right to do, returned a verdict of voluntary manslaughter for whatever reason, and I think it was not the right verdict. Further than that I think the police did an exemplary job of developing this case.\"\nThe record is deficient in that it merely repeats the conclusory language of Ind. Code § 35-4.1-4-3 (35-50-1A-3) (Burns 1979) without stating the facts through which the conclusions were reached. The trial court must provide a written \"statement of facts, in some detail, which are peculiar to the particular defendant and the crime, as opposed to general impressions or conclusions.\" Page v. State, (1981) Ind., 424 N.E.2d 1021, 1023, Kern v. State, (1981) Ind., 426 N.E.2d 385.\nThe trial court's statement of reasons for imposing an enhanced sentence fails to provide this Court with facts enabling it to draw a conclusion as to the reasonableness of the sentence. More importantly, it also manifests that the trial court enhanced the sentence by reason of a consideration that is beyond the pale of his authority. While the trial court has considerable discretion in sentencing, Brames v. State, (1980) Ind., 406 N.E.2d 252, 256, it is not unbridled. The jury had found the defendant guilty of voluntary manslaughter, a Class B Felony. It was then the function of the court to pronounce sentence for that crime. Ind. Code § 35-4.1-4-7 (35-50-1A-7) *305 (Burns 1979), Burnett v. State, (1954) 233 Ind. 651, 122 N.E.2d 468.\nAlthough the circumstances of the crime may well have warranted the assessment of a maximum sentence, that sentence, nevertheless must be for the crime of which the defendant was found guilty and not one of which he was acquitted. It is clear that the trial court enhanced the sentence to compensate for what he believed to be an erroneous verdict. In so doing, he invaded the province of the jury. From his comments, any enhancement by him would be suspect; and, although our customary procedure is to remand for re-sentencing in accordance with the statutory guidelines, we are of the opinion that Defendant cannot now be properly sentenced for more than the presumptive period. In all other respects, the judgment of the trial court is affirmed.\nJudgment affirmed. Cause remanded to the trial court with instructions to re-sentence the defendant to a term of ten (10) years imprisonment.\nDeBRULER and HUNTER, JJ., concur.\nPIVARNIK, J., concurs in part and dissents in part.\nGIVAN, C.J., dissents with opinion in which PIVARNIK, J., concurs.\nGIVAN, Chief Justice, dissenting.\nI respectfully dissent from the majority in this case in the remanding of the cause to the trial court with instructions to re-sentence the defendant to a term of ten (10) years imprisonment.\nIn the majority opinion on Page 6, the trial court is quoted as to the reasons for giving an enhanced sentence for aggravating circumstances. The majority takes the position that the reasons stated are insufficient under the statute and further that the judge actually sentenced the defendant for murder rather than for manslaughter as found by the jury. I do not agree with either of these propositions.\nThe trial judge specifically stated that the evidence in this cause shows that the defendant is in need of correctional or rehabilitative treatment that can best be provided if he is committed to a penal institution. This is one of the precise reasons for authorizing an enhanced sentence under I.C. 35-50-1A-7(c)(3) [Burns 1979 Repl.]\nThe judge also stated that to impose a reduced sentence or a suspended sentence would depreciate the seriousness of the crime. This is in strict compliance with (c)(4) of the statute. Unlike many of the cases we have had to remand to the trial court for correction for deficiencies in this type of sentence, in my view, the trial judge specifically addressed himself to the facts in the case and to this particular defendant in rendering his sentence.\nAs to the position the majority takes that the trial judge sentenced appellant for murder rather than for voluntary manslaughter, a reading of the judge's statement does not so indicate. The judge does observe that in his opinion the jury verdict was too light and that a verdict of guilty of murder would have been in order. However, he does not attempt to find the defendant guilty of murder, in fact, he specifically says, \"The jury, as it had a right to do, returned a verdict of voluntary manslaughter... .\" I view this language of the trial judge merely as a statement as to the seriousness of the crime thus explaining his imposition of the sentence under (c)(4) of the above statute.\nI believe the trial judge complied with the statute, thoroughly justified the imposition of the enhanced sentence for manslaughter provided by the statute and that the decision of the trial court should stand.\nI would affirm the trial court in all things.\nPIVARNIK, J., concurs.\n",
            "ocr": false,
            "opinion_id": 2062787
        },
        {
            "author_str": "Prentice",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPRENTICE, Justice.\nDefendant (Appellant) was convicted of Voluntary Manslaughter, Ind.Code § 35-42-1-3 (Burns 1979) and was sentenced to a term of twenty (20) years imprisonment.\n(1) Whether the trial court erred in denying Defendant’s pre-trial motion to suppress identification testimony and in permitting the witness to identify him at trial.\n(2) Whether the trial court erred in admitting autopsy photographs into evidence.\n(3) Whether the trial court erred in denying Defendant’s motion for a mis-trial following a witness’ overly broad answer implying that Defendant had admitted committing other homicides.\n(4) Whether the trial court erred in its sentencing of the Defendant.\nOn March 25, 1980, William Mull’s body was found in the basement of his South Bend music store. The body had suffered multiple stab wounds to the torso and numerous slash wounds to the throat.\nA witness sleeping in his apartment near the music store testified that he was awakened by a noise from the street in the early morning hours of March 25, and that he looked out of his window and saw a male enter the automobile of the deceased and drive away. This witness eventually identified the Defendant from photographic viewings. Defendant was arrested on a charge of Murder on April 16, 1980.\n\n\n\nISSUE I\nDefendant first contends that the trial court erred in its denial of Defendant’s motion to suppress the identification testimony of witness William Hackett. He argues that the police photographic identification procedures were impermissibly suggestive and gave rise to a substantial likelihood of misidentification.\nAt the suppression hearing, witness William Hackett testified that he had been awakened by a noise during the early morning hours, and he looked out of his apartment window. In the street he saw the defendant, whom he did not know, entering the decedent’s automobile. His period of observation was brief, but he observed defendant’s face for from five to fifteen seconds. Hackett indicated that he could identify the person he saw if he were to see him again in person or from photographs. He gave a description of the defendant to the police who, in turn, told him that a murder had been committed. The police then had Hackett review approximately 100 police file photographs (mug-shots), but he was unable to identify any of them as a portrayal of the defendant. He then aided the police in developing a composite drawing of the defendant.\nSubsequently, the defendant became a suspect independently of any assistance that Hackett had rendered; and five days following the murder, the police had him view an array of six photographs, two of which were of the defendant but were not of recent origin. Hackett made no identification from this array.\nOn the following day, Officer Kyle who had been in charge of the previously mentioned identification attempts, took another set of six photographs for Hackett to view. One photograph in this display had been utilized in the display of the previous day, and one was a photograph of the defendant. It was a more recent portrayal, however, *303and not one that had been previously displayed to him. The remaining four were of persons other than those portrayed in the previous day’s display. From this array, Hackett immediately selected the photograph of the defendant as portraying the person he had seen enter the decedent’s automobile on the night of his murder.\nDefendant argues that inasmuch as the police incorporated photographs of him in the third display, following Hackett’s failure to make an identification of him in either the first or second display, had told him that they had some pretty good leads and had asked him if he could identify anybody and be positive about it, the procedures had been impermissibly suggestive. He further argues that the procedures gave rise to a substantial likelihood of misidenti-fication and supports this claim with the observation that Hackett’s view of him had been of brief duration; his description given to the police was general only and not entirely accurate; he had not requested an opportunity to view the defendant in person, had been unable to identify him from the previously displayed arrays and had made his selection only after officer Kyle had indicated that the photo of a suspect was in the array. He also points to Hack-ett’s selection, from one array, of a photograph of a person other than himself as portraying characteristic’s similar to his own, and argues that in their totality, such factors demonstrate Hackett’s uncertainty, hence a likelihood of error, citing Neil v. Biggers, (1972) 409 U.S. 188, 93 S.Ct. 375, 34 L.Ed.2d 401.\nWe do not agree with Defendant upon either his premise that the identification procedures were unnecessarily and imper-missibly suggestive or his premise that Hackett’s reactions were indicative of such a degree of uncertainty as to render the admission of his identification testimony a denial of due process. To the contrary, it appears that there was little, if any, sugges-tivity in the procedures and that, to the extent that there may have been aspects subject to question, they were unavoidable. It is inevitable that a witness may know that the police have a suspect when he is asked to view a “line up” or limited photographic array. The purpose of such identification procedures is to have such suspicions confirmed or refuted, and the procedures cannot be criticized so long as they are conducive to witness independence. We are of the opinion, also, that Hackett’s responses were indicative of nothing more than caution and a recognition of the gravity of his decisions and gave no cause to suspect an impermissible risk of error.\nISSUE II\nNine anatomical drawings of the decedent’s wounds were admitted into evidence without objection. Five autopsy photographs were then admitted into evidence over objection that they were unduly inflammatory and repetitious.\nThe drawings depicted the location of the wounds, and the photographs evidenced the nature, extent, and number of the wounds that had been sustained by the decedent. There was a degree of both gruesomeness and repetition about the exhibits, however Defendant has failed to recognize another factor that weighs in the determination of admissibility.\n“Photographs are admissible to evidence anything that a witness might himself be permitted to testify to, if identified and verified by the witness. * * * Relevant evidence will not be rejected simply because it is gruesome and cumulative. * * * Relevance is the logical tendency of evidence to prove a material fact. * * *.” Bates v. State, (1977) 267 Ind. 8, 10, 366 N.E.2d 659, 660.\nDefendant has not addressed the relevance aspect of the exhibits which were utilized by a medical expert as an aid to his testimony concerning the cause of decedent’s death.\nThe collective and individual viewpoints of the members of this Court upon the admissibility of autopsy photographs were set forth in the majority opinion, a concurring opinion and a dissenting opinion filed in Carroll v. State, (1975) 263 Ind. 696, 338 N.E.2d 264. The admission of the exhibits *304in issue was not error under any viewpoint therein expressed. The photographs were relevant and their admissibility was, therefore, a matter to be determined by the trial court by the balancing of consideration, and there is no basis for a claim of an abuse of discretion.\nISSUE III\nPrior to testifying at trial, State’s witness Kenneth Springer, a friend of the defendant, was admonished to confine his testimony to matters relevant to the cause at trial. During his direct examination, the following colloquy occurred:\n“Q. Did John Gambill say anything to you that day about a killing?\n“A. Yes ... He said he killed a guy and he was scared he was going to get caught this time, somebody had seen him, he sliced the guy’s neck. (Emphasis added)\n“Mr. Keckley (Defense Counsel): Judge, may we approach the bench?”\nDefense counsel then moved for a mistrial upon the grounds that the statement inferred that the defendant had admitted committing other murders. Error is assigned to the denial of such motion.\nThe grant of a motion for a mistrial is also a matter that rests in the sound discretion of the trial judge. Woodford v. State, (1980) Ind., 405 N.E.2d 522. Absent clear error, his decision will not be disturbed on appeal. It should also be noted that Defendant made no motion for an admonishment with respect to the objectionable answer. The declaration of a mistrial is an extreme action and is warranted only when no other action can be expected to remedy the situation. Hicks v. State, (1979) Ind., 397 N.E.2d 973.\nISSUE IV\nDefendant next contends that the trial court erred in sentencing him to a term of imprisonment for twenty years, which is ten years beyond the basic or presumptive term provided by Ind.Code § 35-50-2-5 (Burns 1979).\nThe record of the trial court’s finding of aggravating circumstances follows:\n“I think that there are some statutory aggravating circumstances. I think that the evidence shows that the defendant is in need of correctional or rehabilitative treatment that can be best provided by his commitment to a penal facility, and I think an imposition of a reduced sentence or a suspension of the sentence and imposition of probation would depreciate the seriousness of the crime. So, there are those things here in my judgment.\n“* * * I think the facts of the occurrence justify, and the evidence would justify a conviction of murder. I think in fact that was the offense committed. The jury, as it had a right to do, returned a verdict of voluntary manslaughter for whatever reason, and I think it was not the right verdict. Further than that I think the police did an exemplary job of developing this case.”\nThe record is deficient in that it merely repeats the conclusory language of Ind.Code § 35-4.1-4-3 (35-50-1A-3) (Burns 1979) without stating the facts through which the conclusions were reached. The trial court must provide a written “statement of facts, in some detail, which are peculiar to the particular defendant and the crime, as opposed to general impressions or conclusions.” Page v. State, (1981) Ind., 424 N.E.2d 1021, 1023, Kern v. State, (1981) Ind., 426 N.E.2d 385.\nThe trial court’s statement of reasons for imposing an enhanced sentence fails to provide this Court with facts enabling it to draw a conclusion as to the reasonableness of the sentence. More importantly, it also manifests that the trial court enhanced the sentence by reason of a consideration that is beyond the pale of his authority. While the trial court has considerable discretion in sentencing, Brames v. State, (1980) Ind., 406 N.E.2d 252, 256, it is not unbridled. The jury had found the defendant guilty of voluntary manslaughter, a Class B Felony. It was then the function of the court to pronounce sentence for that crime. Ind.Code § 35-4.1-4-7 (35-*30550-1A-7) (Burns 1979), Burnett v. State, (1954) 233 Ind. 651, 122 N.E.2d 468.\nAlthough the circumstances of the crime may well have warranted the assessment of a maximum sentence, that sentence, nevertheless must be for the crime of which the defendant was found guilty and not one of which he was acquitted. It is clear that the trial court enhanced the sentence to compensate for what he believed to be an erroneous verdict. In so doing, he invaded the province of the jury. From his comments, any enhancement by him would be suspect; and, although our customary procedure is to remand for re-sentencing in accordance with the statutory guidelines, we are of the opinion that Defendant cannot now be properly sentenced for more than the presumptive period. In all other respects, the judgment of the trial court is affirmed.\nJudgment affirmed. Cause remanded to the trial court with instructions to re-sentence the defendant to a term of ten (10) years imprisonment.\nDeBRULER and HUNTER,' JJ., concur.\nPIVARNIK, J., concurs in part and dissents in part.\nGIVAN, C. J., dissents with opinion in which PIVARNIK, J., concurs.\n",
            "ocr": false,
            "opinion_id": 9543575
        },
        {
            "author_str": "Givan",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGIVAN, Chief Justice,\ndissenting.\nI respectfully dissent from the majority in this case in the remanding of the cause to the trial court with instructions to re-sen-tenee the defendant to a term of ten (10) years imprisonment.\nIn the majority opinion on Page 6, the trial court is quoted as to the reasons for giving an enhanced sentence for aggravating circumstances. The majority takes the position that the reasons stated are insufficient under the statute and further that the judge actually sentenced the defendant for murder rather than for manslaughter as found by the jury. I do not agree with either of these propositions.\nThe trial judge specifically stated that the evidence in this cause shows that the defendant is in need of correctional or rehabilitative treatment that can best be provided if he is committed to a penal institution. This is one of the precise reasons for authorizing an enhanced sentence under I.C. 35-50-lA-7(c)(3) [Burns 1979 Repl.]\nThe judge also stated that to impose a reduced sentence or a suspended sentence would depreciate the seriousness of the crime. This is in strict compliance with (c)(4) of the statute. Unlike many of the cases we have had to remand to the trial court for correction for deficiencies in this type of sentence, in my view, the trial judge specifically addressed himself to the facts in the case and to this particular defendant in rendering his sentence.\nAs to the position the majority takes that the trial judge sentenced appellant for murder rather than for voluntary manslaughter, a reading of the judge’s statement does not so indicate. The judge does observe that in his opinion the jury verdict was too light and that a verdict of guilty of murder would have been in order. However, he does not attempt to find the defendant guilty of murder, in fact, he specifically says, “The jury, as it had a right to do, returned a verdict of voluntary manslaughter .... ” I view this language of the trial judge merely as a statement as to the seriousness of the crime thus explaining his imposition of the sentence under (c)(4) of the above statute.\nI believe the trial judge complied with the statute, thoroughly justified the imposition of the enhanced sentence for manslaughter provided by the statute and that the decision of the trial court should stand.\nI would affirm the trial court in all things.\nPIVARNIK, J., concurs.\n",
            "ocr": false,
            "opinion_id": 9543576
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}