{
    "id": 2063248,
    "judges": "Green",
    "date_filed": "1976-01-22",
    "date_filed_is_approximate": true,
    "slug": "people-v-cole",
    "case_name_short": "Cole",
    "case_name": "People v. Cole",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. TODD C. COLE, Defendant-Appellant",
    "attorneys": "David E. Leefers (argued), of Jacksonville, for appellant., Vince Moreth, State’s Attorney, of Carlinville (Norbert J. Goetten, Robert J. Biderman, and David E. Mannchen (argued), all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued October 19, 1993.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b623-9\" pgmap=\"623\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. TODD C. COLE, Defendant-Appellant.\n   </parties><br><court id=\"b623-11\" pgmap=\"623\">\n    Fourth District\n   </court><docketnumber id=\"ARI\" pgmap=\"623\">\n    No. 4—93—0189\n   </docketnumber><br><otherdate id=\"b623-12\" pgmap=\"623\">\n    Argued October 19, 1993.\n   </otherdate><decisiondate id=\"AjO\" pgmap=\"623\">\n    — Opinion filed November 30, 1993.\n   </decisiondate><br><attorneys id=\"b624-8\" pgmap=\"624\">\n    David E. Leefers (argued), of Jacksonville, for appellant.\n   </attorneys><br><attorneys id=\"b625-4\" pgmap=\"625\">\n    Vince Moreth, State’s Attorney, of Carlinville (Norbert J. Goetten, Robert J. Biderman, and David E. Mannchen (argued), all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "625 N.E.2d 816",
        "253 Ill. App. 3d 603",
        "192 Ill. Dec. 661"
    ],
    "opinions": [
        {
            "author_str": "Green",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n625 N.E.2d 816 (1993)\n253 Ill. App. 3d 603\n192 Ill. Dec. 661\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nTodd C. COLE, Defendant-Appellant.\nNo. 4-93-0189.\nAppellate Court of Illinois, Fourth District.\nArgued October 19, 1993.\nDecided November 30, 1993.\n*818 David E. Leefers (argued), Jacksonville, for defendant-appellant.\nVince Moreth, State's Atty., Carlinville, Norbert J. Goetten, Director, State's Attys. Appellate Prosecutor, Robert J. Biderman, Deputy Director, Springfield, David E. Mannchen (argued), Staff Atty., for plaintiff-appellee.\nJustice GREEN delivered the opinion of the court:\nAt all times significant in this case, section 5-2(c) of the Criminal Code of 1961 (Code), which provides for criminal accountability, has stated as follows:\n\"A person is legally accountable for the conduct of another when:\n* * * * * *\n(c) Either before or during the commission of an offense, and with the intent to promote or facilitate such commission, he solicits, aids, abets, agrees or attempts to aid, such other person in the planning or commission of the offense.\" (Emphasis added.) Ill.Rev.Stat. 1991, ch. 38, par. 5-2(c).\nBy the terms of section 9-3 of the Code (Ill.Rev.Stat.1991, ch. 38, par. 9-3) the mental state with which the offense of involuntary manslaughter is committed is recklessness. The principal legal question in this case is whether a person can be guilty of that offense by accountability. Despite a previous holding by this court in People v. Mikel (1979), 73 Ill.App.3d 16, 29 Ill. Dec. 295, 391 N.E.2d 558, that guilt of that offense cannot arise in that manner, we now recognize that Illinois law is to the contrary.\nOn May 11, 1992, defendant Todd C. Cole was charged in the circuit court of Macoupin County with the offenses of involuntary manslaughter, concealment of a homicidal death (Ill.Rev.Stat.1991, ch. 38, par. 9-3.1(a)), and aggravated assault (Ill.Rev. Stat.1991, ch. 38, par. 12-2(a)(12)), all occurring on May 9, 1992, and all directed against Eric Woods or his corpse. On November 20, 1992, after a trial by jury verdicts were returned finding defendant guilty of involuntary manslaughter and concealing a homicidal death and not guilty of aggravated assault. On January 29, 1993, the court sentenced defendant to concurrent terms of 30 months' probation conditioned upon 180 days' imprisonment, a fine of $500 and various other conditions, including a requirement that he perform 400 hours of public service.\nDefendant has appealed, contending (1) he could not be guilty of involuntary manslaughter by accountability; (2) he was not a party to any common design or scheme to violate the law; (3) the verdict of guilty of involuntary manslaughter was inconsistent with the verdict of not guilty of aggravated assault; (4) the evidence could not support a determination he was guilty of concealing a homicidal death; and (5) the court improperly questioned certain witnesses and permitted the admission of improper evidence. We affirm.\nThe evidence was mostly undisputed as to the activities of defendant, the victim Eric Woods, and their friends Laurencio Carrera and Jason Hill on the night of May 8, 1992, and the early hours of May 9, 1992. Most of the disputes which arose concerned what was said. Plans were made to go shooting at the farm of defendant's grandfather in Macoupin County. Hill was the last to join them and they stopped at his mother's house in Jacksonville and obtained a rifle, a 12-gauge shotgun, and a.357 Smith and Wesson revolver before *819 leaving for Macoupin County. The revolver was the weapon with which Hill later shot and killed Woods.\nThe group rode to the farm in defendant's pickup truck. Woods fell asleep during the ride. According to Hill, defendant told him they were planning to scare Woods by shooting at his feet because Woods had been talking about defendant or his girlfriend. When they arrived at the farmhouse, defendant, Hill and Carrera went inside and left Woods asleep in the cab of the truck. Hill further stated that as they were going into the farmhouse defendant again told him that they were going to scare Woods but told Hill the gun would not be loaded. Defendant denied these statements and testified that Hill asked him if they were going to shoot at Woods and he had told him they were not.\nAfter defendant went to wake his father to inform him they were at the farmhouse, the revolver to be used by Hill was loaded, although the evidence was disputed as to who loaded it. Defendant claimed that Hill loaded the pistol, and Hill claimed defendant had done so while demonstrating that one bullet was in the first chamber, the second was empty and the final four were full. Carrera did not indicate who loaded the weapon but testified that the revolver was fully loaded and defendant removed one bullet and explained to Hill a couple of times that he would have one shot and the next round would be an empty chamber and then four more shots. Carrera stated that at this time, the shotgun and the rifle were loaded with one shell each. He said that defendant brought up the idea that they would all shoot into the ground at once on the count of three, to wake up Woods.\nAccording to Hill, defendant told him that after they shot into the ground, when Hill pointed the gun at Woods and pulled the trigger it would not go off because of the empty cylinder for the second firing. Both defendant and Carrera denied there was any agreement to point weapons at Woods. The defendant testified that Hill suggested they do so but defendant said \"no.\" Carrera testified that defendant and Hill were both discussing pointing their weapons at Woods but Carrera said it was not a good idea. Hill testified that defendant mentioned pointing weapons at Woods but he, Hill, repeatedly said he \"wasn't pointing a gun at nobody.\"\nAfter exiting the farmhouse, the group got back into defendant's truck and drove across the road to an old barn. Defendant, Carrera, and Hill got out of the truck, leaving the doors open and the headlights on. Woods remained asleep on the front seat of the truck where he was lying down. Defendant and Carrera positioned themselves by the open driver's door and Hill near the passenger's door. All three fired simultaneously into the ground. Woods sat up and opened his eyes.\nSubstantial dispute existed as to exactly what happened next. According to Hill, defendant then leaned into the truck with the rifle he was holding pointed at Woods, told him to wake up and then leaned back out of the truck. (Defendant denied that the rifle was pointed at Woods when he leaned into the car.) Hill testified that after the shots were fired into the ground, defendant and Carrera pointed their guns at Woods and said \"it's time to die,\" and they both pulled the triggers of their weapons, producing a click. (Defendant denied that he ever pulled the trigger a second time to produce a click, and said that it was Hill who said \"it's time to die\" before he heard the shot.) Undisputedly, Hill then pulled the trigger of his revolver and the gun went off. Woods was shot in the front of his head and his body fell out of the car, except for his feet which remained inside.\nAccording to Carrera, Woods looked at defendant and then looked toward Hill, who said something Carrera could not hear. Hill then fired his revolver at Woods, who went limp.\nDefendant then got in the truck and moved it so that Woods' feet would fall out. The weapons were collected and Hill and Carrera got in the truck with defendant, who drove them back to Jacksonville. According to defendant, no one discussed what to do with the body on the way home, *820 although he did tell Carrera he could not leave Woods at the farm. According to Hill, defendant discussed dumping the body in the Mississippi River or Lake Jacksonville.\nAfter dropping Hill and Carrera off at their homes, defendant stopped at his house in Jacksonville and picked up some plastic bags before returning to the farm. He put the plastic bags over Woods' head and the feet, wrapped the body in a quilt he found in the barn, and placed it in the passenger seat of the pickup truck. Defendant testified that when he left the farm he intended to go either to the police station or the hospital in Jacksonville. He used the back roads because he felt they were faster. As he was driving down the road a truck pulled in front of him which he thought might have been a police car. He testified that at that time he panicked and all he could think of was getting away from the body as fast as possible. He failed to turn on the road leading to Jacksonville and instead turned on a road used by fishermen to get to the boat docks near the lake. Defendant pulled to the side of the road and pushed the body out. Later that afternoon, defendant turned himself in to the police.\nThe jury was instructed that defendant's guilt of involuntary manslaughter could be proved by accountability and the undisputed evidence was that Hill fired the shot which killed Woods. Involuntary manslaughter occurs when a person \"kills an individual without lawful justification\" when the acts \"which cause[d] the death are such as are likely to cause death or great bodily harm to some individual, and he performs them recklessly.\" (Ill.Rev. Stat.1991, ch. 38, par. 9-3(a).) As we have previously stated, section 5-2(c) of the Code imposes accountability for conduct which occurs, \"before or during the commission of an offense, and with the intent to promote or facilitate such commission.\" (Emphasis added.) Ill.Rev.Stat.1991, ch. 38, par. 5-2(c).\nAccordingly, defendant contends, as we held in Mikel, that the phrase \"with the intent to promote or facilitate such commission\" (emphasis added) (Ill.Rev.Stat. 1991, ch. 38, par. 5-2(c)) means that the accomplice's act must be done with the intent that the charged offense be committed. Here, the charged offense was involuntary manslaughter and the death of the victim is an element of that offense. No evidence here indicates that defendant intended Woods be killed and the State does not contend defendant had that intent.\nIn Mikel, the driver of a truck, from the cab of which a passenger shot and killed a pedestrian, was tried for murder. The defendant's request for an instruction finding him guilty of the included offense of involuntary manslaughter was refused. In upholding the murder conviction, this court held that the instruction was properly refused because a person could not be guilty by accountability under section 5-2(c) of the Code unless that person intended the charged offense be committed which would include the death of the victim. This court further concluded that if the defendant there had acted with the intent that the victim be killed, he would have been guilty of murder. Under that analysis, defendant here could not be guilty by accountability of involuntary manslaughter because the evidence gave no indication he intended for Woods to die.\nMikel has been refuted or ignored in (1) People v. Miscichowski (1986), 143 Ill.App.3d 646, 97 Ill. Dec. 653, 493 N.E.2d 135, and (2) People v. Campbell (1979), 77 Ill.App.3d 804, 33 Ill. Dec. 218, 396 N.E.2d 607. More significantly, in People v. Terry (1984), 99 Ill. 2d 508, 515, 77 Ill. Dec. 442, 445, 460 N.E.2d 746, 749, the supreme court held that section 5-2(c) of the Code does not require that a person to be held accountable intend that the principal commit the offense for which accountability is sought. Rather, the Terry court held that included in section 5-2(c) of the Code is the \"common-design rule,\" which provides that \"where two or more persons engage in a common criminal design or agreement, any acts in the furtherance thereof committed by one party are considered to be the acts of all parties to the common design and all are equally responsible for the consequences *821 of such further acts.\" (Emphasis added.) Terry, 99 Ill.2d at 514, 77 Ill. Dec. at 445, 460 N.E.2d at 749.\nThe Terry incorporation of the \"common design rule\" into section 5-2(c) of the Code followed decisions of that court in People v. Kessler (1974), 57 Ill. 2d 493, 498-99, 315 N.E.2d 29, 32-33, and People v. Armstrong (1968), 41 Ill. 2d 390, 399, 243 N.E.2d 825, 830. The effect of Terry and its predecessors is to interpret the last words of section 5-2(c) as meaning \"planning or commission of an offense.\" Thus, the offense which a defendant may intend to \"promote\" or \"facilitate\" need not be the offense for which he is convicted by accountability. Miscichowski, Campbell, are all based upon the \"common-design rule.\" As to accomplice liability in jurisdictions where the \"common-design rule\" is not in effect, a good summary is contained in section 6.7(e) of the treatise Substantive Criminal Law. (2 W. Lafave &amp; A. Scott, Substantive Criminal Law § 6.7(e), at 149-52 (1986).) The discussion there seems to indicate that even absent the \"common-design rule,\" courts would be somewhat reluctant to deny criminal responsibility in situations such as that here.\nUnder Terry, defendant was accountable under section 5-2(c) of the Code for criminal conduct committed by Hill if the conduct of the latter was in furtherance of a common criminal design of which defendant and Hill were a part. One unlawful common design which the jury might have found that defendant, Hill and Carrera participated in was to commit an offense of aggravated assault upon Woods. An assault occurs when one, without lawful authority, places another in reasonable apprehension of receiving a battery. (Ill. Rev.Stat.1991, ch. 38, par. 12-1(a).) The assault becomes aggravated if the one committing the assault discharges a firearm. (Ill.Rev.Stat.1991, ch. 38, par. 12-2(a)(13).) This offense could have occurred when they woke Woods up by firing into the ground if that conduct did place Woods in reasonable apprehension of receiving a battery.\nAnother unlawful design which the jury could have found to exist between defendant, Hill, and Carrera was one to commit reckless conduct, which can occur when one \"endangers the bodily safety of [another] by any means.\" (Ill.Rev.Stat. 1991, ch. 38, par. 12-5(a).) This could have occurred after the shots were fired at the ground. The jury could have believed Hill's testimony that then defendant and Carrera pointed their guns at Woods and pulled the trigger, saying \"it's time to die.\" The simultaneous statement would indicate that the conduct was not spontaneous. The evidence that defendant, Carrera, and Hill had discussed doing something similar to what they did showed the existence of a common design to point the guns and pull the triggers. Evidence that defendant had said he had left an empty chamber in the gun given to Hill further supports a theory that defendant, Hill, and Carrera had agreed to point at Woods and pull the triggers. A trier of fact could easily find that pointing guns at others and pulling triggers when some of the guns had been partially loaded was extremely reckless.\nThe reckless nature of pointing guns at Woods and pulling the triggers would be the basis of the existence of an offense of recklessness. No death of Woods or even any shooting of him would be necessary for the offense to occur. Similarly, no intent upon the part of defendant, Hill, or Carrera that Woods be killed or even shot was necessary for an agreement by them to point the guns and pull their triggers to constitute a common design to do unlawful acts. Similarly, if a defendant has hired another to batter but not kill a victim and the hiree kills the victim in the process of committing the battery, the participation by the defendant in the unlawful common design to batter the victim would make the defendant accountable for the hiree's murder of the victim.\nDefendant's contention that the not guilty verdict as to aggravated battery was inconsistent with the verdict finding him guilty of involuntary manslaughter is based on a theory that absent guilt of aggravated assault no illegal common design *822 existed. However, the jury could have rejected the charge of aggravated assault because it did not find that proof of Woods being placed in fear was established beyond a reasonable doubt, but still found an illegal common design to commit conduct which was reckless under section 12-5(a) of the Code. Neither Terry nor any other case called to our attention has required that the crime upon which the illegal common design is based need be charged. The verdict of not guilty of aggravated assault did not tarnish the conviction for involuntary manslaughter.\nWe have no substantial problem with defendant's other claims of error. \"A person commits the offense of concealment of homicidal death when he conceals the death of any other person with knowledge that such other person has died by homicidal means.\" (Ill.Rev.Stat.1991, ch. 38, par. 9-3.1.) Defendant does not deny he had knowledge that Woods' death was homicidal. The State was not required to prove that defendant's conduct prevented or even delayed discovery of the homicide. (People v. Stiles (1977), 46 Ill.App.3d 359, 363, 4 Ill. Dec. 842, 845, 360 N.E.2d 1217, 1220.) Defendant removed the body from the scene of the offense and left it by a roadway in a remote location. He covered the body. Although defendant testified he intended to bring the body to a police station or a hospital, he admittedly turned away from a police car while he was transporting the body.\nEvidence was presented that on the evening of May 8, 1992, while in Carrera's apartment, defendant stated he was going to take Woods out so that shots could be taken at him to scare him. Two defense witnesses denied that defendant made such a statement. The trial judge then asked these witnesses whether they could have been out of the room at the time defendant made the statements in question and the witnesses responded that could have happened. This questioning did not convey any opinion of the court to the jury which created reversible error as in People v. Santucci (1962), 24 Ill. 2d 93, 98-99, 180 N.E.2d 491, 493-94. It was brief and fair as permitted in People v. Bradley (1984), 128 Ill.App.3d 372, 382, 83 Ill. Dec. 701, 709, 470 N.E.2d 1121, 1129.\nDefendant maintains that the following evidence which was admitted was irrelevant and only served to prejudice him in the eyes of the jury and raise its hostility against him: (1) defendant's statement made several months prior to the occurrence indicating animosity toward Woods and that defendant wanted to kill him, (2) defendant's statements made the night preceding the homicide indicating he intended to scare Woods by shooting at him, and (3) Carrera's statement that he and the defendant on several occasions had pointed guns at each other and asked if it was \"a good day to die.\" The evidence tended to show defendant's motive of committing reckless acts intended to scare Woods and that he acted according to his intent. (People v. Kline (1980), 90 Ill.App.3d 1008, 1014, 46 Ill. Dec. 419, 424, 414 N.E.2d 141, 146.) Defendant asserts that Carrera's statement concerned conduct which occurred the preceding winter or early spring and was too remote. It shows a pattern of conduct similar to that attributed to defendant at the time of the offense. All of the foregoing evidence had some probative value which exceeded any possible prejudice to defendant. No error resulted from its admission. See People v. Ward (1984), 101 Ill. 2d 443, 455-56, 79 Ill. Dec. 142, 147-48, 463 N.E.2d 696, 701-02.\nOn redirect examination by the State, Carrera was asked \"[y]ou never told any law enforcement officer, any of the Sheriff's deputies, any of the detectives anything about a decision concerning pointing weapons at Eric Woods at the house; is that correct?\" Carrera responded that he did make such a statement \"to the forensic man over in Springfield, the polygraph taker.\" The court struck the answer and instructed the jury to disregard it. Citing People v. Rutledge (1977), 45 Ill.App.3d 779, 782-83, 4 Ill. Dec. 281, 283-84, 359 N.E.2d 1233, 1235-36, the defense contends the court should have granted a mistrial. In Rutledge the prosecutor, in cross-examining *823 a defense alibi witness, asked \"I offered you a polygraph examination, did I not?\" The Rutledge court held that the question implied that the witness refused the polygraph test because he was lying. Reversible error resulted. Here, the State did not solicit an answer concerning a polygraph test and no answer prejudicial to the defense was given. No error resulted.\nAs we have indicated and for the reasons stated, we affirm the conviction of the defendant for involuntary manslaughter and the sentence imposed.\nAffirmed.\nSTEIGMANN, P.J., and COOK, J., concur.\n",
            "ocr": false,
            "opinion_id": 2063248
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}