{
    "id": 2082699,
    "judges": "Rizzi",
    "date_filed": "1976-07-22",
    "date_filed_is_approximate": true,
    "slug": "people-v-martin",
    "case_name_short": "Martin",
    "case_name": "People v. Martin",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. LAWRENCE F. MARTIN, Defendant-Appellant",
    "attorneys": "Norman Nelson, Jr., of Chicago (Ray Sabransky, of counsel), for appellant., Bernard Carey, State’s Attorney, of Chicago (Marcia B. Orr, Rimas F. Cernius, and James L. Alexander, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied September 4, 1979.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b588-4\" pgmap=\"588\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. LAWRENCE F. MARTIN, Defendant-Appellant.\n   </parties><br><court id=\"b588-6\" pgmap=\"588\">\n    First District (3rd Division)\n   </court><docketnumber id=\"A8nk\" pgmap=\"588\">\n    No. 77-1629\n   </docketnumber><br><decisiondate id=\"b588-7\" pgmap=\"588\">\n    Opinion filed June 13, 1979.\n   </decisiondate><otherdate id=\"AVGE\" pgmap=\"588\">\n    Rehearing denied September 4, 1979.\n   </otherdate><br><attorneys id=\"b588-15\" pgmap=\"588\">\n    Norman Nelson, Jr., of Chicago (Ray Sabransky, of counsel), for appellant.\n   </attorneys><br><attorneys id=\"b588-16\" pgmap=\"588\">\n    Bernard Carey, State’s Attorney, of Chicago (Marcia B. Orr, Rimas F. Cernius, and James L. Alexander, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "393 N.E.2d 508",
        "74 Ill. App. 3d 566"
    ],
    "opinions": [
        {
            "author_str": "Rizzi",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n74 Ill. App.3d 566 (1979)\n393 N.E.2d 508\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nLAWRENCE F. MARTIN, Defendant-Appellant.\nNo. 77-1629.\nIllinois Appellate Court \u0097 First District (3rd Division).\nOpinion filed June 13, 1979.\nRehearing denied September 4, 1979.\nNorman Nelson, Jr., of Chicago (Ray Sabransky, of counsel), for appellant.\nBernard Carey, State's Attorney, of Chicago (Marcia B. Orr, Rimas F. Cernius, and James L. Alexander, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\n*567 Mr. JUSTICE RIZZI delivered the opinion of the court:\nDefendant, Lawrence F. Martin, was charged with two counts of reckless homicide (Ill. Rev. Stat. 1975, ch. 38, par. 83(a)), arising from an automobile accident which resulted in the death of two pedestrians. He was found guilty in a jury trial and sentenced to serve concurrent terms of one to three years. On appeal defendant contends that (1) it was error to give the jury an exhibit which was never offered or received into evidence; (2) an instruction regarding the statutory presumption of intoxication was erroneously given; and (3) various comments in the prosecutor's closing argument constitute reversible error. We affirm.\nDefendant first argues that reversible error was committed when the jury was given an exhibit which contained the results of a breathalyzer test taken by the defendant. Defendant had been at a tavern with friends prior to the accident. The officer at the scene of the occurrence noticed that the defendant showed signs of intoxication. Defendant told the officers he had one beer that night, but at trial he admitted that he had two beers. The results of the breathalyzer test, however, indicated that defendant had consumed more than one or two beers. An evidence technician for the Chicago police department testified as to the results of the test.\n\u0095 1, 2 The print-out from the breathalyzer test was marked for identification, but was never offered or received into evidence. Therefore, defendant claims that the print-out should not have been sent into the jury room. First, we note that the defendant has waived this point for appeal by not objecting in the trial. (People v. Dukett (1974), 56 Ill.2d 432, 442, 308 N.E.2d 590, 595, 596; People v. Lett (1978), 61 Ill. App.3d 467, 470, 378 N.E.2d 208, 211.) If there is no objection, any alleged error in taking exhibits to the jury room is waived. (People v. Allen (1959), 17 Ill.2d 55, 62, 160 N.E.2d 818, 823.) Additionally, the record does not indicate that this exhibit was actually sent to the jury room. The record reflects that the judge only made a general statement that the jury would \"have the evidence and exhibits and instructions.\" In the absence of a clear showing in the record that the breathalyzer print-out went to the jury, we will not speculate as to what may have occurred in such regard. Instead we will presume that there was no irregularity in the trial court proceedings. See People v. Schomer (1978), 64 Ill. App.3d 440, 445, 446, 381 N.E.2d 62, 66.\n\u0095 3, 4 Defendant argues that it was also error to instruct the jury regarding the statutory presumption of intoxication since the breathalyzer print-out was not received into evidence. This contention is likewise untenable. Since defendant did not object to the instruction in the trial court, the point has not been preserved for review. (People v. Olson (1978), 60 Ill. App.3d 535, 542, 377 N.E.2d 371, 377.) Moreover, the instruction was not necessarily based on the print-out. Testimony relating *568 to the breathalyzer results was given by an evidence technician from the police department. The instruction was, therefore, properly given to the jury. See People v. Godbout (1976), 42 Ill. App.3d 1001, 1008, 356 N.E.2d 865, 871; People v. Krueger (1968), 99 Ill. App.2d 431, 441, 442, 241 N.E.2d 707, 712.\nDefendant also maintains that reversible error was committed when the prosecutor commented on the court's role in prescribing the punishment. In his closing argument, the prosecutor told the jury that the court alone was responsible for setting punishment if a guilty verdict was returned. He then stated that the \"judge in this case, even upon a finding of guilty, could send this boy home to his family or he could send him to jail.\" The State argues that the prosecutor's comment was made in response to defense counsel's request in his closing argument to \"send this boy home to his family.\"\n\u0095 5, 6 Any objection to the prosecutor's statement to the jury was waived since the defendant did not object in the trial court. (People v. Gardner (1976), 40 Ill. App.3d 700, 704, 352 N.E.2d 448, 451.) However, even if we did consider the defendant's argument on this point, we believe if error was committed, it was not reversible error. It is, of course, improper for counsel to argue the effect of the verdict when the jury is not involved in fixing the punishment. (People v. Galloway (1963), 28 Ill.2d 355, 362, 192 N.E.2d 370, 374; People v. Klapperich (1939), 370 Ill. 588, 593, 594, 19 N.E.2d 579, 581, 582.) But improper remarks by the prosecutor are grounds for reversal only if they are a material factor in the conviction or cause prejudice to the defendant. (People v. Terrell (1974), 18 Ill. App.3d 911, 916, 310 N.E.2d 791, 795; People v. Weaver (1972), 8 Ill. App.3d 299, 307, 290 N.E.2d 691, 697.) We do not believe that the statement of the prosecutor in the present case was a material factor in the conviction or of such prejudice to require a reversal of the conviction. See People v. Cimino (1970), 45 Ill.2d 556, 561, 257 N.E.2d 97, 99; People v. Larson (1974), 17 Ill. App.3d 683, 686, 308 N.E.2d 148, 151.\nWe have examined the defendant's other contentions, but they do not affect our disposition of the case. Accordingly, the judgment entered in the trial court is affirmed.\nAffirmed.\nSIMON, P.J., and McNAMARA, J., concur.\n",
            "ocr": false,
            "opinion_id": 2082699
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}