{
    "id": 2068725,
    "judges": "McLAREN",
    "date_filed": "1973-04-02",
    "date_filed_is_approximate": true,
    "slug": "people-v-lukach",
    "case_name_short": "Lukach",
    "case_name": "People v. Lukach",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellant, v. ROBERT J. LUKACH, Defendant-Appellee",
    "attorneys": "David R. Akemann, State’s Attorney, of St. Charles (William L. Browers, Robert J. Biderman, and David E. Mannchen, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People., Thomas O. McCulloch, of St. Charles, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b336-7\" pgmap=\"336\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellant, v. ROBERT J. LUKACH, Defendant-Appellee.\n   </parties><br><court id=\"b336-9\" pgmap=\"336\">\n    Second District\n   </court><docketnumber id=\"A-6\" pgmap=\"336\">\n    No. 2—93—0627\n   </docketnumber><br><decisiondate id=\"b336-10\" pgmap=\"336\">\n    Opinion filed June 8, 1994.\n   </decisiondate><br><attorneys id=\"b337-5\" pgmap=\"337\">\n    David R. Akemann, State’s Attorney, of St. Charles (William L. Browers, Robert J. Biderman, and David E. Mannchen, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n   </attorneys><br><attorneys id=\"b337-6\" pgmap=\"337\">\n    Thomas O. McCulloch, of St. Charles, for appellee.\n   </attorneys>",
    "citations": [
        "635 N.E.2d 1053",
        "263 Ill. App. 3d 318",
        "200 Ill. Dec. 714"
    ],
    "opinions": [
        {
            "author_str": "McLAREN",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n635 N.E.2d 1053 (1994)\n263 Ill. App. 3d 318\n200 Ill. Dec. 714\nThe PEOPLE of the State of Illinois, Plaintiff-Appellant,\nv.\nRobert J. LUKACH, Defendant-Appellee.\nNo. 2-93-0627.\nAppellate Court of Illinois, Second District.\nJune 8, 1994.\n*1054 David R. Akemann, Kane County State's Atty., William L. Browers, Deputy Director, Robert J. Biderman, State's Atty. Appellate *1055 Prosecutor, 4th Dist., David E. Mannchen, Staff Atty., State's Atty. Appellate Service Com'n, Springfield, for People.\nThomas O. McCulloch, St. Charles, for Robert Lukach.\nJustice McLAREN delivered the opinion of the court:\nThe State appeals from the circuit court's order granting defendant's motion to suppress evidence of a blood-alcohol concentration test (BAC) after reconsidering its prior denial of defendant's motion. We affirm.\nDefendant, Robert J. Lukach, was indicted for the offense of reckless homicide (Ill.Rev. Stat.1991, ch. 38, par. 9-3(a) (now 720 ILCS 5/9-3(a) (West 1992))) stemming from his involvement in a single-car accident which occurred on July 11, 1991, in Aurora, Illinois. After defendant was admitted to the hospital following the accident, the police requested a BAC test in reliance on the implied consent provision of section 11-501.6 of the Illinois Vehicle Code (Code) (Ill.Rev.Stat.1991, ch. 95½, par. 11-501.6 (now 625 ILCS 5/11-501.6 (West 1992))). Defendant's motion to suppress evidence or, alternatively, to declare the implied consent statute unconstitutional was initially denied. Upon reconsideration, the trial court granted defendant's motion to suppress, relying on our supreme court's decision in King v. Ryan (1992), 153 Ill. 2d 449, 180 Ill. Dec. 260, 607 N.E.2d 154 (section 11-501.6 facially unconstitutional in the absence of particularized probable cause requirement).\nThe State appeals, having filed a certificate of impairment which avers that suppressing the laboratory test result of defendant's BAC of 0.022 substantially impairs its ability to prosecute the reckless homicide charge despite an apparent presumption of nonintoxication based upon a BAC of less than 0.05. (Ill.Rev.Stat.1991, ch. 95½, par. 11-501.6(e)(1) (now 625 ILCS 5/11-501.6(e)(1)(West 1992)).) The State contends that the trial court erred in suppressing the test result even though the test was taken pursuant to a statute that was declared unconstitutional. The State specifically argues that (1) defendant consented to the taking of the blood test; and (2) even if the test is deemed involuntary, the warrantless and involuntary test of the defendant's bodily substances does not violate his fourth amendment right to be free from unreasonable searches so long as the \"search\" is supported by probable cause, the evidence is of an evanescent nature, and the means are reasonable. (See, e.g., People v. Byral (1991), 215 Ill.App.3d 468, 470-71, 158 Ill. Dec. 876, 574 N.E.2d 1269 (and cases cited therein).) The record does not support either of the two theories now argued on appeal by the State.\nThe record discloses that, at the initial hearing of September 18, 1992, on defendant's motion to suppress, Officer Anthony Russo of the Aurora police department testified concerning his response to the accident on July 11, 1991. Russo had been a police officer for 17½ years. He had received training concerning drinking drivers, and he had been certified as a breathalyzer operator for 10 years. He had observed drivers under the influence of alcohol hundreds of times. On July 11, at about 1:52 a.m., he responded to an accident at Cochran Street where he observed a Pontiac Grand Prix that had driven off the road onto a parkway and had struck a tree. The driver, whom Russo identified as defendant, was standing at the back of the vehicle. Russo asked him about the accident. Russo observed that defendant had a head injury and appeared to be dazed, but otherwise his condition appeared normal. Defendant did not have any odor of alcohol on his breath, and there was nothing unusual about his eyes or the way he was standing. The passenger in the car was injured. Defendant admitted he had been driving and handed over his license without difficulty in retrieving it when Russo asked to see it.\nRusso examined the vehicle and found nothing unusual such as contraband or open alcohol containers. Russo formed no decision on whether defendant was driving under the influence of alcohol, made no decision to arrest defendant at this point, and waited to see defendant at the hospital. At about 3 a.m., Russo saw defendant at the hospital; defendant had a gash above one of his eyes; his speech seemed clear; and he had none of the customary signs of intoxication. Russo *1056 did not believe that there was probable cause to arrest defendant or to issue any citations. At about 9:30 a.m., Russo went to defendant's hospital room. Russo had been directed by a superior officer to read defendant a statement to collect defendant's blood for alcohol testing and to ask defendant to submit to the test.\nOn cross-examination, Russo acknowledged that he saw an injured passenger in defendant's car and that the passenger later died. Russo had observed defendant's vehicle on the parkway and did not discern any cause, outside of defendant's driving, for the vehicle to have been off the road. There were no other cars, and defendant had not indicated that a deer or anything else had run out in front of him. The road was a quiet two-lane residential road which was not heavily traveled. The road was \"somewhat straight\" but there may have been \"a little curve.\" Defendant admitted he had been drinking. Russo had never seen defendant intoxicated before and acknowledged that he knew of defendant before the accident from defendant's occupation as a fire fighter.\nOn redirect examination, Russo said he did not test defendant because he did not feel defendant was intoxicated. Russo was not sure that the policy of the police department regarding the duty to test would have covered the situation, and he believed that testing was discretionary. He exercised what he thought was his discretion because he saw no customary signs of intoxication. When blood was later taken from defendant, he was not under arrest.\nOn re-cross-examination, Russo said the test was not taken at defendant's request. Russo asked that defendant submit to the test using the forms of the Aurora police department. Russo read him the warning to the motorist.\nThe State argued that the authority to test arose from section 11-501.6 of the Code which states in pertinent part:\n\"(a) Any person who drives or is in actual control of a motor vehicle upon the public highways of this State shall be deemed to have given consent * * * to a chemical test or tests of blood, breath, or urine for the purpose of determining the alcohol or other drug content of such person's blood if there is probable cause to believe that such person was the driver at fault, in whole or in part, for a motor vehicle accident which resulted in the death or personal injury of any person.\" (Ill.Rev.Stat.1991, ch. 95½, par. 11-501.6(a) (now 625 ILCS 5/11-501.6(a) (West 1992)).)\nDefendant argued, among other things, that there had to be probable cause that defendant was intoxicated in considering the fault of the driver in order for the test to be constitutionally permissible. The trial court denied defendant's motion.\nOn May 11, 1993, defendant filed a motion to reconsider the court's denial of his motion to suppress, citing the supreme court's decision in King v. Ryan (1992), 153 Ill. 2d 449, 180 Ill. Dec. 260, 607 N.E.2d 154. At the May 14, 1993, hearing, the State argued for the first time that, notwithstanding the supreme court's holding that section 11-501.6 was unconstitutional, the search (involuntary testing) of defendant's bodily substances was constitutionally permissible because it was based on probable cause to search despite the officer's subjective belief that there was no probable cause. After hearing the arguments of counsel, the court found King controlling and allowed defendant's motion to suppress the evidence. The State filed this appeal.\nThe State first argues that defendant consented to the testing of his blood, and the search was therefore permissible as an exception to the warrant requirement. (See People v. Lewis (1991), 211 Ill.App.3d 276, 279, 155 Ill. Dec. 610, 569 N.E.2d 1221). This argument appears to be somewhat disingenuous. The State initially argued to the trial court that defendant's motion should be denied on the statutory basis, and the court ruled on that basis. The State did not argue to the trial court that the test was taken freely and on a wholly voluntary basis. Thus, this argument is deemed waived because it was not presented to the trial court. (People v. Valdez (1980), 81 Ill.App.3d 25, 27-28, 36 Ill. Dec. 516, 400 N.E.2d 1096; People v. Sanders (1976), 44 Ill.App.3d 510, 516, 3 Ill. Dec. 208, 358 N.E.2d 375.) Were we to *1057 address the issue we would determine the State's contention is meritless. The record indicates that defendant was warned that he could be subject to statutory sanctions if he refused. It is clear from the record that the test was taken pursuant to statutory authority on the order of Officer Russo's superior and not on the independent basis of defendant's consent. See Ill.Rev.Stat.1991, ch. 95½, par. 11-501.6(c) (now 625 ILCS 5/11-501.6(c) (West 1992)).\nThe State next argues that, even though the supreme court has found the implied consent provision of section 11-501.6 unconstitutional in King v. Ryan, probable cause existed to conduct a warrantless and nonconsensual search or test of defendant independent of the statute, notwithstanding Officer Russo's belief that there was no probable cause to test defendant. In support of its position, the State relies on People v. Ayres (1992), 228 Ill.App.3d 277, 169 Ill. Dec. 427, 591 N.E.2d 931, and People v. Byrd, 215 Ill.App.3d 468, 158 Ill. Dec. 876, 574 N.E.2d 1269, and cites additionally People v. Giere (1989), 192 Ill.App.3d 520, 139 Ill. Dec. 548, 548 N.E.2d 1104 (evidence of intoxication by means of nonconsensual blood-alcohol test taken under implied consent statute may be admitted under ordinary standards of admissibility in reckless homicide case; probable cause basis was not in issue). We disagree with the State for the following reasons.\nWe begin our analysis of the question by stating the applicable standards of review. A trial court's decision to suppress evidence will not be overturned on review unless that decision is clearly erroneous (People v. Spann (1992), 237 Ill.App.3d 705, 708, 178 Ill. Dec. 615, 604 N.E.2d 1138) or the decision is against the manifest weight of the evidence, that is, unless the opposite conclusion is clearly evident. (City of Lake Forest v. Dugan (1990), 206 Ill.App.3d 552, 151 Ill. Dec. 474, 564 N.E.2d 929.) Warrantless searches are presumptively unreasonable unless certain limited exceptions apply. (Spann, 237 Ill.App.3d at 708, 178 Ill. Dec. 615, 604 N.E.2d 1138; People v. Rinaldo (1980), 80 Ill.App.3d 433, 434, 35 Ill. Dec. 738, 399 N.E.2d 1027.) Thus, when a defendant challenges a warrantless search and makes a prima facie showing that police obtained the evidence illegally and that he was doing nothing unusual to justify the intrusion by the police, the burden shifts to the State to demonstrate the legal justification for the search. People v. Scott (1993), 249 Ill.App.3d 597, 600, 189 Ill. Dec. 108, 619 N.E.2d 809; Spann, 237 Ill.App.3d at 708, 178 Ill. Dec. 615, 604 N.E.2d 1138.\nProbable cause to arrest exists when the totality of the facts and circumstances known to the officer at the time are such that a reasonable, prudent person would believe that the suspect is committing or has committed a crime. (People v. Montgomery (1986), 112 Ill. 2d 517, 525, 98 Ill. Dec. 353, 494 N.E.2d 475; People v. Paarlberg (1993), 243 Ill.App.3d 731, 734, 183 Ill. Dec. 849, 612 N.E.2d 106.) Something more than a mere hunch or mere suspicion is required. (Paarlberg, 243 Ill.App.3d at 734, 183 Ill. Dec. 849, 612 N.E.2d 106.) Whether probable cause exists is governed by common-sense considerations, and the calculation concerns the probability of criminal activity rather than proof beyond a reasonable doubt. Scott, 249 Ill. App.3d at 601, 189 Ill. Dec. 108, 619 N.E.2d 809.\nSimilarly, probable cause to search must be supported by a reasonable belief that the area to be searched contains contraband or evidence of a crime; the scope of the search is defined by the object of the search and the place in which there is probable cause to believe the evidence may be found. (See, People v. Clark (1982), 92 Ill. 2d 96, 99-100, 65 Ill. Dec. 14, 440 N.E.2d 869.) In other words, there must be a reasonable belief that evidence of a crime will be discovered and the search must have some reasonable connection to the objective of the search. See, e.g., Spann, 237 Ill.App.3d at 709, 178 Ill. Dec. 615, 604 N.E.2d 1138; People v. Kolody (1990), 200 Ill.App.3d 130, 135, 146 Ill. Dec. 626, 558 N.E.2d 589.\nHere, the trial court ruled that King v. Ryan controlled its decision to allow defendant's motion to suppress the test evidence. In its written letter decision, the court stated:\n*1058 \"The basis for my conclusion is that in the current case, the testimony of the policy [sic] officer who arrived at the scene of the accident was that he had no reason to suspect that the defendant, Mr. Luckach [sic] was driving under the influence of alcohol. He did not detect any odor of alcohol, his speech was not slurred, he did not fumble around in retrieving his driver's license, or give any other indication he was under the influence of alcohol, even though he stated to the police officer that he had been drinking. The blood test was taken some number of hours later at a hospital and it was pursuant to what is now Ch. 625, Sec. 5/11-501.6, which I believe is the same as the superseded section contained in Ch. 95½, Sec. 11-501.6. That statute allows the State to take a chemical test or a blood test, etc. [sic], `if there is probable cause to believe that such person was the driver at fault, in whole or in part, for a motor vehicle accident which results in the death or personal injury of any person.'\nThat was certainly the factual situation in Luckach [sic] as well as it was in King. However, in the Supreme Court case of King, the Supreme Court stated that, `it is important to recognize that the probable cause element of Sec. 11-501.6 relates to a drivers [sic] fault for the accident, but does not require any grounds to suspect that the driver is under the influence of drugs or alcohol.' Neither in King nor in Luckach [sic] was there any reason to suspect that the driver of the automobile involved in the accident was under the influence of alcohol prior to the tests being performed.\"\nAfter making further observations regarding King, the court concluded that the facts were similar and granted defendant's motion to suppress. The court's consideration of probable cause with respect to whether defendant was intoxicated or under the influence of alcohol is manifest.\nIn King, the defendant, Bruce Allen King, who was driving south on a two-lane highway, attempted to turn left when he collided with a car going in the opposite direction. The driver of the other car and two passengers in King's car were injured. Upon arriving at the scene, the investigating officer noticed an odor of alcohol on King's breath. King said he did not see the other car because there were no headlights working. Due to the accident, it was not possible to determine if the other driver's headlights were working. The officer nevertheless concluded that King should have seen the other car approaching. The officer concluded that there was probable cause to believe that King was at least partially at fault for the accident.\nAt the officer's request, King went to the police station where he took and passed a field sobriety test. After the warning to the motorist was read, King refused to take the breath test the officer requested pursuant to section 11-501.6 of the Code. King was released without any traffic citation being issued. Based on the report forwarded to the Secretary of State, defendant's license was suspended for six months. Following administrative review procedures, the defendant ultimately sought judicial review of the statute. The trial court ruled that section 11-501.6 was unconstitutional because it authorized unreasonable searches and seizures. The Secretary appealed directly to the supreme court.\nIn considering the constitutionality of the statute, the supreme court first noted that King passed the sobriety test and was not charged with driving under the influence of alcohol. The court stated that these facts tended to indicate that there was no probable cause to believe defendant did so. The court found it significant that the probable cause element of section 11-501.6 relates to the driver's fault for the accident, but does not require any grounds to suspect that the driver is under the influence of alcohol, in stark contrast to other statutes authorizing the testing of drivers only if such probable cause is present. The court first determined that the government's \"special needs\" exception did not obviate the necessity of a judicial warrant or a probable cause requirement because the statute was designed to gather evidence for a criminal proceeding and there were other civil and criminal sanctions available to protect the State's interest in deterring drunken driving. In balancing the interests *1059 of the State against the Federal constitutional protection of citizens from unreasonable searches and seizures, the court found no reason to depart from the probable cause standard applicable to criminal cases.\nThe supreme court concluded:\n\"If the officer is able to determine probable cause of fault for an accident he may not have witnessed, then it is not overly burdensome to require him to determine probable cause that a driver involved may have been drinking. The officer will often have an opportunity to talk to the drivers and observe their behavior after the accident. Given the relatively low threshold required to show probable cause of intoxication, we do not believe that the State's interests will be left unprotected.\" (King, 153 Ill.2d at 463-64, 180 Ill. Dec. 260, 607 N.E.2d 154.)\nThe court further held that the statute violated Illinois' constitutional protection against unreasonable searches, seizures and invasions of privacy. King, 153 Ill.2d at 464-65, 180 Ill. Dec. 260, 607 N.E.2d 154; Ill.Const. 1970, art. I, § 6.\nIn the type of case before us, in the absence of some other valid statutory authorization or legal authority, we construe King to require particularized probable cause to believe that a driver has been driving under the influence of alcohol or a drug before the officer may require testing without violating a defendant's constitutional protection from unreasonable searches and seizures. While the State urges that probable cause existed to test defendant involuntarily despite the holding of King, we find this position unsupported by the law or the record. The cases cited by the State are inapplicable because, in each of those cases, there was evidence that the defendant had the obvious indicia of intoxication before being tested.\nThe State suggests that because defendant's car went off the road there was probable cause to believe that some other traffic offenses such as improper lane usage or reckless driving were committed, thus giving the officer probable cause to test defendant for blood-alcohol. We are not aware that the possible commission of other offenses was brought to the trial court's attention. While evidence of intoxication might be probative of recklessness (see People v. Edmundson (1993), 247 Ill.App.3d 738, 742, 187 Ill. Dec. 238, 617 N.E.2d 446), the relevance and materiality of such evidence (discussed in the cases cited by the State) is a different question than whether there was probable cause to search for such evidence in the first place.\nWe do not believe a mere admission by the defendant that he had some drinks and the fact that the car went off the road, without more, provide the requisite probable cause that a crime was committed and that testing may therefore be required. The officer's testimony of his observations, not merely his subjective belief, clearly refutes the notion that defendant was intoxicated at the time of the accident. The defendant had none of the customary indicia of intoxication, and he was neither arrested nor charged with an offense at the time of the accident. There was no probable cause to test defendant for intoxication.\nA determination of probable cause is governed by commonsense considerations, and that determination concerns the probability of criminal activity; it is not based merely on suspicion, conjecture, or a remote but possible inference of such criminal activity. There is simply an insufficient nexus between the testing the State urges under the circumstances here and the objective of the test: to show that defendant was driving under the influence of alcohol at the time a traffic violation occurred and that this condition is evidence of the violation. In the absence of other circumstances showing that defendant was intoxicated and this intoxication was a probable factor in the commission of an offense as suggested by the State, we do not find the State's argument persuasive. The mere admission of the driver's drinking coupled with the fact of an accident should not automatically trigger a finding of probable cause despite the absence of other incriminating circumstances.\nThe trial court found King controlling. A factor in the trial court's decision was that there was no particularized probable cause that defendant was intoxicated and that the *1060 intoxication was a probable factor in the commission of an offense so as to permit the warrantless testing of defendant. Irrespective of the invalidity of the statute, we similarly conclude, from an objective view of the facts, that probable cause to \"search\" or test defendant was otherwise lacking. See People v. Moody (1983), 94 Ill. 2d 1, 10, 67 Ill. Dec. 795, 445 N.E.2d 275 (inquiry must focus on what was done and known by police or what the facts objectively viewed add up to, not on what was believed by the officer).\nWe hold that the testing was impermissible on the basis of King and that there was no particularized probable cause to test defendant on the basis of the ordinary probable cause standards applicable to criminal cases. The court's ruling was neither clearly erroneous nor against the manifest weight of the evidence.\nThe judgment of the circuit court of Kane County is affirmed.\nAffirmed.\nDOYLE and PECCARELLI, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2068725
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}