{
    "id": 2073817,
    "judges": "Thomas J. Moran",
    "date_filed": 208396800000,
    "date_filed_is_approximate": false,
    "slug": "people-v-richards",
    "case_name_short": "Richards",
    "case_name": "People v. Richards",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. JACK W. RICHARDS, Defendant-Appellant",
    "attorneys": "John T. Perry, of Vescelus, Perry & Pollard, of Wheaton, for appellant., John Bowman, State’s Attorney, of Wheaton (Malcolm Smith, Assistant State’s Attorney, and Edward N. Morris and Phyllis J. Perko, both of Illinois State’s Attorneys Association, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b745-4\" pgmap=\"745\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. JACK W. RICHARDS, Defendant-Appellant.\n   </parties><br><court id=\"b745-6\" pgmap=\"745\">\n    Second District (2nd Division)\n   </court><docketnumber id=\"ANk\" pgmap=\"745\">\n    No. 75-59\n   </docketnumber><br><decisiondate id=\"b745-7\" pgmap=\"745\">\n    Opinion filed August 9, 1976.\n   </decisiondate><br><attorneys id=\"b745-13\" pgmap=\"745\">\n    John T. Perry, of Vescelus, Perry &amp; Pollard, of Wheaton, for appellant.\n   </attorneys><br><attorneys id=\"b745-14\" pgmap=\"745\">\n    John Bowman, State’s Attorney, of Wheaton (Malcolm Smith, Assistant State’s Attorney, and Edward N. Morris and Phyllis J. Perko, both of Illinois State’s Attorneys Association, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "353 N.E.2d 74",
        "40 Ill. App. 3d 717"
    ],
    "opinions": [
        {
            "author_str": "Thomas",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4241.0,
            "opinion_text": "\n40 Ill. App. 3d 717 (1976)\n353 N.E.2d 74\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nJACK W. RICHARDS, Defendant-Appellant.\nNo. 75-59.\nIllinois Appellate Court \u0097 Second District (2nd Division).\nOpinion filed August 9, 1976.\nJohn T. Perry, of Vescelus, Perry &amp; Pollard, of Wheaton, for appellant.\nJohn Bowman, State's Attorney, of Wheaton (Malcolm Smith, Assistant State's Attorney, and Edward N. Morris and Phyllis J. Perko, both of Illinois State's Attorneys Association, of counsel), for the People.\nJudgment affirmed.\n*718 Mr. PRESIDING JUSTICE THOMAS J. MORAN delivered the opinion of the court:\nPetitioner, Jack Richards, was convicted of murder and sentenced to a term of 99 to 150 years in the State penitentiary. His conviction was affirmed in People v. Richards, 120 Ill. App. 2d 313, appeal denied, 44 Ill. 2d 585 (1970). He filed a petition for writ of habeas corpus in Federal court and, as a result of that proceeding, was allowed to inspect certain investigative files of the prosecution. His petition was dismissed by the district court, and the judgment was affirmed by the Seventh Circuit Court of Appeals, which directed him to the State court as the proper forum for a hearing on his contention that the State withheld exculpatory evidence contradicting the trial testimony of a State witness in violation of Brady v. Maryland, 373 U.S. 83, 10 L. Ed. 2d 215, 218, 83 S. Ct. 1194 (1963). Richards then filed a petition for post-conviction relief in the Circuit Court of Du Page County. His petition was dismissed, and he appeals contending that he was denied his right to a fair trial by the State's failure to disclose evidence contradictory to the testimony of a prosecution witness (which evidence was discovered while examining the prosecution's files), and that this failure to disclose was not harmless error beyond a reasonable doubt.\nRichards was convicted of murdering his wife on February 3, 1967. The evidence and testimony of witnesses is detailed in People v. Richards, 120 Ill. App. 2d 313 (1970). The dispute in the instant case concerns the testimony of Martha MacMillan, with whom Richards was having an affair at the time of his wife's death. Ms. MacMillan's trial testimony is here recounted. She first met Richards at a convention in 1961 and did not see him again until a November, 1966, convention during which the two went out socially. At that time, Richards told her he loved her, that he and his wife were getting a divorce, and that he wanted to marry her. The two met by prearrangement in Pittsburgh in mid-December, and in Omaha on December 31, 1966. They had sexual intercourse on both occasions. They met again on January 17 and 21, in Minneapolis, staying at defendant's motel room. During December and January, Richards phoned MacMillan frequently, and the dominant subject of his conversations was his love for and his desire to marry her. She could not, however, remember the specific number of times marriage was suggested. In February, after the death of his wife, Richards visited MacMillan, staying in her apartment. He again proposed marriage and she agreed. Toward the end of February, Richards again visited, bringing his daughter, and both stayed at the MacMillan apartment. During this visit the two argued and when, in March, Richards came to visit, MacMillan refused to see him. Their last conversation was by phone in May of 1967.\nAt trial, Richards denied that, during the 1966 convention, he told *719 MacMillan that he was getting a divorce, that he loved her, or that he wanted to marry her. He stated that the December meeting between the two was in Chicago, not Pittsburgh, and that his only proposal to her was on February 14, after his wife's death. Finally, he testified, the relationship was broken by mutual consent.\nWith his petition for post-conviction relief, Richards submitted three reports compiled by investigators summarizing interviews with Ms. MacMillan: one was taken on June 22, 1967, another on August 30, 1967, and the third on November 8, 1968.\nIn its motion to dismiss the post-conviction petition, the State attached sworn affidavits of the two persons who interviewed MacMillan. These affidavits state that the interviewers wrote the reports after the interviews and included only those facts they thought important; they took no notes during the interviews and used no recording equipment or stenographic services.\nIn the following synopses of the three reports, we relate only those facts which differ from MacMillan's testimony at trial. The report of June 22, 1967, contained the following information: Richards visited MacMillan in Pittsburgh in early March, 1967. During the visit, Richards and his daughter stayed at her apartment while she stayed in a different apartment with a friend. Richards asked her to marry him and she accepted. She did not mention any meetings with defendant between the November convention and the March visit but did state that he asked her to marry him prior to the March visit.\nDuring the August 30, 1967, interview, MacMillan reportedly stated that although Richards was her escort at the Miami convention, they had \"no contact.\" She also told the investigator that, toward the end of December, Richards visited her in Pittsburgh, not Omaha as she testified at trial. He proposed marriage to her some time in March and the relationship ended the same month. The affidavit of the interviewer who wrote the report stated, however, that during this interview MacMillan did in fact refer to marriage proposals having been made both before and after Richards' wife's death, although these references were not included in the report.\nThe facts related in the report of November 8, 1968 (shortly before trial), were virtually the same as those to which MacMillan testified at trial. The only difference was that, according to the report, MacMillan accepted defendant's marriage proposal in Minnesota, not in Pittsburgh.\nRichards contends that he is entitled to post-conviction relief because he was denied a substantial constitutional right. He maintains that the State's failure to disclose the investigative reports amounted to suppression of evidence favorable to him, thus circumventing his right to a fair trial. Specifically, he poses that the reports referred to a proposal of *720 marriage occurring after Richards' wife's death contrary to MacMillan's trial testimony that the proposals occurred both prior to and after her death.\n\u0095 1 Brady v. Maryland, upon which Richards relies, held \"that the suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.\" (373 U.S. 83, 87, 10 L. Ed. 2d 215, 218, 83 S. Ct. 1194.) To establish a Brady violation, therefore, a defendant must show that (a) the prosecution suppressed evidence despite defendant's request, (b) the evidence suppressed is favorable to the defendant, and (c) the evidence is material either to guilt or punishment. Moore v. Illinois, 408 U.S. 786, 794, 33 L. Ed. 2d 706, 713, 92 S. Ct. 2562 (1972).\n\u0095 2 In his original appeal, defendant claimed error on the grounds that the State failed to disclose to him that, at the coroner's inquest, one of the investigators testified to a statement by MacMillan. In this statement, taken on \"June 23\" [sic], MacMillan reported that defendant proposed marriage in March. We rejected this contention because the record revealed that, prior to trial, defendant had received a copy of the complete transcript of the coroner's inquest, which transcript contained this information. As to the instant appeal, it is obvious that defendant was aware or should have been aware of the fact that at least one of MacMillan's statements was reported. He made no request prior to trial, however, for any out-of-court statements or investigative reports concerning MacMillan. Richards has, therefore, not met the first prong of the Brady test, in that he failed to show (1) that he requested MacMillan's prior statements and (2) that those statements were suppressed by the State. Moore v. Illinois, 408 U.S. 786, 33 L. Ed. 2d 706, 92 S. Ct. 2562 (1972); People v. Myers, 18 Ill. App. 3d 700, 704-05 (1974).\n\u0095 3 He failed also to show that the evidence was favorable to him as required by Brady. Analysis of the discrepancies between MacMillan's trial testimony and the reports reveals only slight variations. Richards leans heavily on the report of June 22, in which the only marriage proposal mentioned occurred in March, after his wife's death. The affidavit of the interviewer, however, stated that MacMillan did refer to marriage proposals prior to March although these references were not included in the report. Furthermore, Richards, in his trial testimony, admitted having an affair with MacMillan in December and January, and proposing marriage on February 14, a few days after his wife's death. The reports, therefore, were of little consequence.\nFinally, the materiality of the reports as to defendant's guilt or innocence is tenuous. Richards claims that he was denied his right to a fair trial because these reports were not disclosed to him. The most he could *721 have obtained from the use of these reports, however, is the diminution of MacMillan's credibility. As already noted, Richards corroborated much of her testimony. The issue of whether the proposals were before or after his wife's death is thus relatively inconsequential. Moreover, MacMillan's testimony only went to Richards' motive, which is not an essential element of the offense of murder. Consequently, her testimony related only tangentially to his guilt or innocence. Had MacMillan been fully discredited, proof of the essential elements of murder would nevertheless have been unchallenged, and the jury would have been warranted in finding him guilty.\nAssuming arguendo that the State should have disclosed the police reports to defendant (an assumption we do not make) such failure would be harmless beyond a reasonable doubt. Defendant's claim of being denied a fair trial is based on the assertion that the State withheld evidence which could have been used to impeach a key witness. The potential impeachment, however, would have affected only an ancillary matter (the timing of defendant's proposal of marriage) and would not go to the heart of the issue at trial: Did defendant murder his wife? In holding that any error was harmless, the trial court remarked that this conclusion\n\"* * * was reached on the basis that there is convincing evidence, all of which is either corroborated or admitted by the defendant, which consisted of the defendant's conduct toward Martha MacMillan during the month of November and December, 1966, and January and February, 1967, namely his repeated phone calls, staying together in the same room in Pittsburgh, Omaha and Minneapolis, their intimate sexual relations during this period, the defendant's purchase of a ring within two weeks of his spouse's death and his admitted proposal of marriage within four weeks of his spouse's death, and these acts and conduct toward Martha MacMillan pretty conclusively demonstrate his attitude toward her, and whether or not the proposal was in March or November, December, January or February is of little significance and ineffectual toward the ultimate verdict that the jury reached in this case.\"\n\u0095 4 Given the substantial evidence of Richards' guilt and the marginal value of the police reports, we find that failure to provide the reports did not contribute to defendant's conviction, and that error, if any in this regard, was harmless beyond a reasonable doubt. Chapman v. California, 386 U.S. 18, 17 L. Ed. 2d 705, 710-11, 87 S. Ct. 824 (1967).\nFinally, Richards claims that the State violated his rights to due process by failing to produce information contained in a communication of the Pittsburgh Department of Safety, stating that \"Captain Stefanic and *722 Martha MacMillan are now living together at Main Street, Imperial, Pennsylvania.\" The communication was dated May, 1968, a full year after the Richards/MacMillan relationship ended. There is no showing whatsoever that such information was suppressed by the State after a request, that it was favorable to the defendant, or that it was material in any way to Richards' guilt or innocence. We find that Richards was not denied due process by the State's failure to disclose this communication to him.\nAccordingly, we affirm the order of the trial court dismissing and denying Richards' petition for post-conviction relief.\nJudgment affirmed.\nGUILD and DIXON, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2073817
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}