{
    "id": 2100621,
    "judges": "Karns",
    "date_filed": "2005-10-28",
    "date_filed_is_approximate": true,
    "slug": "people-v-casper",
    "case_name_short": "Casper",
    "case_name": "People v. Casper",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. LOY N. CASPER, Defendant-Appellant",
    "attorneys": "John H. Reid and John F. Erbes, both of State Appellate Defender’s Office, of Mt. Vernon, for appellant., Rodney Clutts, State’s Attorney, of Jonesboro (Martin N. Ashley, Gillum Ferguson, and Raymond F. Buckley, Jr., all of State’s Attorneys Appellate Service Commission, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b809-8\" pgmap=\"809\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. LOY N. CASPER, Defendant-Appellant.\n   </parties><br><court id=\"b809-10\" pgmap=\"809\">\n    Fifth District\n   </court><docketnumber id=\"AyZ\" pgmap=\"809\">\n    No. 80-413\n   </docketnumber><br><decisiondate id=\"b809-11\" pgmap=\"809\">\n    Opinion filed June 25, 1981.\n   </decisiondate><br><attorneys id=\"b809-14\" pgmap=\"809\">\n    John H. Reid and John F. Erbes, both of State Appellate Defender’s Office, of Mt. Vernon, for appellant.\n   </attorneys><br><attorneys id=\"b809-15\" pgmap=\"809\">\n    Rodney Clutts, State’s Attorney, of Jonesboro (Martin N. Ashley, Gillum Ferguson, and Raymond F. Buckley, Jr., all of State’s Attorneys Appellate Service Commission, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "423 N.E.2d 510",
        "97 Ill. App. 3d 787"
    ],
    "opinions": [
        {
            "author_str": "Karns",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7233.0,
            "opinion_text": "\n97 Ill. App.3d 787 (1981)\n423 N.E.2d 510\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nLOY N. CASPER, Defendant-Appellant.\nNo. 80-413.\nIllinois Appellate Court \u0097 Fifth District.\nOpinion filed June 25, 1981.\nJohn H. Reid and John F. Erbes, both of State Appellate Defender's Office, of Mt. Vernon, for appellant.\nRodney Clutts, State's Attorney, of Jonesboro (Martin N. Ashley, Gillum Ferguson, and Raymond F. Buckley, Jr., all of State's Attorneys Appellate Service Commission, of counsel), for the People.\nJudgment affirmed.\n*788 Mr. JUSTICE KARNS delivered the opinion of the court:\nDefendant Loy N. Casper was found guilty of reckless homicide following a bench trial in Union County. Defendant was sentenced to two years' imprisonment. On appeal, defendant contends that the statutory requirements were not met with regard to an analysis of his blood. Defendant alternatively appeals from his sentence, arguing that the presentence investigation report did not conform to statutory requirements.\nOn January 1, 1980, at approximately 7:30 p.m., defendant Loy Casper was arrested after his car crossed the center line of East Vienna Street, in Anna, Illinois, and collided with a car driven by William Curtis Schuster, killing him. Defendant's car continued about 190 feet and stopped against the foundation of a house.\nThere was testimony concerning the actions of the defendant prior to the accident. He had called in an order to Kentucky Fried Chicken and picked it up around 7 p.m. The person who waited on the defendant stated that the defendant swayed a little and had trouble talking. Another witness testified that he saw the defendant's car traveling down Vienna Street at 60 to 70 miles per hour in a 35-mile-per-hour zone. A witness who observed the accident testified that the defendant was veering in and out of his lane several times before he collided with the victim.\nAfter the accident, the defendant and William Schuster were taken to the hospital. William Schuster was pronounced dead on arrival. The defendant, although a bit groggy, was conscious and signed a consent form for a blood analysis. The blood was withdrawn by Janet Rinehart, a lab supervisor, at Dr. Loomis' direction, and analysis was done by Veronica Rotterman. The defendant's blood ethanol level was .398 percent by weight.\nDefendant contends that the court erred in allowing into evidence the results of the blood alcohol test because the State failed to demonstrate compliance with section 11-501(d) of the Illinois Vehicle Code (Ill. Rev. Stat. 1979, ch. 95 1/2, par. 11-501(d)), which provides as follows:\n\"Chemical analysis of the person's blood or breath to be considered valid under this Section must be performed according to uniform standards adopted by the State Department of Public Health, in cooperation with the Superintendent of State Police, and by an individual possessing a valid permit issued by that Department for this purpose. The State Department of Public Health is authorized to approve satisfactory techniques or methods to ascertain the qualifications and competence of individuals to conduct such analysis and to issue permits which shall be subject to termination or revocation at the direction of the State Department of Public Health.\"\n*789 Janet Rinehart, who withdrew the defendant's blood, was working in the emergency room January 1, 1980, when the defendant was brought into the hospital. On the order of the attending physician, Ms. Rinehart drew blood from defendant for testing after the defendant had signed a consent form. There is no question that Ms. Rinehart was medically qualified to draw blood, that she was the lab supervisor at Union County Hospital, that she held a bachelor of science degree, and that she drew blood every day at the hospital.\nDefendant contends that Ms. Rinehart did not have a valid permit issued by the State Department of Public Health in accordance with section 11-501(d). Defendant also relies upon People v. Leffew (1975), 33 Ill. App.3d 700, 338 N.E.2d 480, which found the language of the statute mandatory and denied admissibility of blood test results where the doctor taking the blood sample did not follow a Department of Health rule prohibiting the use of alcohol to disinfect the area from which the blood sample was taken.\nThe permit requirements of section 11-501(d) would appear to apply to the person who actually analyzes the blood sample, rather than to the person who takes it, where different people perform these functions. It is undisputed that Janet Rinehart merely took the blood sample here.\nLeffew indicates that the Department of Health Standards alluded to in section 11-501(d) include a rule governing the taking of the blood sample. Unlike Leffew, however, the defendant here advances absolutely no basis for concluding that any Department of Health standard was violated. Even where specific deficiencies in blood alcohol test procedures have been asserted, courts have declined to assume a violation where, as here, the defendant fails to introduce any evidence in support thereof. People v. Winfield (1975), 30 Ill. App.3d 668, 332 N.E.2d 634; People v. Crawford (1974), 23 Ill. App.3d 398, 318 N.E.2d 743.\nVeronica Rotterman, who did the blood analysis, was qualified to do so. Testimony showed that Ms. Rotterman has worked for the Department of Public Health in the toxicology section for 12 years. Her job during those 12 years has been to perform analyses on blood and other body fluids. She has a bachelor of science degree, years of hospital experience, and performs about 3000 blood analyses a year. Ms. Rotterman used an approved method for testing the defendant's blood. Defendant did not question Ms. Rotterman concerning the method she used to test the defendant's blood.\n\u0095 1 Defendant offers no basis for concluding that Ms. Rotterman violated the Department of Health Standards. The testimony showed that Ms. Rotterman was qualified to perform the analysis and that she used a *790 reliable testing procedure. The testimony sufficiently established compliance with statutory standards. We find the defendant's contentions without merit.\nAlternatively, defendant argues that this cause must be remanded for resentencing due to the failure of the presentence report to include information about special resources in the community which might be available to assist in the defendant's rehabilitation, as required by section 5-3-2(a)(2) of the Unified Code of Corrections (Ill. Rev. Stat. 1979, ch. 38, par. 1005-3-2(a)(2)). Defendant also contends that the presentence report should have included a plan for utilizing community resources as an alternative to institutional sentencing. Ill. Rev. Stat. 1979, ch. 38, par. 1005-3-2(a)(5).\nIf the defendant and the State do not agree upon a sentence to be imposed, a presentence report must be made before a defendant may be sentenced for a felony. (Ill. Rev. Stat. 1979, ch. 38, par. 1005-3-1.) The defendant is not allowed to waive a presentence investigation report if no sentence has been agreed upon. (People v. Youngbey (1980), 82 Ill.2d 556, 413 N.E.2d 416.) Presentence investigation reports must fulfill certain requirements. These requirements are set forth in section 5-3-2 of the Unified Code of Corrections (Ill. Rev. Stat. 1979, ch. 38, par. 1005-3-2). As the defendant points out, section 5-3-2(a)(2) requires that the report set forth any special resources in the community which might assist in the defendant's rehabilitation. The presentence investigation report did not specifically list such resources, although it did note schools and other resources which the defendant had availed himself of in the past. The other provision relied on by defendant, section 5-3-2(a)(5), states that \"when appropriate\" the report should set forth a plan, based on defendant's needs, to utilize community resources as an alternative to institutional sentencing. Defendant concedes that this provision is not mandatory, but argues that it applied under the circumstances here.\nAt the sentencing hearing, defendant objected to the report on the above grounds. The court denied defendant's request for a supplemental report and stated that the desired information could be presented in mitigation. Defendant presented no evidence in mitigation, and there is no indication that he made any attempt to avail himself of any community resources while on bond pending trial and sentencing. To the contrary, while on bond pending trial, he was convicted of illegally transporting alcohol.\nAfter hearing arguments of counsel, the court found that imprisonment was necessary in light of the nature and circumstances of the offense and the defendant's history and character, and that probation or conditional discharge would deprecate the seriousness of the offense and be inconsistent with the ends of justice. (Ill. Rev. Stat. 1979, ch. 38, par. *791 1005-6-1(a).) Specifically, the court noted that the defendant had been convicted of a number of alcohol-related traffic offenses.\nThe court reviewed all statutory mitigating factors. (Ill. Rev. Stat. 1979, ch. 38, par. 1005-5-3.1.) The only mitigating factor that the court thought possibly applicable was that the defendant did not contemplate that his criminal conduct would cause or threaten serious physical harm to another. (Ill. Rev. Stat. 1979, ch. 38, par. 1005-5-3.1(a)(2).) However, the court observed that the defendant was guilty of at least reckless disregard for the safety of others.\nThe court found three aggravating factors present. The defendant's conduct caused serious harm; he had a history of prior delinquent and criminal activity; and the sentence was necessary to deter others from committing the same crime. (Ill. Rev. Stat. 1979, ch. 38, par. 1005-5-3.2(a)(1), (3) and (7).) The court sentenced defendant to 2 years' imprisonment on account of the aggravating factors, the lack of mitigating factors, and the evidence that the defendant was extremely intoxicated when his car crossed the center line and collided with the victim's car.\nThe defendant relies on this court's decision in People v. Meeks (1979), 75 Ill. App.3d 357, 393 N.E.2d 1190, which remanded for resentencing because of the same deficiencies in the presentence report complained of here. Defendant recognized that our decision in Meeks was reversed (People v. Meeks (1980), 81 Ill.2d 524, 411 N.E.2d 9), but argues that, unlike Meeks, the deficiencies were objected to here and thus preserved for review.\nA full reading of the supreme court's decision in Meeks reveals that the trial court's sentence was affirmed not only on waiver grounds, but because the record revealed that the trial court had given full and balanced consideration to factors relevant to the sentencing decision in that case. We find that the same reasoning applies here upon review of the entire record. In light of the trial court's well considered conclusion that a sentence of imprisonment was necessary, the deficiencies in the presentence report concerning special resources in the community do not warrant a remand for amendment of the report.\nThe judgment of the Circuit Court of Union County is affirmed.\nAffirmed.\nKASSERMAN, P.J., and WELCH, J., concur.\n",
            "ocr": false,
            "opinion_id": 2100621
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}