{
    "id": 2127436,
    "judges": "Rakowski",
    "date_filed": 681091200000,
    "date_filed_is_approximate": false,
    "slug": "people-v-mikell",
    "case_name_short": "Mikell",
    "case_name": "People v. Mikell",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ARKENNETH MIKELL, Defendant-Appellant",
    "attorneys": "Randolph N. Stone, Public Defender, of Chicago (Janet Stewart, Assistant Public Defender, of counsel), for appellant., Jack O’Malley, State’s Attorney, of Chicago (Renee Goldfarb, William Pistorius, and Joseph P. Roddy, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b836-4\" pgmap=\"836\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ARKENNETH MIKELL, Defendant-Appellant.\n   </parties><br><court id=\"b836-6\" pgmap=\"836\">\n    First District (6th Division)\n   </court><docketnumber id=\"AEL\" pgmap=\"836\">\n    No. 1 — 88—1818\n   </docketnumber><br><decisiondate id=\"b836-7\" pgmap=\"836\">\n    Opinion filed August 2, 1991.\n   </decisiondate><br><attorneys id=\"b838-6\" pgmap=\"838\">\n    Randolph N. Stone, Public Defender, of Chicago (Janet Stewart, Assistant Public Defender, of counsel), for appellant.\n   </attorneys><br><attorneys id=\"b838-7\" pgmap=\"838\">\n    Jack O’Malley, State’s Attorney, of Chicago (Renee Goldfarb, William Pistorius, and Joseph P. Roddy, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "577 N.E.2d 1300",
        "217 Ill. App. 3d 814",
        "160 Ill. Dec. 729"
    ],
    "opinions": [
        {
            "author_str": "Rakowski",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n577 N.E.2d 1300 (1991)\n217 Ill. App. 3d 814\n160 Ill. Dec. 729\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nArkenneth MIKELL, Defendant-Appellant.\nNo. 1-88-1818.\nAppellate Court of Illinois, First District, Sixth Division.\nAugust 2, 1991.\n*1303 Randolph N. Stone, Public Defender of Cook County, Chicago (Janet Stewart, of counsel), for defendant-appellant.\nJack O'Malley, State's Atty. of Cook County, Chicago (Renee Goldfarb, William Pistorius, Joseph P. Roddy, Ass't. State's Attys., of counsel), for plaintiff-appellee.\nPresiding Justice RAKOWSKI delivered the opinion of the court:\nFollowing a jury trial defendant was convicted of murder, aggravated battery and armed violence and sentenced to concurrent terms of 20 years for murder and six years for armed violence. No sentence was imposed for aggravated battery. The issues on appeal are: (1) whether defendant was denied his right to effective assistance of counsel; (2) whether the voluntary manslaughter instruction erroneously stated the burden of proof; (3) whether the jury was properly instructed on the armed violence charge; (4) whether defendant was proved guilty of murder beyond a reasonable doubt; and (5) whether the prosecutor's remarks during closing argument were improper and deprived defendant of his right to a fair trial. We reverse and remand.\nRonald Wynn testified that he had known the murder victim, Richard Burrell, for approximately 20 years. On the night of February 13, 1987, the victim asked Wynn for a ride to the Nabisco plant at 73rd Street and Kedzie Avenue in Chicago. When they arrived at the plant the victim saw Gloria Winslow, a female acquaintance of his, and he spoke with her for about five minutes. Winslow then entered a vehicle containing two men and a girlfriend of hers from the plant. Wynn and the victim left the plant and drove to a gas station to get some gas. The victim then asked Wynn to drive him to 82nd and Throop Street. When they arrived at this location Wynn saw the car in which Winslow had been riding when she left the plant. The victim approached the other vehicle and began talking to Winslow who was in the front passenger seat. He then spoke to the defendant who was in the driver's seat. At that point, Winslow, and the other two passengers, Charles Sutton and Tanya Oates left the vehicle. Wynn testified that he next saw Sutton and the victim pushing each other. Defendant exited the vehicle, and joined Sutton in the fight against the victim. When this occurred, Wynn left his vehicle and started approaching the group to break up the fight. However, defendant came toward him and hit him in the back with his hand. Defendant then pulled the victim off Sutton, and defendant and Sutton *1304 started kicking the victim in his side and head. Wynn continued to try and break up the fight, and he saw defendant repeatedly stab the victim with a knife. Wynn stated that defendant was the only one in the group with a knife or other weapon. At some point during the struggle the victim was able to get away from the group, and return to Wynn's vehicle. Defendant tried to come after the victim as the victim approached Wynn's vehicle but was unable to catch him. Wynn and the victim were taken to the hospital. When Wynn arrived at the hospital, he discovered that he had been stabbed.\nOn cross-examination, Wynn stated that the victim had indicated that he wanted to see Winslow to give her some money but gave no reason for wanting to go to 82nd and Throop Street. Wynn did not know whether defendant and the victim knew each other prior to the incident. Wynn acknowledged that he and the victim drank a few beers prior to the incident.\nDetective Angelo Pesavento testified that he was assigned to investigate the homicide in this case. On the night of the incident he went to the hospital where the victim had been taken and spoke to Wynn. Wynn told him to look for the \"ex-boyfriend of Gloria Winslow or the boyfriend of the ex-girlfriend of the victim.\" Pesavento spoke with Winslow and obtained defendant's telephone number. At 6 a.m. on February 14, 1987, the police went to defendant's home and placed him under arrest. Pesavento noted that defendant had no injuries or marks on his face. Defendant then informed the police where the knife was located, and it was recovered from defendant's car.\nDr. Michael Chambliss, a forensic pathologist with the Cook County Medical Examiner's Office testified that he performed the autopsy on the victim and concluded that he died from a stab wound to his back. He also found evidence of traumatic injury to the side and back of the victim's head. Chambliss stated that there was evidence of alcohol in the victim's body.\nTanya Oates testified for defendant that she lived at 8240 South Throop. On the night of the incident defendant was driving her and Gloria Winslow home from the plant when she noticed that the victim was following defendant's car. When they arrived at her house defendant and the victim started arguing. She further stated that the victim struck the first blow. When the fight started Winslow was in the back seat of defendant's car, and the victim was attempting to pull her out of the car. The victim initially started fighting with Sutton, and Wynn came over and joined in the fight. According to Oates, defendant offered a knife to Winslow for her protection, but she refused it.\nOn cross-examination, Oates testified that she had known defendant for seven or eight months and that he had been Winslow's boyfriend at one time. She stated that she did not see defendant with a knife in his possession while he was outside the vehicle, and she did not see him stab the victim. She also acknowledged that she did not see the victim fight with Sutton.\nGloria Winslow testified that she had been the victim's girlfriend until two and one half years prior to the incident and had not seen him at all since the relationship ended. On the night of the occurrence, the victim had wanted her back, but she had told him that it was all over and to leave her alone. When the two cars were parked in front of Oates' house the victim started yelling at defendant to \"get out and fight.\" Winslow stated that at that point Wynn and Sutton got out of their respective vehicles, and defendant offered her a knife for protection which Winslow refused. Winslow then testified that her relationship with the victim ended in March 1986, but that six or seven months later he had threatened to kill her if she did not come back to him. On another occasion the victim threw acid in her brother's face in order to prevent her from leaving. Winslow added that defendant knew about this incident.\nOn cross-examination, Winslow stated that her relationship with the victim had *1305 lasted five years and that she seen him ten or eleven months prior to the incident rather than two and one half years earlier. According to her testimony, the victim had not given her money when he spoke with her outside the Nabisco plant on the night of the incident. She stated that she had known the defendant for about eight months but was not going out with him on the night in question. On the night of the incident Winslow saw defendant on top of the victim during the fight but did not see him kick or stab the victim. She did not know that the victim had been stabbed until the police came to her house.\nCharles Sutton testified that he had known defendant for many years. Sutton saw the victim talking to Winslow outside the Nabisco plant on the night of the incident. He had never seen the victim before and had only met Winslow and Oates on one other occasion. When the vehicle in which he was riding left the plant he noted that the victim's vehicle was following them. At Oates' house, he got out of the car to \"stretch\" when he saw the victim walk toward them. He started to get back in the car but the victim grabbed him by the hair and started pulling him away from the vehicle. Defendant and Wynn then exited their vehicles and all four men started fighting.\nDuring cross-examination, Sutton acknowledged that he and defendant were beating the victim. Sutton stated he did not see defendant with a knife but did see something black in his hand which he used to hit the victim in the head. The victim then said that he quit and ran back to Wynn's vehicle. Sutton denied that he and defendant ran after the victim as he ran away. After the fight Sutton and defendant went to a friend's house to watch television. Sutton testified that defendant learned that he had stabbed the victim when he saw blood on his knife.\nDefendant testified that he never saw the victim prior to the night of the incident. Defendant was told that Wynn's vehicle was following him when he and Sutton were driving Oates and Winslow home. He tried to elude them, but Wynn and the victim were at Oates' residence when defendant arrived. Defendant was told that the victim had thrown acid in Winslow's brother's face and caused him to be hospitalized for six months. When he saw the victim defendant told Oates to go inside and call the police. Sutton then approached Wynn's car to get the license number. Shortly thereafter, the victim approached defendant's vehicle and began hitting the car which resulted in a crack to the front passenger window. Defendant offered a knife to Winslow, and when she refused it, defendant exited the vehicle with the knife still in his hand. According to defendant's testimony, the fight began when the victim hit defendant and Sutton, who fell to the ground. When the victim was on top of Sutton defendant removed the knife from his coat pocket and hit the victim's head a few times with the hand in which he was holding the knife. Defendant also stated that he hit someone with his knife when he was trying to pull the victim off Sutton. However, defendant did not recall stabbing Wynn or the victim.\nOn cross-examination, defendant stated that he saw the victim reach for his pocket as defendant was trying to pull him off of Sutton. Defendant acknowledged that he did not include this information in his statement to the police. According to defendant's testimony, he hit the victim with the handle of the knife one time and unintentionally cut someone. However, the day after the incident defendant had given a statement to the police that he held the victim with one hand and stabbed him. In addition, defendant told the Assistant State's Attorney that he struck the victim twice with the fist which was holding the knife. After the fight had ended defendant went to a friend's house and watched television until 4 a.m. Defendant then returned home where he was arrested.\nThe jury initially returned verdicts of guilty of murder, voluntary manslaughter, aggravated battery and armed violence. *1306 When the jury was instructed to deliberate further and return only one guilty verdict on the charges of murder and voluntary manslaughter, the jury found defendant guilty of murder.\nDefendant first contends that he was denied effective assistance of counsel by defense counsel's failure to tender a jury instruction on involuntary manslaughter and by counsel's request that defendant's statement be considered as substantive evidence. In order to determine whether defendant has received effective assistance of counsel as guaranteed by the sixth amendment to the United States Constitution, (U.S. Const., amend. VI), the Illinois Supreme Court has adopted the two-part test set out in Strickland v. Washington (1984), 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674. Under Strickland, a defendant must show that counsel's representation fell below an objective standard of reasonableness such that the trial results were unreliable and that but for the attorney's unprofessional errors, the results of the trial would have been different. (People v. Albanese (1988), 125 Ill. 2d 100, 106, 125 Ill. Dec. 838, 531 N.E.2d 17, citing Strickland, 466 U.S. 668, 104 S. Ct. 2052.) Under the first component a defendant must overcome a presumption that the his counsel's conduct fell within a broad range of professional representation, and decisions regarding defense strategy made after a thorough investigation of the law and facts are virtually unchallengeable unless that strategy is found to be unsound. (People v. Barrow (1989), 133 Ill. 2d 226, 248, 139 Ill. Dec. 728, 549 N.E.2d 240.) Furthermore, without deciding whether the error was serious enough to constitute less than reasonable representation, a court can move to the second part of the two-prong test to determine if defendant has shown that he was prejudiced by the claimed errors and that but for these errors, there is a probability that the results of the proceeding would have been different. People v. Caballero (1989), 126 Ill. 2d 248, 260, 128 Ill. Dec. 1, 533 N.E.2d 1089.\nDefendant identifies two alleged errors by defense counsel which he claims were serious enough to result in ineffective representation. The first error was that counsel failed to tender a jury instruction on involuntary manslaughter. Section 9-3(a) of the Criminal Code of 1961 defines involuntary manslaughter as follows:\n\"A person who unintentionally kills an individual without lawful justification commits involuntary manslaughter if his acts * * * which cause the death are such as are likely to cause death or great bodily harm to some individual, and he performs them recklessly.\" (Ill.Rev. Stat.1987, ch. 38, par. 9-3(a).)\nDefendant argues that there was enough evidence in the record to support the tender of this instruction, and that the outcome of the trial would have been different if defense counsel had requested it. Thus, he was prejudiced by this omission, which rendered counsel's representation ineffective.\nDefense counsel's decision to rely on one theory of defense to the exclusion of other theories is generally a matter of trial strategy. (People v. Gallardo (1983), 112 Ill.App.3d 764, 770, 68 Ill. Dec. 360, 445 N.E.2d 1213.) Thus allegations arising from matters of judgment or defense counsel's trial strategy will not support a claim that counsel's representation was ineffective. People v. Murphy (1978), 72 Ill. 2d 421, 436, 21 Ill. Dec. 350, 381 N.E.2d 677; People v. Clark (1991), 207 Ill.App.3d 439, 450, 152 Ill. Dec. 455, 565 N.E.2d 1373.\nIt was defense counsel's theory throughout the instant case that defendant acted in self-defense when he stabbed the victim. Consequently counsel requested and was granted a jury instruction on selfdefense as well as one on voluntary manslaughter. We conclude that defense counsel's decision to request these instructions as opposed to an involuntary manslaughter instruction was a matter of trial strategy rather than ineffective representation.\nIn addition, we note that defendant's claims that there was evidence to support *1307 an involuntary manslaughter instruction and that the results of the trial would probably have been different are conclusory and unsupported by any circumstances surrounding the victim's death. Furthermore, the victim in this case died shortly after he was stabbed in the back with the knife defendant was holding. Although there is a possibility that other injuries the victim might have received during the fight with defendant could have been unintentional, it does not seem reasonable that the same conclusion could be drawn regarding the fatal stab wound to the victim's back. Consequently, People v. Robinson (1987), 163 Ill.App.3d 754, 114 Ill. Dec. 898, 516 N.E.2d 1292 and People v. Santiago (1982), 108 Ill.App.3d 787, 64 Ill. Dec. 319, 439 N.E.2d 984, which defendant cites, are factually distinguishable. In both cases, there was a reasonable possibility that the acts of defendant could have been unintentional.\nThe next error which defendant claims deprived him of effective representation was counsel's request that the jury be given an instruction which directed them to consider defendant's prior inconsistent statement as substantive evidence. The alleged improper instruction was Illinois Pattern Jury Instructions, Criminal, Nos. 3.06-3.07 (2d ed. 1981) (hereinafter IPI Criminal 2d) which stated:\n\"You have before you evidence that the Defendant made statements relating to the offenses charged in the indictment. It is for you to determine what weight should be given to the statements. In determining the weight to be given to a statement, you should consider all of the circumstances under which it was made.\"\nDefendant claims that this instruction was improper because his prior statement to the police was admitted by the State only for the purpose of impeaching his trial testimony, and defense counsel's request for IPI Criminal 2d Nos. 3.06-3.07 allowed the jury to consider the prior inconsistent statement as evidence of its truth. The prior statement to which defendant refers was his statement to the police that he held the victim down and stabbed him. At the trial defendant testified that he did not know that he had stabbed the victim. Defendant claims that he was prejudiced by the instruction that counsel requested and that the jury's consideration of his prior statement as substantive evidence contributed to the verdicts he received.\nIn reviewing the propriety of a jury instruction in criminal cases, the particular instruction must be considered in conjunction with all of the instructions given. (People v. Terry (1984), 99 Ill. 2d 508, 516, 77 Ill. Dec. 442, 460 N.E.2d 746; People v. Hartfield (1985) 137 Ill.App.3d 679, 689, 92 Ill. Dec. 281, 484 N.E.2d 1136.) Following the allegedly improper instruction, the jury was also given the following instruction:\n\"The believability of a witness may be challenged by evidence that on some former occasion he made a statement that was not consistent with his testimony in this case. Evidence of this kind may be considered by you only for the purpose of deciding the weight to be given the testimony you heard from the witness in this courtroom. (IPI Criminal 2d No. 3.11.)\"\nViewing IPI Criminal 2d Nos. 3.06-3.07 in conjunction with IPI Criminal 2d No. 3.11, we conclude that the jury received the proper instructions regarding defendant's statements.\nWe also conclude that IPI Criminal 2d Nos. 3.06-3.07 does not direct the jury to consider defendant's prior statements as evidence of his guilt as he alleges. Where defendant's pretrial statement contradicted his trial testimony, the jury could not make a determination as to defendant's credibility without considering the weight of both conflicting statements which is what the jury was instructed to do.\nEven if the instruction at issue had been improper, counsel's error would not have been serious enough to constitute ineffective representation under the second prong of the two part test set forth in Strickland, where the remaining evidence of defendant's *1308 guilt would have supported the same verdict. The evidence presented at trial was uncontradicted that defendant was the only one with a knife in his possession during the fight, and the victim died from a stab wound to his back.\nDefendant next contends that he should be granted a new trial because the voluntary manslaughter instruction that was given to the jury in conjunction with the murder instruction erroneously stated the burden of proof regarding the offense of voluntary manslaughter. Defendant relies on People v. Reddick (1988), 123 Ill. 2d 184, 194, 122 Ill. Dec. 1, 526 N.E.2d 141, which found that the same instructions given in this case were invalid. In Reddick, the court held that the then-existing jury instructions for murder and voluntary manslaughter when given together incorrectly informed the jury that the State was required to prove the mitigating mental states which would reduce the murder charge to voluntary manslaughter. As a consequence, the defective instructions failed to inform the jury that the State had the burden of disproving the mitigating mental states. (Reddick, 123 Ill.2d at 193-97. 122 Ill. Dec. 1, 526 N.E.2d 141.) See also People v. Rosa (1990), 206 Ill.App.3d 1074, 1082, 151 Ill. Dec. 950, 565 N.E.2d 221; People v. Riggins (1990), 205 Ill. App. 3d 904, 914, 151 Ill. Dec. 145, 564 N.E.2d 122.\nThe State concedes that the instructions given to the jury in this case were similar to those in Reddick, but points out that because Reddick was decided after defendant's trial was completed, he cannot rely on its ruling for a reversal of his conviction unless it can be applied retroactively. The issue of the retroactive application of Reddick has very recently been decided by the Illinois Supreme Court in People v. Shields (1991), 143 Ill. 2d 435. 159 Ill. Dec. 40, 575 N.E.2d 538. The Shields court referred to its prior ruling in People v. Erickson that retroactivity was triggered when two factors were present: (1) the case to which the new rule applied was not final or was pending on direct review when the rule was declared, and (2) the rule to be applied retroactively was of constitutional dimension. Shields, 143 Ill.2d at 442, 159 Ill. Dec. 40, 575 N.E.2d 538, citing People v. Erickson (1987), 117 Ill. 2d 271, 111 Ill. Dec. 924, 513 N.E.2d 367.\nAs was true of the cases reviewed in Shields, the instant case was pending on direct review when Reddick was decided. Thus, the next question addressed by the court in Shields was whether the decision in Reddick was of constitutional dimension. In its discussion of this issue, the court noted that the defects in the instructions could deny a defendant his constitutional right to due process because the State, which had the burden of proof regarding the mitigating mental states that would reduce a murder charge to voluntary manslaughter, would have little incentive to do so. Furthermore, such evidence would most likely come from the defense rather than the State. Therefore, a jury that literally followed the instructions would not give effect to its finding. (Shields, 143 Ill.2d at 443-44, 159 Ill. Dec. 40, 575 N.E.2d 538, citing Reddick, 123 Ill. 2d 184, 122 Ill. Dec. 1, 526 N.E.2d 141.) Shields also noted that because the instructions failed to inform the jury that the State had the burden of disproving the mitigating mental states, the jury might find defendant guilty of murder even if it found that he was provoked by a sudden intense passion or unreasonably believed that his actions were justified. The court concluded that because the erroneous instructions could deprive a defendant of his due process right to a fair trial, the holding in Reddick was of constitutional dimension and should be applied retroactively in those cases pending on direct review at the time that Reddick was decided. Shields, 143 Ill.2d at 445, 159 Ill. Dec. 40, 575 N.E.2d 538.\nAlthough this case was also pending on direct review when Reddick was decided, a retroactive application of the decision does not automatically require that defendant be granted a new trial. *1309 Generally, an error in jury instructions is waived if defendant fails to object, offer alternative instructions at trial or raise the issue in a post trial motion. (Reddick, 123 Ill.2d at 198, 122 Ill. Dec. 1, 526 N.E.2d 141, citing People v. Thurman (1984), 104 Ill. 2d 326, 84 Ill. Dec. 454, 472 N.E.2d 414.) However, the waiver rule is not absolute. \"Substantial defects in jury instructions in criminal cases may be noticed despite failure to make a timely objection thereto if the interests of justice require.\" (134 Ill.2d R. 451(c); Thurman, 104 Ill.2d at 329, 84 Ill. Dec. 454, 472 N.E.2d 414.) The plain error doctrine is applied where the evidence of defendant's guilt is closely balanced or where the error denied defendant a fair trial. Shields, 143 Ill.2d at 446, 159 Ill. Dec. 40, 575 N.E.2d 538; Thurman, 104 Ill.2d at 330, 84 Ill. Dec. 454, 472 N.E.2d 414.\nIn this case, the voluntary manslaughter instructions tendered to the jury were based on defendant's unreasonable belief that his murder of the victim was justified. At the trial, evidence was presented that Gloria Winslow, one of the passengers in defendant's vehicle on the night of the incident, had a former relationship with the victim. Several months after Winslow terminated their relationship, the victim had threatened to kill her and had thrown acid in her brother's face. On the night of the incident the victim met Winslow as she was leaving work and tried to resume their relationship, but she refused. Winslow then left in defendant's vehicle. Although defendant testified that he tried to elude the victim, Wynn and the victim followed defendant's vehicle until it stopped near Tanya Oates' house. The victim then approached defendant's car and started hitting the hood of the vehicle. There was also testimony that the victim tried to pull Winslow out of defendant's car and that he challenged defendant to a fight. According to several witnesses, the fight that initially started was between the victim and Charles Sutton. Sutton testified that the victim tried to pull him away from defendant's vehicle, and the two men started fighting. Sutton also stated that during the struggle the victim tried to choke him, and that Sutton fell to the ground. Defendant testified that he tried to pull the victim away from Sutton, and he hit the victim several times with his hand in which he was holding a knife. Ronald Wynn, the driver of the vehicle in which the victim was riding, testified that he and the victim had been drinking some time before the incident. This fact was corroborated by the medical examiner's testimony.\nHowever, there was also evidence that defendant was the only one with a weapon, he sustained no injuries and that the fatal wound was to the victim's back. After receiving the improper instructions on murder and voluntary manslaughter the jury returned a verdict of guilty on both offenses. When the jury was instructed to deliberate further and return a verdict on only one of these two offenses they found defendant guilty of murder.\nBased on the above facts, we conclude that the evidence was closely balanced and that the use of the improper jury instructions constituted plain error. Although the victim had no weapon and defendant sustained no injuries, there was sufficient evidence for a properly instructed jury to conclude that defendant could have believed, however unreasonably, that the use of force was necessary to protect himself. Furthermore, because the jury initially returned verdicts on voluntary manslaughter and murder, there is a reasonable possibility that the jury found the evidence sufficient for a verdict of voluntary manslaughter or, at the very least, that it was confused by the instructions. We thus conclude that there was reasonable doubt as to the effect of the invalid instructions on the jury's verdict. Therefore, defendant's conviction is reversed, and the cause is remanded for a new trial.\nPursuant to our discussion below, we also conclude that a rational juror could find that defendant did not act under the belief, reasonable or unreasonable, that his *1310 actions were justified. Therefore, while defendant is entitled to a new trial, he is not presently entitled to an acquittal. Reddick, 123 Ill.2d at 201, 122 Ill. Dec. 1, 526 N.E.2d 141.\nDefendant further contends that the jury was improperly instructed on the charge of armed violence because the instructions given to the jury broadened the charge against him. The jury was given IPI Criminal 2d Nos. 11.19 and 11.20. IPI Criminal No. 11.19 states that:\n\"A person commits armed violence when he commits the offense of aggravated battery while armed with a dangerous weapon.\nA person is considered armed with a dangerous weapon when he carries on or about his person or is otherwise armed with a knife.\"\nIPI Criminal No. 11.20 states that:\n\"To sustain a charge of armed violence, the State must prove the following propositions:\nFirst: That defendant committed the offense of aggravated battery; and\nSecond: That when he committed the offense of aggravated battery he was armed with a dangerous weapon.\nIf you find from your consideration of all of the evidence that each one of these propositions has been proved beyond a reasonable doubt, you should find Defendant guilty.\nIf you find from your consideration of all the evidence that any one of these propositions has not been proved beyond a reasonable doubt, you should find the Defendant not guilty.\"\nDefendant appears to argue that the instructions were improper because they did not specify that the offense was committed against Ronald Wynn rather than the victim. Thus he was prejudiced by the fact that the charges against him were broadened in that the jury was permitted to convict defendant of an offense not charged.\nIn order to preserve an issue for appeal, a defendant must both make a contemporaneous objection and include it in his post-trial motions. (People v. Young (1989), 128 Ill. 2d 1, 39, 131 Ill. Dec. 78, 538 N.E.2d 453, People v. Enoch (1988), 122 Ill. 2d 176, 186, 119 Ill. Dec. 265, 522 N.E.2d 1124.) In this case, defense counsel stated that he had no objection to giving the above instructions to the jury. In his motion for a new trial, defense counsel made only a general statement that the judge erred in giving instructions on behalf of the State but failed to specify the error. Defense counsel also failed to tender instructions regarding the armed violence charge without the errors alleged. Therefore, defendant has not properly preserved this issue for review. See People v. Huckstead (1982), 91 Ill. 2d 536, 543, 65 Ill. Dec. 232, 440 N.E.2d 1248; People v. Tannenbaum (1980), 82 Ill. 2d 177, 180, 47 Ill. Dec. 714, 415 N.E.2d 1027.\nAssuming arguendo that defendant did not waive this issue, the instructions quoted above were not improper when viewed in conjunction with the other instructions given, which when viewed together stated the applicable law. (Terry, 99 Ill.2d at 516, 77 Ill. Dec. 442, 460 N.E.2d 746; People v. Duffie (1990), 193 Ill.App.3d 737, 742, 140 Ill. Dec. 806, 550 N.E.2d 691.) In addition to IPI Criminal 2d Nos. 11.19 and 11.20 the jury was also given IPI Criminal 2d No. 11.10 which stated that:\n\"To sustain the charge of aggravated battery, the State must prove the following propositions\":\nFirst: That the Defendant knowingly or intentionally, without legal justification, caused bodily harm to Ronald Wynn; and\nSecond: That Defendant used a deadly weapon; or\nSecond: That the Defendant committed the battery upon a person who was on or about a public way.\nIf you find from your consideration of all the evidence that each of these propositions *1311 has been proved beyond a reasonable doubt, you should find the Defendant guilty.\nIf you find from your consideration of all the evidence that any one of these propositions has not been proved beyond a reasonable doubt, you should find the Defendant not guilty.\nThus, the jury was instructed that the State must prove beyond a reasonable doubt that defendant caused bodily harm to Ronald Wynn by use of a deadly weapon. Reading IPI Criminal 2d Nos. 11.19 and 11.20 together 11.10, the jury was properly instructed that the armed violence charge pertained to the aggravated battery against Ronald Wynn.\nDefendant next contends that the State failed to prove that he was guilty of murder beyond a reasonable doubt. When an appeals court reviews the sufficiency of evidence, \"the relevant question is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" Young, 128 Ill.2d at 49, 131 Ill. Dec. 78, 538 N.E.2d 453, quoting Jackson v. Virginia (1979), 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560.\nDefendant claims that he killed the victim in self-defense. When a defendant charged with murder raises this affirmative defense the State has the burden of proving beyond a reasonable doubt that the defendant did not act in self-defense. Defendant argues that the State did not meet their burden of proof regarding this issue. However, the use of force in self-defense is justified only where force is threatened against the person, the person threatened is not the aggressor, the danger of harm is imminent, the force threatened is unlawful and the person threatened reasonably believes that a danger exists and that the use of force is necessary. (People v. Greene (1987), 160 Ill.App.3d 1089, 1095-96, 112 Ill. Dec. 483, 513 N.E.2d 1092.) The issue of self-defense is for the trier of fact, and a decision as to whether a defendant acted in self-defense will not be disturbed on review unless it is so improbable or unsatisfactory that it raises a reasonable doubt of defendant's guilt. Greene, 160 Ill.App.3d at 1096, 112 Ill. Dec. 483, 513 N.E.2d 1092; People v. Balfour (1986), 148 Ill.App.3d 215, 222, 101 Ill. Dec. 223, 498 N.E.2d 547.\nIn this case, there are several facts which support the jury's rejection of defendant's self-defense claim. Ronald Wynn testified that the victim started fighting with Charles Sutton, a male passenger in defendant's car, and that defendant then joined Sutton in fighting with the victim. At one point, defendant pulled the victim off Sutton, and the two men began kicking the victim in his side and head. Wynn then saw defendant stab the victim. Sutton also testified that the victim initially started fighting with him and that when defendant joined the fight, both Sutton and defendant beat the victim. The day after the incident, defendant gave a statement to the police that he held the victim with one hand and stabbed him. At the trial, defendant testified that he \"unintentionally\" stabbed someone. Thus, the evidence established that there was initially a fight between Sutton and the victim. When defendant joined the fight there was no evidence that his use of deadly force was necessary to protect himself or Sutton. There was even less justification for defendant's stabbing of the victim where the victim had no weapon and was already being beaten and kicked by both men. Other evidence which contradicted defendant's self-defense argument was his testimony that he did not remember stabbing the victim as well as the fact that the victim was stabbed in the back.\nDefendant cites People v. Shipp (1977), 52 Ill.App.3d 470, 10 Ill. Dec. 357, 367 N.E.2d 966 in support of the proposition that it is a defendant's perception of danger and not the actual peril which is dispositive. However, the court in Shipp held that the perception of danger had to be one *1312 that was reasonable. Shipp, 52 Ill.App.3d at 477, 10 Ill. Dec. 357, 367 N.E.2d 966.\nIn Shipp, the decedent had a long standing history of violent behavior toward the defendant including attempted murder and numerous occasions of brutal assaults. Immediately prior to the shooting, the decedent had threatened to kill the defendant, and on the night of the incident he forced his way into a room where the defendant was located, placed his hand in his coat pocket and started walking toward her. He also failed to respond to defendant's demands that he remove his hand from his pocket and that he not come any any closer. It was at this point that the defendant shot the decedent in self defense. Shipp, 52 Ill.App.3d at 477, 10 Ill. Dec. 357, 367 N.E.2d 966. The court ruled that even though no weapon was found on the decedent after the shooting, it was reasonable that the defendant thought he had one in his possession. The Shipp court further concluded that the defendant's use of force was justified where the decedent was much larger and stronger than defendant and he had been able to physically harm her on other occasions without a weapon, (Shipp, 52 Ill.App.3d at 476, 10 Ill. Dec. 357, 367 N.E.2d 966.) In this case defendant had experienced no prior violence or threats from the victim, and on the night of the incident there was no evidence that the victim presented the kind of threat to defendant that warranted the use of deadly force. Finally, there was no evidence that the victim was superior in size and strength to defendant. Thus, Shipp is factually dissimilar and lends no support to defendant's argument.\nDefendant's final contention is that he is entitled to a new trial because the prosecutor made comments during rebuttal closing argument which were an incorrect statement of the law and could have misled the jury. The comment which defendant claims was improper stated the following:\n\"Read that self-defense instruction, ladies and gentlemen. It's very important. You cannot kill an unarmed man. He then took the law into his own hands.\"\nDefendant claims that the comment misstated the law because a victim is not required to have a weapon to justify defendant's use of deadly force in self-defense.\nBefore addressing the merits of this issue, we note that defendant has waived review of this issue. Although defendant objected to the statement during closing argument, he failed to address the allegedly improper statements with sufficient specificity in his post trial motion to preserve the issue for review. \"A reference in a post-trial motion to `prejudicial' or `erroneous' statements in closing argument, without factual detail, is not enough to preserve the issue for review.\" People v. Phillips (1989), 186 Ill.App.3d 668, 682, 134 Ill. Dec. 468, 542 N.E.2d 814.\nEven if defendant has not waived this issue, we find no merit in his contention that the prosecutor's comment constituted reversible error. A prosecutor is allowed wide latitude in closing argument. Furthermore, a conviction will not be disturbed on review unless the remarks constituted a material factor in defendant's conviction thereby resulting in substantial prejudice. (People v. Witted (1979), 79 Ill. App. 3d 156, 165, 34 Ill. Dec. 393, 398 N.E.2d 68; People v. Franklin (1976), 42 Ill. App. 3d 408, 415, 355 N.E.2d 634.) The test employed to determine whether the prosecutor's comments constituted prejudicial error is whether the jury would have reached a contrary verdict had the comments not been made. Franklin, 42 Ill.App.3d at 415, 355 N.E.2d 634.\nIn this case, the prosecutor's reference to the self-defense instruction and statement that \"[y]ou cannot kill an unarmed man\" was not a material factor in defendant's conviction. As discussed in the previous issue, the evidence did not lend any support to defendant's theory of self-defense. Therefore, the jury would have reached the same verdict regarding the issue of self-defense even if the allegedly improper comment had not been made. In addition, the trial court instructed the jury *1313 on the purpose of closing argument as well as the law regarding self-defense. It is presumed on appeal that the jury followed the trial court's instructions. (People v. Jackson (1986), 145 Ill.App.3d 626, 646, 99 Ill. Dec. 472, 495 N.E.2d 1207.) We thus conclude that even if the prosecutor's statements in rebuttal closing argument were improper, any resulting error was harmless due to the weight of the evidence in support of the jury's verdict.\nFor the aforementioned reasons, the judgment of the circuit court is reversed, and the cause is remanded for a new trial.\nReversed and remanded.\nEGAN and LaPORTA, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2127436
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}