{
    "id": 2131824,
    "judges": "Strankman",
    "date_filed": 627264000000,
    "date_filed_is_approximate": false,
    "slug": "wilkinson-v-times-mirror-corp",
    "case_name_short": "Wilkinson",
    "case_name": "Wilkinson v. Times Mirror Corp.",
    "case_name_full": "KATHLEEN WILKINSON Et Al., Plaintiffs and Respondents, v. TIMES MIRROR CORPORATION Et Al., Defendants and Appellants",
    "attorneys": "Counsel, Gibson, Dunn & Crutcher, Rex S. Heinke, Pamela L. Hemminger, Kelli L. Sager, Sheila R. Caudle, Schachter, Kristoff, Ross, Sprague & Curíale, Victor Schacter, Thomas E. Geidt and William A. Niese for Defendants and Appellants., Edward M. Chen, Matthew Coles, Hall & Fishman, Christina Hall, Charlotte Fishman, Howard, Rice, Nemerovski, Canady, Robertson & Falk, Steven L. Mayer, Kirk E. Trost, John M. True and Christopher Ho for Plaintiffs and Respondents., Darrell S. Steinberg and Cindy Parker as Amici Curiae on behalf of Plaintiffs and Respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 31,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b800-3\">\n    [No. A042625.\n   </docketnumber><court id=\"Aul\">\n    First Dist., Div. Three.\n   </court><decisiondate id=\"AKx\">\n    Nov. 17, 1989.]\n   </decisiondate><br><parties id=\"b800-4\">\n    KATHLEEN WILKINSON et al., Plaintiffs and Respondents, v. TIMES MIRROR CORPORATION et al., Defendants and Appellants.\n   </parties><br><attorneys id=\"b803-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1037\"> \n     *1037\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b803-5\">\n    Gibson, Dunn &amp; Crutcher, Rex S. Heinke, Pamela L. Hemminger, Kelli L. Sager, Sheila R. Caudle, Schachter, Kristoff, Ross, Sprague &amp; Curíale, Victor Schacter, Thomas E. Geidt and William A. Niese for Defendants and Appellants.\n   </attorneys><br><attorneys id=\"b803-6\">\n    Edward M. Chen, Matthew Coles, Hall &amp; Fishman, Christina Hall, Charlotte Fishman, Howard, Rice, Nemerovski, Canady, Robertson &amp; Falk, Steven L. Mayer, Kirk E. Trost, John M. True and Christopher Ho for Plaintiffs and Respondents.\n   </attorneys><br><attorneys id=\"b803-7\">\n    Darrell S. Steinberg and Cindy Parker as Amici Curiae on behalf of Plaintiffs and Respondents.\n   </attorneys>",
    "citations": [
        "215 Cal. App. 3d 1034",
        "264 Cal. Rptr. 194"
    ],
    "opinions": [
        {
            "author_str": "Strankman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6601.0,
            "opinion_text": "\n215 Cal.App.3d 1034 (1989)\n264 Cal. Rptr. 194\nKATHLEEN WILKINSON et al., Plaintiffs and Respondents,\nv.\nTIMES MIRROR CORPORATION et al., Defendants and Appellants.\nDocket No. A042625.\nCourt of Appeals of California, First District, Division Three.\nNovember 17, 1989.\n*1037 COUNSEL\nGibson, Dunn &amp; Crutcher, Rex S. Heinke, Pamela L. Hemminger, Kelli L. Sager, Sheila R. Caudle, Schachter, Kristoff, Ross, Sprague &amp; Curiale, Victor Schacter, Thomas E. Geidt and William A. Niese for Defendants and Appellants.\nEdward M. Chen, Matthew Coles, Hall &amp; Fishman, Christina Hall, Charlotte Fishman, Howard, Rice, Nemerovski, Canady, Robertson &amp; Falk, Steven L. Mayer, Kirk E. Trost, John M. True and Christopher Ho for Plaintiffs and Respondents.\nDarrell S. Steinberg and Cindy Parker as Amici Curiae on behalf of Plaintiffs and Respondents.\nOPINION\nSTRANKMAN, J.\nArticle I, section 1 of the California Constitution declares that privacy is among the people's \"inalienable rights.\" The principal question in this appeal is whether a private employer violates that constitutional provision by asking all job applicants to consent to a urinalysis which tests for alcohol and other drugs as a condition of an offer of employment. The applicants have notice of the drug testing policy, and the sample is collected during a regular preemployment physical examination conducted by medical personnel, under conditions designed to minimize the intrusiveness of the procedure and restrict access to the test results. We have concluded that under all these circumstances, the employer's preemployment drug testing policy is not unconstitutional.\n\nI\nThe Times Mirror Company (Times Mirror) is a company engaged in publishing and in broadcast and cable television. Matthew Bender &amp; Company, Inc. (Matthew Bender), one of several Times Mirror subsidiaries, publishes books and other materials used primarily by attorneys and accountants. Of the approximately 1,400 persons employed by Matthew Bender nationwide, about 15 percent work in the company's Oakland office.\nIn 1985 Times Mirror asked each of its subsidiaries to establish a drug and alcohol abuse program prohibiting the unauthorized use or abuse, sale, transfer or possession, or being under the influence of alcohol or drugs on company property, in company vehicles, or during working hours. Matthew *1038 Bender adopted such a policy. Later, again at the request of Times Mirror, Matthew Bender adopted a policy providing for preemployment physical examinations including a drug and alcohol test for all job applicants; that policy became effective in April 1987.\nApplicants for positions such as legal writer, copy editor trainee, and indexer trainee at Matthew Bender must complete an application, take a written test, and participate in a preliminary and a final interview before a conditional offer of employment is made. Successful applicants who receive a conditional offer of employment are informed that the offer is contingent upon taking and passing a medical examination, which includes a medical history, certain diagnostic tests, and a test for drugs and alcohol.\nApplicants who accept the conditional offer are referred to Readicare, Inc., a medical clinic with offices in San Francisco and Oakland. Applicants who are examined are asked to report all medications taken within the last 72 hours. The collection of the urine sample takes place during the examination; the act of urination is unobserved. The sample is then sent for testing to National Health Laboratory, a division of defendant Executive Health Examiners. The sample is tested by the enzyme multiplied immunoassay technique (EMIT) and/or fluorescence polarization immunoassay (FPIA); any sample testing positive is retested independently with gas chromatography/mass spectrometry (GC/MS).\nBased on the results of the preemployment physical and the urinalysis, applicants are assigned a numerical suitability rating from one to five. A rating of five means \"[n]ot recommended for employment due to medical reasons or in accordance with employer's policy on alcohol or drugs.\" A positive finding on the drug and alcohol test is reported as a rating of five, but that rating can also result from some other disqualifying medical condition. No medical information revealed during the test is reported to Matthew Bender; instead, the company is informed only of the suitability rating. An applicant rated as a five may reapply for employment after six months.\nPlaintiffs Kathleen Wilkinson, Francesca Bannerman, and Rina Hirai applied for jobs at Matthew Bender. Hirai, a Boalt Hall graduate, took the written examination for employment as a legal writer. However, because she refused to sign a written acknowledgment that passing a urinalysis test was a condition of employment, the company deemed her application forfeited and her examination was never evaluated. Bannerman, a Hastings Law School graduate, was offered a position as a legal writer contingent upon passing a substance-abuse screening test; she refused to take the test and was not hired. Wilkinson was offered a job as copy editor trainee *1039 contingent upon successful completion of a physical examination, including the drug and alcohol test; she took the eye exam but refused to take the drug test, and was not hired.\nPlaintiffs filed a complaint against Times Mirror, Matthew Bender, and others, seeking declaratory and injunctive relief on their own behalf and for all others similarly situated, and damages for themselves.[1] Among plaintiffs' allegations were that Matthew Bender's preemployment alcohol and drug testing policy (1) violates article I, section 1 of the California Constitution; and (2) constitutes an unfair business practice, in violation of Business and Professions Code section 17200 et seq.[2]\nIn June 1988, the trial court granted a preliminary injunction restraining Matthew Bender and Times Mirror from conditioning the employment of the named plaintiffs, or of any other member of the named class seeking employment with Matthew Bender in California upon submission to mandatory urinalysis testing for alcohol and drugs. After Matthew Bender and Times Mirror (defendants) filed a timely notice of appeal, this court granted their petition for writ of supersedeas, staying the effect of the preliminary injunction pending further order of this court and final determination of the appeal.\n\nII\n(1) When the trial court decides whether to grant or deny a preliminary injunction, it must consider the likelihood that the plaintiffs will prevail on the merits at trial, and must also weigh the interim harm to plaintiffs if the injunction does not issue against the harm to defendants if the injunction is granted. (King v. Meese (1987) 43 Cal.3d 1217, 1227-1228 [240 Cal. Rptr. 829 [743 P.2d 889].) (2) On appeal from an order granting or denying a preliminary injunction, the reviewing court does not ordinarily decide the merits of the complaint. (IT Corp. v. County of Imperial (1983) 35 Cal.3d 63, 75-76 [196 Cal. Rptr. 715, 672 P.2d 121].) Instead, that court decides *1040 only whether the trial court abused its discretion in granting or denying the injunction, and the burden is on the party challenging the injunction to make a clear showing of abuse. (Id., at p. 69.) (3) But in an appropriate case, as when there are no factual issues requiring resolution at trial and when the issues have been extensively briefed, the merits of the action may be determined on appeal from the preliminary injunction order. (See King v. Meese, supra, 43 Cal.3d at p. 1228.)\n(4a) With that preface, we turn to the allegations of plaintiffs' complaint. Plaintiffs alleged in part that Matthew Bender's preemployment drug testing policy violated their right of privacy guaranteed by article I, section 1 of the California Constitution. (5) Initially, defendants urge that article I, section 1, limits only government actors, not private parties. For several reasons, we disagree.\nSince California voters amended article I, section 1, in 1972 to include the right of \"privacy\" among the people's inalienable rights, courts have recognized the ballot argument in support of the amendment as its only available legislative history. (See, e.g., White v. Davis (1975) 13 Cal.3d 757, 775 [120 Cal. Rptr. 94, 533 P.2d 222]; People v. Privitera (1979) 23 Cal.3d 697, 709-710 [153 Cal. Rptr. 431, 591 P.2d 919, 5 A.L.R.4th 178].) The language of the ballot argument is consistent with the view that the right of privacy, whatever its scope, was intended to guarantee at least some protection against nongovernmental action.\nThe argument provided in pertinent part: \"The proliferation of government snooping and data collecting is threatening to destroy our traditional freedoms. Government agencies seem to be competing to compile the most extensive sets of dossiers of American citizens. Computerization of records makes it possible to create `cradle-to-grave' profiles on every American. [¶] At present there are no effective restraints on the information activities of government and business. This amendment creates a legal and enforceable right of privacy for every Californian.\" (Original italics.)\nThe argument continued, \"The right of privacy is the right to be left alone. It is a fundamental and compelling interest. It protects our homes, our families, our thoughts, our emotions, our expressions, our personalities, our freedom of communion, and our freedom to associate with the people we choose. It prevents government and business interests from collecting and stockpiling unnecessary information about us and from misusing information gathered for one purpose in order to serve other purposes or to embarrass us. [Italics added.]\n\"Fundamental to our privacy is the ability to control circulation of personal information. [Original italics.] This is essential to social relationships and *1041 personal freedom. The proliferation of government and business records over which we have no control limits our ability to control our personal lives. [Italics added.] Often we do not know that these records even exist and we are certainly unable to determine who has access to them.\n\"Even more dangerous is the loss of control over the accuracy of government and business records on individuals. Obviously, if the person is unaware of the record, he or she cannot review the file and correct inevitable mistakes. Even if the existence of this information is known, few government agencies or private businesses permit individuals to review their files and correct errors. [Italics added.]\n\"The average citizen also does not have control over what information is collected about him.... We are required to report some information, regardless of our wishes for privacy or our belief that there is no public need for the information. Each time we apply for a credit card or a life insurance policy, file a tax return, interview for a job, or get a drivers' license, a dossier is opened and an informational profile is sketched. [Original italics.] Modern technology is capable of monitoring, centralizing and computerizing this information which eliminates any possibility of individual privacy.\"\nIf the collection and retention of information by private businesses were intended to be excluded from the reach of the amendment, the ballot argument would not have mentioned credit card applications and insurance policies. The argument's repeated references to information-gathering activities by both government and business lead inexorably to the conclusion that the amendment was intended to reach both governmental and nongovernmental conduct.\nDictum of our Supreme Court is consistent with that conclusion, even though that court has not yet found it necessary to decide whether purely private action may constitute a violation of the privacy provision. (See Schmidt v. Superior Court (1989) 48 Cal.3d 370, 389, and fn. 13 [256 Cal. Rptr. 750, 769 P.2d 932].) When the Supreme Court first considered that provision, it concluded that the amendment was principally directed at: \"(1) `government snooping' and the secret gathering of personal information; (2) the overbroad collection and retention of unnecessary personal information by government and business interests; (3) the improper use of information properly obtained for a specific purpose ...; and (4) the lack of a reasonable check on the accuracy of existing records.\" (White v. Davis, supra, 13 Cal.3d at p. 775, italics added.) Although White involved state action in the form of police surveillance, the court's assessment of the evils at which the amendment was aimed supports a conclusion that the right of *1042 privacy may be invoked as a shield against some forms of nongovernmental intrusion.\nIn addition, California appellate courts and at least one federal court have consistently held, in varying factual contexts, that article I, section 1, protects against private conduct. The question was considered first in Porten v. University of San Francisco (1976) 64 Cal. App.3d 825 [134 Cal. Rptr. 839]. Plaintiff in Porten sought damages from the University of San Francisco, alleging that, without his consent and for no reason, that private university had disclosed to a state commission his transcript from another school. The appellate court held in part that plaintiff's complaint did state a prima facie violation of the state constitutional right of privacy in that it alleged the improper use of information obtained for a specific purpose. Noting that the ballot argument referred to both government and business, the court declared, \"The constitutional provision is self-executing; hence, it confers a judicial right of action on all Californians. [Citation.] Privacy is protected not merely against state action; it is considered an inalienable right which may not be violated by anyone. [Citations.]\" (Id., at pp. 829-830, fn. omitted.)\nOther appellate courts have followed Porten and agreed that the constitutional provision applies to private conduct. In Cutter v. Brownbridge (1986) 183 Cal. App.3d 836 [228 Cal. Rptr. 545], for example, the issue was a psychotherapist's immunity from civil liability for voluntarily disclosing privileged information about his patient, which was used against the patient in a judicial proceeding. Citing Porten for the proposition that the constitutional right of privacy protects from infringement either by the state or by any individual, the Cutter court held that the patient's statements to the psychotherapist were protected by that right.[3] (Id., at pp. 841-843; see also Miller v. National Broadcasting Co. (1986) 187 Cal. App.3d 1463, 1489-1493 [232 Cal. Rptr. 668, 69 A.L.R.4th 1027] [constitutional right of privacy encompassed wife's right to be free from unconsented intrusion of apartment by NBC, which filmed paramedics performing CPR on dying husband and showed the film on the evening news; NBC's obligation not to make an unauthorized entry did not impermissibly burden its First Amendment rights to gather news]; Chico Feminist Women's Health Center v. Scully (1989) 208 Cal. App.3d 230, 241-242 [256 Cal. Rptr. 194] [although state privacy right protects against invasion by individuals, clients at abortion clinic in small town had no reasonable expectation of privacy on that community's public sidewalks and streets during clinic's business hours]; Chico *1043 Fem. Women's Hlth. Cr. v. Butte Glenn Med. S. (E.D.Cal. 1983) 557 F. Supp. 1190, 1201-1203 [complaint alleged private medical society and physicians violated constitutional privacy rights of women seeking abortions; no state action required, as article I, section 1, was intended to protect against intrusion by acts of private parties].)\nThese cases are factually dissimilar, but the courts were unanimous in holding that the state constitutional privacy provision provides some protection against nongovernmental intrusion. Defendants cite no case in which a court has held to the contrary.[4]\nMany commentators on the state's constitutional right of privacy are in accord that governmental action is not required to trigger its protection. (See, e.g., Decker, Employee Privacy Law and Practice (1987) §§ 3.10-3.11, pp. 130-132; Note, Your Urine or Your Job: Is Private Employee Drug Urinalysis Constitutional in California? (1986) 19 Loyola L.A.L.Rev. 1451, 1482-1483; Comment, Mandatory Drug Testing of College Athletes: Are Athletes Being Denied Their Constitutional Rights? (1988) 16 Pepperdine L.Rev. 45, 58, fn. 129.)\nCommon experience with the ever-increasing use of computers in contemporary society confirms that the amendment was needed and intended to safeguard individual privacy from intrusion by both private and governmental action. That common experience makes it only too evident that personal privacy is threatened by the information-gathering capabilities and activities not just of government, but of private business as well. If the right of privacy is to exist as more than a memory or a dream, the power of both public and private institutions to collect and preserve data about individual citizens must be subject to constitutional control. Any expectations of privacy would indeed be illusory if only the government's collection and retention of data were restricted.\nFinally, a conclusion that this state's Constitution provides some protection for its citizens against private conduct breaks no new legal ground. As was pointed out in Chico Fem. Women's Hlth. Cr. v. Butte Glenn Med. S., *1044 supra, 557 F. Supp. at page 1203, footnote 23, \"It is by no means unprecedented for California law to protect fundamental rights against private interference.\" (See, e.g., Robins v. Pruneyard Shopping Center (1979) 23 Cal.3d 899 [153 Cal. Rptr. 854, 592 P.2d 341] [Cal. constitutional rights of free speech and petitioning, reasonably exercised, are protected in privately owned shopping centers].)\n\nIII\nBecause this case does not involve state action, plaintiffs' Fourth Amendment rights to be free from unreasonable searches and seizures are not implicated. Nevertheless, our analysis would be incomplete without some discussion of recent United States Supreme Court cases concerning the Fourth Amendment and mandatory drug testing of railroad and customs Service employees, particularly given defendants' assertion that a urine test is, at most, only minimally intrusive.\nIn Skinner v. Railway Labor Executives Ass'n (1989) 489 U.S. 602 [103 L.Ed.2d 639, 109 S.Ct. 1402], the high court considered the constitutionality under the Fourth Amendment of Federal Railroad Administration regulations mandating railroads to take blood and urine samples for toxicological testing from all employees involved in certain train accidents, and authorizing the testing of other employees who violated specified safety rules.[5]\nThe court had little difficulty in concluding that the collection and testing of urine intrudes upon \"expectations of privacy that society has long recognized as reasonable\" and must be deemed a search under the Fourth Amendment when conducted by the government. The court stated, \"`There are few activities in our society more personal or private than the passing of urine. Most people describe it by euphemisms if they talk about it at all. It is a function traditionally performed without public observation; indeed, its performance in public is generally prohibited by law as well as social custom.' [Citation.]\" (Skinner v. Railway Labor Executives Ass'n, supra, 489 U.S. at p. 617 [103 L.Ed.2d at p. 660, 109 S.Ct. at p. 1413].)\nBut the Fourth Amendment prohibits only unreasonable searches, and when the court balanced the intrusiveness of the testing against the government's interest served by testing without individualized suspicion, it concluded that the testing was constitutionally permissible. The court explained that, although the privacy concerns raised by urine tests could not *1045 be characterized as minimal in most contexts, the railroad regulations reduced the intrusiveness of the collection process. The sample would be collected in a medical environment, by personnel unrelated to the employer. Direct observation of the employee furnishing the sample was not required, although suggested. Railroad employees' expectation of privacy was necessarily diminished because their industry was pervasively regulated to ensure safety. Under all these circumstances, the court concluded that the testing contemplated by the regulations posed only \"limited threats\" to the employees' justifiable expectations of privacy. (Skinner, supra, 489 U.S. at pp. 628-629 [103 L.Ed.2d at pp. 667-668, 109 S.Ct. at pp. 1419-1420].)\nIn contrast, the government had a compelling interest in testing without individualized suspicion to ensure the safety of the public and the railroad employees themselves. The court emphasized that employees subject to testing perform duties \"fraught with such risks of injury to others that even a momentary lapse of attention can have disastrous consequences.\" The court concluded that testing without warrant or individualized suspicion was constitutionally reasonable, given the \"surpassing safety interests served by toxicological tests in the context, and the diminished expectation of privacy that attaches to information pertaining to the fitness of covered employees....\" (Skinner, supra, 489 U.S. at pp. 628-633 [103 L.Ed.2d at pp. 667-670, 109 S.Ct. at pp. 1419-1422].)\nAt issue in the second case, National Treasury Employees Union v. Von Raab (1989) 489 U.S. 656 [103 L.Ed.2d 685, 109 S.Ct. 1384], was a program of the United States Customs Service requiring a drug screening urinalysis from employees seeking transfer to drug interdiction positions, or who either carried firearms or handled certain \"classified\" material. Again, the question was whether the government's interest was sufficiently compelling to justify the intrusion on privacy resulting from testing without individualized suspicion. The court concluded, \"In light of the extraordinary safety and national security hazards that would attend the promotion of drug users to positions that require the carrying of firearms or the interdiction of controlled substances, the ... policy of deterring drug users from seeking such promotions cannot be deemed unreasonable.\" As for testing of employees with possible access to classified material, although the court acknowledged the government's compelling interest in protecting \"truly sensitive information,\" it suggested that the category of employees subject to testing for this reason was too broadly defined, and remanded for additional proceedings.[6]\n\n\n*1046 IV\n(6a) With that background, we resume our analysis of the relationship between the California constitutional right of privacy and Matthew Bender's preemployment drug testing program. Our conclusion that the state's constitutional right to privacy protects at least to some extent against private as well as state conduct is only one step in that analysis. The more difficult question is whether the nongovernmental conduct at issue here impermissibly infringed on plaintiffs' constitutionally protected right of privacy. Stated more precisely, the question is whether Matthew Bender, a private employer, violates article I, section 1 of the state Constitution when it asks all prospective employees to whom it extends an offer of employment to consent to a urinalysis which tests for alcohol and other drugs, as a condition of that offer.\n(7) The general concept of privacy can be viewed as encompassing a broad range of personal action and belief. However, that right, much as any other constitutional right, is not absolute. A court must engage in a balancing of interests rather than a deduction from principle to determine its boundaries. Although the Supreme Court stated in White v. Davis, supra, 13 Cal.3d 757, that a compelling interest was necessary to justify any incursion into individual privacy, subsequent cases have made it clear that not every act which has some impact on personal privacy invokes the protections of the state's Constitution and requires such justification. Stated another way, a court should not play the trump card of unconstitutionality to protect absolutely every assertion of individual privacy.\nIn People v. Privitera, supra, 23 Cal.3d 697, for example, the Supreme Court focused solely on the intent of the voters as revealed in the ballot arguments in support of the right-of-privacy amendment, and concluded that the constitutional right was not intended to encompass a right of access to drugs of unproven efficacy, such as laetrile. (Id., at pp. 709-710.)\nOther courts have not confined their analysis to legislative history, but have stated that whether an individual's constitutional right of privacy has been violated depends first on a determination whether that individual had a personal and objectively reasonable expectation of privacy which was *1047 infringed. (See, e.g., Alarcon v. Murphy (1988) 201 Cal. App.3d 1, 5 [248 Cal. Rptr. 26] [city's disclosure that police suspected arrested individual of murder did not violate any objectively reasonable expectation of privacy]; People ex rel. Franchise Tax Bd. v. Superior Court (1985) 164 Cal.Appl.3d 526, 540-541 [210 Cal. Rptr. 695]; Armenta v. Superior Court (1976) 61 Cal. App.3d 584, 588 [132 Cal. Rptr. 586]; see also Chico Feminist Women's Health Center v. Scully, supra, 208 Cal. App.3d at pp. 241-242 [clients at small town abortion clinic had no reasonable expectation of privacy on public sidewalks and streets during clinic's business hours]; Stackler v. Department of Motor Vehicles (1980) 105 Cal. App.3d 240 [164 Cal. Rptr. 203] [DMV requirement for display of photograph of applicant for driver's license renewal does not violate any reasonable expectation of privacy].)\nRecently, in Schmidt v. Superior Court, supra, 48 Cal.3d 370, our Supreme Court concluded that a private mobilehome park rule limiting residence in the park to persons 25 years or older did not violate federal or constitutional rights of privacy.[7] The court reasoned that although the constitutional right of \"`familial privacy'\" undoubtedly encompassed a parent's right to live with his or her child, the 25-years-or-older policy did not compel the separation of parent and child or preclude the family from living together in an entire city or neighborhood; instead, it only denied access to a limited number of housing units. The court then concluded that given the distinct characteristics of mobilehome parks (many older residents, small units, substantial potential lack of privacy, expense of making such a park safe for children), the age-based rule was not irrational or arbitrary. (Id., at pp. 389-390.)\n(8) Because the Schmidt court did not explicitly articulate the legal principles or standards underlying its conclusion, we must infer those standards from its analysis. Schmidt appears to hold that even if challenged conduct has some impact on the right of privacy, as long as that right is not substantially burdened or affected, justification by a compelling interest is not required. Instead, the operative question is whether the challenged conduct is reasonable. (See also Miller v. Murphy (1983) 143 Cal. App.3d 337 [191 Cal. Rptr. 740] [local ordinances requiring pawnbrokers to obtain customers' fingerprints did not violate customers' right of privacy; fingerprinting is only a slight intrusion on that right, and ordinances were reasonably *1048 related to legitimate state interests in investigating crimes and apprehending criminals].)[8]\n(6b) Guided by the Supreme Court's analysis in Schmidt, we assess the effect of Matthew Bender's drug-testing policy on plaintiffs' constitutionally protected right of privacy. Perhaps the most important factor in our analysis is that plaintiffs are applicants for employment, not employees, either public or private. Any individual who chooses to seek employment necessarily also chooses to disclose certain personal information to prospective employers, such as employment and educational history, and to allow the prospective employer to verify that information. As applicants for employment with Matthew Bender, when plaintiffs were asked to consent to drug and alcohol screening as a condition of an offer of employment, they were in effect asked to disclose voluntarily the personal information which might be revealed by that screening.\nDid Matthew Bender's request so substantially burden plaintiffs' right of privacy that the request was constitutionally unreasonable and therefore impermissible? We conclude not. We acknowledge that after the United States Supreme Court's decisions in Skinner v. Railway Labor Executives Ass'n, supra, 489 U.S. 602 [109 S.Ct. 1402] and National Treasury Employees Union v. Von Raab, supra, 489 U.S. 656 [109 S.Ct. 1384], it cannot seriously be argued that the collecting and testing of urine does not intrude at all upon reasonable expectations of privacy. (See also People v. Melton (1988) 44 Cal.3d 713, 736-739, and fn. 7 [244 Cal. Rptr. 867, 750 P.2d 741] [upholding trial court's refusal to order witness to undergo blood or urine test for narcotics absent probable cause that witness was testifying under the influence of drugs, and stating that court-ordered urinalysis for drugs would invoke \"privacy and dignitary interests protected by the due process and search and seizure clauses\"].)\nNevertheless, several factors present here minimize the intrusiveness of Matthew Bender's drug screening program. First, as applicants for employment in private business, plaintiffs necessarily had to anticipate being asked to take a preemployment physical examination. California law authorizes *1049 private employers to condition an offer of employment on the results of a medical examination conducted to determine fitness for the job in question, provided all entering employees in similar positions are given the examination, and subject to certain other restrictions. (Cal. Code Regs., tit. 2, § 7294.0, subd. (d); see Gov. Code, §§ 12920, 12921, 12926, 12994.) As urinalysis is ordinarily a part of any routine physical examination, plaintiffs and any other applicant for private employment should reasonably also have anticipated that diagnostic test as part of the examination. Thus subjecting urine samples to analysis for alcohol and drugs is only slightly more intrusive than the procedures which plaintiffs already reasonably had to expect as job seekers with private business.\nIn addition, Matthew Bender's policy is specifically to inform job applicants that a job offer with the company is conditioned on consent to drug testing. Plaintiffs in this case were so notified. (See National Treasury Employees Union v. Von Raab, supra, 489 U.S. at p. 672, fn. 2 [103 L.Ed.2d at p. 706, 109 S.Ct. at p. 1394] [intrusiveness of a drug-screening program is diminished when applicants for a position have advance notice of the testing requirement].)\nFinally, the procedures to which plaintiffs were asked to consent are designed to minimize the intrusion into individual privacy. (See Skinner v. Railway Labor Executives Ass'n, supra, 489 U.S. at p. 628 [103 L.Ed.2d at p. 667, 109 S.Ct. at p. 1418] [intrusiveness of even mandatory drug test of public employees may be diminished because of the procedures utilized].) As stated, the samples are collected in a medical environment, during the preemployment physical, by persons unrelated to the employer. Applicants are not observed while furnishing the samples. No pregnancy tests are conducted. The medical history and other information provided by the applicants and the results of the urinalysis are confidential. None of the information provided on the applicant's medical history form or revealed in the physical is provided to Matthew Bender; instead, Matthew Bender is informed only of the applicant's numerical rating from one to five; although a five rating means that the applicant is not recommended for employment, that rating does not necessarily mean that the employee had a positive drug test. An applicant who receives an unsatisfactory rating is entitled to know what portion of the test he or she failed, and to question and challenge tests results he or she believes to be erroneous. Any applicant who receives a rating of five may reapply after six months.\nSimply put, applicants for jobs at Matthew Bender have a choice; they may consent to the limited invasion of their privacy resulting from the testing, or may decline both the test and the conditional offer of employment. Applicants such as plaintiffs in this case, who choose not to consent *1050 to the test, are not foreclosed by Matthew Bender's policy from seeking other employment. (Cf. Schmidt v. Superior Court, supra, 48 Cal.3d at pp. 389-390 [mobilehome park rule denied access only to limited number of units].)[9]\nPlaintiffs respond by urging that no private employer may ask a prospective employee to consent to an invasion of privacy simply because that applicant has no independent right to the job in the first instance, but cite no authority which so holds. Instead, the cases upon which plaintiffs rely hold that when the state implements a general public benefit program, the California Constitution limits the state's ability to condition receipt of those benefits upon waiver of a constitutional right. (See, e.g., Robbins v. Superior Court (1985) 38 Cal.3d 199, 213-214, and fn. 20 [211 Cal. Rptr. 398 [695 P.2d 695] [general assistance benefits]; Committee to Defend Reproductive Rights v. Myers (1981) 29 Cal.3d 252, 262-283 [172 Cal. Rptr. 866, 625 P.2d 779, 20 A.L.R.4th 1118] [health care benefits for the indigent]; Bagley v. Washington Township Hospital Dist. (1966) 65 Cal.2d 499, 504-509 [55 Cal. Rptr. 401, 421 P.2d 409] [public employment].) The premise of such cases is that the power of government, federal or state, to withhold certain benefits from its citizens does not encompass the power to bestow such benefits based on an arbitrary deprivation of constitutional rights. (Bagley, supra, at p. 504.)[10] Plaintiffs cite no case holding or even suggesting that this doctrine has any applicability to a private person or entity. (Compare Utility Workers of America v. Southern Cal. Edison (9th Cir.1988) 852 F.2d 1083 [court acknowledges that question of drug testing implicates important personal rights, but declines to hold that right to be free from drug testing cannot be negotiated away in collective bargaining agreement].)\nWhen selecting employees, private employers must comply with applicable federal and state statutes prohibiting discrimination based on race, color, religion, sex, national origin, age, physical handicap, or medical condition. (See 42 U.S.C. § 2000e et seq.; 42 U.S.C. § 1981; 29 U.S.C. § 621 et seq.; Gov. Code, § 12900 et seq.; see generally, Advising California Employers *1051 (Cont.Ed.Bar 1981) pp. 83-138.) Subject to these and other statutory restrictions, however, a private employer has considerable discretion in setting job-related hiring standards. A private employer unquestionably has a legitimate interest in a drug- and alcohol-free work environment, and in excluding from employment those individuals whose drug and alcohol use may affect their job performance or threaten harm to themselves. The Legislature expressly recognized that interest when it enacted Labor Code section 1025 (requirement that certain private employers must accommodate employees who enter alcohol or drug rehabilitation programs is not to be construed to prohibit employer from \"refusing to hire, or discharging an employee who, because of the employee's current use of alcohol or drugs, is unable to perform his or her duties, or cannot perform the duties in a manner which would not endanger his or her health or safety or the health or safety of others.\").\nPlaintiffs do not argue otherwise. Instead, plaintiffs insist that drug testing is unreliable and ineffective in accomplishing that goal. We consider any argument about the reliability of Matthew Bender's tests to be foreclosed by the United States Supreme Court's recent conclusion that these tests, \"if properly conducted, identify the presence of alcohol and drugs in the biological samples tested with great accuracy.\" (Skinner v. Railway Labor Executives Ass'n, supra, 489 U.S. at p. 610, fn. 3 [103 L.Ed.2d at p. 655, 109 S.Ct. at p. 1409].) We recognize that there is debate about the effectiveness of the tests in detecting drug and alcohol abusers, but we cannot say that Matthew Bender's decision to rely on drug testing as a screening mechanism is either arbitrary or irrational.\nTo summarize, we hold that Matthew Bender does not violate article I, section 1 of the California Constitution when it asks job applicants to consent to a urinalysis which tests for alcohol and other drugs as a condition of a job offer, given the notice provided to prospective employees of the testing program, the limited intrusiveness of the collection process, and the procedural safeguards which restrict access to the test results. We do not hold that all preemployment drug and alcohol testing by private employers is constitutional, or that a private employer's hiring practices are absolutely immune from judicial scrutiny. There may be preemployment inquiries and requests of a personal nature which are so intrusive as to be constitutionally unreasonable. We hold only that Matthew Bender's preemployment drug and alcohol drug testing program is not unconstitutional.\nOur holding is not necessarily a conclusion that preemployment drug and alcohol testing of private sector job applicants is either good public policy or the best solution to the problems of drug and alcohol abuse in the work force. Several state legislatures have already enacted laws regulating drug *1052 testing of employees and prospective employees; at least one, Montana, limits preemployment testing to certain types of employment. (Mont. Code Ann. (1987) § 39-2-304 [preemployment testing permitted for hazardous work environments or in \"jobs the primary responsibility of which is security, public safety, or fiduciary responsibility\"]; see also Conn. Gen. Stat. §§ 31-51t to 31-51bb [preemployment urinalysis drug test permitted under certain conditions, including written notification to prospective employee of test requirement, test conducted according to specified procedures, and results confidential]; Iowa Code Ann. (West Supp. 1987) § 730.5; 13A Minn. Stat. Ann. § 181.950-181.957; Utah Code Ann. (1953) § 34-38-1 et seq.; Vt. Stat. Ann. (1987) tit. 21, §§ 511-520.) The difficult and delicate task of balancing the privacy rights of job applicants and employees against the legitimate business and safety concerns of private employers involves policy determinations which are peculiarly within the purview of the Legislature, and we urge that body to recognize and act on its obligation to provide guidance in this much debated area.[11]\n\nV\n(9a) Alleging that Matthew Bender's preemployment drug testing policy was an unlawful business practice, plaintiffs also sought injunctive relief under the Unfair Practices Act. (Bus. &amp; Prof. Code, § 17000 et seq.)[12] (10) Under that act, any person may bring an action to enjoin unfair competition, either on his or her own behalf, or on behalf of the general public. (§ 17204.) According to section 17200, unfair competition includes \"unlawful, unfair or fraudulent business practice.\" Unfair competition encompasses anything that can properly be called a business practice which at the same time is forbidden by law. (People v. McKale (1979) 25 Cal.3d 626, 634 [159 Cal. Rptr. 811, 602 P.2d 731].) An employer's business practices concerning its employees are within the scope of section 17200. (See People v. Los Angeles Palm, Inc. (1981) 121 Cal. App.3d 25, 32-35 [175 Cal. Rptr. 257] [employer's violation of Labor Code sections governing minimum wage enjoined as an unlawful business practice under section 17200].)\n(9b) Plaintiffs argue that Matthew Bender's drug testing policy is an unlawful business practice because it violates article I, section 1 of the Constitution, but our conclusion that the practice is constitutional is fatal to that argument. Plaintiffs also argue that the practice is unlawful in that it *1053 violates provisions of the California Code of Regulations, which prohibit preemployment medical examinations and inquiry into the physical condition or medical history of a job applicant except to determine fitness for a particular job or where necessary for health and safety reasons. Plaintiffs reason that there is no direct relationship between Matthew Bender's drug testing and fitness for any job with that company.\nWe disagree. An employer may inquire concerning an applicant's present physical condition or medical history if the inquiry is \"directly related and pertinent to the position in question or is directly related to a determination of whether the applicant would endanger his or her health and safety or the health and safety of others.\" (Cal. Code Regs., tit. 2, § 7294.0, subd. (b)(3).) An employer may condition an offer of employment on the results of a medical examination conducted to determine \"fitness for the job in question.\"[13] An employer may require an employee to meet physical standards reasonably related to the duties required by the job and the health and safety of the employee or others. (See Sienkiewicz v. County of Santa Cruz (1987) 195 Cal. App.3d 134, 142 [240 Cal. Rptr. 451].) As we have discussed, an employer has a legitimate interest in not hiring individuals whose drug abuse may render them unable to perform satisfactorily on the job, and plaintiffs do not contend otherwise. We conclude that an employer may reasonably determine that the results of a drug test are directly related to job fitness.[14]\n\nVI\nDefendants contend that the trial court improperly struck evidence presented in opposition to the motion for preliminary injunction. That evidence included portions of declarations of defendants' expert witness concerning the scope of the drug abuse problem in the United States and the effect of employee drug abuse on employers, as well as portions of other declarations concerning alcohol and drug abuse problems within Times Mirror. In light of our conclusion that the preliminary injunction was improperly granted because plaintiffs have no likelihood of prevailing on the merits of their *1054 complaint, we need not decide whether the trial court erred in striking this evidence.\nDefendants have also submitted a supplemental appendix in lieu of a clerk's transcript, which includes a document titled, \"An Empirical Evaluation of Preemployment Drug Testing in the United States Postal Service, Interim Report of Findings,\" dated January 1989. Plaintiffs have moved to strike the report and all references to that report in defendants' reply brief, on the ground that the matter contained in the appendix was never filed or lodged with the trial court, and was submitted to this court without a noticed motion or approval by this court. As this court has not considered that report in reaching its conclusion, we need not decide whether it should be stricken from the record.\n\nVII\n(4b) We have concluded that Matthew Bender's preemployment drug and alcohol testing program is neither unconstitutional nor otherwise unlawful. Plaintiffs have no likelihood of prevailing on the merits of their complaint. The trial court's order granting the preliminary injunction is reversed. Each party to bear its own costs.\nWhite, P.J., and Barry-Deal, J., concurred.\nRespondents' petition for review by the Supreme Court was denied March 15, 1990.\nNOTES\n[1]  Among other defendants named were (1) California Medical Industrial Clinic, a California corporation which allegedly operates medical clinics to gather urine samples for drug and alcohol screening; (2) Readicare, Inc., a Delaware corporation which allegedly administers preemployment physical examinations for Matthew Bender; and (3) Executive Health Examiners, a New York corporation allegedly operating laboratories which test urine samples for employers, including Times Mirror and Matthew Bender. These defendants are not parties to this appeal.\n[2]  The complaint also alleged in counts two and three that the policy imposed an unlawful condition on employment, in violation of Labor Code section 432.2, and violated Civil Code section 56 et seq., the California Confidentiality of Medical Information Act. In May 1988, a demurrer was sustained without leave to amend as to those counts, and a motion to strike was granted as to those portions of the unlawful business practices count which incorporated the allegations of counts two and three.\n[3]  The Cutter court then held that the constitutional right to privacy outweighed the policies underlying \"the judicial proceedings immunity\" of Civil Code section 47, subdivision 2, when private material was voluntarily published, without resort to a prior judicial determination of the need for disclosure. (Cutter, supra, 183 Cal. App.3d at pp. 846-848.)\n[4]  People v. Crowson (1983) 33 Cal.3d 623 [190 Cal. Rptr. 165, 660 P.2d 389] does not so hold. The court in that case did not consider the question of state versus nonstate action, but held that in the context of traditional search and seizure by police to detect criminal conduct, the article I, section 1, privacy clause does not establish broader protection than that established by the Fourth Amendment of the United States Constitution or article I, section 13 of the California Constitution. (Crowson, supra, at p. 629.) Nor can People v. Sapper (1980) 102 Cal. App.3d 301 [162 Cal. Rptr. 360] be read as holding that article I, section 1, protects only against government intrusion; instead, the Sapper court held that a common carrier's right not to tolerate criminal use of its property outweighed any individual right of privacy of the shipper.\n[5]  Although the testing was actually to be conducted by private railroads, the court considered the government's encouragement, endorsement, and participation sufficient to invoke the protections of the Fourth Amendment. (Skinner v. Railway Labor Executives Ass'n, supra, 489 U.S. at pp. 615-616 [103 L.Ed.2d at pp. 658-659, 109 S.Ct. at p. 1413].)\n[6]  Although Justice Scalia joined the majority in Skinner, he dissented vehemently in Von Raab. He emphasized that he had joined the court's Skinner opinion because there was a demonstrated frequency of drug and alcohol use by the targeted class, and a demonstrated connection between such use and grave harm. He rejected the government's justifications for the urine testing of customs service employees as supported by nothing but speculation. The only plausible explanation for that testing, he suggested, was to demonstrate that the government is serious about its \"`war on drugs.'\" He wrote, \"I think it obvious that this justification is unacceptable; that the impairment of individual liberties cannot be the means of making a point; that symbolism, even symbolism for so worthy a cause as the abolition of unlawful drugs, cannot validate an otherwise unreasonable search.\" (Von Raab, supra, 489 U.S. at p. 687 [103 L.Ed.2d at p. 716, 109 S.Ct. at p. 1401] (dis. opn. of Scalia, J.).)\n[7]  The Schmidt court also rejected the constitutional challenge to the restrictions on the ground that no state action was involved, but the court's conclusion on that issue is dictum. The court recognized lower court cases holding that the state constitutional privacy provision applies to private conduct as well as state conduct. The court then explained that because the restrictions at issue would not be unconstitutional even if the state action requirement were met, it had no need to consider under what circumstances, if any, purely private action by a property owner or landlord would constitute a violation of the state constitutional privacy provision. (Schmidt v. Superior Court, supra, 48 Cal.3d at pp. 388-389 and fn. 14.)\n[8]  See also Long Beach City Employees Assn. v. City of Long Beach (1986) 41 Cal.3d 937 [227 Cal. Rptr. 90, 719 P.2d 660]. In that case, the court held that involuntary polygraph examinations \"inherently intrude\" on public employees' constitutionally protected rights of mental privacy. The court emphasized that the polygraph was specifically designed to overcome that mental privacy by compelling involuntary communication of thoughts, sentiments, and emotions which the examinee may have chosen not to reveal. The circumstances of the test were coercive, as employees were forced to divulge private information or risk losing their jobs. (Id., at pp. 943-948.) In short, the challenged conduct in Long Beach not only substantially burdened the employees' rights of mental privacy; it effectively annulled those rights.\n[9]  Because this case involves job applicants, not employees, we do not consider the constitutionality of a private employer's drug testing of its employees, or the effect of a private employee's consent to drug testing under the threat of loss of employment. On those more difficult questions, much has been written and remains to be decided. (See, e.g., Note, Urine Testing, Testing-Based Employment Decisions and the Rehabilitation Act of 1973 (1989) 22 Colum. J.L. &amp; Soc. Probs. 219; Rudley, Invasion of Privacy and Drug Testing in the Private Workplace: A Case for the Application of Constitutional Concepts (1988-1989) 20 U. West L.A.L.Rev. 43; Note, Your Urine or Your Job: Is Private Employee Drug Urinalysis Constitutional in California? (1986) 19 Loyola L.A.L.Rev. 1451; Note, Private Sector Drug Testing: Availability of State Statutory Remedies for Aggrieved Employees (1987) 21 Suffolk L.Rev. 1067; Decker, Employee Privacy Law and Practice, supra, § 7.9, p. 286.)\n[10]  See, e.g., O'Neil, Unconstitutional Conditions: Welfare Benefits with Strings Attached (1966) 54 Cal.L.Rev. 443; Note, Unconstitutional Conditions (1960) 73 Harv.L.Rev. 1595)\n[11]  The Legislature undertook a similar task of balancing competing interests when it enacted Labor Code section 432.2, which prohibits an employer from demanding or requiring a job applicant to take a polygraph, but does not preclude requesting such, provided the prospective employee is informed of his or her rights under the statute.\n[12]  Unless otherwise indicated, all subsequent statutory references are to the Business and Professions Code.\n[13]  All entering employees in similar positions must be subject to the same examination. If the results of the examination would result in disqualification, an applicant may submit independent medical opinions for consideration before a final determination on disqualification is made. The results are to be accorded confidentiality as medical records, subject to certain exceptions. (Cal. Code Regs., tit. 2, § 7294.0, subd. (d).)\n[14]  In their complaint and in the trial court, plaintiffs challenged only subjecting urine samples to screening for alcohol and drugs. Plaintiffs appear to argue for the first time on appeal that even if the urinalysis does not include drug and alcohol testing, it violates the administrative regulations. Since plaintiffs did not raise this claim below, it is not properly before us. (See In re Marriage of Modnick (1983) 33 Cal.3d 897, 913, fn. 15 [191 Cal. Rptr. 629, 663 P.2d 187].)\n\n",
            "ocr": false,
            "opinion_id": 2131824
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}