{
    "id": 2132386,
    "judges": "Evans",
    "date_filed": "2022-06-28",
    "date_filed_is_approximate": true,
    "slug": "people-v-grisso",
    "case_name_short": "Grisso",
    "case_name": "People v. Grisso",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. JAMES ELDON GRISSO, Defendant and Appellant",
    "attorneys": "Counsel, JoEllen L. Mitchell and Jed Scully for Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Charles P. Just and Nancy Sweet, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b346-3\">\n    [Crim. No. 10302.\n   </docketnumber><court id=\"ArI\">\n    Third Dist.\n   </court><decisiondate id=\"A05\">\n    Apr. 9, 1980.]\n   </decisiondate><br><parties id=\"b346-4\">\n    THE PEOPLE, Plaintiff and Respondent, v. JAMES ELDON GRISSO, Defendant and Appellant.\n   </parties><br><attorneys id=\"b349-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"383\"> \n     *383\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b349-6\">\n    JoEllen L. Mitchell and Jed Scully for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b349-7\">\n    George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Charles P. Just and Nancy Sweet, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "104 Cal. App. 3d 380",
        "163 Cal. Rptr. 547"
    ],
    "opinions": [
        {
            "author_str": "Evans",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6399.0,
            "opinion_text": "\n104 Cal.App.3d 380 (1980)\n163 Cal. Rptr. 547\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nJAMES ELDON GRISSO, Defendant and Appellant.\nDocket No. 10302.\nCourt of Appeals of California, Third District.\nApril 9, 1980.\n*383 COUNSEL\nJoEllen L. Mitchell and Jed Scully for Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Charles P. Just and Nancy Sweet, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nEVANS, J.\nFollowing guilty pleas to first degree murder and robbery, defendant, James Eldon Grisso, a minor, was sentenced to state prison. On appeal he contends the court's disposition was based upon an erroneous belief that Welfare and Institutions Code section 1731.5[1] precluded a commitment to the California Youth Authority (CYA). He argues the language of Welfare and Institutions Code section 707.2 impliedly repeals that portion of section 1731.5 which excludes reference to the Youth Authority of youthful offenders sentenced to imprisonment for life. Defendant further contends his commitment to state prison was a denial of his due process and equal protection rights and constituted cruel and unusual punishment. He also argues that inasmuch as he originally entered a not guilty by reason of insanity plea, the matter should be remanded to the trial court for findings on his sanity under the test set forth in People v. Drew (1978) 22 Cal.3d 333 [149 Cal. Rptr. 275, 583 P.2d 1318].\n*384 Defendant, a 17 year old, confessed to first degree murder and robbery; he had several prior experiences with the juvenile authorities for running away from home, and one of malicious mischief (reduced from a charge of throwing a firebomb) for which he received informal probation. Defendant was on that probation at the time the instant offenses were committed.\nAfter defendant was found not to be a fit subject to be dealt with under Juvenile Court Law (Welf. &amp; Inst. Code, § 707), he was charged in the adult court with first degree murder (Pen. Code, § 187), with \"special circumstances,\" robbery with a firearm use allegation (Pen. Code, §§ 211 and 12022), and vehicle theft (Veh. Code, § 10851).\nDefendant entered pleas of not guilty and not guilty by reason of insanity. Subsequently, pursuant to plea negotiations, he withdrew those pleas and entered pleas of guilty to the first degree murder without special circumstances and to the robbery. The vehicle theft charge, the special circumstances, and the firearm enhancement were dropped. Prior to accepting defendant's guilty pleas, the trial court informed him of the constitutional rights he was waiving and the possible sentences he faced. The court accepted the pleas and referred defendant to the CYA for a diagnostic evaluation pursuant to section 707.2. The diagnostic report, received from the CYA, advised that defendant be placed in the CYA and counseled against sending him to prison; however, the report did acknowledge that defendant, guilty of first degree murder, was not eligible for a CYA commitment under section 1731.5.[2]\nFollowing receipt of the diagnostic study and prior to imposition of sentence, defendant filed a petition for writ of mandate in this court and in the California Supreme Court challenging the propriety of his certification to the superior court as an adult. Both petitions were denied.\n\n\n*385 I\n(1a) Defendant's initial contention is that the trial court's reliance on section 1731.5 in its sentencing decision was misplaced. Although defendant does not deny that standing alone, the effect of section 1731.5 is to preclude a CYA commitment for juveniles sentenced to life imprisonment (People v. Chi Ko Wong (1976) 18 Cal.3d 698, 724 [135 Cal. Rptr. 392, 557 P.2d 976]), he argues however that section 707.2, as amended in 1976, which prohibits committing a minor to state prison unless he is found not to be a suitable subject for a CYA commitment, impliedly repealed the state prison mandate of section 1731.5. His contention is wrong. As amended in 1976, section 707.2 reads as follows: \"Prior to sentence, the court of criminal jurisdiction may remand the minor to the custody of the California Youth Authority for not to exceed 90 days for the purpose of evaluation and report concerning his amenability to training and treatment offered by the Youth Authority. No minor who was under the age of 18 years when he committed any criminal offense and who has been found not a fit and proper subject to be dealt with under the juvenile court law shall be sentenced to the state prison unless he has first been remanded to the custody of the California Youth Authority for evaluation and report pursuant to this section and the court finds after having read and considered the report submitted by the Youth Authority that the minor is not a suitable subject for commitment to the Youth Authority.\"\nPrior to the 1976 amendment the section provided in pertinent part, \"Except as provided in Sections 1731.5 and 1737.1, no minor who was under the age of 18 years when he committed any criminal offense, and who has been found not a fit and proper subject to be dealt with under the juvenile court law pursuant to Section 707, shall be sentenced to the state prison, except upon petition filed pursuant to Article 5 (commencing with Section 1780) of Division 2.5....\"\nThe 1976 amendment merely divested the CYA of its previous control over state prison commitment of minors and vested that authority in the trial court. (People v. Carl B. (1979) 24 Cal.3d 212, 218 [155 Cal. Rptr. 189, 594 P.2d 14]; People v. Taylor (1978) 81 Cal. App.3d 973, 976-977 [146 Cal. Rptr. 821].) Had the Legislature intended to repeal any part of section 1731.5, it would have done so by utilizing language to that effect. This was not done.\n*386 (2) Repeals by implication are not favored. (In re Thierry S. (1977) 19 Cal.3d 727, 744 [139 Cal. Rptr. 708, 566 P.2d 610].) \"They are recognized only when there is no rational basis for harmonizing the two potentially conflicting statutes [citation], and the statutes are `irreconcilable, clearly repugnant, and so inconsistent that the two cannot have concurrent operation. The courts are bound, if possible, to maintain the integrity of both statutes if the two may stand together.' [Citations.]\" (In re White (1969) 1 Cal.3d 207, 212 [81 Cal. Rptr. 780, 460 P.2d 980]; see also Associated Home Builders etc., Inc. v. City of Livermore (1976) 18 Cal.3d 582, 596 [135 Cal. Rptr. 41, 557 P.2d 473, 92 A.L.R. 3d 1038]; People v. Zankich (1971) 20 Cal. App.3d 971, 980 [98 Cal. Rptr. 387].) Although in this instance the report submitted by the Youth Authority required under section 707.2 concerning the amenability of the youthful offender to training and treatment offered by the CYA was useless inasmuch as he could not be referred to the CYA by virtue of the exclusionary language of section 1731.5, the court nevertheless ordered such a diagnostic study as an aid to the court's processes.\nWhen examined together, the two sections (1731.5 and 707.2) do not conflict, but rather are seen to be harmonious and easily reconciled. The mere fact that the minor is not eligible for a Youth Authority commitment does not preclude the court from referring the youth for evaluation and a report. (1b) Moreover, section 1731.5 as a specific statute controls and requires application, despite the language of section 707.2 which is general legislation dealing with the same subject. (Rose v. State of California (1942) 19 Cal.2d 713, 723-724 [123 P.2d 505]; People v. Tanner (1979) 24 Cal.3d 514, 521 [156 Cal. Rptr. 450, 596 P.2d 328].) The fact that the general statute was enacted after the specific statutes does not affect this general statutory rule. (In re Williamson (1954) 43 Cal.2d 651, 654 [276 P.2d 593]; People v. Gilbert (1969) 1 Cal.3d 475, 479 [82 Cal. Rptr. 724, 462 P.2d 580].)\nDefendant's further argument that section 707.2 \"expressly\" repealed any contrary provisions in section 1731.5 is patently without merit. The present language of section 707.2 does not mention section 1731.5, much less repeal it.\n(3) Defendant also asserts in support of his contention that the passage of a ballot initiative, which changed the penalties for the first and second degree murder (Pen. Code, § 190) removes defendant from the *387 \"life imprisonment\" coverage of section 1731.5. Had the offense taken place after passage of the initiative on November 7, 1978, defendant's sentence would be \"25 years to life\" rather than \"imprisonment for life.\" However, in this instance, the murder was committed in December 1977, prior to passage of the initiative. By its verbiage, the initiative does not authorize retroactive application, and the proposition that retroactive application of penal statutes is permitted when the Legislature amends a statute to lessen the prescribed punishment does not support defendant's position. (See In re Estrada (1965) 63 Cal.2d 740, 743 [48 Cal. Rptr. 172, 408 P.2d 948].) The analysis of Proposition 7, contained in the voter's handbook, provides to the contrary:\n\"Background: Under existing law, a person convicted of first degree murder can be punished in one of three ways: (1) by death, (2) by a sentence of life in prison without the possibility of parole, or (3) by a life sentence with the possibility of parole, in which case the individual would become eligible for parole after serving seven years.... [Italics in original.]\n\".... .... .... ...\n\"Proposal: This proposition would: (1) increase the penalties for first ... degree murder....\n\"The measure provides that individuals convicted of first degree murder and sentenced to life imprisonment shall serve a minimum of 25 years, less whatever credit for good behavior they have earned, before they can be eligible for parole. Accordingly, anyone sentenced to life imprisonment would have to serve at least 16 years and eight months....\"\nProposition 7 clearly was not intended to ameliorate the punishment for first degree murder and should be applied prospectively only. The defendant's sentence was to \"life imprisonment.\" Under that sentence he is eligible for parole after serving seven years (Pen. Code, § 3046). The trial court correctly applied section 1731.5 and sentenced defendant to state prison rather than to the Youth Authority.\n\nII\n(4) Defendant's assertion that by his certification to the adult criminal process, his due process and equal protection rights have been *388 violated is at best a \"bootstrapping\" attempt to appeal that certification. That order is not appealable (People v. Chi Ko Wong, supra, 18 Cal.3d at p. 709); moreover, the order was attacked by extraordinary writ in collateral proceedings before this court and the Supreme Court, and in each instance relief was denied.\nThe failure of the court to follow the section 707.2 Youth Authority recommendation was not a denial of either his due process or equal protection rights, as we have concluded the court was restrained from referring defendant to the Youth Authority by the nature of the offense and the provisions of section 1731.5.\nWelfare and Institutions Code section 707 requires an examination of all circumstances in a case before certification of a minor to the adult court. (Jesus G. v. Superior Court (1977) 72 Cal. App.3d 219, 223 [139 Cal. Rptr. 846].) The factors, listed in section 707, subdivisions (b)(12) (i)-(v), in addition to the circumstances of the crime itself, are taken into consideration. To insure further that the minor's rights are protected, the court is required to state its reasons for a finding of unfitness (§ 707, subd. (a); People v. Chi Ko Wong, supra, 18 Cal.3d at p. 722). The court did as required; the defendant did receive the individualized consideration required by the statute; and upon his certification to the superior court for prosecution as an adult, he was provided all the constitutional rights and protections accorded adults in criminal proceedings.\n(5) Also, defendant's contention, that his right to equal protection has been violated by the application of section 1731.5, has been previously addressed by the courts in In re Herrera (1943) 23 Cal.2d 206, 213 [143 P.2d 345] (overruled on other grounds in People v. Olivas (1976) 17 Cal.3d 236 [131 Cal. Rptr. 55, 551 P.2d 375]). The Herrera court, referring to section 1731.5, stated, \"There is no forbidden discrimination in the classification of those who are ineligible for commitment to the Authority even though they meet the age requirement.\" (23 Cal.2d at p. 213.) Neither the Fourteenth Amendment of the United States Constitution nor the California Constitution requires uniform operation of the law as it relates to people who are different. (In re Gary W. (1971) 5 Cal.3d 296, 303 [96 Cal. Rptr. 1, 486 P.2d 1201].) \"The concept of the equal protection of the laws compels recognition of the proposition that persons similarly situated with respect to *389 the legitimate purpose of the law receive like treatment.\" (Italics added; Purdy &amp; Fitzpatrick v. State of California (1969) 71 Cal.2d 566, 578 [79 Cal. Rptr. 77, 456 P.2d 645, 38 A.L.R.3d 1194].) Minors committing serious crimes requiring a sentence to life imprisonment are not \"similarly situated\" to those who have committed lesser offenses and are, thus, not entitled to receive like treatment.\nA CYA commitment is not a fundamental right of compelling state interest which is constitutionally required for each youthful offender. (Breed v. Jones (1975) 421 U.S. 519, 535-537 [44 L.Ed.2d 346, 359-360, 95 S.Ct. 1779]; People v. Woolbert (1965) 232 Cal. App.2d 544, 547 [42 Cal. Rptr. 919].) Defendant's sentence to prison does not increase the potential period of incarceration. On the contrary, it is conceded by defendant that he could be released earlier from prison than from the Youth Authority. The decisions of People v. Olivas, supra, 17 Cal.3d at page 251, and People v. Sandoval (1977) 70 Cal. App.3d 73, 90 [138 Cal. Rptr. 609], which held that statutes, which imposed upon minor defendants greater periods of confinement than would be ordered against an adult, were subject to strict scrutiny under the equal protection clause, are inapposite and do not support defendant's contention that section 1731.5 also requires strict scrutiny.\nWe find section 1731.5's terms to be related to sentencing discretion, not to a fundamental interest such as liberty. \"In such a situation the proper standard is whether the challenged distinction rationally furthers some legitimate, articulated state purpose.\" (Bosco v. Justice Court (1978) 77 Cal. App.3d 179, 191 [143 Cal. Rptr. 468].) By the adoption and subsequent amendment to section 1731.5, the Legislature has recognized the seriousness of the offense and the necessity of separation of youthful offenders guilty of minor offenses from those involved in more serious crime.\n(6) Defendant's contention that placing him in a prison environment, where it is asserted he will be \"threatened with sexual attacks, and will not be rehabilitated,\" amounts to cruel or unusual punishment is equally without merit. The Supreme Court, in People v. Chi Ko Wong, supra, 18 Cal.3d at pages 725-726, held that the statutory limitation prohibiting CYA commitments upon a juvenile's conviction of first degree murder does not constitute cruel or unusual punishment. *390 (See also Williams v. Field (9th Cir.1969) 416 F.2d 483, 486; Perez v. Turner (10th Cir.1972) 462 F.2d 1056.)\n\nIII\n(7) Defendant's final contention is that reversal is required by reason of his plea of \"not guilty by reason of insanity\" which he withdrew on July 19, 1978, prior to People v. Drew, supra, 22 Cal.3d 333, which changed the test for insanity. In Drew, the Supreme Court replaced the \"M'Naghten test\" of insanity with the following test proposed by the American Law Institute: \"`A person is not responsible for criminal conduct if at the time of such conduct as a result of mental disease or defect he lacks substantial capacity either to appreciate the criminality [wrongfulness] of his conduct or to conform his conduct to the requirements of law.'\" (Drew, at pp. 336-337, fn. 3.) Drew provided for its retroactive application \"to those cases not yet final in which the defendant has pled not guilty by reason of insanity and to cases that have not yet come to trial as of the date of the finality of this opinion.\" (Id., at p. 348.)\nAlthough defendant has withdrawn his not guilty by reason of insanity plea, Drew is nevertheless applicable. (People v. Sanders (1979) 98 Cal. App.3d 273 [159 Cal. Rptr. 413].) However, it does not appear that defendant has suffered any prejudice by the withdrawal of his plea. \"Under Drew the failure to apply the ALI test is not reversible per se. The function of the reviewing court is to examine the record and to determine whether the error was prejudicial under the California Constitution, article VI, section 13; to wit, whether it is reasonably probable a different result would have been reached under the ALI test.\" (Id., at p. 277.)\nAlthough there are psychological reports in the record, they do not contain evidence that defendant was insane, under the ALI test, or by any standard at the time the crimes were committed. His problems are emotional disturbances only, described as \"severe neuroticism,\" \"low self-esteem,\" and \"insecurity.\" Such emotional defects do not meet the Drew standard that defendant suffered from a mental disease or defect or that he was unable to conform his conduct to the requirements of law. The psychological reports also stated that defendant \"showed the ability to engage in consistent rational thinking\" and showed no symptoms of mental illness. Having reviewed these reports and the record, *391 we do not find it reasonably probable that defendant could have obtained a different result if his insanity plea had been considered in light of the standard adopted by the Drew decision.\nThe judgment is affirmed.\nPuglia, P.J., and Grossfeld, J.,[*] concurred.\nA petition for a rehearing was denied May 5, 1980.\nNOTES\n[1]  Unless otherwise noted all code references will be to the Welfare and Institutions Code.\n[2]  Section 1731.5, subdivisions (a) and (b), provides: \"After certification to the Governor as provided in this article a court may commit to the authority any person convicted of a public offense who comes within subdivisions (a), (b), and (c), or subdivisions (a), (b), and (d), below:\n\n\"(a) Is found to be less than 21 years of age at the time of apprehension.\n\"(b) Is not sentenced to death, imprisonment for life, imprisonment for 90 days or less, or the payment of a fine, or after having been directed to pay a fine, defaults in the payment thereof, and is subject to imprisonment for more than 90 days under the judgment.\"\n[*]   Assigned by the Chairperson of the Judicial Council.\n\n",
            "ocr": false,
            "opinion_id": 2132386
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}