{
    "id": 2117997,
    "judges": "Sonenshine",
    "date_filed": "2014-06-18",
    "date_filed_is_approximate": true,
    "slug": "people-v-nieto",
    "case_name_short": "Nieto",
    "case_name": "People v. Nieto",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. GILBERT OCHOA NIETO, Defendant and Appellant",
    "attorneys": "Counsel, Earnest L. Eady, under appointment by the Court of Appeal, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Richard B. Iglehart, Chief Assistant Attorney General, Harley D. Mayfield, Assistant Attorney General, and Steven Zeigen, Deputy Attorney General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b1081-4\">\n    [No. G007761.\n   </docketnumber><court id=\"AUmc\">\n    Fourth Dist., Div. Three.\n   </court><decisiondate id=\"AoP\">\n    Apr. 27, 1990.]\n   </decisiondate><br><parties id=\"b1081-5\">\n    THE PEOPLE, Plaintiff and Respondent, v. GILBERT OCHOA NIETO, Defendant and Appellant.\n   </parties><br><attorneys id=\"b1082-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1276\"> \n     *1276\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b1082-7\">\n    Earnest L. Eady, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b1082-8\">\n    John K. Van de Kamp, Attorney General, Richard B. Iglehart, Chief Assistant Attorney General, Harley D. Mayfield, Assistant Attorney General, and Steven Zeigen, Deputy Attorney General, for Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "219 Cal. App. 3d 1275",
        "268 Cal. Rptr. 893"
    ],
    "opinions": [
        {
            "author_str": "Sonenshine",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6590.0,
            "opinion_text": "\n219 Cal.App.3d 1275 (1990)\n268 Cal. Rptr. 893\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nGILBERT OCHOA NIETO, Defendant and Appellant.\nDocket No. G007761.\nCourt of Appeals of California, Fourth District, Division Three.\nApril 27, 1990.\n*1276 COUNSEL\nEarnest L. Eady, under appointment by the Court of Appeal, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Richard B. Iglehart, Chief Assistant Attorney General, Harley D. Mayfield, Assistant Attorney General, and Steven Zeigen, Deputy Attorney General, for Plaintiff and Respondent.\nOPINION\nSONENSHINE, J.\nGilbert Ochoa Nieto appeals after he pleaded guilty to vehicular manslaughter, felony drunk driving, and driving with a blood-alcohol level of .10 percent or above. His motion to suppress the results of tests conducted on a sample of his blood, grounded in the rule of People v. Superior Court (Hawkins) (1972) 6 Cal.3d 757 [100 Cal. Rptr. 281, 493 P.2d 1145], was denied. Under Hawkins, Nieto contends the blood was illegally seized because the seizure was not preceded by a formal arrest. We find the susbsequent, contemporaneous arrest here distinguishes this case from Hawkins and affirm.\n\nI\nOn February 15, 1987, at approximately 3 a.m., Nieto was involved in an automobile accident resulting in a fatality. He was pinned behind the wheel of his car and, after being extricated by firemen, was taken to a hospital. Officer William Letizio, Jr., who had been called to the scene, followed him there.\nWhile Nieto was being treated in the emergency room, Letizio waited outside. Letizio was told Nieto's injuries were serious, requiring placement in intensive care. The officer was not permitted into Nieto's room while he *1277 was being treated. However, a police technician was allowed to enter to take a blood sample while the officer stood watching in the open doorway, about 12 feet away. Letizio arrested Nieto at 5 a.m.\n\nII\nNieto does not argue lack of probable cause for his arrest. Rather, he contends, in the absence of a prior arrest, it was unlawful to take the blood sample. (People v. Superior Court (Hawkins), supra, 6 Cal.3d 757.) In Hawkins, our Supreme Court held seizure of a blood sample without a warrant or exigency could be justified only as a search incident to arrest. (Id. at p. 763.) Relying heavily upon the decision of the United States Supreme Court in Schmerber v. California (1966) 384 U.S. 757 [16 L.Ed.2d 908, 86 S.Ct. 1826], the court held: \"It is clear that the Fourth Amendment does not bar a compulsory seizure, without a warrant, of a person's blood for the purposes of a blood alcohol test to determine intoxication, provided that the taking of the sample is done in a medically approved manner, is incident to a lawful arrest, and is based upon the reasonable belief that the person is intoxicated.\" (People v. Superior Court (Hawkins), supra, 6 Cal.3d at p. 761.)\nRejecting the prosecution's claim a lawful arrest is a mere formality, the Hawkins court concluded \"this proposition runs directly counter to the law on search and seizure developed by the United States Supreme Court.\" (6 Cal.3d at p. 762.) Moreover, it held \"Schmerber's approval of the compulsory seizure of blood is clearly grounded on the premise that it is incidental to a lawful arrest.\" (Id. at p. 761.)\nHawkins differs from the instant case because it did not involve an arrest. Rather, Hawkins was notified to appear in court on a particular date. The Supreme Court recognized this distinction in a footnote, suggesting the result would have been very different had some arrest, before or after taking the blood, occurred. (6 Cal.3d at p. 764, fn. 5.)\nRespondent urges us to follow the lead of two recent cases, which have held Hawkins is abrogated by the passage of Proposition 8, which amended article I, section 28, subdivision (d) of the California Constitution. However, our review of People v. Trotman (1989) 214 Cal. App.3d 430 [262 Cal. Rptr. 640] and People v. Deltoro (1989) 214 Cal. App.3d 1417 [263 Cal. Rptr. 305] reveals those cases did not involve an arrest. As in Hawkins, the arrests in Deltoro and Trotman were either never effected or were not contemporaneous. Because Hawkins is distinguishable, we decline the invitation to comment on its continuing vitality.\n(1) The seizure of Nieto's blood was proper as incident to the lawful arrest that ensued. Although Nieto had not been placed under arrest prior *1278 to his blood being drawn, the seizure was not unlawful simply because the arrest followed, rather than preceded it, as long as the one was substantially contemporaneous with the other. (People v. Superior Court (Hawkins), supra, 6 Cal.3d at p. 764, fn. 5; Vale v. Louisiana (1970) 399 U.S. 30, 33 [26 L.Ed.2d 409, 413, 90 S.Ct. 1969].)\nThe arrest took place at 5 a.m. and the accident at 3 a.m. Given a reasonable period of time to transport Nieto to the hospital, the seizure and arrest occurred within two hours of each other. We find as a matter of law the events were substantially contemporaneous. As a result, it makes no difference that the seizure came before the arrest as long as probable cause for the arrest existed at the time the evidence was seized and a contemporaneous arrest in fact occurred. So it is here.\nThe judgment is affirmed.\nWallin, Acting P.J., and Crosby, J., concurred.\n",
            "ocr": false,
            "opinion_id": 2117997
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}