{
    "id": 2124204,
    "judges": "Blumenfeld",
    "date_filed": "2004-02-06",
    "date_filed_is_approximate": true,
    "slug": "warren-v-harvey",
    "case_name_short": "Warren",
    "case_name": "Warren v. Harvey",
    "case_name_full": "William J. WARREN v. Henry M. HARVEY, Acting Superintendent, Whiting Forensic Institute, Middletown, Connecticut",
    "attorneys": "Mary F. Keller, Yale Legal Services Organization, New Haven, Conn., for petitioner., Ernest Diette, Jr., Asst. State’s Atty., New Haven, Conn., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1175-4\">\n    William J. WARREN v. Henry M. HARVEY, Acting Superintendent, Whiting Forensic Institute, Middletown, Connecticut.\n   </parties><docketnumber id=\"AOlV\">\n    Civ. No. H-77-206.\n   </docketnumber><court id=\"A003\">\n    United States District Court, D. Connecticut.\n   </court><decisiondate id=\"An9u\">\n    June 15, 1979.\n   </decisiondate><br><attorneys id=\"b1177-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1063\"> \n     *1063\n     </span>\n    Mary F. Keller, Yale Legal Services Organization, New Haven, Conn., for petitioner.\n   </attorneys><br><attorneys id=\"b1177-11\">\n    Ernest Diette, Jr., Asst. State’s Atty., New Haven, Conn., for respondent.\n   </attorneys>",
    "citations": [
        "472 F. Supp. 1061"
    ],
    "opinions": [
        {
            "author_str": "Blumenfeld",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 311.0,
            "opinion_text": "\n472 F. Supp. 1061 (1979)\nWilliam J. WARREN\nv.\nHenry M. HARVEY, Acting Superintendent, Whiting Forensic Institute, Middletown, Connecticut.\nCiv. No. H-77-206.\nUnited States District Court, D. Connecticut.\nJune 15, 1979.\n*1062 *1063 Mary F. Keller, Yale Legal Services Organization, New Haven, Conn., for petitioner.\nErnest Diette, Jr., Asst. State's Atty., New Haven, Conn., for respondent.\n\nMEMORANDUM OF DECISION\nBLUMENFELD, District Judge.\nPetitioner, William J. Warren, brings this action for a writ of habeas corpus challenging the constitutionality of his confinement at Whiting Forensic Institute, a state institution for treatment of committed mentally ill persons. His present involuntary confinement there is based on Conn.Gen.Stat. § 53a-47, which authorizes the confinement of an individual acquitted on grounds of insanity where that individual is \"mentally ill to the extent that his release would constitute a danger to himself or others.\" The petitioner contends that by ordering that he be kept confined, the state has violated his constitutional right embodied in section I of the fourteenth amendment, which provides, \"nor shall any State deprive any person of life, liberty, or property, without due process of law.\"\n\nI. FACTS\n\nWilliam J. Warren was arrested for murder in the first degree on July 5, 1971. He was confined at Connecticut Valley Hospital (CVH) on September 16, 1971, and was transferred to Whiting Forensic Institute (WFI) on September 29, where he remained for two years. In September 1973, petitioner was declared competent to stand trial and returned to jail to await trial. On February 27, 1974, petitioner was found not guilty by reason of insanity.[1] Pursuant to Conn.Gen.Stat. § 53a-47(a), he was then ordered confined to CVH for an examination to ascertain whether he was presently mentally ill to such extent that his release would constitute a danger to himself or others.[2] Under that statute, a person acquitted *1064 on grounds of mental disease or defect is temporarily confined in a state hospital pending an examination of his mental condition. Upon receipt of the reports of the examining doctors, the state court must schedule a hearing. If the court determines at the hearing that the preponderance of the evidence establishes that such person is \"mentally ill to the extent that his release would constitute a danger to himself or others, the court shall confine such person in a suitable hospital or other treatment facility.\" Conn.Gen.Stat. § 53a-47(a)(4).\nIn the instant case the examining psychiatrist, Dr. Patrick Lee, filed a report pursuant to Conn.Gen.Stat. § 53a-47(a) on May 10, 1974. In his report, Dr. Lee stated that the petitioner exhibited no evidence of overt psychosis, that petitioner had been receiving tranquilizing medication since the time of his hospitalization, and that petitioner had presented no behavioral problems for the hospital. Petitioner's Exhibit A at 2a-3a (Appendix to Brief For The Defendant, State v. Warren, No. 7669, Conn. Supreme Court, Jan. Term 1975). Dr. Lee also stated that petitioner \"would benefit from a further period of hospitalization.\" Id. at 3a.\nAt the required state Superior Court hearing on May 24, 1974, Dr. Lee testified that the petitioner was receiving Mellaril, an oral tranquilizer which former hospital patients commonly administer to themselves on an outpatient basis. Petitioner's Exh. A at 9a (transcript of May 24, 1974 hearing). He further testified that as long as petitioner was receiving this medication, petitioner was not a danger to himself or others in or outside the hospital. Id.\nAfter the hearing, the state court concluded that \"[t]here is a strong possibility that the defendant, if released, might not continue use of the anti-psychotic medication without which he is a danger to himself or others,\" and \"[t]here is no certain means of controlling the taking of his medication once he is released from a mental institution.\" Petitioner's Exh. C at 11 (State v. Warren, No. 7699, Superior Court, New Haven County, May 31, 1974).[3] The court then ruled that petitioner was mentally ill to the extent that his release would constitute a danger to himself or others and ordered petitioner confined to CVH for a term not to exceed 25 years, the maximum term allowed by the statute, Conn.Gen.Stat. § 53a-47(b). The state court concluded that \"[t]he salutary purposes of [Conn.Gen. Stat.] § 53a-47 would be defeated if under the circumstances of this case this defendant could walk out free on a promise to take his medication.\" Id. at 11.\nPetitioner appealed this ruling to the Connecticut Supreme Court. He argued that the state had failed to produce any competent evidence which could form the basis for the lower court's findings and conclusions. Petitioner argued that in the absence of evidence of present dangerousness due to mental illness, his further confinement *1065 would violate the terms of Conn. Gen.Stat. § 53a-47 and his constitutional right to due process of law.\nWhile petitioner's appeal of the first hearing was pending before the Connecticut Supreme Court, a second hearing before the state Superior Court was held on December 10, 1974 pursuant to Conn.Gen.Stat. § 53a-47(c).[4] That section of the statute provides that where, as here, the semiannual written report required of the superintendent of the hospital concludes that the confined person is no longer mentally ill to the extent that his release would constitute a danger to himself or others, the court shall order the person released, unless the state at a hearing \"establishes by a preponderance of the evidence that such person is, at the time of the hearing, mentally ill to the extent that his release would constitute a danger to himself or others.\" Conn.Gen.Stat. § 53a-47(c).[5] Prior to this hearing, Doctors Lee and Voelkening of CVH filed separate reports with the state court stating that petitioner was taking tranquilizing medication and exhibited no symptoms of overt psychosis or thought disorder. Petitioner's Exh. A at 17a-22a. The reports stated that petitioner had been employed in the hospital print shop since his admission and had continued to abide by all hospital regulations. Id. In their respective reports and in their testimony at the hearing before the court, both doctors stated that if petitioner continued to take his medication and received outpatient psychiatric care, his release would not constitute a danger to himself or others. Petitioner's Exh. B at 19a, 29a, 31a, 48a-50a (transcript of Dec. 10, 1974 hearing).[6]\n*1066 On December 18, 1974, the Superior Court issued its decision and ordered the petitioner returned to confinement at CVH for not in excess of the balance of 25 years. The state court concluded that where the symptoms of defendant's mental illness were \"controlled\" by the use of medication but where there was \"no way to insure that the defendant would continue to take medication if he were released,\" petitioner's \"release would constitute a danger to himself or others.\" Petitioner's Exh. E at 30 (State v. Warren, No. 17846, Superior Court, New Haven County, May 19, 1975).\nIn 1975, the Connecticut Supreme Court issued its decision on petitioner's appeal of the first state court decision. The court ruled that there was sufficient evidentiary support for the lower court's findings and conclusions and affirmed the lower court decision that Conn.Gen.Stat. § 53a-47 required petitioner's continued confinement at CVH. State v. Warren, 169 Conn. 207, 363 A.2d 91 (1975).\nFollowing that ruling on petitioner's appeal, a third set of medical reports was filed with the Superior Court, and a third hearing was held in October of 1975. Reports were filed by Dr. Arafeh (Superintendent of Connecticut Valley Hospital), Dr. Lee, Dr. Voelkening, and Dr. Sheard (Associate Professor of Psychiatry at Yale University). Petitioner's Exhs. J, K, L, M. These reports all stated that petitioner was free from overt psychosis and that his mental illness was in remission. The reports attributed petitioner's improved mental condition to the fact that he had responded well to the structured hospital environment and to the fact that he was being successfully treated with Prolixin, a tranquilizer administered by injection every two weeks. See id. Three of the four reports (those of Doctors Lee, Voelkening, and Sheard, Petitioner's Exhs. K, L, and M) concluded that petitioner was not mentally ill to the extent that his release would constitute a danger to himself or others,[7] and the fourth (Dr. Arafeh, Petitioner's Exh. J) concluded that while petitioner did not \"appear to be dangerous to himself or others\" while at the hospital, \"it is difficult to predict future potential dangerousness.\" After the hearing, the Superior Court ordered petitioner returned to CVH. Petitioner's Exh. I (State v. Warren, No. 17846, Superior Court, New Haven County, Nov. 4, 1975). In reaching its conclusion, the court held that the possibility that petitioner might at some point discontinue taking his medication gave rise to a possibility of dangerousness sufficient for purposes of Conn.Gen. Stat. § 53a-47 to justify petitioner's continued confinement at CVH. See Petitioner's Exh. I at 4-7.[8] In December of 1975, petitioner *1067 was transferred from CVH to Whiting Forensic Institute, where he is presently confined.\nPetitioner argues that his present confinement is in violation of his due process rights because the standard of proof of dangerousness adopted by the state courts at each of the above three hearings\u0097at the initial hearing on May 24, 1974, at the second hearing on December 10, 1974, and at the third hearing in October 1975\u0097impermissibly imposed an impossible burden upon himself or any other person seeking release after an insanity acquittal where that person's underlying mental illness is in remission and is controlled by medication. Petitioner argues that the state courts determined that he was dangerous because he could not provide a guarantee of his future mental condition and behavior, and that this determination of dangerousness deprived petitioner of his liberty without due process of law.\n\nII. EXHAUSTION OF STATE REMEDIES\n\nThe respondent argues that petitioner has not presented his federal constitutional claims to the Connecticut state courts and therefore has failed to exhaust his state remedies as required by 28 U.S.C. § 2254(b) and (c). On reviewing the record of this case, I find to the contrary: the highest state court has had an opportunity to pass upon petitioner's constitutional claims.\nPetitioner's appeal to the Connecticut Supreme Court, following the Superior Court's decision denying him release after the May 1974 hearing, raised the claim that the Superior Court's findings and conclusions were wholly unsupported by the evidence and contrary to law. See Petitioner's Exh. C at 13 (Assignments of Error, Nos. 3-5). The \"law\" referred to was the due process clause of the fourteenth amendment to the United States Constitution. See Petitioner's Exh. A at 6-9 (Brief for the Defendant, State v. Warren, No. 7669, Conn.Supreme Ct., Jan. Term 1975).\nThough the due process claims petitioner raises in this court are more elaborately expressed than those presented to the Connecticut Supreme Court, that court was nonetheless presented with an opportunity to rule that the Superior Court's application of Conn.Gen.Stat. § 53a-47 violated petitioner's due process rights. The Connecticut Supreme Court instead held:\n\"From the facts found by the [lower] court . . . , especially the facts concerning the defendant's tendency to violence, it is clear that the court's conclusions are amply supported and do not violate law, logic, or reason.\"\nState v. Warren, 169 Conn. 207, 214, 363 A.2d 91, 95 (1975). That holding amounts to a rejection of all of petitioner's claims, including the due process claim he now raises before this court. All that 28 U.S.C. § 2254(b) requires is that the highest state court be given an opportunity to pass upon petitioner's constitutional claim.[9]Fay v. Noia, 372 U.S. 391, 437-38, 83 S. Ct. 822, 9 L. Ed. 2d 837 (1963); see Galtieri v. Wainwright, 582 F.2d 348, 353 (5th Cir. 1978); United States ex rel. DeNegris v. Menser, 247 F. Supp. 826, 829 (D.Conn.1965), aff'd, 360 F.2d 199 (2d Cir. 1966).\nThe fact that petitioner only appealed to the Connecticut Supreme Court the decision of the state Superior Court after his first commitment hearing does not preclude his challenge in this court of the state court decisions following the second and third commitment hearings.[10] Under Conn.Gen. *1068 Stat. § 53a-47(c), \"The confined person shall be released unless the state establishes by a preponderance of the evidence that such person is, at the time of the hearing, mentally ill to the extent that his release would constitute a danger to himself or others.\" Thus the issue is the same at each hearing, and it is clear that the facts underlying petitioner's constitutional claim with regard to each hearing are substantially the same. Since the Connecticut Supreme Court has had the opportunity to rule on the claim in the appeal of the first hearing, to require petitioner to relitigate on appeal the same claim after each periodic hearing would not serve the purposes of the exhaustion requirement. See Wilwording v. Swenson, 404 U.S. 249, 250, 92 S. Ct. 407, 30 L. Ed. 2d 418 (1971); Brown v. Allen, 344 U.S. 443, 449 n. 3, 73 S. Ct. 397, 97 L. Ed. 469 (1953). Thus I conclude that the exhaustion requirement has been satisfied here and that petitioner can raise his constitutional claim in this proceeding.[11]\n\nIII. DUE PROCESS REQUIREMENTS\n\nOnce petitioner was acquitted, even by reason of his insanity, his criminal responsibility for his past acts was at an end. To justify restricting his liberty thereafter depended upon whether he could be involuntarily committed to a state mental hospital. Connecticut recognizes this distinction between incarceration of convicted criminals and involuntary commitment of insanity acquittees. Compare Conn.Gen.Stat. § 53a-28 with Conn.Gen.Stat. § 53a-47.\nIt has been established that involuntary commitment of the mentally ill is a \"massive curtailment of liberty.\" Humphrey v. Cady, 405 U.S. 504, 509, 92 S. Ct. 1048, 31 L. Ed. 2d 394 (1972). Furthermore,\n\"There can be no doubt that involuntary commitment to a mental hospital, like involuntary confinement of an individual for any reason, is a deprivation of liberty which the State cannot accomplish without due process of law. Specht v. Patterson, 386 U.S. 605, 608, 87 S. Ct. 1209, 1211, 18 L. Ed. 2d 326 (1967). Cf. In re Gault, 387 U.S. 1, 12-13, 87 S. Ct. 1428, 1435-1436, 18 L. Ed. 2d 527 (1967). Commitment must be justified on the basis of a legitimate state interest, and the reasons for committing a particular individual must be established in an appropriate proceeding. Equally important, confinement must cease when those reasons no longer exist.\"\nO'Connor v. Donaldson, 422 U.S. 563, 580, 95 S. Ct. 2486, 2496, 45 L. Ed. 2d 396 (1975) (Burger, C. J., concurring). In O'Connor v. Donaldson, Justice Stewart's opinion for the Court held that even if the individual's \"original confinement was founded upon a constitutionally adequate basis . . . it could not constitutionally continue after that basis no longer existed.\" Id. at 574-75, 95 S. Ct. at 2493. He concluded that \"a State cannot constitutionally confine without more a nondangerous individual who is capable of surviving safely in freedom by himself or with the help of willing and responsible family members or friends.\" Id. at 576, 95 S.Ct. at 2494.[12]\nTo justify confinement of an individual following an insanity acquittal, therefore, due process requires a judicial *1069 determination that the individual is mentally ill and dangerous to himself or others. Powell v. Florida, 579 F.2d 324, 330 (5th Cir. 1978); Lee v. Kolb, 449 F. Supp. 1368, 1374 (W.D.N.Y.1978); see also Bolton v. Harris, 130 U.S.App.D.C. 1, 6, 395 F.2d 642, 647 (1968).[13] On its face, Conn.Gen.Stat. § 53a-47 meets this due process requirement. Under that statute a person acquitted by reason of insanity is entitled to release unless the state establishes by a preponderance of the evidence that the individual is, at the time of the hearing, \"mentally ill to the extent that his release would constitute a danger to himself or others.\" Conn.Gen. Stat. § 53a-47(a)(1).\nPetitioner claims, however, that the determination of dangerousness by the state courts in his case did not satisfy substantive due process standards in that the state courts effectively held that the dangerousness requirement of section 53a-47 was satisfied so long as the petitioner could not assure the courts that he would never have a relapse if released from the hospital. In essence, petitioner contends that the state courts violated his constitutional rights by (1) ruling that he was dangerous in the absence of any positive evidence supporting that determination, and (2) by shifting the burden of proof to him on the issue of whether he was mentally ill to the extent that his release would constitute a danger to himself or others. These contentions will be discussed in turn.\n\nA. Evidence of Dangerousness\n\nPetitioner argues that no evidence was presented to the state courts upon which the courts could constitutionally base a finding that petitioner's release would constitute a danger to himself or others. Petitioner cites to the trend of the law in the area of involuntary civil commitments, where a determination of dangerousness is also a necessary basis for involuntary confinement. In the civil commitment cases, several federal courts have held that a minimal regard for the individual's due process rights requires that the determination of dangerousness be based on a recent overt act, threat, or attempt of the individual facing commitment. Stamus v. Leonhardt, 414 F. Supp. 439, 450-51 (D.Iowa 1976); Doremus v. Farrell, 407 F. Supp. 509, 514-15 (D.Neb.1975) (three-judge court); Lynch v. Baxley, 386 F. Supp. 378, 391 (M.D.Ala.1974) (three-judge court); Lessard v. Schmidt, 349 F. Supp. 1078, 1093 (E.D.Wis.1972) (three-judge court), vacated and remanded on other grounds, 414 U.S. 473, 94 S. Ct. 713, 38 L. Ed. 2d 661 (1974), judgment reinstated, 379 F. Supp. 1376 (E.D.Wis.1974), vacated and remanded on other grounds, 421 U.S. 957, 95 S. Ct. 1943, 44 L. Ed. 2d 445 (1975), judgment reinstated, 413 F. Supp. 1318 (E.D. Wis.1976).[14]\nIn the instant case petitioner correctly argues that the state court findings of dangerousness *1070 were not based upon his recent overt behavior. The records of the three hearings at issue here establish that petitioner manifested no signs of overt psychosis, delusions, or thought disorder. The psychiatrists testified that due to the regular use of medication in the hospital, petitioner's underlying mental illness was in remission.[15]\nIn the context of the confinement of persons acquitted on grounds of insanity, however, evidence of a recent overt act, threat, or attempt indicating dangerousness is not the only basis upon which a court can, consistent with due process, find that the person's release would constitute a danger to himself or others. It is evident that a court may consider the past violent act, for which the person was brought to trial, as some evidence of a future potential for dangerousness. See Powell v. Florida, supra, 579 F.2d at 333; United States v. Ecker, 177 U.S.App.D.C. 31, 49-50, 543 F.2d 178, 196-97 (1976). Though an acquittal on grounds of insanity absolves the actor of criminal responsibility for the violent act, the verdict necessarily establishes that the person committed the act:\n\"Plainly the acquittal by reason of insanity reflects a jury determination, beyond a reasonable doubt, that except for the defense of insanity, defendant did do the act, e. g., kill the deceased, and have the intent, that constitutes the substantive crime without any exculpation or mitigation in non-insanity defenses (e. g. self-defense). Lynch v. Overholser, 369 U.S. 705, 714, 82 S. Ct. 1063, 8 L. Ed. 2d 211 . . . (1962). If a jury is not ready to make that determination it must acquit completely, without going on to consider the insanity defense.\"\nDixon v. Jacobs, 138 U.S.App.D.C. 319, 331, 427 F.2d 589, 601 (1970) (Leventhal, J. concurring). Thus a verdict of not guilty by reason of insanity establishes that the acquittee has once been dangerous to society because of his mental condition.\nIn the instant case, in the absence of evidence of recent overt behavior indicating that petitioner would have a relapse, the fact that petitioner had committed a violent act in his past provided the only evidence that petitioner if released might become dangerous once again.[16] While an insanity acquittal may be uncontroverted evidence of prior violent conduct of the individual, its probative value in predicting future dangerousness depends in large part on how far in the past the violent act occurred. At the time of the first commitment hearing in May 1974, approximately three years had passed since petitioner had shot his next-door neighbor; by the time of the second commitment hearing in December 1974, another six months had passed; and by the time of the third commitment hearing in October 1975, a total of a little over four years had passed. In these circumstances, it was possible to conclude that petitioner's past violent conduct constituted some relevant evidence of his possible future dangerous behavior; however, without more evidence in the way of *1071 expert opinion that his earlier dangerousness continued, this was insufficient to satisfy the state's burden of proof. As the past act becomes more and more remote, the courts should increasingly focus on the recent overt acts, threats or attempts of the insanity acquittee. Otherwise the acquittee will be forced to serve a life sentence on the basis of a past act for which he was not found legally responsible. Here, the state courts effectively held: \"once dangerous, always dangerous.\" Thus the state courts in effect placed the burden on petitioner to prove that he was not dangerously mentally ill. Whether it was a constitutional error to place this burden on the petitioner is considered next.\n\nB. Burden of Proof\n\nAn examination of the state court decisions, see section I supra, reveals that the state courts effectively shifted the burden of proof to the petitioner on the issue of whether he was \"mentally ill to the extent that his release would constitute a danger to himself or others.\" Rather than require the state to prove that petitioner, if released, would have a relapse and again become dangerous, the state courts required petitioner to prove that he would not have a relapse and thereby become dangerous. This shifting of the burden of proof violated the statutorily imposed burden of proof, which requires the state to prove \"by a preponderance of the evidence\" that the individual is dangerously mentally ill. Conn.Gen.Stat. § 53a-47. A state law violation alone, however, is not cognizable under 28 U.S.C. § 2254; on a petition by a state prisoner for a writ of habeas corpus, this court can only correct errors of constitutional magnitude. Mapp v. Warden, 531 F.2d 1167, 1173 (2d Cir.), cert. denied, 429 U.S. 982, 97 S. Ct. 498, 50 L. Ed. 2d 592 (1976); United States ex rel. Stanbridge v. Zelker, 514 F.2d 45, 50 (2d Cir. 1975); see Cupp v. Naughten, 414 U.S. 141, 146, 94 S. Ct. 396, 38 L. Ed. 2d 368 (1973); Tollett v. Henderson, 411 U.S. 258, 266, 93 S. Ct. 1602, 36 L. Ed. 2d 235 (1973).\nWhether shifting the burden of proof to petitioner also constituted a violation of petitioner's constitutional rights is less clear. Neither the United States Supreme Court nor the Second Circuit Court of Appeals has ruled on what burden and standard of proof are required under the due process clause to confine an insanity acquittee on the ground that he is mentally ill and dangerous to himself or others. In the context of involuntary civil commitments, the Supreme Court recently held that in order to involuntarily commit an individual for an indefinite period in a state mental hospital, due process requires that the state prove by \"clear and convincing evidence\" that the individual is mentally ill and dangerous to himself or others. Addington v. Texas, ___ U.S. ___, ___ - ___, 99 S. Ct. 1804, 60 L. Ed. 2d 323 (1979).[17]\nThe fact that such a heavy burden of proof was constitutionally required of the state in Addington might indicate that the constitution requires at a minimum that the burden of proof be placed on the state in the context of the confinement of insanity acquittees.[18] In response to this argument, *1072 which has not been specifically presented to this court, it is sufficient to note that while the Supreme Court has gone a long way in protecting the constitutional rights of persons involuntarily confined for treatment, it has not yet extended the rule of Addington to the instant case. The following dicta of Justice Harlan in Lynch v. Overholser, 369 U.S. 705, 711-15, 82 S. Ct. 1063, 8 L. Ed. 2d 211 (1962), where a clear distinction was made between the basis for the confinement of an insanity acquittee and one civilly committed, indicates that when an individual's original commitment is based on his own contention that he should not be punished for his wrongful conduct because of his insanity, this diminishes the fundamentality of his liberty interests:\n\"The criminal defendant who chooses to claim that he was mentally irresponsible when his offense was committed is in quite a different position. It is true that he may avoid the ordinary criminal penalty merely by submitting enough evidence of an abnormal mental condition to raise a reasonable doubt of his responsibility at the time of committing the offense. Congress might have thought, however, that having successfully claimed insanity to avoid punishment, the accused should then bear the burden of proving that he is no longer subject to the same mental abnormality which produced his criminal acts. Alternatively, Congress might have considered it appropriate to provide compulsory commitment for those who successfully invoke an insanity defense in order to discourage false pleas of insanity. We need go no further here than to say that such differentiating considerations are pertinent to ascertaining the intended reach of this statutory provision.\"\nId. at 715, 82 S. Ct. at 1069-1070. While this dicta is not a square discussion of the constitutional issue, it does clearly imply that a state can, consistent with the Constitution, require an insanity acquittee, rather than the state, to carry the burden of proof at a release-from-commitment hearing on the issue of the acquittee's mental condition. Cf. Leland v. Oregon, 343 U.S. 790, 72 S. Ct. 1002, 96 L. Ed. 1302 (1952); Patterson v. New York, 432 U.S. 197, 205, 97 S. Ct. 2319, 53 L. Ed. 2d 281 (1977) (a state may constitutionally place the burden of proof of insanity on a criminal defendant). Since Supreme Court dicta must be given considerable weight and cannot be ignored, see United States v. Bell, 524 F.2d 202, 206 (2d Cir. 1975), this court cannot hold that the state court's shifting of the burden of proof in this case constituted a constitutional violation. See Ragsdale v. Overholser, 108 U.S.App.D.C. 308, 314, 281 F.2d 943, 949 (1960) (Burger, J.) (placing the burden of proof on the insanity acquittee to establish eligibility for release from a mental institution \"violates no constitutional guarantee\"). It is ironic that where, as here, the Connecticut legislature has placed a more stringent burden on the state than the Constitution demands, the state courts' failure to comply with the State statute is not an error which this court can correct under 28 U.S.C. § 2254. See cases cited supra.\nThe temptation to extend the rule of Addington here, in spite of the dicta of Lynch v. Overholser, is easy to resist in the instant case since the Connecticut statutory scheme provides petitioner with substantially the same relief this court would grant him if the state courts were held to have committed constitutional error. If this court had the power to grant whatever relief \"law and justice require,\" 28 U.S.C. § 2243, it would do no more than require the state court to hold a prompt hearing at which the proper allocation of the burden of proof would be applied. To a considerable extent, this avenue of relief has been wrought by the Connecticut legislature in section (c) of Conn.Gen.Stat. § 53a-47, quoted in note 4, supra.\nWhile section 53a-47(c) leaves the state courts with some discretion in deciding when to told a hearing to determine petitioner's *1073 present mental condition, it is hoped that the consideration of this case by this court has not been without usefulness. Since the state courts did improperly shift the burden of proof, in violation of Conn. Gen.Stat. § 53a-47, it would be only fair that petitioner be given a prompt hearing under section 53a-47(c), at which the state court would follow the statutory mandate requiring proof by the state by a \"preponderance of the evidence.\" Furthermore, at this hearing, both the petitioner and the state court could give closer attention and consideration to subsection (e)(2) of section 53a-47, which appears to have played little role in the previous state court decisions. That subsection provides: \"The court may order that such person be released under such conditions and supervision as the court deems appropriate to his situation.\" (Emphasis added.) See O'Connor v. Donaldson, 422 U.S. at 576, 95 S. Ct. 2486, quoted supra. Now that petitioner has undergone several years of treatment at the state mental hospital, it may well be that even if his underlying mental illness remains, petitioner can be released in an outpatient setting, where his regular use of medication and management of his own affairs can be monitored in such a way that petitioner would not pose a danger to himself or others.[19]\nFor the foregoing reasons, the petition for a writ of habeas corpus is denied.\nSO ORDERED.\nNOTES\n[1]  According to the Connecticut Supreme Court this meant that at his trial the jury found \"that at the time of the commission [of the offense] there was at least reasonable doubt as to his sanity.\" State v. Warren, 169 Conn. 207, 215, 363 A.2d 91, 96 (1975).\n[2]  Conn.Gen.Stat. § 53a-47(a) provides:\n\n\"(1) When any person charged with an offense is acquitted on the grounds of mental disease or defect, the court shall order such person to be temporarily confined in any of the state hospitals for mental illness for a reasonable time, not to exceed ninety days, for an examination to determine his mental condition . . .. (2) The person to be examined shall be informed that, in addition to the examination provided for in subdivision (1), he has a right to be examined during such confinement by a psychiatrist of his own choice. (3) Within sixty days of the confinement pursuant to subdivision (1), the superintendent of such hospital and the retained psychiatrist, if any, shall file reports with the court setting forth their findings and conclusions as to whether such person is mentally ill to the extent that his release would constitute a danger to himself or others. Copies of such reports shall be delivered to the state's attorney or prosecutor and to counsel for such person. (4) Upon receipt of such reports, the court shall promptly schedule a hearing. If the court determines that the preponderance of the evidence at the hearing establishes that such person is mentally ill to the extent that his release would constitute a danger to himself or others, the court shall confine such person in a suitable hospital or other treatment facility.\"\n[3]  The state court made several findings, the following of which represent the gist of those findings:\n\n\"15. [It is] Dr. Lee's opinion [that] if the defendant was released from the hospital and he failed to take the medication prescribed for him, he would constitute a danger to himself and others.\n\". . . .\n\"21. Recent studies from the Veterans' Administration Hospital show that close to fifty per cent of the readmissions to those hospitals were due to the failure of patients to realize the need to continue taking medication for an indefinite period of time.\n\". . . .\n\"23. The defendant's condition is not eliminated by medication; it is only controlled. In other words, medication does not affect the cause, only the symptoms.\n\"23a. Once released from a mental institution, there is no way in which authorities can control whether the defendant will faithfully and constantly take his medication.\"\nPetitioner's Exh. C at 10-11.\n[4]  Conn.Gen.Stat. § 53a-47(c) provides in full:\n\n\"(1) Upon certification by the superintendent of the hospital or institution that, in his opinion, such person is no longer mentally ill to the extent that his release would constitute a danger to himself or others, the court may order the release of the person confined at the expiration of thirty days from the time such certificate is filed. (2) At the time such certificate is filed with the court, a copy shall be furnished to the state's attorney or prosecutor who may request a hearing as to whether such person should be released. At such hearing, evidence of mental condition may be submitted. The confined person shall be released unless the state establishes by a preponderance of the evidence that such person is, at the time of hearing, mentally ill to the extent that his release would constitute a danger to himself or others. (3) The superintendent shall, during such confinement, submit to the court at least every six months a written report with respect to the mental condition of such person. Copies of such report shall be furnished to the state's attorney or prosecutor and counsel for the confined person. The court, upon its own motion or at the request of the parties, may at any time hold a hearing to determine whether such person should be released prior to the expiration of the maximum period, in accordance with the standards set forth in subdivision (1), provided such a hearing shall be held at least every five years.\"\n[5]  The first commitment hearing was precipitated by an order under Conn.Gen.Stat. § 53a-47(a)(1) \u0097confining petitioner to a mental hospital for not more than 90 days for an examination to determine the petitioner's mental condition and reports of findings and conclusions by the superintendent of such hospital as to mental illness and danger to self or others. Although reports are to be delivered also to the state's attorney or prosecutor, this section does not expressly authorize them to participate in the hearing. Under section 53a-47(c)(1), if the superintendent certifies that in his opinion the committed person is no longer mentally ill to the extent that his release would constitute a danger to himself or others, the state's attorney or prosecutor, under section 53a-47(c)(2), may request a hearing.\n[6]  Dr. Lee concluded his written psychiatric report by stating:\n\n\"At this time I do not consider Mr. Warren ill to the extent that his release would constitute a danger to himself or others. Continued favorable prognosis, however, must be based on the continued use of psychotropic medication and regular attendance at a psychiatric out-patient department.\" Petitioner's Exh. A at 18a.\nDr. Voelkening concluded his report by stating:\n\"During my examination, I was unable to detect clinical evidence of depression. There was no disorder in thinking and no disorder in perception, such as hallucinations. He impressed me as being of average intelligence. His improvement is most likely due to regular administration of tranquilizers, and he should continue to take these regularly.\n\"Based on my professional background and experience, I do not consider Mr. Warren ill to the extent where his release would constitute a danger to himself or others.\" Id. at 21a.\n[7]  As a representative example, the following is an excerpt from Dr. Voelkening's report:\n\n\"Since I submitted my last evaluation of Mr. Warren, there have been no drastic changes in his condition or in his adjustment in the hospital. . . .\n\". . . .\n\". . . At the present time there is nothing to indicate severe or overt psychopathology. His thinking is logical and rational and is free of any delusional thoughts. Hallucinations are absent. Cognition, memory and orientation are intact and he seems to be of average intelligence. Mr. Warren is presently receiving injectable Prolixin; namely, Prolixin Decanoate 50 mgs. I. M. every two weeks as well as Tremin 5 mgs. twice a day to counteract possible side-effects from Prolixin.\n\"Based on this most recent examination and a review of the available records, I have come to the conclusion that, at this time, Mr. Warren is no longer mentally ill to the extent that his release would constitute a danger to others or to himself. His improvement can be explained as a result of living in a structured environment in the hospital where he is kept busy and the regular administration of psychotropic medication.\" Petitioner's Exh. L.\n[8]  The court based its conclusion on its findings, inter alia, that\n\n\"it cannot be said unequivocally that he will not be a danger; if he did not take the prescribed drugs he could have the overt symptoms of paranoid schizophrenia and he could be psychotic in six weeks; a failure to take the drugs could result in a recurrence of the symptoms, now controlled, which the patient might not recognize; . . . it is a fact that most patients including paranoid schizophrenics, who are released and feel better stop taking their medicine; if he did not take the tofranil, he might develop depression and if this continued long enough he would again be paranoid schizophrenic, would project his guilt to others and then would be dangerous; . . . about fifty per cent of all readmissions to Veterans' Hospitals for mental patients are former patients who did not continue to take the prescribed medications.\"\nPetitioner's Exh. I at 4-6.\n[9]  Petitioner does not have to pursue state habeas corpus relief to exhaust state remedies once the highest state court has passed upon his constitutional claims. See Brown v. Allen, 344 U.S. 443, 449 n. 3, 73 S. Ct. 397, 97 L. Ed. 469 (1953).\n[10]  Although the Supreme Court of Connecticut denied the petitioner's motion to amend the record and its appeal to include the record of the second Connecticut hearing, it did consider that record in the appendix to petitioner's brief: \"After a review of the evidence as printed in the appendix to the defendant's brief, we conclude that the facts found by the court are amply supported by the evidence in the case and established by a preponderance of the evidence.\" State v. Warren, 169 Conn. at 213, 363 A.2d at 94, 95.\n[11]  Respondent also argues that petitioner's constitutional challenge to the state court rulings of 1974 and 1975 is now moot on the grounds that petitioner's present confinement is based on subsequent psychiatric reports which state that petitioner's mental condition has deteriorated and that petitioner's release would now constitute a danger to himself or others. Respondent's argument must be rejected since where the legal questions presented are \"capable of repetition, yet evading review,\" the questions will not be held to be moot. See Sosna v. Iowa, 419 U.S. 393, 399-400, 95 S. Ct. 553, 557, 42 L. Ed. 2d 532 (1975).\n[12]  See Developments in the Law\u0097Civil Commitment of the Mentally Ill, 87 Harv.L.Rev. 1190, 1212-19 (urging that a finding of incapacity be a threshold requirement for civil commitment); see generally Winters v. Miller, 446 F.2d 65 (2d Cir.), cert. denied, 404 U.S. 985, 92 S. Ct. 450, 30 L. Ed. 2d 369 (1971).\n[13]  Where a judicial conclusion of \"dangerousness\" will result in a deprivation of liberty, what due process requires to support such a conclusion presents a question of federal constitutional law. See Hollis v. Smith, 571 F.2d 685, 695-96 (2d Cir. 1978); Doremus v. Farrell, 407 F. Supp. 509, 513 (D.Neb.1975) (three-judge court); Lynch v. Baxley, 386 F. Supp. 378, 390-91 (M.D.Ala.1974) (three-judge court); Lessard v. Schmidt, 349 F. Supp. 1078, 1093 (E.D.Wis. 1972) (three-judge court), vacated and remanded on other grounds, 414 U.S. 473, 94 S. Ct. 713, 38 L. Ed. 2d 661 (1974), judgment reinstated, 379 F. Supp. 1376 (E.D.Wis.1974), vacated and remanded on other grounds, 421 U.S. 957, 95 S. Ct. 1943, 44 L. Ed. 2d 445 (1975), judgment reinstated, 413 F. Supp. 1318 (E.D.Wis.1976).\n[14]  For example, the court in Lynch v. Baxley, supra, stated:\n\n\"Due process requires that the need for confinement be based upon a substantial likelihood that dangerous behavior will be engaged in unless restraints are applied. While the actual assessment of the likelihood of danger calls for an exercise of medical judgment, the sufficiency of the evidence to support such a determination is fundamentally a legal question. A mere expectancy that danger-productive behavior might be engaged in does not rise to the level of legal significance when the consequence of such an evaluation is involuntary confinement. To confine a citizen against his will because he is likely to be dangerous in the future, it must be shown that he has actually been dangerous in the recent past and that such danger was manifested by an overt act, attempt or threat to do substantial harm to himself or to another.\"\n386 F.Supp. at 391 (footnote omitted).\n[15]  The state court findings and conclusions on the issue of whether petitioner might discontinue taking his medication after release, and therefore might become dangerous to himself or others, were based in large part on testimony regarding studies from the Veterans' Administration which showed that approximately 50 percent of all mental patients readmitted to those hospitals were former patients who did not continue to take their prescribed medication. See Petitioner's Exh. C at 10; Petitioner's Exh. E at 26; Petitioner's Exh. I at 5-6. The V.A. studies discussed and relied upon by the state courts, however, reveal nothing about whether this petitioner, or even patients in petitioner's situation generally, would discontinue taking medication upon release. The V.A. studies do not offer any evidence as to the statistical likelihood of released patients failing to take medication; the studies only refer to the percentage of patients readmitted who were readmitted for failure to take their medication. No statistics were presented to the state courts concerning the percentage of all released patients who subsequently failed to take their medication. See Petitioner's Exh. B at 18a.\n[16]  On the issue of whether petitioner was mentally ill, the evidence before the state courts unequivocally established that petitioner had an underlying mental illness at the time of the commitment hearings.\n[17]  See Hollis v. Smith, 571 F.2d 685, 695-96 (2d Cir. 1978) (where continued confinement of a state prisoner serving an indeterminate sentence as a sex offender depended upon a court determination that the person presented a danger to society, due process requires that the determination of dangerousness be based upon \"clear, unequivocal, and convincing evidence\").\n\nThe Connecticut civil commitment statute, Conn.Gen.Stat. § 17-176 et seq., comports with the due process requirement established by Addington. Section 17-178(c) of the statute states that a court may involuntarily commit an individual to a hospital only after the court finds \"by clear and convincing evidence that the person . . . is mentally ill and dangerous to himself or herself or others or gravely disabled.\"\n[18]  If the rule of Addington were to govern this case, it is clear enough that the state did not meet the burden of proof required in that case. For example, the conclusion of the state court following petitioner's third commitment hearing that \"it cannot be said unequivocally that [petitioner] will not be a danger,\" quoted more fully supra n. 8, can be upheld only on the basis that it was the petitioner's burden to prove that he would continue to subject himself to prescribed treatment and medication. While the Connecticut statute did not place that burden upon him, it does not necessarily follow, however, that it was a violation of his constitutional rights to do so.\n[19]  The courts must be mindful of Judge Smith's statement in Winters v. Miller, 446 F.2d 65, 68 (2d Cir. 1971):\n\n\"A finding of `mental illness' even by a judge or jury, and commitment to a hospital, does not raise even a presumption that the patient is `incompetent' or unable adequately to manage his own affairs.\"\n\n",
            "ocr": false,
            "opinion_id": 2124204
        }
    ],
    "court_short_name": "D. Connecticut",
    "court_full_name": "District Court, D. Connecticut",
    "court_type": "FD",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Murder"
}