{
    "id": 2164487,
    "judges": "Wieand, Nix and Wekselman",
    "date_filed": "2017-05-12",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-haddle",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Haddle",
    "case_name_full": "COMMONWEALTH of Pennsylvania, v. James William HADDLE, Appellant",
    "attorneys": "Anthony B. Panaway, Wilkes-Barre, for appellant., Michael I. Butera, Assistant District Attorney, Pittston, for Commonwealth, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued July 16, 1979.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b448-3\">\n    413 A.2d 735\n   </citation><br><parties id=\"b448-4\">\n    COMMONWEALTH of Pennsylvania, v. James William HADDLE, Appellant.\n   </parties><br><court id=\"b448-6\">\n    Superior Court of Pennsylvania.\n   </court><otherdate id=\"A0D\">\n    Argued July 16, 1979.\n   </otherdate><br><decisiondate id=\"b448-7\">\n    Filed Nov. 2, 1979.\n   </decisiondate><br><attorneys id=\"b450-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"420\"> \n     *420\n     </span>\n    Anthony B. Panaway, Wilkes-Barre, for appellant.\n   </attorneys><br><attorneys id=\"b450-15\">\n    Michael I. Butera, Assistant District Attorney, Pittston, for Commonwealth, appellee.\n   </attorneys><br><judges id=\"b450-16\">\n    Before WIEAND, NIX and WEKSELMAN, JJ.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b450-17\">\n     Justice ROBERT N. C. NIX, Jr. of the Supreme Court of Pennsylvania, and Judge I. MARTIN WEKSELMAN of the Court of Common Pleas, Alegheny County, Pennsylvania, are sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "413 A.2d 735",
        "271 Pa. Super. 418"
    ],
    "opinions": [
        {
            "author_str": "Wieand",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n271 Pa. Superior Ct. 418 (1979)\n413 A.2d 735\nCOMMONWEALTH of Pennsylvania,\nv.\nJames William HADDLE, Appellant.\nSuperior Court of Pennsylvania.\nArgued July 16, 1979.\nFiled November 2, 1979.\n*420 Anthony B. Panaway, Wilkes-Barre, for appellant.\nMichael I. Butera, Assistant District Attorney, Pittston, for Commonwealth, appellee.\nBefore WIEAND, NIX and WEKSELMAN, JJ.[*]\n*421 WIEAND, Judge:\nJames Haddle appeals from the judgment of sentence imposed after a jury had found him guilty of voluntary manslaughter. He raises several issues which we will discuss seriatim.\nOn December 23, 1975, at or about 6:10 o'clock, P.M., a telephone call was received by Dallas Township Police in which the caller, who identified himself as James Haddle, requested that a police car be sent to his house because \"I just kicked the hell out of my wife's lover and I want him out of the house.\" When police answered the call and went to appellant's home, they discovered the lifeless body of Daniel Hodge on the living room floor. Appellant was advised of his rights under Miranda[1] but insisted upon giving police his version of the events leading to Hodge's death. He said that he and Hodge had been drinking beer in the kitchen and that an argument had started about appellant's wife and her association with Hodge. Appellant said that he had risen from his chair and said, \"You always wanted me, here I am, go ahead.\" When Hodge also rose, appellant said, \"Go for my throat.\" According to appellant's statement to the police, the decedent never reached appellant's throat. Appellant threw the decedent to the floor and proceeded to stomp his head, saying, \"You'll never screw another woman again.\"\nAt trial, evidence disclosed that the decedent and appellant's wife had been having an affair. Earlier during the evening of the killing, the three of them had been together at a bar where their relationship was discussed. After appellant and his wife left and returned to their home, Hodge followed. Appellant's version at trial was that Hodge had attacked him during the course of their argument in the kitchen and that he had killed in self-defense.\nAppellant's contention that the verdict was against the weight of the evidence must fail. The evidence pertaining *422 to self-defense was conflicting. The credibility of the witnesses, therefore, was for the jury. In such instances, the trial court's denial of a motion for new trial on the grounds that the verdict was against the weight of the evidence will not be disturbed so long as the jury's findings are supported by the evidence. Commonwealth v. Thomas, 254 Pa.Super. 326, 385 A.2d 1362 (1978); Commonwealth v. Hayes, 205 Pa.Super. 338, 209 A.2d 38 (1965).\nDuring the course of deliberating on its verdict, the jury requested \"to have the voluntary manslaughter charge read and further explained.\" The trial court complied with this request and explained at length and in detail the law pertaining to voluntary manslaughter. Appellant then asked the court to charge also on \"lawful justification\". The trial judge declined this request because the claim of justification by self-defense had been covered thoroughly in the original charge and because the jury had not requested a review of that portion of the charge. Appellant contends that this was error.\nThe scope of supplemental instructions given in response to a jury's request rests within the sound discretion of the trial judge. He may properly confine supplemental instructions to the particular question asked by the jury despite a defendant's request for additional instructions. Commonwealth v. Perkins, 473 Pa. 116, 373 A.2d 1076 (1977); Commonwealth v. Boone, 467 Pa. 168, 354 A.2d 898 (1975).\nWe perceive no abuse of discretion in the instant case. The applicable law pertaining to self-defense was thoroughly covered in the trial court's instructions, and appellant does not complain of error therein. The jury's request for explanation was limited to voluntary manslaughter. At the close of his review of the law pertaining to voluntary manslaughter, the trial judge reminded the jury that in arriving at its verdict it should recall the entire charge, which included \"the charge of murder, the credibility of the witnesses, the testimony of expert witnesses, the claim of self-defense and the entire charge as you all heard it this morning.\" (Emphasis added)\n*423 In support of his defense that the victim had attacked and choked him and that he acted in self-defense, appellant produced testimony by a friend, Dr. Gabriel Klem, who said that upon visiting appellant on the morning following appellant's arrest he could feel little bubbles of air beneath the skin of appellant's trachea. This indicated, he said, that appellant had sustained a subcutaneous emphysema which, in his opinion, could not have been self-inflicted. He conceded, however, that injury to the trachea was not substantiated by X-rays taken at the Wilkes-Barre General Hospital.\nThe Commonwealth arranged to have Dr. Vincent Drapiewski, an internist, present in the courtroom during Dr. Klem's testimony. Thereafter, Dr. Drapiewski was called as a rebuttal witness. He testified, over objection, that he had reviewed appellant's hospital records[2] and that they did not support a conclusion that appellant had sustained injury to his trachea, larynx or pharynx. Appellant argues that it was error to allow this rebuttal testimony. Specifically, he contends that Dr. Drapiewski should not have been permitted to testify because at no time had he examined appellant.\nThe opinion of an expert witness may be based on facts admitted or proven, on facts adduced by a party, or on reports admitted into evidence. Commonwealth v. Daniels, 480 Pa. 340, 390 A.2d 172 (1978); Kelly v. Martino, 375 Pa. 244, 99 A.2d 901 (1953); Rose v. Hoover, 231 Pa.Super. 251, 331 A.2d 878 (1974); Henry, Pennsylvania Evidence § 561. An opinion may also be based in part upon reports of others not in evidence but on which experts customarily rely in the practice of their profession. Commonwealth v. Thomas, 444 Pa. 436, 282 A.2d 693 (1971). The testimony of Dr. Drapiewski was intended to refute testimony of Dr. Klem and was based on hospital records previously placed in evidence. There was no error committed in receiving this testimony.\n*424 Appellant also argues that it was error to allow in rebuttal the testimony of John Wilson and Dorothy Venetz.[3] We disagree. The admissibility of rebuttal evidence is within the discretion of the trial judge. Commonwealth v. Farrior, 446 Pa. 31, 284 A.2d 684 (1971). Here, appellant testified on direct examination that he had killed Hodge in self-defense. Further, on cross-examination, he denied that he had threatened to harm Hodge. The testimony of Wilson and Venetz was intended to show that appellant had made threats against Hodge. This was proper rebuttal.\nFinally, appellant contends that it was error to receive scientific evidence showing the alcoholic content of the blood of both appellant and the decedent. The alcohol in appellant's blood was ascertained by a breathalyzer test given approximately three and one-half hours after the fight. The alcohol content in decedent's blood was determined by an examination of blood withdrawn following his death. It disclosed .23 per cent alcohol by weight. Both tests were administered by qualified personnel.\nAppellant advances several reasons why this evidence should have been held inadmissible. He claims that the results were subject to error because of the length of time between the incident and the time the tests were administered, because the decedent's sample was taken from the heart, and because the analysis of decedent's blood occurred three months after it had been drawn from his body.[4] He also contends that the results were contradicted by direct evidence of decedent's appearance prior to his death. All of appellant's objections go only to the weight to be given the evidence, not its admissibility. Both the reliability *425 and the weight of scientific evidence are for the jury. Commonwealth v. Tylwalk, 258 Pa.Super. 506, 393 A.2d 473 (1978); Commonwealth v. Sweet, 232 Pa.Super. 372, 335 A.2d 420 (1975). The trial court properly refused to disallow this evidence.\nOur review persuades us that there is no basis for setting aside the verdict of the jury and that the trial court properly denied appellant's post trial motions.\nThe judgment of sentence is affirmed.\nNOTES\n[*]  Justice ROBERT N.C. NIX, Jr. of the Supreme Court of Pennsylvania, and Judge I. MARTIN WEKSELMAN of the Court of Common Pleas, Allegheny County, Pennsylvania, are sitting by designation.\n[1]  Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n[2]  The hospital records had been offered into evidence by the Commonwealth. They were properly received to show symptoms and treatment prescribed. Commonwealth v. Digiacomo, 463 Pa. 449, 345 A.2d 605 (1975).\n[3]  Dorothy Venetz was not called as a witness but her testimony was stipulated by counsel.\n[4]  It is questionable whether these specific arguments are properly before this court in view of the fact that defendant's only objection at trial was that the decedent's blood sample was \"tainted\". See: Commonwealth v. Raymond, 412 Pa. 194, 194 A.2d 150 (1963); Commonwealth v. Markwich, 178 Pa.Super. 169, 113 A.2d 323 (1955). See also Commonwealth v. Polof, 238 Pa.Super. 565, 362 A.2d 427 (1975).\n\n",
            "ocr": false,
            "opinion_id": 2164487
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}