{
    "id": 2137225,
    "judges": "Kline",
    "date_filed": "2023-08-01",
    "date_filed_is_approximate": true,
    "slug": "people-v-perez",
    "case_name_short": "Perez",
    "case_name": "People v. Perez",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. NANCY ANN PEREZ, Defendant and Appellant",
    "attorneys": "Counsel, Frank O. Bell, Jr., State Public Defender, under appointment by the Court of Appeal, and John Plotz, Deputy State Public Defender, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Steve White, Chief Assistant Attorney General, John H. Sugiyama, Assistant Attorney General, Martin S. Kaye and Matthew P. Boyle, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b612-3\">\n    [No. A036113.\n   </docketnumber><court id=\"AG2\">\n    First Dist., Div. Two.\n   </court><decisiondate id=\"AE4\">\n    Nov. 25, 1987.]\n   </decisiondate><br><parties id=\"b612-4\">\n    THE PEOPLE, Plaintiff and Respondent, v. NANCY ANN PEREZ, Defendant and Appellant.\n   </parties><br><attorneys id=\"b614-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"688\"> \n     *688\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b614-7\">\n    Frank O. Bell, Jr., State Public Defender, under appointment by the Court of Appeal, and John Plotz, Deputy State Public Defender, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b614-8\">\n    John K. Van de Kamp, Attorney General, Steve White, Chief Assistant Attorney General, John H. Sugiyama, Assistant Attorney General, Martin S. Kaye and Matthew P. Boyle, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "196 Cal. App. 3d 686",
        "242 Cal. Rptr. 135"
    ],
    "opinions": [
        {
            "author_str": "Kline",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6472.0,
            "opinion_text": "\n196 Cal. App. 3d 686 (1987)\n242 Cal. Rptr. 135\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nNANCY ANN PEREZ, Defendant and Appellant.\nDocket No. A036113.\nCourt of Appeals of California, First District, Division Two.\nNovember 25, 1987.\n*688 COUNSEL\nFrank O. Bell, Jr., State Public Defender, under appointment by the Court of Appeal, and John Plotz, Deputy State Public Defender, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Steve White, Chief Assistant Attorney General, John H. Sugiyama, Assistant Attorney General, Martin S. Kaye and Matthew P. Boyle, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nKLINE, P.J. \u0097\n\nINTRODUCTION\nNancy Ann Perez appeals following her conviction after jury trial of sale of phencyclidine (Health &amp; Saf. Code, § 11379.5) and simple possession of *689 the drug. (Health &amp; Saf. Code, § 11377, subd. (a).) She contends that the court erred in refusing her request for a medical evaluation under Welfare and Institutions Code section 3051[1] to determine her addiction or imminent danger of addiction to narcotics and her suitability for commitment to the California Rehabilitation Center (CRC) for narcotics treatment.\n\nFACTS\nOn April 16, 1986, an undercover police officer encountered appellant at the corner of 24th and Mission Streets and asked her if she knew where he could buy cocaine. Appellant replied, \"No. I have killers.\" \"Killers\" is a term for PCP-based cigarettes. Appellant sold the officer a PCP cigarette for $25. Upon her arrest, appellant handed the officers another PCP cigarette from the front of her pants. At trial, appellant admitted both the sale and the possession, but claimed that the cigarettes were for her personal use. She asserted she had sold the cigarette to the officer because she was afraid of him and wanted him to stop bothering her.\nAt the sentencing hearing, counsel for appellant urged that she be granted probation, as recommended by the probation report. In the alternative, counsel requested: \"If a State Prison term, I believe that Ms. Perez would be a candidate for CRC pursuant to Section 3051 of the Welfare and Institutions Code, and would request that if probation is not possible at this time.\"\nThe probation report disclosed that at the time of sentencing appellant was 26 years old. Her prior contacts with the law included one summary probation for possession of a concealed firearm in 1978; an arrest for possession of PCP for sale in 1985, later dismissed by the district attorney; an arrest for assault with a deadly weapon and public drunkenness in 1985, also dismissed by the district attorney. The probation report contained a statement by appellant's mother that appellant is an alcoholic and becomes crazy and violent when drunk. Under the heading \"SUBSTANCE-ABUSE,\" the probation report stated: \"The defendant started using marijuana at sixteen years of age and smoked it until she was about eighteen years of age. At about twenty-three, she started using heroin and at the time of her arrest, she estimates that she used approximately $30.00 worth of heroin a day. She also uses PCP `off and on.' She does not consider herself to be addicted to any drug.\"\nThe trial court did not expressly rule on appellant's request for a section 3051 evaluation. Rather, the court first denied probation, then stated: \"And *690 the defendant does not consider herself to be addicted to any drug, according to the presentence report in her own statement.\"[2]\nThe court sentenced appellant to the mitigated term of three years for the sale conviction and to the middle term of two years on the possession conviction, to run concurrently.\n\nDISCUSSION\nWelfare and Institutions Code section 3051 provides in relevant part: \"Upon conviction of a defendant for any crime in any superior court, or following revocation of probation previously granted, and upon imposition of sentence, if it appears to the judge that the defendant may be addicted or by reason of repeated use of narcotics may be in imminent danger of becoming addicted to narcotics the judge shall suspend the execution of the sentence and order the district attorney to file a petition for commitment of the defendant to the Director of Corrections for confinement in the narcotic detention, treatment, and rehabilitation facility unless, in the opinion of the judge, the defendant's record and probation report indicate such a pattern of criminality that he or she does not constitute a fit subject for commitment under this section.\" (Italics added.)[3]\n*691 Initially, we point out that there is here no contention by respondent that appellant's record and probation report \"indicate such a pattern of criminality that he or she does not constitute a fit subject for commitment under this section.\" (Welf. &amp; Inst. Code, § 3051.) Nor could the record support such a contention. Indeed, in imposing a mitigated term for the principal sales count, the court acknowledged that \"[t]he reason for the mitigated term is that she has a minimal prior record and there is a minimal amount involved here.\" Thus, it is clear from the court's statement that the basis for its rejection of a section 3051 evaluation rested solely upon appellant's statement that she did not consider herself to be addicted to any drug.\n(1) \"It is settled that a trial court enjoys broad discretion in determining whether a defendant is a fit subject for CRC; the court's finding will not be upset if it is supported by the record, and the record fails to show an abuse of discretion. (People v. Flower (1976) 62 Cal. App. 3d 904 [133 Cal. Rptr. 455].)\" (People v. Madden (1979) 98 Cal. App. 3d 249, 261 [159 Cal. Rptr. 381].) (2) However, once it appears that defendant may be an addict or in imminent danger of becoming one, the only valid statutory ground not to initiate commitment proceedings is defendant's pattern of criminality, evidenced by the defendant's record and the probation report. (People v. Flower (1976) 62 Cal. App. 3d 904, 911 [133 Cal. Rptr. 455].) \"`By section 3051 ... the judge is required in all instances whenever it appears to [the judge] that the defendant may be addicted or in imminent danger of becoming addicted, to adjourn the proceedings or suspend the imposition of sentence. Proceedings must then be conducted to ascertain if such person is addicted or in imminent danger thereof \"unless, in the opinion of the judge, the defendant's record and probation report indicate ... that he [or she] does not constitute a fit subject\"' (original italics).\" (People v. Lopez (1978) 81 Cal. App. 3d 103, 110 [146 Cal. Rptr. 165], quoting People v. Navarro (1972) 7 Cal. 3d 248, 263 [102 Cal. Rptr. 137, 497 P.2d 481].)\n*692 (3a) Thus, the question presented is whether on the instant record the court abused its discretion by failing to find that appellant \"may be addicted or by reason of repeated use of narcotics may be in imminent danger of becoming addicted to narcotics.\"\n(4) In People v. Ortiz (1964) 61 Cal. 2d 249 [37 Cal. Rptr. 891, 391 P.2d 163], the California Supreme Court, in remanding for a determination of whether the defendant was a narcotic addict and entitled to consideration for commitment to the treatment program, stated: \"[T]he discretion thereby vested in the court should be exercised with a view to implementing, rather than possibly frustrating, the strong legislative policy disclosed by the enactments creating and governing the narcotic addict rehabilitation program. That policy, responsive to the current medico-social approach to the issue of drug addiction [citation], favors inquiry into the addictive status of all criminal defendants whose record indicates the presence of an addiction problem.\" (Id., at pp. 254-255, quoted in People v. Navarro, supra, 7 Cal. 3d 248, 262, italics in original.) \"Moreover, our Supreme Court has recently recognized the importance of a defendant's interest in receiving treatment at the CRC for his narcotics addiction; an addict defendant is entitled to procedural due process before the CRC can exclude him. (People v. Ramirez (1979) 25 Cal. 3d 260....)\" (People v. Madden, supra, 98 Cal. App.3d at p. 261, fn. 5.) Courts have similarly recognized a defendant's interests in a section 3051 referral for examination. (People v. Davis (1984) 160 Cal. App. 3d 970, 979 [207 Cal. Rptr. 18].)\n(3b) Thus, the question of the exercise of discretion by the trial court must be viewed in the context of the strong policy favoring inquiry into the addictive status of defendants where the record indicates the defendant may be an addict or in imminent danger of becoming one.\nRespondent relies upon several cases deferring to the trial court's exercise of its discretion in upholding the refusal of the trial court to initiate proceedings under section 3051. Chief among these is People v. Flores (1979) 92 Cal. App. 3d 461 [154 Cal. Rptr. 851]. Flores upheld the refusal of the trial court to initiate civil commitment proceedings pursuant to section 3501 despite evidence that defendant had admitted a $250 per day heroin habit and testimony by a physician confirming defendant's narcotics addiction. (Id., at pp. 469-470.) According to Flores: \"Whatever the defendant's past history relating to the use of heroin, the court was persuaded by defendant's trial testimony and defendant's statement to the probation officer that he was not presently an addict or in imminent danger of becoming an addict. The trial court, having heard defendant's testimony at trial, and listened to defendant's statement at the time of sentencing, was clearly in the best *693 position to evaluate whether defendant was a proper subject for addiction proceedings.\" (Id., at p. 470.)\nWe do not believe Flores is persuasive authority, as it ignores the \"may\" \u0097 \"is\" distinction under the statute and focuses upon whether defendant is currently an addict or in imminent danger of becoming one.\nThis critical distinction was discussed in People v. Beasley (1983) 145 Cal. App. 3d 16, 25 [193 Cal. Rptr. 86]. In Beasley, the trial judge rejected a defense request to initiate section 3051 proceedings, finding insufficient evidence to believe that appellant \"`is addicted or in imminent danger of becoming addicted to the use of narcotics.'\" (Id., at p. 18.) The probation report had recommended institution of commitment proceedings, based on defendant's statement he had been free-basing cocaine for the past six months, at a weekly rate of $600. The People countered that the judge could dismiss appellant's claims of cocaine use in light of his previous denials of drug use in 1980 and 1982 plus three negative drug tests during the six-month period in question. (Id., at pp. 18-19.) The appellate court remanded for application of the correct test in determining whether commitment proceedings should be commenced. The court held that the trial court erred in prematurely applying, without benefit of a doctor's report, the ultimate standard of whether a defendant is addicted or in imminent danger of addiction to narcotics, rather than the correct statutory test of whether the defendant may be addicted or may be in imminent danger of becoming addicted to narcotics. (Id., at p. 25.) As the court noted, \"The `may' \u0097 `is' distinction could be critical at the threshold stage of proceedings in cases such as the present one.\" (Id., at p. 25.)\nIn bending over backward to uphold the purported exercise of the trial court's discretion, Flores disregards the literal language and clear intent of the statute. This attitude is contrary to that counselled by our Supreme Court in People v. Ortiz, supra, 61 Cal. 2d 249, which charges trial courts to exercise their discretion \"with a view to implementing, rather than possibly frustrating, the strong legislative policy disclosed by the enactments creating and governing the narcotic addict rehabilitation program. That policy ... favors inquiry into the addictive status of all criminal defendants whose record indicates the presence of an addiction problem.\" (Id., at pp. 254-255, italics in original.)\nTwo other cases relied upon by respondent, People v. Perry (1969) 271 Cal. App. 2d 84 [76 Cal. Rptr. 725], and People v. Silva (1968) 266 Cal. App. 2d 165 [72 Cal. Rptr. 38], uphold the trial court's refusal to initiate *694 section 3051 proceedings, emphasizing that the defendant was convicted of the sale of narcotics, rather than use.[4]\nAlthough Perry recognized the strong policy favoring inquiry and evaluation where the record indicated a narcotics problem, the probation report was not contained in the record and the parties had not requested the report be considered on appeal. Thus, the court stated that \"[i]t cannot be assumed that the report reveals facts which would show that the court abused its discretion.\" (271 Cal. App.2d., at p. 120.)\nIn People v. Silva, supra, 266 Cal. App. 2d 165, there had been no request for initiation of narcotics commitment proceedings or for medical assistance. The defendant stated that he was \"`habituated' to marijuana and that he had started `to chip around with the use of heroin,' but he said he did not believe he was addicted.\" (Id., at p. 177.)\nHere, unlike Silva, counsel did request initiation of section 3051 proceedings and, unlike Perry, the probation report discloses that appellant admits daily use of heroin, despite her denial of addiction. Further, appellant was convicted of the sale of one PCP cigarette, and of possession of another, which she claimed was for her personal use. The sale involved in this case was not such as would lead one to believe appellant was involved solely in sales of narcotics, and was in no imminent danger of addiction.\nAppellant's denial that she is addicted is simply not believable given the overwhelming evidence to the contrary, which includes her acknowledgement of PCP use at the time of arrest; her prior arrests related to narcotics, and her statements to the probation officer, contained in his report, that she began using marijuana when she was 16 and graduated to heroin when she was 23. According to the probation report, appellant herself estimated that at the time of her arrest \"she used approximately $30.00 worth of heroin a day ... [and] also uses PCP `off and on.'\" (5) (See fn. 5.), (3c) The trial court's rejection of this evidence, and its reliance upon appellant's isolated and inexplicable statement that she is not an addict,[5] seems to us an *695 unwarranted abuse of discretion. The record amply establishes that appellant well may be addicted or, at minimum, in imminent danger of becoming addicted to narcotics.\nWe therefore conclude that the court abused its discretion in refusing to initiate narcotics commitment proceedings under section 3051 by referring appellant for a medical evaluation to determine whether appellant is addicted or in imminent danger of addiction or is otherwise unsuited for a CRC commitment.\nThe judgment is affirmed and the matter is remanded for referral in accordance with the views expressed herein.\nBenson, J., and McCarty, J.,[*] concurred.\nNOTES\n[1]  All statutory references are to the Welfare and Institutions Code, unless otherwise indicated.\n[2]  In denying probation the court stated: \"[T]he substance known as PCP, from what we observe around this building, is \u0097 creates so much havoc that even if the Court could, it would not grant a probationary sentence on the sale of PCP. [¶] I mean, we have had cases in here, people under PCP, according to their statements, that go around shooting people on the street, killing them. I mean, you know, it is crazy. [¶] Anybody who distributes that type of a substance, in my judgment, is not an appropriate person to be given a probationary grant.\"\n[3]  In its entirety section 3051 provides: \"Upon conviction of a defendant for any crime in any superior court, or following revocation of probation previously granted, and upon imposition of sentence, if it appears to the judge that the defendant may be addicted or by reason of repeated use of narcotics may be in imminent danger of becoming addicted to narcotics the judge shall suspend the execution of the sentence and order the district attorney to file a petition for commitment of the defendant to the Director of Corrections for confinement in the narcotic detention, treatment and rehabilitation facility unless, in the opinion of the judge, the defendant's record and probation report indicate such a pattern of criminality that he or she does not constitute a fit subject for commitment under this section. [¶] Upon the filing of such a petition, the court shall order the defendant to be examined by one physician; provided, that the examination may be waived by a defendant if the defendant has been examined in accordance with Section 1203.03 of the Penal Code and such examination encompassed whether defendant is addicted or is in imminent danger of addiction, and if the defendant is represented by counsel and competent to understand the effect of such waiver. At the request of the defendant, the court shall order the defendant to be examined by a second physician. At least one day before the time of the examination as fixed by the court order, a copy of the petition and order for examination shall be personally delivered to the defendant. A written report of the examination by the physician or physicians shall be delivered to the court, and if the report is to the effect that the person is not addicted nor in imminent danger of addiction, it shall so certify and return the defendant to the department of the superior court which directed the filing of the petition for the ordering of the execution of the sentence. Such court may, unless otherwise prohibited by law, modify such sentence or suspend the imposition of such sentence. If the report is to the effect that the defendant is addicted or is by reason of the repeated use of narcotics in imminent danger of addiction, further proceedings shall be conducted in compliance with Sections 3104, 3105, 3106, and 3107. [¶] If, after a hearing, the judge finds that the defendant is a narcotic addict, or is by reason of the repeated use of narcotics in imminent danger of becoming addicted to narcotics, the judge shall make an order committing such person to the custody of the Director of Corrections for confinement in the facility until such time as he or she is discharged pursuant to Article 5 (commencing with Section 3200), except as this chapter permits earlier discharge. If, upon the hearing, the judge shall find that the defendant is not a narcotic addict and is not in imminent danger of becoming addicted to narcotics, the judge shall so certify and return the defendant to the department of the superior court which directed the filing of the petition for the ordering of execution of sentence. Such court may, unless otherwise prohibited by law, modify such sentence or suspend the imposition of such sentence. [¶] If a person committed pursuant to this section is dissatisfied with the order of commitment, he or she may within 10 days after the making of such order file a written demand for a jury trial in compliance with Section 3108.\"\n[4]  Other cases cited by respondent which affirm the refusal of the trial court to initiate civil commitment evaluation proceedings generally rely upon evidence of the defendant's \"excessive criminality,\" rather than upon a determination that the record does not show defendant may be addicted or in imminent danger of becoming addicted to narcotics. (See, e.g., People v. Urdiain (1986) 179 Cal. App. 3d 330 [225 Cal. Rptr. 1]; People v. Moreno (1982) 128 Cal. App. 3d 103, 107 [179 Cal. Rptr. 879]; People v. Ellers (1980) 108 Cal. App. 3d 943, 956-957 [166 Cal. Rptr. 888]; People v. Washington (1978) 80 Cal. App. 3d 568 [145 Cal. Rptr. 654].)\n[5]  As recognized in the cases, a defendant's admission of addiction or even consent to narcotics treatment is not required for initiation of a CRC commitment under section 3051. (People v. Navarro, supra, 7 Cal. 3d 248, 263; People v. Lopez, supra, 81 Cal. App. 3d 103, 112.) It is essentially an involuntary commitment. (Ibid.)\n[*]   Assigned by the Chairperson of the Judicial Council.\n\n",
            "ocr": false,
            "opinion_id": 2137225
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}