{
    "id": 2143540,
    "judges": "Gignoux",
    "date_filed": "2005-07-14",
    "date_filed_is_approximate": true,
    "slug": "westberry-v-mullaney",
    "case_name_short": "Westberry",
    "case_name": "Westberry v. Mullaney",
    "case_name_full": "Robert E. WESTBERRY, Petitioner, v. Garrell S. MULLANEY, Warden Maine State Prison and State of Maine, Respondents",
    "attorneys": "Gerald M. Amero, Portland, Me., for petitioner., Charles K. Leadbetter, Asst. Atty. Gen., Augusta, Me., for respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b479-7\">\n    Robert E. WESTBERRY, Petitioner, v. Garrell S. MULLANEY, Warden Maine State Prison and State of Maine, Respondents.\n   </parties><br><docketnumber id=\"b479-9\">\n    Civ. No. 74-74 SD.\n   </docketnumber><br><court id=\"b479-10\">\n    United States District Court, D. Maine, S. D.\n   </court><br><decisiondate id=\"b479-12\">\n    Jan. 7, 1976.\n   </decisiondate><br><attorneys id=\"b480-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"408\"> \n     *408\n     </span>\n    Gerald M. Amero, Portland, Me., for petitioner.\n   </attorneys><br><attorneys id=\"b480-19\">\n    Charles K. Leadbetter, Asst. Atty. Gen., Augusta, Me., for respondents.\n   </attorneys>",
    "citations": [
        "406 F. Supp. 407"
    ],
    "opinions": [
        {
            "author_str": "Gignoux",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1197.0,
            "opinion_text": "\n406 F. Supp. 407 (1976)\nRobert E. WESTBERRY, Petitioner,\nv.\nGarrell S. MULLANEY, Warden Maine State Prison and State of Maine, Respondents.\nCiv. No. 74-74 SD.\nUnited States District Court, D. Maine, S. D.\nJanuary 7, 1976.\n*408 Gerald M. Amero, Portland, Me., for petitioner.\nCharles K. Leadbetter, Asst. Atty. Gen., Augusta, Me., for respondents.\n\nOPINION AND ORDER OF THE COURT\nGIGNOUX, District Judge.\nRobert E. Westberry, a prisoner in the Maine State Prison at Thomaston, filed with this Court on June 20, 1974 a petition for writ of habeas corpus pursuant to 28 U.S.C. § 2241 et seq. The petition was accompanied by a motion for leave to proceed in forma pauperis and a request for the appointment of counsel. By order dated June 20, 1974 the Court directed that respondents make return to the petition by July 12 and permitted petitioner to file a traverse to the return by July 22. In the same order the Court granted petitioner leave to proceed in forma pauperis and appointed counsel to represent him. On July 12 respondents filed a return to the petition. Petitioner has not filed a traverse to the return.\nFiled with respondents' return were:\n(1) The complete record of the proceedings at the April 1969 and June 1969 Terms of the Cumberland County, Maine, Superior Court leading to petitioner's conviction and sentencing for the crime of murder in violation of 17 Me.Rev.Stat.Ann. § 2651; and\n(2) The complete record of petitioner's post-conviction habeas corpus proceedings in the Cumberland County Superior Court, including the transcript of the evidentiary hearing held before Chief Justice Armand A. Dufresne, Jr., of the Supreme Judicial Court of Maine, sitting as a single justice, on August 23, 1972, the exhibits received in evidence at said hearing, Chief Justice Dufresne's \"Memorandum of Facts, Law and Decision Thereon,\" dated June 7, 1973, denying relief insofar *409 as petitioner sought to challenge the validity of his conviction, and the order of the Supreme Judicial Court of Maine dated December 11, 1973, denying petitioner's request for a certificate of probable cause to appeal from Chief Justice Dufresne's decision.\nBy agreement of the parties, further proceedings in the action were stayed pending the decision of the United States Supreme Court in Mullaney v. Wilbur, cert. granted, 419 U.S. 823, 95 S. Ct. 39, 42 L. Ed. 2d 47 (1974). That decision was rendered June 9, 1975. Mullaney v. Wilbur, 421 U.S. 684, 95 S. Ct. 1881, 44 L. Ed. 2d 508 (1975). The case is now before the Court on the basis of the foregoing record, briefs and oral argument.\nIt appears from the record that petitioner is confined in respondents' custody in the Maine State Prison at Thomaston serving a life sentence pursuant to a judgment of conviction, following a trial by jury, at the June 1969 Term of the Cumberland County Superior Court, of the crime of murder in violation of 17 Me.Rev.Stat.Ann. § 2651. Petitioner did not appeal his conviction, but on February 24, 1970 filed in the Cumberland County Superior Court a petition for post-conviction habeas corpus relief under the provisions of 14 Me.Rev.Stat. Ann. § 5502 et seq. This petition was dismissed without prejudice on March 11, 1970 for failure to comply with the requirements of 14 Me.Rev.Stat.Ann. § 5504. Petitioner filed a second habeas corpus petition on May 1, 1970 and an amended petition on May 16, 1972. After a full hearing on August 23, 1972, at which petitioner was represented by court-appointed counsel, Chief Justice Armand A. Dufresne, Jr., of the Supreme Judicial Court of Maine, sitting as a single justice, on June 7, 1973, filed a comprehensive opinion and order denying post-conviction relief.[1] On December 11, 1973 the Supreme Judicial Court denied petitioner's request for a certificate of probable cause to appeal from the denial.\nIn his present petition, petitioner contends that his June 1969 murder conviction was obtained in violation of his federal constitutional rights on two grounds: (1) that there was received in evidence a confession which was allegedly the product of an unreasonable search and seizure in violation of his Fourth and Fourteenth Amendment rights; and (2) that the trial justice's charge to the jury based on the felony-murder doctrine relieved the State of its burden of proving beyond a reasonable doubt an essential element of the crime charged and therefore denied petitioner due process of law under the rule of In re Winship, 397 U.S. 358, 90 S. Ct. 1068, 25 L. Ed. 2d 368 (1970), and Mullaney v. Wilbur, supra. It is conceded that petitioner has exhausted his available state remedies as required by 28 U.S.C. § 2254(b).\nFor the reasons which follow, the Court is persuaded that petitioner's claims are without merit.\n\nI\nPetitioner's challenge to the admission of his confession derives from the circumstances of his arrest. In February 1969 petitioner was a parolee from the Maine State Prison. He was residing in South Portland and had been placed under the supervision of Parole and Probation Officer James T. Farr. On Monday, February 24, Officer Farr requested the State Director of Probation and Parole to issue an arrest and detention warrant for petitioner's return to prison as a parole violator. On the same day Officer Farr left a detainer for petitioner at the South Portland police headquarters. This detainer came to the attention of Captain Donald Messer, Chief of Detectives of the South Portland police. Captain Messer was investigating the death of Samuel Hider, who had been found *410 shot in his variety store in South Portland the previous Monday, February 17. Within two or three days after the shooting Captain Messer had received information implicating petitioner in Hider's death. Captain Messer left word at police headquarters that he was to be informed when Officer Farr returned to replace the detainer with a parole violator's arrest warrant.\nThe next morning, Tuesday, February 25, Officer Farr received the warrant in the mail and went to the South Portland police headquarters to file it. Captain Messer was informed by radio of Officer Farr's arrival and requested that the parole officer wait for him. Captain Messer returned to the police station and told Officer Farr that petitioner was a suspect in the Hider case and was reported to be visiting a friend in South Portland. Captain Messer suggested that police officers accompany the parole officer, who was not armed, to apprehend petitioner. The officers went to the address of petitioner's friend in separate cars, and the police waited outside in their vehicle while Officer Farr entered. Petitioner was there and submitted without resistance to the arrest. The arrest was made at about two o'clock in the afternoon. Officer Farr took petitioner to South Portland police headquarters and left him there while he went to get lunch at his home in South Portland. As petitioner was being placed in the lockup at the South Portland police station, Captain Messer and two other police officers who were involved in the investigation of the Hider case searched him and removed his belt and wallet. In the wallet Captain Messer discovered a ten-dollar bill and a five-dollar bill which appeared to him to be bloodstained. Over petitioner's objections he removed these bills from the wallet, replacing them with a different ten and five ones. The South Portland police did not attempt to question petitioner that afternoon. At about five o'clock Officer Farr returned and transported petitioner to the Cumberland County jail in Portland, where he was to spend the night before being taken to the State Prison at Thomaston.\nThe next morning, Wednesday, February 26, Captain Messer called Officer Farr and requested an opportunity to interview petitioner before he was taken to Thomaston. Officer Farr granted this request subject to petitioner's being agreeable. The interview took place and resulted in the confession which was admitted at petitioner's trial.[2] The bills seized were not placed in evidence at that trial.\nPetitioner challenges the admission of this confession on the grounds that although the parole violator's warrant was concededly valid, it was used to justify a search of petitioner's person by police officers having a collateral purpose. Petitioner argues that normally the warrant would have been executed by transporting petitioner directly to the Cumberland County jail in Portland and thence to the State Prison. His detention in South Portland was, petitioner asserts, an extraordinary measure taken by design to place petitioner under the control of the police officers investigating the death of Samuel Hider. On this basis, petitioner contends that the search of his wallet and the seizure of the bills was carried out in violation of his Fourth and Fourteenth Amendment rights. *411 This claim must be rejected, both on the facts and on the law.[3]\nFirst, Chief Justice Dufresne in dismissing petitioner's state habeas petition found that collateral motives played no part in the search of petitioner's effects conducted by Captain Messer. The Chief Justice found, after a fair and adequate hearing, that petitioner's detention at the South Portland police station arose not as part of a deliberate scheme to place him temporarily in the custody of the officers investigating the Hider case but for reasons having nothing to do with that investigation. He stated:\nParole Officer Farr had a legitimate interest in lodging his prisoner in the South Portland police lockup in view of his need for a late dinner, the raging snow storm at the time, and the fact that he could not transport his prisoner to the [State] Prison prior to the closing time set for admission.[4]\nThe Chief Justice further concluded that in searching petitioner's wallet Captain Messer was engaged in an ordinary inventory search of the prisoner's personal effects and was not motivated by the prospect of furthering the Hider investigation.[5] Review of the record in the State court proceeding, considered as a whole, establishes that these factual determinations are fairly supported. They must therefore be accepted by this Court. 28 U.S.C. § 2254(d).\nSecond, no Fourth Amendment interest of petitioner's was violated by the search of his personal effects conducted by Captain Messer.\nWith deceptive simplicity the Fourth Amendment provides:\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\nOn certain preliminary questions regarding the application of this language to Captain Messer's search of petitioner's wallet and seizure of the two bills, all are agreed. By operation of the Due Process Clause of the Fourteenth Amendment state as well as federal law enforcement officers are bound to observe the guarantees of the Fourth Amendment. Mapp v. Ohio, 367 U.S. 643, 81 S. Ct. 1684, 6 L. Ed. 2d 1081 (1961). The Fourth Amendment forbids any search and seizure not supported by a valid warrant except in a limited number of \"exceptional circumstances.\" Johnson v. United States, 333 U.S. 10, 14-15, 68 S. Ct. 367, 92 L. Ed. 436 (1948). A search of one's person conducted in the street or at the stationhouse in the course of a valid custodial arrest is a well-recognized exception to the warrant requirement; and where a person is arrested for one crime but the subsequent search reveals evidence of another, unrelated *412 crime, that evidence may be seized and used against the arrestee at trial. Gustafson v. Florida, 414 U.S. 260, 94 S. Ct. 488, 38 L. Ed. 2d 456 (1973); United States v. Robinson, 414 U.S. 218, 94 S. Ct. 467, 38 L. Ed. 2d 427 (1973). Such a search may include an examination of the contents of the wallet of a person being incarcerated. United States v. Gardner, 480 F.2d 929 (10th Cir.), cert. denied, 414 U.S. 977, 94 S. Ct. 297, 38 L. Ed. 2d 220 (1973); United States v. Young, 369 F. Supp. 540 (D.Del.1974). That so thorough a search may be made incident to a lawful arrest is clearly established by United States v. Robinson, supra, where an officer making an arrest for a traffic violation inspected the contents of a cigarette package found in the arrestee's pocket and discovered heroin. There, the Court held, in an opinion by Mr. Justice Rehnquist, 414 U.S. at 235, 94 S.Ct. at 477 (emphasis added):\nA custodial arrest of a suspect based on probable cause is a reasonable intrusion under the Fourth Amendment; that intrusion being lawful, a search incident to the arrest requires no additional justification. It is the fact of the lawful arrest which establishes the authority to search, and we hold that in the case of a lawful custodial arrest a full search of the person is not only an exception to the warrant requirement of the Fourth Amendment, but is also a \"reasonable\" search under that Amendment.\nIn the present case, it is not disputed that petitioner's parole violator arrest was lawful.[6]\nAgainst this language petitioner has cited two lines of decisions holding that exceptions to the warrant requirement do not apply where police officers by deliberate pretext themselves cause the exceptional circumstances to exist. The first series of cases held that the arrest exception to the warrant requirement does not apply where an arrest, although itself lawful and within the authority of the arresting officer, was made only for the purpose of justifying a warrantless search for evidence of a separate and unrelated crime. Hill v. United States, 135 U.S.App.D.C. 233, 418 F.2d 449 (1968); Amador-Gonzalez v. United States, 391 F.2d 308 (5th Cir. 1968); Taglavore v. United States, 291 F.2d 262 (9th Cir. 1961); Cf. United States v. Hallman, 365 F.2d 289 (3rd Cir. 1966). These holdings appear to have survived United States v. Robinson, supra, for in that case the Court assumed that the arresting officer had no ulterior motive in effecting the arrest and search there involved. 414 U.S. at 221 n. 1, 94 S. Ct. 467; see United States v. Cupps, 503 F.2d 277, 282 n. 13 (6th Cir. 1974). This line of decisions, however, lends no support to petitioner's challenge to the search effected in the present case. Here, the parties agree that Parole Officer Farr had no ulterior motive when he requested and obtained the parole violator's warrant for petitioner's arrest, that he had obtained the warrant before he had any knowledge that petitioner was a suspect in the Hider investigation, and that he did not make the arrest at the request or instigation of the South Portland police. Petitioner was due to lose his freedom for reasons having nothing to do with the Hider investigation.\nThe second line of decisions cited by petitioner held that, where the arrest itself was not \"pretextual\" but where the arrest and search were deliberately carried out in such a way as to effect a warrantless search greater in scope than that normally to be expected, the arrest exception to the warrant requirement does not apply. Thus, courts have held the arrest exception inapplicable where the police deliberately waited to arrest a suspect at his home in order to justify a warrantless search of the premises. *413 United States v. James, 378 F.2d 88 (6th Cir. 1967); McKnight v. United States, 87 U.S.App.D.C. 151, 183 F.2d 977 (1950); see Chimel v. California, 395 U.S. 752, 767, 89 S. Ct. 2034, 23 L. Ed. 2d 685 (1969) (dictum). Moreover, in a recent decision the Court of Appeals for the District of Columbia Circuit has held that where under normal stationhouse procedures a person arrested for a minor traffic offense was entitled to post a small bond at the precinct station and leave, a warrantless search of such a person could not be justified as an inventory search incidental to detaining him at the station. United States v. Mills, 153 U.S. App.D.C. 156, 472 F.2d 1231 (1972) (en banc). Again, these holdings appear to have survived Robinson, for there the Court assumed that the search at issue had been carried out according to normal police procedures unmodified by any collateral motives. 414 U.S. at 221 n. 1, 94 S. Ct. 467. But again also, these holdings are readily distinguishable.\nIn each of the second group of cases advanced by petitioner, the pretext to which the courts objected was used by the police to expand the scope of their search beyond that which would ordinarily ensue from an arrest. In James and McKnight the pretext was used to gain access to the home of the arrested person; in Mills it was used to permit a search of the person that would otherwise not have taken place. In the instant case, however, no pretext was needed to ensure that petitioner would be subjected to \"a full search of the person.\" United States v. Robinson, supra, 414 U.S. at 235, 94 S. Ct. at 477. Unlike that of the defendant in Mills, petitioner's incarceration was, as Chief Justice Dufresne found, the normal and inevitable result of his apprehension as a parole violator; and, as the Chief Justice also found, on his incarceration a full search of his person and personal effects was in accordance with established police department practice.\nRecent decisions of the Supreme Court and the Court of Appeals for the First Circuit make clear that where, as in the present case, a person has been taken into custody lawfully and is subject to incarceration in accordance with normal police procedures, he has no reasonable expectation of privacy as to his person and personal effects which is protected by the Fourth Amendment. Thus, in United States v. Edwards, 415 U.S. 800, 94 S. Ct. 1234, 39 L. Ed. 2d 771 (1974), the Supreme Court held that seizure of the defendant's clothing several hours after his incarceration did not require a warrant. Writing for the Court, Mr. Justice White stated, id. at 806, 94 S. Ct. at 1238:\n[I]t is difficult to perceive what is unreasonable about the police's examining and holding as evidence those personal effects of the accused that they already have in their lawful custody as the result of a lawful arrest.\nAnd in his concurring opinion in United States v. Robinson, supra, Mr. Justice Powell observed, 414 U.S. at 237-38, 94 S.Ct. at 494 (footnotes omitted):\nI believe that an individual lawfully subjected to a custodial arrest retains no significant Fourth Amendment interest in the privacy of his person. Under this view the custodial arrest is the significant intrusion of state power into the privacy of one's person. If the arrest is lawful, the privacy interest guarded by the Fourth Amendment is subordinated to a legitimate and overriding governmental concern. No reason then exists to frustrate law enforcement by requiring some independent justification for a search incident to a lawful custodial arrest. This seems to me the reason that a valid arrest justifies a full search of the person, even if that search is not narrowly limited by the twin rationales of seizing evidence and disarming the arrestee. The search incident to arrest is reasonable under the Fourth Amendment because the privacy interest protected by that constitutional *414 guarantee is legitimately abated by the fact of arrest.[7]\nSimilarly in United States v. DeLeo, 422 F.2d 487 (1st Cir. 1970), the Court of Appeals for the First Circuit upheld as incident to a lawful arrest a stationhouse search of the defendant's person and seizure of his bank safe deposit box identification and key. Distinguishing Chimel v. California, supra, the Court stated, 422 F.2d at 493 (footnote omitted):\nWhile the legal arrest of a person should not destroy the privacy of his premises, it does \u0097 for at least a reasonable time and to a reasonable extent \u0097 take his own privacy out of the realm of protection from police interest in weapons, means of escape, and evidence.\nAnd in United States v. Eatherton, 519 F.2d 603 (1st Cir. 1975), upholding the search of a brief case carried by the defendant at the time of his arrest. The Court of Appeals concluded, id. at 610-11:\nAppellant has conceded the agents properly seized the briefcase as an incident to his arrest. At that point any expectation of privacy which he held with regard to the briefcase was taken out of\n\"the realm of protection from police interest in weapons, means of escape, and evidence.\"\n\nUnited States v. DeLeo, supra at 493, quoted with approval in Edwards, 415 U.S. at 808-09 [94 S. Ct. 1234].\nThe Fourth Amendment protects against violation of a person's \"reasonable expectation of privacy.\" Katz v. United States, 389 U.S. 347, 360, 88 S. Ct. 507, 19 L. Ed. 2d 576 (1967) (Harlan, J., concurring). But, as the foregoing cases show, petitioner in the instant case had no such expectation: he must admit the lawfulness of his parole violator's arrest; he must acknowledge the inevitably and lawfulness of his subsequent incarceration. And once it was established that petitioner would be lawfully incarcerated, he became subject to a full search of his person and personal effects. There was no violation of petitioner's Fourth Amendment rights.[8]\n\nII\nPetitioner's second challenge to the validity of his confinement is that his conviction for murder was obtained in violation of the requirement of the Due Process Clause that the burden of proving beyond a reasonable doubt each of the elements of the crime charged must rest with the State. Petitioner was indicted for violation of 17 Me.Rev. Stat.Ann. § 2651 (1964), which provides, in full:\nWhoever unlawfully kills a human being with malice aforethought, either express or implied, is guilty of murder and shall be punished by imprisonment for life.\nAt trial, the State introduced evidence that petitioner, armed with a sawed-off *415 shotgun, entered Samuel Hider's variety store with intent to rob the store and that in the course of the robbery the shotgun discharged and Samuel Hider was killed. The trial justice instructed the jury that, to find petitioner guilty of murder under Section 2651, it must find beyond a reasonable doubt that petitioner killed Samuel Hider in the course of committing a robbery, which the trial justice explained is a felony. If the killing and the robbery were proved, the trial justice charged, the jury was required to find petitioner guilty of murder. He stated:\nIt is clear in law that when one in pursuit of an unlawful act which is itself what we call in law a felony, and while in pursuit of such unlawful act which is a felony he causes the death of another the law implies the malice necessary to constitute the crime of murder. Stated more succinctly the law of this State is: That any homicide, any killing of a human being which occurs during, and arises out of, and is caused by the commission of a felony is murder. And again, by way of explanation, the reason that that is so is because the unlawful design to commit the felony implies malice in law.\nI instruct you that the crime of robbery under our law of Maine is a felony. . . .\n* * * * * *\nI instruct you again that one who causes the death of another in pursuit, while in the course of the perpetration of a felony is guilty of murder and that is so though the killing itself may have been not intended or even accidental.\nIt is this aspect of the charge that is the object of petitioner's due process claim. He argues that the charge created a conclusive presumption, in favor of the State, that he acted \"with malice aforethought,\" which he asserts is a critical element of the crime of murder as defined by Section 2651. Such a presumption, petitioner contends, violates the holding of the United States Supreme Court in In re Winship, 397 U.S. 358, 364, 90 S. Ct. 1068, 1073, 25 L. Ed. 2d 368 (1970), as reaffirmed in Mullaney v. Wilbur, 421 U.S. 684, 95 S. Ct. 1881, 44 L. Ed. 2d 508 (1975), that\nthe Due Process Clause protects the accused against conviction except upon proof beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged.\nIn Winship the Court applied this rule to invalidate a New York statute providing that for a juvenile to be found guilty of an act which would constitute a crime if committed by an adult, the State need prove guilt not beyond a reasonable doubt but only by a preponderance of the evidence. In Wilbur the Court held that the due process requirement of Winship invalidated a rule of Maine law that a defendant charged with murder must, in order to reduce the homicide to manslaughter, bear the burden of proving by a fair preponderance of the evidence that he acted \"in the heat of passion on sudden provocation.\" See also Leary v. United States, 395 U.S. 6, 89 S. Ct. 1532, 23 L. Ed. 2d 57 (1969); Tot v. United States, 319 U.S. 463, 63 S. Ct. 1241, 87 L. Ed. 1519 (1943).\nPetitioner's attack on the trial justice's charge misses the mark. His argument proceeds on the assumption that he was convicted of the crime of intentionally killing a human being. If this were so, Winship and Wilbur would support a significant constitutional challenge to the validity of his conviction. Petitioner, however, was convicted of the crime of felony-murder \u0097 the killing of a human being in the course of committing a felony. And under the Maine court's interpretations of the criminal law of Maine, which are binding on this Court, Wilbur, supra, 421 U.S., at 690-91, 95 S. Ct. 1881, an intent to kill is not a \"fact necessary to constitute the crime\" of felony-murder. Winship, supra, 397 U.S. at 364, 90 S. Ct. at 1073.\nThe history of the Maine law of homicide, as it applies to this case, makes clear that Section 2651 incorporates the *416 distinct substantive crime of felony-murder and that an intent to kill is not an element of that crime. In 1841, the State legislature for the first time enacted a comprehensive murder statute which expressly included the common-law crime of felony-murder. It provided, in part, R.S.1841, ch. 154, at 663:\nSection 1. Whoever shall unlawfully kill any human being, with malice aforethought, either express or implied, shall be deemed guilty of murder.\nSect. 2. Whoever shall commit murder with express malice aforethought, or in perpetrating or attempting to perpetrate any crime, punishable with death, or imprisonment in the state prison for life, or for an unlimited term of years, shall be deemed guilty of murder of the first degree, and shall be punished with death.\nSect. 3. Whoever shall commit murder, otherwise than is set forth in the preceding section, shall be deemed guilty of murder of the second degree, and shall be punished by imprisonment for life in the state prison.\nPlainly, this statute defined felony-murder as a substantive crime in the State of Maine; and it was so construed by the Supreme Judicial Court. Smith v. State, 33 Me. 48, 55 (1851). Moreover, as construed by the Maine court, Sections 2 and 3 of the 1841 statute, which distinguished between first and second-degree murder, did not in themselves add new crimes to that set out in Section 1, but simply explicated the definition of murder contained in Section 1 and prescribed different punishments for the different degrees of murder; the reference in Section 1 to \"implied\" malice was deemed to incorporate that in Section 2 to a killing in the course of committing certain felonies. See State v. Verrill, 54 Me. 408, 415 (1867).\nThe statutory definition of murder, and the degrees of murder, contained in the 1841 statutes continued to be a part of Maine law without substantial change until 1903. See R.S.1857, ch. 118, §§ 1-3; R.S.1871, ch. 118, §§ 1-3; R.S. 1883, ch. 118, §§ 1-3. In the 1903 revision of the Maine statutes, when abolition of the death penalty in Maine (see P.L.1876, ch. 114; P.L.1883, ch. 205; P.L. 1887, ch. 133, § 1) had made meaningless the distinction between first and second-degree murder, the statutory definition of murder in Section 1 of the 1841 statute was retained, but the definitions of first and second-degree murder originally contained in Sections 2 and 3 of the 1841 statute were deleted. R.S.1903, ch. 119. The legislative history of the 1903 revision establishes that its aim was to \"revise, collate, arrange and consolidate\" existing laws, not to effect any substantive change, Resolves for the revision and consolidation of the Public Laws, [1901] Me. Laws, ch. 221 (March 21, 1901); and, consistent with its holding in State v. Verrill, supra, the Supreme Judicial Court has subsequently held that this revision was not intended to and did not repeal the felony-murder rule. State v. Wallace, 333 A.2d 72, 81 n. 3 (Me. 1975); see State v. Trott, 289 A.2d 414, 417-18 (Me.1972). The statutory definition of murder in the 1903 Revised Statutes has continued without change to the present day. See R.S.1916, ch. 120, § 1; R.S.1930, ch. 129, § 1; R.S.1944, ch. 117, § 1; R.S.1954, ch. 130, § 1; 17 Me.Rev. Stat.Ann. § 2651 (1964).[9]\nThe foregoing analysis of the legislative and judicial history of the Maine law of homicide establishes that Section 2651 incorporates the common-law offense of felony-murder as a distinct substantive crime. Intent to kill is not an element of this crime; it is enough that a killing is committed in the course of a robbery. See State v. MacDonald, 229 A.2d 321, 326 (1967); State v. Rainey, 149 Me. 92, 96-99, 99 A.2d 78 (1953); State v. Priest, 117 Me. 223, 231-32, 103 A. 359 (1918). Thus, although the trial *417 justice instructed the jury in terms of an implication of malice from a killing during the commission of a robbery, he also made clear that it is irrelevant to a conviction of felony-murder that \"the killing itself may have been not intended or even accidental.\" As the Supreme Court stated in Wilbur, the due process requirement of Winship is concerned with substance rather than form. 421 U.S. at 699, 95 S. Ct. 1881. And under Maine law, the elements of felony-murder are simply the intentional commission of a felony and the killing of a human being in the course thereof.[10] Since the State was required to prove both of these elements beyond a reasonable doubt, the due process requirement of Winship and Wilbur was met.[11]\n\n* * * * * *\nPetitioner has been denied no federal constitutional right by the State of Maine in any of the respects alleged by him in his present petition.\nIt is therefore ordered that the petition is dismissed and the writ denied.[*]\nNOTES\n[1]  Partial relief was granted on a collateral matter. Petitioner requested and was granted credit for approximately four months served in the Cumberland County jail in 1969 pending the completion of his trial for murder against the time remaining to be served on a prior sentence for uttering a forged check.\n[2]  In his present petition, petitioner alleged that his confession was obtained without his having been adequately apprised of his rights as required by Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966). Petitioner has not pressed this claim in his present motion. However, after a full evidentiary hearing, both the presiding justice and the jury at petitioner's trial found as a fact that Captain Messer provided petitioner with the full Miranda warnings. Petitioner did not press his Miranda claim at his State proceeding for post-conviction relief; however, the single justice found that petitioner had been adequately advised of his rights. These findings are fairly supported by the record in the State court proceeding and are accepted by this Court. See 28 U.S.C. §§ 2254(b), (d).\n[3]  Petitioner further argues that the confession obtained from him the following morning was tainted fruit of the illegal search and seizure and therefore inadmissible at his trial. See generally Wong Sun v. United States, 371 U.S. 471, 83 S. Ct. 407, 9 L. Ed. 2d 441 (1963). Since the Court concludes that the search and seizure was lawful, it is not necessary to consider whether the confession was the product thereof.\n[4]  This finding is supported by Officer Farr's testimony that because of the snowstorm he considered it too late in the day to transport petitioner directly to Thomaston, that he often deposited prisoners temporarily at the South Portland police station, that he frequently went home for his midday meal, and that he deposited petitioner at the South Portland stationhouse in order to have his dinner before taking petitioner to the Cumberland County jail for the night. Further, Captain Messer testified that he had in no way requested or attempted to influence Officer Farr to leave petitioner at the South Portland stationhouse.\n[5]  This finding is supported by Captain Messer's testimony that it was normal operating procedure for the South Portland police to \"book\" any prisoners left in their custody, that this procedure customarily included an inventory search of the prisoners' wallets, and that at the time in question he, Captain Messer, \"was the main booking officer\" for the South Portland police.\n[6]  In his brief, petitioner argues that although the parole violator's warrant was issued validly and independently of the investigation into the death of Samuel Hider, collaboration between the parole officer and the South Portland police rendered the parole violator's arrest unlawful \"ab initio.\" This appears to the Court to be merely a restatement of the Fourth Amendment claim considered in this opinion.\n[7]  In Robinson, the Court's opinion made clear that the purposes or motives of the officer conducting the search were irrelevant, since the defendant had been taken into custody lawfully and in the course of normal police procedures. The Court held, 414 U.S. at 236, 94 S.Ct. at 477 (footnotes omitted):\n\nSince it is the fact of custodial arrest which gives rise to the authority to search, it is of no moment that Jenks did not indicate any subjective fear of the respondent or that he did not himself suspect that respondent was armed. Having in the course of a lawful search come upon the crumpled package of cigarettes, he was entitled to inspect it; and when his inspection revealed the heroin capsules, he was entitled to seize them as \"fruits, instrumentalities or contraband\" probative of criminal conduct.\nSee also Abel v. United States, 362 U.S. 217, 80 S. Ct. 683, 4 L. Ed. 2d 668 (1960); United States v. Santana, 485 F.2d 365 (2d Cir. 1973), cert. denied, 415 U.S. 931, 94 S. Ct. 1444, 39 L. Ed. 2d 490 (1974).\n[8]  This conclusion hardly indicates, of course, that a custodial arrest removes constitutional objections to an extraordinarily invasive or otherwise abusive search of a prisoner. See United States v. Robinson, supra, 414 U.S. at 236, 94 S. Ct. 467, citing Rochin v. California, 342 U.S. 165, 72 S. Ct. 205, 96 L. Ed. 183 (1952).\n[9]  Effective March 1, 1976, the State legislature has enacted a comprehensive revision of the Maine Criminal Code, including revision of the law of criminal homicide. See [1975] Me. Laws, ch. 499, 17-A Me.Rev.Stat.Ann. §§ 201-206 (Supp.1975).\n[10]  Since petitioner's conviction, the Maine court has limited the felony-murder rule to killings in the course of felonies which, inherently or in the manner of their commission, pose \"a foreseeable danger of serious bodily harm.\" State v. Wallace, supra, at 82. The crime of robbery inherently poses such a risk. See id. at 81; State v. Rainey, supra, 149 Me., at 98-99, 99 A.2d 78.\n[11]  Petitioner does not contend that the felony-murder rule itself is unconstitutional. Any such claim would be clearly without merit. United States ex rel. Stukes v. Shovlin, 464 F.2d 1211, 1215 n. 8 (3rd Cir. 1972); Bizup v. Tinsley, 211 F. Supp. 545, 549-50 (D.Colo. 1962), aff'd, 316 F.2d 284 (10th Cir. 1963).\n[*]   Petitioner has been ably represented throughout these proceedings by court-appointed counsel, Gerald M. Amero, Esquire, of the firm of Pierce, Atwood, Scribner, Allen &amp; McKusick, Portland. Mr. Amero's service has been in the highest tradition of the bar. His conscientious efforts on behalf of petitioner have greatly assisted the Court.\n\n",
            "ocr": false,
            "opinion_id": 2143540
        }
    ],
    "court_short_name": "D. Maine",
    "court_full_name": "District Court, D. Maine",
    "court_type": "FD",
    "court_jurisdiction": "Maine, ME",
    "crime_category": "Murder"
}