{
    "id": 2157036,
    "judges": "Hunter",
    "date_filed": 59011200000,
    "date_filed_is_approximate": false,
    "slug": "daniels-v-state",
    "case_name_short": "Daniels",
    "case_name": "Daniels v. State",
    "case_name_full": "Charles R. Daniels v. State of Indiana",
    "attorneys": "Lawrence D. Renfro, Renfro & Whitton, of New Castle, for appellant., Theodore L. Sendak, Attorney General, Frederick R. Spencer, Deputy Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b410-4\">\n    Charles R. Daniels\n    <em>\n     v.\n    </em>\n    State of Indiana.\n   </parties><br><docketnumber id=\"b410-5\">\n    [No. 1070S243.\n   </docketnumber><decisiondate id=\"AEf\">\n    Filed November 15,1971.]\n   </decisiondate><br><attorneys id=\"b410-12\">\n<em>\n     Lawrence D. Renfro, Renfro &amp; Whitton,\n    </em>\n    of New Castle, for appellant.\n   </attorneys><br><attorneys id=\"b410-13\">\n<em>\n     Theodore L. Sendak,\n    </em>\n    Attorney General,\n    <em>\n     Frederick R. Spencer,\n    </em>\n    Deputy Attorney General, for appellee.\n   </attorneys>",
    "citations": [
        "274 N.E.2d 702",
        "257 Ind. 376"
    ],
    "opinions": [
        {
            "author_str": "Hunter",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4311.0,
            "opinion_text": "\n257 Ind. 376 (1971)\n274 N.E.2d 702\nCHARLES R. DANIELS\nv.\nSTATE OF INDIANA.\nNo. 1070S243.\nSupreme Court of Indiana.\nFiled November 15, 1971.\nLawrence D. Renfro, Renfro &amp; Whitton, of New Castle, for appellant.\nTheodore L. Sendak, Attorney General, Frederick R. Spencer, Deputy Attorney General, for appellee.\nHUNTER, J.\nThis is an appeal by Charles R. Daniels from a verdict and judgment in the Henry Circuit Court convicting him of the offense of second degree murder. He was sentenced and committed to the Indiana State Prison for a term of not less than fifteen (15) years nor more than twenty-five (25) years.\nOn December 30, 1969, appellant was arraigned, and he entered a plea of not guilty. Trial was set for March 9, 1970. The indictment charging appellant with second degree murder, omitting the caption, reads as follows:\n\n*377 \"The Grand Jurors of Henry County, in the State of Indiana, good and lawful men, duly and legally impaneled, charged and sworn to inquire into felonies and certain misdemeanors in and for the body of said County of Henry in the name and by the authority of the State of Indiana, on their oath present that one CHARLES R. DANIELS late of said County, on the 23rd day of December A.D. 1969, at said County and State aforesaid, did then and there unlawfully, feloniously, purposely and maliciously, but without premeditation, did kill and murder Eva Marie Daniels, a human being, by then and there unlawfully, feloniously, purposely and maliciously, but without premeditation, shooting at and against the said Eva Marie Daniels, with a certain 4.10 Gauge Shotgun, loaded and charged with gunpowder and pellets, discharged and shot as aforesaid, from which mortal wound the said Eva Marie Daniels then and there died, contrary to the form of the statute in such cases made and provided, and against the peace and dignity of the State of Indiana.\"\nThe appellant's motion to correct errors which was overruled by the trial court presents to this Court allegations of error which are summarized as follows:\n(1) Error of law occurring in the trial court in admitting into evidence State's Exhibit 8 over defense objections;\n(2) Error of law occurring in the trial court in the admission of State's Exhibit 9 into evidence over the objection of the defendant.\n(3) Error of law occurring in trial in the admission into evidence of State's Exhibit 13 over objection of the defendant;\n(4) There is uncorrected error of law occurring during the trial in the trial court's refusal to direct a verdict for defendant at the conclusion of the State's evidence;\n(5) Error of law in the refusal of the trial court to direct a verdict for defendant at the close of all the evidence;\n(6) That the verdict of the jury is not sustained by sufficient evidence;\n(7) The verdict of the jury is contrary to law in that the State did not prove beyond a reasonable doubt that the defendant was guilty as charged;\n(8) That the evidence shows that the deceased could have died from a self-inflicted wound;\n\n*378 (9) The verdict is not supported by sufficient evidence upon all necessary elements of the crime of which defendant was charged.\nThe evidence, most favorable to the State, as revealed by the record, indicates that the incident for which appellant was charged occurred on the evening of December 23, 1969. Appellant and his wife, the victim, were entertaining guests in their home. Appellant, who it appears was intoxicated, became engaged in an argument first with his wife then with both of his guests. The evidence is in dispute as to whether Mr. Conley, a guest, threatened appellant with a knife. In any event, appellant secured a shotgun from one of the bedrooms and went outside in pursuit of Mr. Conley, who had gathered his family and left Daniels' home. Mrs. Conley proceeded to a neighbor's home where she called the police. Theresa Kennedy, sister of the deceased, was in one of the bedrooms in the Daniels' home when Daniels returned from his unsuccessful search. Theresa testified at trial that she overheard the conversation that followed between appellant and his wife upon his return home. Initially, she testified, Daniels threatened to shoot the children, meaning Theresa and Daniels' wife's son, as he thought they had called the police. Then Daniels threatened to shoot his wife if she didn't go into the other bedroom. Once inside the bedroom, another threat was made, and soon thereafter, Theresa heard the gun discharge. Daniels began to call for help, then he went to Theresa's bedroom and told her that somebody had shot his wife.\nWhen the police arrived, Mrs. Daniels was dead. Her death was due to a gunshot wound in the head. Her body was found lying across the bed in the room where she had last argued with appellant. Appellant told police that an intruder had broken into his home and shot his wife. Daniels became belligerent with the investigating officers, and finally the police were forced to subdue and handcuff him. Appellant agreed to accompany the police officers to the station where he spent *379 the remainder of the evening. Early the next morning appellant was arrested for the murder of his wife. At trial, Daniels abandoned his story that his wife had been shot by an intruder, but insisted that she had taken the gun and shot herself.\nAs we have often stated, this Court will not weigh the evidence on appeal or determine the credibility of witnesses. If there is substantial evidence of probative value sufficient to establish every material element of the crime beyond a reasonable doubt, the verdict will not be disturbed. See, Thomas v. State (1971), 256 Ind. 309, 268 N.E.2d 609; Tibbs v. State (1970), 255 Ind. 309, 263 N.E.2d 728.\nIn the instant case, this Court is of the opinion that there is sufficient evidence in the record to sustain the jury's verdict. The testimony of Theresa Kennedy relating to the conversation she overheard just prior to the shooting could reasonably give rise to the inference that Daniels, did, in fact, carry out his threat to kill his wife. The testimony given by Daniels' neighbors and by his guests, the Conleys, is sufficient to support the conclusion that Daniels was of a reckless and murderous disposition on the night in question.\nAppellant urges that he was intoxicated, and was therefore unable to form the necessary intent. However, voluntary intoxication is not a defense in a criminal proceeding. Furthermore, the question of whether he was intoxicated to such an extent that he could not form the specific intent to commit the crime is a question for the triers of fact. See, Davis v. State (1968), 249 Ind. 373, 232 N.E.2d 867; Cotton v. State (1965), 247 Ind. 56, 211 N.E.2d 158. Apparently, the jury found that appellant was capable of forming such intent and this finding will not be disturbed on appeal where, as here, there is an abundance of evidence sufficient to sustain such finding. On the night in question, appellant was at all times aware of the identity of the person with whom he was conversing, and, while so conversing, *380 he responded in such manner that would indicate he understood the nature of the conversation. The fact that he refused to comply with the pleas of his neighbors and his wife to put the shotgun away certainly doesn't require a finding that appellant was so intoxicated that he was unable to form the intent to commit murder.\nAppellant also contends that there was error in admitting ino evidence State's Exhibits 8, 9, and 13. The exhibits in question are photographs of the deceased. Exhibit 8 was introduced at trial to corroborate the testimony of Officer Estell as it related to the location and position of the body when it was discovered by the police. Exhibits 9 and 13 were introduced to corroborate the testimony of one Dr. Steussey, who performed the autopsy. Both of the latter exhibits support Dr. Steussey's opinion that the weapon was fired at very close range, and Exhibit 13 further reveals powder burns and small wounds on the victim's right wrist which tends to negate the contention that Mrs. Daniels committed suicide.\nAt trial, appellant's counsel objected to the admission of these exhibits, contending that they were prejudicial to his client. To be sure, the photographs are not pleasant to observe. However, these photographs are certainly relevant, and they tend to prove or disprove material facts in issue. The fact that the photographs are gruesome does not mean that they are inadmissible. See, Schmidt v. State (1970), 255 Ind. 443, 265 N.E.2d 219; Brown v. State (1969), 252 Ind. 161, 247 N.E.2d 76; Wilson v. State (1966), 247 Ind. 680, 221 N.E.2d 347. This Court finds, therefore, that the exhibits in question were properly admitted into evidence.\nIn view of all of the foregoing evidence, we conclude that the trial court correctly refused to direct a verdict for appellant at the close of all the evidence, and therefore the trial court did not err in overruling appellant's Motion to Correct Errors. The judgment of the trial court must be affirmed.\nJudgment affirmed.\n*381 Arterburn, C.J., DeBruler, Givan and Prentice, JJ., concur.\nNOTE. \u0097 Reported in 274 N.E.2d 702.\n",
            "ocr": false,
            "opinion_id": 2157036
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}