{
    "id": 2221539,
    "judges": "William G. Clark",
    "date_filed": -197683200000,
    "date_filed_is_approximate": false,
    "slug": "the-people-v-winters",
    "case_name_short": "Winters",
    "case_name": "The PEOPLE v. Winters",
    "case_name_full": "The People of the State of Illinois, Defendant in Error, vs. Robert Winters, Plaintiff in Error",
    "attorneys": "David C. Baum, of Chicago, appointed by the court, for plaintiff in error., William G. Clark, Attorney General, of Springfield, and Daniel P. Ward, State’s Attorney, of Chicago, (Fred G. Leach and E. Michael O’Brien, Assistant Attorneys General, and Edward J. Hladis and Elmer C. Kissane, Assistant State’s Attorneys, of counsel,) for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied Nov. 25, 1963.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 34,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b80-7\" pgmap=\"80\">\n    (No. 35426.\n   </docketnumber><br><parties id=\"b80-8\" pgmap=\"80\">\n    The People of the State of Illinois, Defendant in Error, vs. Robert Winters, Plaintiff in Error.\n   </parties><br><decisiondate id=\"b80-9\" pgmap=\"80\">\n    Opinion filed Sept. 27, 1963.\n   </decisiondate><otherdate id=\"AL\" pgmap=\"80\">\n    Rehearing denied Nov. 25, 1963.\n   </otherdate><br><attorneys id=\"b81-6\" pgmap=\"81\">\n    David C. Baum, of Chicago, appointed by the court, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b81-7\" pgmap=\"81\">\n    William G. Clark, Attorney General, of Springfield, and Daniel P. Ward, State’s Attorney, of Chicago, (Fred G. Leach and E. Michael O’Brien, Assistant Attorneys General, and Edward J. Hladis and Elmer C. Kissane, Assistant State’s Attorneys, of counsel,) for the People.\n   </attorneys>",
    "citations": [
        "193 N.E.2d 809",
        "29 Ill. 2d 74"
    ],
    "opinions": [
        {
            "author_str": "Underwood",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4202.0,
            "opinion_text": "\n29 Ill. 2d 74 (1963)\n193 N.E.2d 809\nTHE PEOPLE OF THE STATE OF ILLINOIS, Defendant in Error,\nv.\nROBERT WINTERS, Plaintiff in Error.\nNo. 35426.\nSupreme Court of Illinois.\nOpinion filed September 27, 1963.\nRehearing denied November 25, 1963.\n*75 DAVID C. BAUM, of Chicago, appointed by the court, for plaintiff in error.\nWILLIAM G. CLARK, Attorney General, of Springfield, and DANIEL P. WARD, State's Attorney, of Chicago, (FRED G. LEACH and E. MICHAEL O'BRIEN, Assistant Attorneys General, and EDWARD J. HLADIS and ELMER C. KISSANE, Assistant State's Attorneys, of counsel,) for the People.\nJudgment affirmed.\nMr. JUSTICE UNDERWOOD delivered the opinion of the court:\nBy writ of error defendant Robert Winters seeks to reverse his conviction of murder, having been found guilty by a jury in the criminal court of Cook County and sentenced to 30 years imprisonment. He urges as grounds for reversal (1) that the evidence at the trial was insufficient to establish his guilt beyond a reasonable doubt; (2) that erroneous instructions were given and improper final argument occurred which constituted prejudicial error; (3) that malice was not established; and (4) that his motion for a new trial was denied on the basis of views of the trial judge conceived prior to trial.\nIt was established without dispute that the deceased Mary Davis, defendant's mistress, died on March 14, 1955, as the result of a traumatic hemorrhage and concussion of the brain. There were severe contusions and lacerations about her head, face and legs. It is also undisputed that in the late evening of March 13, 1955, defendant and the deceased met Spencer Gerald at a bar at 2029 Federal *76 Street in Chicago where they remained for two hours or more. Gerald bought drinks for numerous people in the bar and gave a pint of whiskey and other drinks to the defendant and another pint of whiskey to the deceased, both apparently being consumed by the deceased and defendant. The defendant and the deceased had no place to sleep and asked Gerald if they could go to his apartment, later accompanying Gerald and his friend, Maggie Atkins, to his one-room apartment at 8 East 22nd Street, arriving around midnight. Gerald brought whiskey to the apartment but testified that no one drank there. He stated that about a half hour later the defendant and the deceased began to quarrel, and Gerald told defendant not to argue, whereupon the defendant hit him with his fist. Gerald then picked up a wooden table leg which was identified as People's exhibit 1 and hit defendant on the head with it. They scuffled and defendant bit Gerald's finger causing him to drop the table leg whereupon Gerald pushed the defendant out into the hall and locked the door. The deceased and the table leg were also outside the room when the door was locked. Gerald further testified that after he locked the door he heard the deceased ask defendant not to jump on her and heard the defendant say: \"Do what Robert Winters tells you, bitch, or I'll kill you.\"\nOne John Beaugard testified that he was lying awake about two o'clock on the morning of March 14, 1955, in his bed near the window of his third-floor apartment at 11 West 21st Street when he heard on the street below what sounded like fighting, four or five blows, and a woman's voice crying. Beaugard identified the voice as that of the deceased. He also testified that the only words he heard the defendant say were, \"Bitch, will you do what Robert Winters tells you, or I will kill you.\", which were repeated a dozen times. The fighting, according to Beaugard, lasted for five or ten minutes. At about six o'clock the same morning he looked out the west window *77 of his room and saw the defendant and one Paul Freeman taking the deceased out of the back of a truck located in a vacant lot at the corner of 21st and Federal. They placed her on a bench in the lot, removed her clothes, put clean clothes on her and used water warming on a fire nearby to wash her face. The clean clothes came from a suitcase which Freeman testified he obtained from the back of a building at 2029 Federal. The deceased's old clothes were bloody and defendant burned them in the fire. Beaugard then dressed and went out to the vacant lot and saw that the deceased had a large gash on her forehead, bruises on her arms, and that her face was covered with blood. Defendant had a cut on his head, and Beaugard testified that defendant said that Gerald had hit at the defendant but missed and hit the deceased and that the defendant called Beaugard a liar when he (Beaugard) accused defendant of whipping the deceased. Beaugard then called the police who arrived 20 minutes to a half hour later. The table leg, identified as People's exhibit I, was in defendant's hand, but Beaugard did not pay any attention to its condition or whether there was blood on it.\nPaul Freeman told substantially the same story of the events on the early morning of March 14, 1955, as did Beaugard. He met the defendant in the vacant lot about 7:00 A.M. and built a fire for him. Freeman also saw a bruise and cut on defendant's head and asked what was wrong. Defendant said he was in a fight with Gerald. Freeman helped the defendant remove the deceased from the back of the truck, helped seat her near the fire and obtained a suitcase containing clean clothes from the rear of 2029 Federal Street. He saw the defendant remove all of her clothing except her slip, dress her in the clean clothes from the suitcase, and, since the old clothes were in bad shape and bloody, the defendant threw them in the fire along with a pair of defendant's own trousers. Freeman then replaced the suitcase and when he returned to *78 the vacant lot the defendant was wiping blood from his face and from the deceased's face with a rag Freeman had obtained. Freeman suggested the police be called so the deceased and defendant could go to the hospital, but the defendant said that he had already called his sister. Finally Beaugard came out and Beaugard then called the police. Freeman testified that the table leg had fresh blood \"right on the side here, like that, just in spots, dark spots there.\" Freeman asked the defendant about the cause of the fighting and the defendant blamed the deceased for his condition. Freeman also testified that the defendant said he had beaten the deceased and she was the cause of his being in bad shape. Officer Sloan of the Chicago police testified that he and his partner had observed the deceased in Michael Reese Hospital. She was severely injured about her head and was unconscious. They attempted to find the defendant who had been taken to the hospital by the police, but he had disappeared.\nOfficer Mahoney testified that on March 12, 1956, he went to Mississippi to return the defendant to Chicago, and that on the return trip defendant told the witness that he got scared while he and decedent were at Michael Reese Hospital and ran away, going first to his sister's home and then to his cousin's where his injury was treated. While there he learned of decedent's death and left the State, having been in various southern States until his arrest and delivery to the Federal Bureau of Investigation in Mississippi. While defendant never admitted the killing to Mahoney, the officer testified that defendant stated several times he was so drunk that he did not remember what occurred. He also said he knew deceased was dead and that he \"was probably a part of it, but he was so drunk he couldn't remember.\"\nThe defendant testifying in his own behalf, stated that on the evening of March 13, 1955, he consumed almost a quart of whiskey given to him by Gerald and had no recollection *79 of what occurred until he awakened in the truck in the vacant lot the following morning. He remembered nothing of the intervening events after they went to Gerald's apartment, and recalled no quarrel or argument with the deceased. The remainder of his testimony was substantially the same as that of Beaugard and Freeman as to the events in the lot the early morning of March 15.\nDefendant strenuously contends that this evidence is insufficient to establish his guilt beyond a reasonable doubt, and argues that since the evidence is wholly circumstantial it tends only to prove that he had the opportunity to commit the crime as charged, not that he did in fact commit it. (People v. Holtz, 294 Ill. 143, 154; Mooney v. People, 111 Ill. 388). Overlooked, however, is the fact that Beaugard identified the voices of both the deceased and the defendant while the fight was taking place below his bedroom window. Beaugard was exhaustively cross-examined by defense counsel and it was established that he had been acquainted with both the defendant and the deceased for many months. The Mooney case, where the conviction was reversed because the circumstantial evidence was deemed to be \"not of a satisfactory character\", is not persuasive. There the defense was that the deceased committed suicide by knife. Here, it is unquestioned that the deceased met her death from blows on her head, obviously not self-inflicted. Defendant further argues that there was no direct evidence to prove that the deceased was beaten by the table leg. We do not agree. Beaugard and Freeman both identified the table leg as being found between the deceased and the defendant; Gerald testified that when he locked the defendant and the deceased out of his apartment, the defendant took the table leg with him; there was blood on the leg, and it was properly admitted into evidence. Neither do we agree that the record is barren of any motive for the defendant to have killed the deceased, for there was testimony that the defendant was enraged because the deceased had allegedly been *80 intimate with Gerald, and defendant concedes that, if his guilt is established beyond a reasonable doubt through other evidence, motive is not an element of murder which must be proved by the People. (People v. Holtz, 294 Ill. 143, 155.) When an unprovoked and murderous assault is made and death results, the malice is implied from the character of the assault. (People v. Tillman, 26 Ill. 2d 552, 556; Koser v. People, 224 Ill. 201.) It is not necessary to justify conviction of murder that one must have deliberately formed an intent to kill. It is sufficient if at the instant of the assault he is actuated by that wanton and reckless disregard for human life that denotes malice. (People v. Tillman, 26 Ill. 2d 552; People v. Jordan, 18 Ill. 2d 489.) Examination of the record reveals that the jury was warranted in finding that defendant's acts constituted murder.\nDefendant objects to certain instructions given by the People and the argument made by the State's Attorney. No objections to the argument were made at the trial of the cause where defendant was represented by counsel of his own choosing, nor was complaint made regarding it in the motion for a new trial. Under such circumstances, the alleged error is not reviewable. (People v. Colby, 27 Ill. 2d 273; People v. Cozzi, 364 Ill. 20, 23; People v. Sinclair, 27 Ill. 2d 505, 509.) We have examined the two instructions here complained of which related to defendant's flight and defined the crime; they are stock instructions modified to the instant facts, and the court did not err in giving them.\nDefendant next contends that he was so intoxicated that he was incapable of having the malice which is an essential element of the crime of murder. It is undisputed that the defendant's intoxication was voluntary, and voluntary drunkenness is ordinarily not a defense to the commission of crime. (People v. Strader, 23 Ill. 2d 13, 21.) It is true that where intoxication is so extreme as to suspend entirely the power of reason and render the accused incapable of any mental action he cannot be convicted of any crime which *81 involves specific intent or malice. (People v. Minzer, 358 Ill. 345.) Counsel argues that defendant's condition evidences a clear case of alcoholic amnesia in that the defendant remembers drinking and then his memory lapsed for a period of several hours during which the offense was committed and his memory then returned. However, defendant was able to testify in great detail as to what occurred up to the time of the fight with Gerald, including the amount of liquor consumed, the place of consumption, who was present, and various conversations with Gerald; he also recalled in detail his conversations with Freeman and Beaugard several hours later. It is clear that his mental faculties and power of reason were not entirely suspended, and the jury could properly find against the defendant.\nFinally, defendant argues that a colloquy between defense counsel and the trial judge at the time of the ruling on the motion for a new trial indicates that the court did not survey the evidence and find it sufficient as contended by the People, but rather rejected the defendant's contention on the basis of opinions formed before the trial began. The colloquy was as follows:\n\"The Court: Counsel, you know the way the Court felt about this case before it was tried.\nMr. Eaton: Yes, sir.\nThe Court: You chose to be tried by a jury.\nMr. Eaton: Well, now, Your Honor \u0097\nThe Court: Let me finish now.\nMr. Eaton: I don't want to interrupt. Everything was fully explained to the defendant.\nThe Court: All right. The defendant made the choice. You were tried by a jury and I think you were granted a fair trial. Motion for a new trial will be overruled and judgment on the verdict.\"\nThe record indicates that the motion for a new trial was fully argued by defendant's counsel and the People; the quoted colloquy between court and counsel does not indicate *82 in any way that the trial judge failed to consider the argument of counsel or that he had prejudged the motion. There is no merit in defendant's contention.\nWe find no error in the trial court proceedings, and the judgment of the criminal court of Cook County is hereby affirmed.\nJudgment affirmed.\n",
            "ocr": false,
            "opinion_id": 2221539
        }
    ],
    "court_short_name": "Illinois Supreme Court",
    "court_full_name": "Illinois Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}