{
    "id": 2224925,
    "judges": "Achor, Arterbum, Bobbitt, Jackson, Landis",
    "date_filed": -313545600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-sullivan",
    "case_name_short": "Sullivan",
    "case_name": "State v. Sullivan",
    "case_name_full": "State of Indiana v. Sullivan",
    "attorneys": "Edwin K. Steers, Attorney General, Merl M. Wall, Assistant Attorney General, John G. Tinder, Prosecuting Attorney, 19th Judicial Circuit, Eugene B. Burns, Prosecuting Attorney, 20th Judicial Circuit, William T. Sharp and George P. Rice, Jr., Deputy Prosecuting Attorneys, 19th Judicial Circuit, for appellant., George R. Jeffery, Jeffery & Jeffery, George R. Jeffery, Jr., of Indianapolis, Robert L. Stevenson, of Columbus, and Ben M. Scifres, of Lebanon, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b324-9\">\n    State of Indiana\n    <em>\n     v.\n    </em>\n    Sullivan.\n   </parties><br><docketnumber id=\"b324-10\">\n    [No. 29,649.\n   </docketnumber><decisiondate id=\"A8t\">\n    Filed January 25, 1960.]\n   </decisiondate><br><attorneys id=\"b325-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"275\"> \n     *275\n     </span>\n<em>\n     Edwin K. Steers,\n    </em>\n    Attorney General,\n    <em>\n     Merl M. Wall,\n    </em>\n    Assistant Attorney General,\n    <em>\n     John G. Tinder,\n    </em>\n    Prosecuting Attorney, 19th Judicial Circuit,\n    <em>\n     Eugene B. Burns,\n    </em>\n    Prosecuting Attorney, 20th Judicial Circuit,\n    <em>\n     William T. Sharp\n    </em>\n    and\n    <em>\n     George P. Rice, Jr.,\n    </em>\n    Deputy Prosecuting Attorneys, 19th Judicial Circuit, for appellant.\n   </attorneys><br><attorneys id=\"b326-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"276\"> \n     *276\n     </span>\n<em>\n     George R. Jeffery, Jeffery &amp; Jeffery, George R. Jeffery, Jr.,\n    </em>\n    of Indianapolis,\n    <em>\n     Robert L. Stevenson,\n    </em>\n    of Columbus, and\n    <em>\n     Ben M. Scifres,\n    </em>\n    of Lebanon, for appellee.\n   </attorneys>",
    "citations": [
        "163 N.E.2d 745",
        "240 Ind. 274"
    ],
    "opinions": [
        {
            "author_str": "Landis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1848.0,
            "opinion_text": "\n240 Ind. 274 (1960)\n163 N.E.2d 745\nSTATE OF INDIANA\nv.\nSULLIVAN.\nNo. 29,649.\nSupreme Court of Indiana.\nFiled January 25, 1960.\n*275 Edwin K. Steers, Attorney General, Merl M. Wall, Assistant Attorney General, John G. Tinder, Prosecuting Attorney, 19th Judicial Circuit, Eugene B. Burns, Prosecuting Attorney, 20th Judicial Circuit, William T. Sharp and George P. Rice, Jr., Deputy Prosecuting Attorneys, 19th Judicial Circuit, for appellant.\n*276 George R. Jeffery, Jeffery &amp; Jeffery, George R. Jeffery, Jr., of Indianapolis, Robert L. Stevenson, of Columbus, and Ben M. Scifres, of Lebanon, for appellee.\nLANDIS, J.\nAppellee was indicted for voluntary manslaughter in the death of her husband, Julian T. Sullivan. The lower court sustained a motion for directed verdict in appellee's favor and rendered judgment of acquittal thereon. This is an appeal by the State on a reserved question of law under the provisions of the fourth clause of Burns' § 9-2304 (1956 Replacement), Acts 1905, ch. 169, § 325, p. 584; 1955, ch. 315, § 1, p. 968. Appellant's only assigned error is that the trial court erred in sustaining appellee's motion for directed verdict of acquittal.[1] The basis for such motion to instruct was that (a) the prosecution failed to prove a corpus delicti, and (b) the prosecution failed to prove the element of intent to the degree required by law for the doctrine of reasonable doubt.\nA review of the evidence necessary for a consideration of these matters follows:\nDecedent and appellee were husband and wife and on December 22, 1954, were guests with some other 16 persons at a Christmas party in the city of Indianapolis. Refreshments were served consisting of sandwiches and \"confederate punch\" made up of fruit juice, wine, bourbon and sparkling water. The Sullivans (decedent and appellee) arrived at the party about 8:30 p.m. and left about 2:00 a.m. during which time Mrs. Sullivan consumed about two glasses of punch. Mr. Sullivan had a good deal more, and witnesses stated he acted in a boisterous and merry manner in contrast to the retiring, *277 serious minded person he had seemed on previous occasions.\nWhile at the party Mr. Sullivan received a telephone call from the Indianapolis Star, by whom he was employed as a dramatic critic, and in such telephone conversation Mr. Sullivan is stated to have engaged in cursing language and was angry and snarling in demeanor. Mrs. Sullivan seemed congenial at the party and was proud of her husband and his knowledge of music and as a critic. She talked about their plans for Christmas and about the baby things they had gotten for their one year old child. Her husband, however, was described by witnesses as being out of character, and wanted to be boss of the party and just took charge. He had been drinking quite a bit and took two or three fast drinks. His wife tried to get him to go home earlier and he was peeved at her. He was very unhappy about something and remarked to her, \"I'll show you that you're not so G____ D____ right all the time.\"\nOn the way home in the car the Sullivans quarrelled in the presence of another guest, and the husband (referring to his wife) is stated to have said: \"That stinker in the back seat, when she tells you something you better check on it.\"\nAt about 2:30 a.m. Mrs. Sullivan telephoned from the Sullivan home for a Dr. Kendrick. The doctor arrived about 3:00 a.m. and found Sullivan lying dead on the floor of the dining room. He had a knife wound in the vicinity of his stomach. Mrs. Sullivan appeared much upset and paced around. The doctor called the police and told her she should call a lawyer.\nThe rest of the evidence consisted of statements made by appellee to the investigating officers, and was to the effect that appellee and her husband arrived home from the party at about 2:00 a.m.; that she changed into her *278 bathrobe, was drinking a beer and reading a magazine when her husband came up from fixing the furnace; that he took off his tie, shirt and vest, and an argument started; that both of them had tempers and they struck each other, that he slapped her face and knocked her down three or four times, breaking articles and upsetting the bottle of beer she had been drinking; that appellee and her husband fought on various occasions and she usually won the fights; that the husband went to the kitchen and got a paring knife, and said that \"if there was to be a fight, let's make it a good one,\" and that \"this was one fight he was going to win.\" They struggled in the dining room and both appellee and her husband had their hands on the knife, and during the fight the husband was stabbed, that appellee had the knife in her hand as he fell to the floor, that she didn't know how she got the knife into her hand, that he said he was hurt and asked her to call a doctor, which she did; that she took the knife to the kitchen, rinsed it off and placed it in the kitchen cabinet; that the two puncture wounds in decedent's right ear were made by appellee biting him, that she must also have made the scratches and bruises on his face, that she received a bruise on the right wrist in the struggle and her robe was torn. Appellee further stated she had talked to a lawyer who told her not to talk.\nThe coroner testified he found old and new scratches on decedent's face and teeth marks on one ear, that he knew of no way of telling whether from the stab wound itself, decedent had stabbed himself or was stabbed by another.\nThe correct rule as to proof of the corpus delicti is stated in 8 West's Ind. Law Ency., \"Criminal Law,\" § 266, as follows:\n\n*279 \"The corpus delicti, like any other fact necessary to sustain a conviction, must be established beyond a reasonable doubt. Generally, the term `corpus delicti' means, when applied to any particular offense, that the specific crime charged has actually been committed by some one.\" Citing: Taylor v. State of Indiana (1957), 236 Ind. 415, 140 N.E.2d 104; Hunt v. State (1956), 235 Ind. 276, 133 N.E.2d 48.\nThe above stated rule as to proof of corpus delicti should not of course be confused with the rule applicable to the admissibility of confessions, and which governs the degree of corroboration required by independent evidence necessary to make a confession admissible.\nThe test for determining, in the case before us, whether the court below erred in directing a verdict for accused is, was there a total absence of evidence upon some essential issue or issues, or if the evidence is without conflict, was that evidence susceptible of but one conclusion which is in favor of the accused. See: State v. Torphy (1940), 217 Ind. 383, 28 N.E.2d 70; State v. Kubiak (1936), 210 Ind. 479, 4 N.E.2d 193.\nWe are unable to find any evidence that the crime of manslaughter was actually committed in the case at bar. Although the evidence unquestionably shows decedent died of a wound inflicted by a paring knife, the evidence is without conflict that during the course of the argument between appellant and her husband, the husband went out to the kitchen and brought back the paring knife to the dining room saying this was \"one fight he was going to win.\" That in the skirmishing over the knife both had their hands on the knife and appellee had the knife in her hands as he fell. That he stated he was hurt and she called the doctor.\n*280 The undisputed evidence clearly shows appellee's deceased husband left the argument and came back with the implement of destruction which resulted in the loss of his own life. And in the struggle over it he was killed. If the evidence means anything it points to decedent rather than appellee as the aggressor with the knife. There can be no other construction of the evidence. We cannot possibly conclude upon such a state of the record that evidence was introduced, if believed, sufficient to support the conclusion that the crime of manslaughter was committed by someone. Nor is there a showing of criminal intent on the part of appellee-wife sufficient to convict her of the manslaughter of her husband. See: Roark, Holcomb v. State (1955), 234 Ind. 615, 619, 621, 130 N.E.2d 326, 327, 328.\nWe find no error in the lower court's ruling sustaining a motion for directed verdict of acquittal. The appeal of the State is not sustained.\nJackson and Bobbitt, JJ., concur.\nArterburn, C.J., concurs in result.\nAchor, J., not participating because of illness.\nNOTE. \u0097 Reported in 163 N.E.2d 745.\nNOTES\n[1]  Under Rule 1-7 of the Supreme Court error may be predicated upon the ruling of the court [in directing or refusing to direct a verdict] or upon the giving or refusing to give a written instruction directing the verdict.\n\n",
            "ocr": false,
            "opinion_id": 2224925
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}