{
    "id": 2199374,
    "judges": "Drucker, English, McCORMICK",
    "date_filed": -160358400000,
    "date_filed_is_approximate": false,
    "slug": "people-v-hannah",
    "case_name_short": "Hannah",
    "case_name": "People v. Hannah",
    "case_name_full": "People of the State of Illinois, Defendant in Error, v. August Hannah, Plaintiff in Error",
    "attorneys": "Ernest J. Nassos, of Chicago, for plaintiff in error., William G. Clark, Attorney General, of Springfield (Daniel P. Ward, State’s Attorney, of Chicago, Fred G. Leach and E. Michael O’Brien, Assistant Attorneys General, Elmer C. Kissane and Matthew J. Moran, Assistant State’s Attorneys, of counsel), for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b228-5\" pgmap=\"228\">\n    People of the State of Illinois, Defendant in Error, v. August Hannah, Plaintiff in Error.\n   </parties><br><docketnumber id=\"b228-6\" pgmap=\"228\">\n    Gen. No. 49,750.\n   </docketnumber><br><court id=\"b228-7\" pgmap=\"228\">\n    First District, Fourth Division.\n   </court><br><decisiondate id=\"b228-8\" pgmap=\"228\">\n    December 2, 1964.\n   </decisiondate><br><attorneys id=\"b229-11\" pgmap=\"229\">\n    Ernest J. Nassos, of Chicago, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b229-12\" pgmap=\"229\">\n    William G. Clark, Attorney General, of Springfield (Daniel P. Ward, State’s Attorney, of Chicago, Fred G. Leach and E. Michael O’Brien, Assistant Attorneys General, Elmer C. Kissane and Matthew J. Moran, Assistant State’s Attorneys, of counsel), for defendant in error.\n   </attorneys>",
    "citations": [
        "203 N.E.2d 764",
        "54 Ill. App. 2d 218"
    ],
    "opinions": [
        {
            "author_str": "English",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n54 Ill. App. 2d 218 (1964)\n203 N.E.2d 764\nPeople of the State of Illinois, Defendant in Error,\nv.\nAugust Hannah, Plaintiff in Error.\nGen. No. 49,750.\nIllinois Appellate Court \u0097 First District, Fourth Division.\nDecember 2, 1964.\n*219 Ernest J. Nassos, of Chicago, for plaintiff in error.\nWilliam G. Clark, Attorney General, of Springfield (Daniel P. Ward, State's Attorney, of Chicago, Fred G. Leach and E. Michael O'Brien, Assistant Attorneys General, Elmer C. Kissane and Matthew J. Moran, Assistant State's Attorneys, of counsel), for defendant in error.\nMR. PRESIDING JUSTICE ENGLISH delivered the opinion of the court.\n*220 At a bench trial defendant was convicted of the murder of Willie Jefferson and sentenced to life imprisonment. On writ of error defendant asserts that his conviction should be set aside because it was contrary to the weight of evidence and because the trial court committed prejudicial error in denying defendant's motion for a continuance, in permitting the introduction of improper hearsay evidence, and in summarily denying defendant's request for reasonable time to prepare and file his motion for a new trial.\nAt the trial, the defendant testified in his own behalf and we shall set forth first his version of the events precipitating the homicide. On the evening of February 21, 1960, defendant went to the London House (a supper club located on Wacker Drive and Michigan Avenue in Chicago) in order to meet Eva Webb, a washroom attendant with whom he was to have a date when the club closed. While seated at the bar, the defendant was approached by a night manager of the club, Mr. Stanley, who told the defendant that Eva would see him in the lobby of the London Guaranty Building. When Eva did not appear within ten or fifteen minutes, he returned to the bar. The time was somewhere between 10:45 and 11:30.\nContinuing with defendant's testimony, between 11:30 and 12:00, Willie Jefferson, the doorman at the London House, went up to the defendant, who was still seated at the bar, and stated that he resented defendant's \"horsing around\" with Eva. Defendant had never seen Jefferson before and refused to discuss the matter with him. At about 1:50 a.m. defendant left the club. While walking out of the door onto the sidewalk, Jefferson approached him and said, \"I'm going to teach you not to interfere with my affairs.\" Defendant denied knowing to what Jefferson was referring. Jefferson then struck defendant in the face with such force that a false tooth was knocked out. *221 The defendant did not return the blow, but pulled out a pistol and warned the deceased in these words, \"Get away from me, don't bother me, I'm not looking for any trouble, and stay away from me.\" Deceased then grabbed defendant \"by the wrist of the hand in which\" he held the pistol. There was some grappling and the gun went off. The shot entered Jefferson's head through the left eye and killed him. Becoming frightened, defendant fled.\nRoy Collins, a night manager at the club, was called as a witness for the State, and his testimony differed in part from that of the defendant. Whereas defendant testified that it was Mr. Stanley who delivered the message from Eva, Collins testified that it was Jefferson who delivered Eva's message to the defendant. When called back to the stand later in the trial, Collins further testified, over objection, that he heard Eva tell the deceased to deliver the message to the defendant and that Eva stated, \"I would rather not see him here in the London House.\"\nTwo cab drivers who were parked in line outside the London House also testified for the State. Chauncey Simms, who was parked first in line, testified that he saw defendant leave the club as deceased stepped out of a parked car, and that the two men approached each other. He saw nothing more in the brief time before the shot was fired, because he paused to light a cigarette.\nThe testimony of Charles Krieg, the cab driver second in line, is more revealing and supports the theory of the State. He testified that the defendant, upon leaving the club, walked up to Jefferson who was then standing outside the club. The two parties indulged in some \"boyish pushing\" and a shiny object appeared in defendant's right hand. Defendant \"placed this shiny object up to Willie's head\"; there was a shot and defendant ran.\n*222 [1, 2] It is defendant's first point that the State failed to show beyond a reasonable doubt that the homicide was committed with malice, either express or implied, and that the evidence actually disclosed manslaughter or self-defense. The only evidence to support these contentions is the testimony of the defendant himself. His credibility as a witness, however, is a matter for the trier of fact and not for this court, but it is obvious that the value of his testimony was impaired by proof of his prior conviction on the charge of murder in the State of Indiana.\n[3] The defendant's contention that the trial judge committed prejudicial error in not allowing his counsel's motion for a continuance is without merit. The granting of a continuance is within the trial judge's discretion, and his decision will not be disturbed on review unless it appears that the refusal to grant additional time hindered the accused in adequately presenting his defense. People v. VanNorman, 364 Ill. 28, 2 NE2d 891.\n[4] A reading of the record discloses, however, that the defendant's counsel actively participated in the trial, cross-examining all the State's witnesses and exhibiting a familiarity with the defense presented. It appears that he did a commendable job of representing defendant. And in view of the fact that defendant was represented by two different private counsel who had appeared for him through repeated continuances during the period from March 14 to September 23, 1960, it cannot be said that the trial judge abused his discretion in denying an additional continuance.\nThe defendant further contends that the trial judge committed reversible error in admitting hearsay evidence, consisting of Collins' testimony that he heard Eva tell Jefferson that she did not want to meet the defendant in the London House but in the lobby of *223 the London Guaranty Building. This testimony appears to have been elicited by the State to reinforce the earlier testimony of Collins to the effect that Jefferson and not Stanley delivered Eva's message personally to the defendant.\n[5, 6] Only where evidence of a statement made out of court is offered to show the truth of the matter asserted, and thus rests upon the credibility of the out-of-court asserter, can the testimony be said to be hearsay. People v. Carpenter, 28 Ill. 2d 116, 190 NE2d 738.[*] Here, Collins testified only to what he heard and saw. The court was not concerned about Eva's intentions or her actual conduct, the only possible uses of the evidence going to the question of whether the statement was made and not to the truth of anything expressed therein. Consequently, the disputed evidence was not hearsay and was admissible, in our opinion. Were this otherwise, however, we do not consider the matter to be of such significance as would justify reversal.\n[7] Defendant's last assignment of error is the trial judge's refusal to give defense counsel reasonable *224 time to prepare and file his post-trial motions. It appears from the record that the finding was rendered immediately following closing arguments by the attorneys. At this time defense counsel asked to have a date for motions. The trial judge refused the request and required the motions to be made immediately. Defense counsel moved for a new trial and arrest of judgment, which motions were denied. The trial judge, however, gave specific permission to defense counsel to file his motion in writing if he so wished. He chose not to do so. We find no error in this procedure.\nWe believe that the record amply supports the finding of guilty, and that the errors assigned do not warrant a new trial. The judgment is, therefore, affirmed.\nAffirmed.\nDRUCKER and McCORMICK, JJ., concur.\nNOTES\n[*]   The court stated at pages 120-121:\n\nThe only basis assigned by counsel in his objection to this testimony on the trial was that the conversation occurred \"outside the presence of defendant\". Seemingly, this type of objection, frequently appearing in the trial records before this court, arises from a misconception of the rules of evidence, and a belief that any statement or conversation occurring in the absence of defendant is inadmissible. Such is not the law.\n...\nThe distinction between admissible testimony and that which is barred by the hearsay rule is well illustrated by Wigmore's example of the witness A testifying that \"B told me that event X occurred\". If A's testimony is offered for the purpose of establishing that B said this, it is clearly admissible \u0097 if offered to prove that event X occurred, it is clearly inadmissible, for the only probative value rests in B's knowledge \u0097 and B is not present to be cross-examined.\n\n",
            "ocr": false,
            "opinion_id": 2199374
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}