{
    "id": 2202582,
    "judges": "Aiso",
    "date_filed": "1977-12-19",
    "date_filed_is_approximate": true,
    "slug": "people-v-carlin",
    "case_name_short": "Carlin",
    "case_name": "People v. Carlin",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. TOM CRUZ CARLIN, Defendant and Appellant",
    "attorneys": "David M. Rothman, under appointment by the Court of Appeal, for Defendant and Appellant., Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Richard D. Huffman, Deputy Attorney General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b52-4\">\n    [Crim. No. 13635.\n   </docketnumber><court data-order=\"1\" data-type=\"court\" id=\"ALt\">\n    Second Dist., Div. Five.\n   </court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AW\">\n    Apr. 11, 1968.]\n   </decisiondate><br><parties data-order=\"3\" data-type=\"parties\" id=\"b52-5\">\n    THE PEOPLE, Plaintiff and Respondent, v. TOM CRUZ CARLIN, Defendant and Appellant.\n   </parties><br><p data-order=\"4\" data-type=\"attorneys\" id=\"b53-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"31\"> \n     *31\n     </span>\n    David M. Rothman, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </p><br><p data-order=\"5\" data-type=\"attorneys\" id=\"b53-9\">\n    Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Richard D. Huffman, Deputy Attorney General, for Plaintiff and Respondent.\n   </p>",
    "citations": [
        "261 Cal. App. 2d 30"
    ],
    "opinions": [
        {
            "author_str": "Aiso",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6305.0,
            "opinion_text": "\n261 Cal.App.2d 30 (1968)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nTOM CRUZ CARLIN, Defendant and Appellant.\nCrim. No. 13635. \nCalifornia Court of Appeals. Second Dist., Div. Five.  \nApr. 11, 1968.\n David M. Rothman, under appointment by the Court of Appeal, for Defendant and Appellant.\n Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Richard D. Huffman, Deputy Attorney General, for Plaintiff and Respondent.\n AISO, J. pro tem.  [fn. *]\n In a prosecution arising out of six armed robbery episodes, the jury convicted the defendant Tom Cruz Carlin of: one count of murder of the first degree  [fn. 1] (Pen. Code,  187), one count of kidnaping for purposes of robbery with bodily harm to the victim  [fn. 2] (Pen. Code,  209), two counts of kidnaping for purposes of robbery (Pen. Code,  209), six counts of first degree robbery  [fn. 3] (Pen. Code,  211, 211a), and one count of an assault with a deadly weapon (Pen. Code,  245) as a lesser and necessarily included offense *32 to a charge of an assault with a deadly weapon with intent to commit murder (Pen. Code,  217). He was sentenced to concurrent terms in the state penitentiary: (1) for life on the first degree murder, (2) for life without possibility of parole on the kidnaping for purposes of robbery with bodily harm to the victim, and (3) for the respective periods provided by law on (a) two kidnapings for purposes of robbery, (b) the six first degree robberies,  [fn. 4] and (c) the assault with a deadly weapon.  [fn. 4a] Defendant appeals from the judgment of conviction.\n Contentions on Appeal\n Sufficiency of the evidence to sustain conviction on the 11 counts charged is not questioned on this appeal. Hence extended recital of the facts will be omitted, but a brief sketch is necessary to understand the contentions which defendant advances in this court. Reference is made to the chart (see next page) patterned (with modifications) on the charts set forth in the respective briefs of counsel. It sets forth the pertinent data in tabular form.\n The Sheriff's Department of Los Angeles County arrested the defendant Carlin around 7:30 p.m., February 19, 1966, on a warrant charging him with the murder and robbery arising out of the Boulevard Liquor Store robbery of November 18, 1965 (episode one).\n On this robbery, defendant was accompanied by an accomplice, Raul Joseph Aceves, who was armed with defendant's .45 caliber automatic pistol. An employee of the Boulevard Liquor Store, Panteleon V. Garcia, was lying on the floor as commanded when the gun went off. The bullet ricocheted from the beer cooler and one-third to one-half of it entered Garcia's scalp just behind his right ear and lodged in his brain. This caused Garcia's death two days later on November 20, 1965.\n The unexpected discharge of the gun, according to the defendant, surprised him and he dropped some of the loot, but he did make away with some of the cash taken from the cash register which the owner Dylewski had been commanded to open. *33\n Tabular Material Omitted\n *34\n Thereafter, defendant committed the other five robberies alone, arming himself on each occasion with the .45 caliber automatic pistol. The episodes occurring in the Gardena area, of which the respective victims were cabdriver Vallone and cashier Carey of the Normandie Club, had been reported to and were known by the Gardena police prior to defendant's arrest.\n Defendant was interrogated on the evening of his arrest by Sergeant H. W. Thornton of the Los Angeles Sheriff's Department concerning the robbery of the Boulevard Liquor Store (episode one). Adequate Dorado- Escobedo  [fn. 5] type warnings were given to defendant; the additional requirements later prescribed by Miranda  [fn. 6] were not.  [fn. 7] February 19, 1966 was still three months and twenty-five days before Miranda was handed down on June 13, 1966. Defendant not only confessed the robbery of the Boulevard Liquor Store, but also answered questions concerning the location of the weapon  [fn. 8] and volunteered information about the other robberies.\n The officers from the sheriff's department, accompanied by the defendant, went out and recovered the .45 caliber automatic pistol. Shortly after their return to the station, Sergeant Thornton introduced the defendant to Detective Denning Burton of the Gardena Police Department, who had arrived in response to a call from the sheriff's East Los Angeles station, and to Sergeant Wagner from the sheriff's East Los Angeles station who was assigned to the other *35 charges. Detective Burton also gave defendant the Dorado-Escobedo type of warning and obtained voluntary confessions of the defendant to the two robbery episodes (two and six) which occurred in the Gardena area.\n The charges arising out of the Boulevard Liquor Store holdup were alleged in information number 319,742 and others in information number 319,743. The public defender was appointed as defendant's counsel, and defendant was arraigned on both informations on March 18, 1966. On motion of the public defender, the public defender was relieved as counsel in case number 319,743 and attorney Jack A. Dahlstrom was appointed as defendant's counsel under Penal Code, section 987a. Motions to set aside both informations in cases numbers 319,742 and 319,743 were argued by attorney Dahlstrom on March 29, 1966, and denied. Defendant was then re-arraigned and entered not guilty pleas to each count in the two informations. On April 1, 1966, the trial date for both cases was set for May 11, 1966. On May 10, 1966, the causes were advanced from May 11th and upon defendant's motion for additional time to prepare for trial, the trial date on both cases was continued to June 21, 1966. This put the trial beyond June 13, 1966, and within the operative ambit of Miranda. (Johnson v. New Jersey (1966) 384 U.S. 719, 734 [16 L.Ed.2d 882, 892, 86 S.Ct. 1772]; People v. Rollins (1967) 65 Cal.2d 681, 683 [56 Cal.Rptr. 293, 423 P.2d 221].) On June 21, 1966, defendant's attorney Dahlstrom moved for another continuance for additional time for preparation for trial and the trial of the two cases was continued to August 15, 1966. On June 28, 1966, attorney Jack A. Dahlstrom was relieved as counsel at defendant's request and attorney Stanley L. Avery was appointed as defense counsel under Penal Code, section 987a. Trial was reset for August 15, 1966. On August 15, 1966, upon the People's motion, case number 319,743 was consolidated into case number 319,742 and the counts renumbered 3, 4, 5, 6, 7, 8, 9, 10 and 11, respectively.\n After the jury was impanelled, the trial court, pursuant to stipulation obtained from counsel for both sides, proceeded to take evidence out of the hearing of the jury to ascertain what prosecution evidence would have to be ruled out because of Miranda v. Arizona (1966) supra, 384 U.S. 436 and Johnson v. New Jersey (1966) supra, 384 U.S. 719.  [fn. 9] The hearing *36 covered 117 pages of the reporter's transcript, and Sergeant Thornton, Detective Burton, Deputy Sheriff Frank P. Hayes and defendant Carlin testified as to what transpired during the interrogations on the night of February 19, 1966.\n Upon objection of the trial defense counsel to the admission of any statements made by the defendant on that evening, whether they be confessions, admissions, or any statement adverse to defendant, the court sustained the objection. The prosecutor then commendably called the court's attention to the fact that the weapon likewise would have to be excluded (People v. Buchanan (1966) 63 Cal.2d 880, 887 [48 Cal.Rptr. 733, 409 P.2d 957]), and the court ruled that the .45 caliber automatic would be excluded.  [fn. 10] At no time was there any objection raised to any of the rest of the evidence as being derivative evidence, tainted or poisoned by the interrogations of February 19, 1966.\n Appellate counsel now seeks to advance the \"poisoned fruit\" or \"tainted witness\" theory for the first time on appeal as to counts III through XI. His second assignment of error is that the oral instruction set forth below  [fn. 11] prejudiced the defendant upon both the guilt and penalty phases  [fn. 12] of the bifurcated trial.\n Examination of the record on appeal, including the reporter's transcript of 661 pages, and of the applicable rules of law, has led us to conclude that neither contention is meritorious.\n \"Poisoned Fruit\" and \"Tainted Witness\" Theories Not Applicable\n [1a] Defendant has no standing to raise either the \"poisoned *37 fruit\" or \"tainted witness\" theory upon this appeal. The only evidence objected to by defendant's trial counsel consisted of the incriminatory statements made by defendant in course of the February 19, 1966 interrogations. The gun found, being the product of information which defendant furnished, was also excluded upon suggestion of the prosecution. No objection was made to the introduction of the somewhat massive testimony of eight percipient witnesses, an autopsy surgeon, a ballistics expert and the .45 caliber shells and slugs found both in the Boulevard Liquor Store and in Vallone's cab, upon the ground now sought to be raised here for the first time. The defense put on no case of its own during the guilt phase of the trial.\n Objection to the admission of evidence upon the ground that it is derivative evidence with a causative nexus to statements obtained illegally from the defendant must be made in the trial court. It may not be raised for the first time on appeal. (People v. Ditson (1962) 57 Cal.2d 415, 441-442 [20 Cal.Rptr. 165, 369 P.2d 714]; cf. People v. Fleig (1967) 253 Cal.App.2d 634, 637-638 [61 Cal.Rptr. 397].) The plaint of defendant's appellate counsel illustrates the wisdom of the Ditson rule. He states in his opening brief: \"The question here is whether the charges against Appellant arising out of Appellant's confession to numerous other robberies is part of the 'poisonous fruit' of the illegally obtained confession, as well as the gun. [] An obvious difficulty to reaching a conclusion on this question is the sparseness of the record on the subject. ... [W]here the authorities went from the confession is not known.\" The court stated in Ditson, supra, at page 442: \"If defendants intended to claim ... that the recovery of the head and arms [of the murder victim] was inadmissible 'fruit' of the [involuntary] confession it was their clear duty to state the objection and its grounds [in the trial court] so that, if necessary, a further foundation could be laid and the matter argued.\"\n [2] The fact that the evidence spawned from incriminating statements obtained in violation of an accused's constitutional rights is testimonial rather than real evidence is not of itself a bar to its exclusion. (Cf. People v. Nelson (1965) 233 Cal.App.2d 440, 443, 444 [43 Cal.Rptr. 626].) [3] However, care must be exercised in ascertaining that the claimed \"fruit of the poisonous tree\" would not have come to light but for the primary illegality in obtaining the incriminating statement from the defendant. Mere leads dropped in course *38 of the illegal confession are not adequate to \"poison\" or \"taint\" the derivative evidence where the crimes are already known to the police and only certain details are lacking. (People v. Ditson (1962) supra, 57 Cal.2d 415, 442- 443, 445; cf. People v. Stoner (1967) 65 Cal.2d 595, 600-602 [55 Cal.Rptr. 897, 422 P.2d 585].) [4] \"We need not hold that all evidence is 'fruit of the poisonous tree' simply because it would not have come to light but for the illegal actions of the police. Rather, the more apt question in such a case is 'whether, granting establishment of the primary illegality, the evidence to which instant objection is made has been come at by exploitation of that illegality  [fn. 13] or instead by means sufficiently distinguishable to be purged of the primary taint.' \" (Wong Sun v. United States (1963) 371 U.S. 471, 487-488 [9 L.Ed.2d 441, 455-456, 83 S.Ct. 407]; see also People v. Bilderbach (1965) 62 Cal.2d 757, 766 [44 Cal.Rptr. 313, 401 P.2d 921].) The leitmotif is whether the admission of the evidence \"would thwart the laudable policies underlying\" (People v. Bilderbach, supra, at p. 768) the rule upon which the primary illegality is based.  [fn. 13a]\n [1b] Defendant's appellate counsel concedes that the record is almost barren on the nexus between the statements violating the Miranda rules and the evidence received on the 11 counts.  [fn. 14] There was no police exploitation of a known primary illegality. Their transgressions \"were not intentional evasions of the requirements of the privilege\" (Johnson v. New Jersey (1966) 384 U.S. 719, 733 [16 L.Ed.2d 882, 892, 86 S.Ct. 1772]). Their only \"fault\" was a lack of a charismatic prescience that three months and twenty-seven days later the *39 United States Supreme Court would add to the Dorado-Escobedo rules in Miranda and adopt the date of trial rule of Johnson v. New Jersey, supra, rather than the date of obtaining the evidence rule of Stovall v. Denno (1967) 388 U.S. 293 [18 L.Ed.2d 1199, 87 S.Ct. 1967] and that defendant's dilatoriness in getting to trial would drag the case into the Miranda sanctuary.\n No Error in Instructing Jury to Determine Guilt on Basis of Reason, Not Feeling\n [5] Defendant claims prejudice and miscarriage of justice because the oral instruction of the trial court in submitting the case to the jury upon the guilt phase of the trial included an admonition to try to be \"absolutely free from feeling as it is humanly possible ... a fair judgment can [not] be rendered if ... you entertain some feeling ... As I said, this is not a personality contest and I must admonish you that in your deliberations try to be as humanly possible as free from any feeling whatsoever.\"\n We find no error in this. It was but a paraphrasing of CALJIC 1 (Rev.). Furthermore, it was designed to protect the defendant against possible passionate feelings that might have crept in from the evidence relating to the death of Panteleon V. Garcia resulting from the robbery of the Boulevard Liquor Store (episode one). The cabdriver, Frank Daniel Vallone, who was the victim of episode two (counts III, IV and V), had also testified how the shot from the gun in that episode penetrated through the right side of his neck and paralyzed him; how he laid helpless on the front floorboard of his cab for several hours  [fn. 15] before an ambulance arrived; how he had been under intensive care for nine days in the Gardena Hospital, six weeks in the Imperial Hospital, and two months in the Orthopaedic Hospital; and how he was permanently crippled, unable to bend his wrist, and numb in most parts of his body. He also testified, \"I never was sick in my life\" and that he had six children.  [fn. 16]\n Prior to the jury deliberating on the penalty phase of counts I (murder, first degree) and IV (kidnaping for purposes *40 of robbery, with bodily harm to the victim), they were given a new set of instructions tailored to the penalty phase. Included was an instruction that in arriving at the penalty for these two offenses, the jurors were entirely free to act according to their own judgment, conscience and absolute discretion. On each count submitted to the jury, it fixed the penalty at life--not death. No prejudice or miscarriage of justice thus resulted in the penalty phase of trial.\n Strike Finding of Being Armed From Counts VIII and XI\n At time of oral argument, we called the attention of respective counsel that although the point was not raised in the briefs, the special verdicts finding defendant armed (Pen. Code,  1158a) and the recital in the judgment \"and that defendant was armed as alleged\" insofar as they pertained to counts VIII and XI would have to be stricken. The People's appellate counsel concedes that this should be done. (People v. Sparks (1967) 257 Cal.App.2d 306, 312 [64 Cal.Rptr. 682]; People v. Thomsen (1965) 239 Cal.App.2d 84, 98 [48 Cal.Rptr. 455]; cf. People v. Ford (1964) 60 Cal.2d 772, 794 [36 Cal.Rptr. 620, 388 P.2d 892]; see People v. Hall, 2d Crim. 13030, 68 A.C. No. 8, Minutes p. 2 (Feb. 21, 1968).) So long as the sentences on counts I, IV, VII and X stand, there is no need to strike the findings and recital insofar as they pertain to counts II, III, VI and IX since execution of sentence on these counts has been stayed in conjunction with the sentences on counts I, IV, VII and X. (See People v. Sparks, supra.)\n Disposition\n The judgment is modified by striking therefrom the recital \"and that defendant was armed as alleged\" insofar as it pertains to the sentences on counts VIII and XI; otherwise, the judgment is affirmed.\n Kaus, P. J., and Hufstedler, J., concurred.\nNOTES\n[fn. *]  *. Assigned by the Chairman of the Judicial Council.\n[fn. 1]  1. The jury also fixed the penalty \"at life imprisonment in the State Prison.\"\n[fn. 2]  2. The jury likewise fixed the penalty for this crime at \"life imprisonment in the State Prison without possibility of parole.\"\n[fn. 3]  3. The jury also returned six special verdicts (Pen. Code,  1158a) finding the allegations charging defendant with having been armed at the time of each of the six robberies to be true.\n[fn. 4]  4. On some of these counts, the trial judge ordered appropriate stays of execution of sentence in compliance with the Niles formula (People v. Niles (1964) 227 Cal.App.2d 749, 755-756 [39 Cal.Rptr. 11]) approved by our Supreme Court (In re Wright (1967) 65 Cal.2d 650, 655-666, fn. 4 [56 Cal.Rptr. 110, 422 P.2d 998]), to meet the proscription of Penal Code, section 654 against multiple punishments.\n[fn. 4a]  4a Ibid\n[fn. 5]  5. See People v. Dorado (1965) 62 Cal.2d 338 [42 Cal.Rptr. 169, 398 P.2d 361]; Escobedo v. Illinois (1964) 378 U.S. 478 [12 L.Ed.2d 977, 84 S.Ct. 1758].\n[fn. 6]  6. Miranda v. Arizona (1966) 384 U.S. 436 [16 L.Ed.2d 694, 86 S.Ct. 1602, 10 A.L.R.3d 974].\n[fn. 7]  7. These are: \"You have the right to ... have him [a lawyer] present with you while you are being questioned,\" and \"If you cannot afford to hire a lawyer, one will be appointed to represent you before any questioning, if you wish.\" (Taken from form of Miranda warning suggested by Attorney General Thomas C. Lynch, 42 State Bar J. (1967) 151.)\n[fn. 8]  8. \"Approximately 10:20 or 10:50 that evening I [Sgt. Thornton] asked him [defendant] where the gun was and he said it was in his car parked up near his wife's house on Fetterly and Hubert, I believe it was. I asked him if he would show us where the weapon was so we drove the radio car, accompanied by Detective Loos and Hayes from the East Los Angeles Detective Bureau, and they pointed out to me an old '52 model Chevrolet which he stated was his. He said that he had the gun, the .45 was under the front seat, under the driver's seat of the front passenger side. Then when we opened the door he pointed out a sack, a brown paper sack, well, it looked like there were two brown paper sacks, and inside one brown paper sack was a pair of shoes and a fully loaded .45 caliber automatic. He stated that it was his weapon and the gun used in the robbery and other robberies he told me about.\" (R.T. p. 18-A, line 13 to p. 19-A, line 3.)\n[fn. 9]  9. This was correct procedure: See People v. Eli (1967) 66 Cal.2d 63, 76 [56 Cal.Rptr. 916, 424 P.2d 356]; People v. Schader (1965) 62 Cal.2d 716, 728 [44 Cal.Rptr. 193, 401 P.2d 665].\n[fn. 10]  10. The court cautiously added that if further evidence bearing upon the admissibility of these two types of evidence were adduced in the course of trial, it would reconsider the question.\n[fn. 11]  11. \"There is one thing that I want to say and that is this. It has been my experience as a judge, and I know the experience of others, that in deciding matters it is essential that you be absolutely free from feeling as it is humanly possible; in other words, I don't think that a fair judgment can be rendered if at the same time you entertain some feeling, and I am specifically interested in that. Now, I have never been in the jury room in my life where deliberations are going on. I have never been a juror and it is probable that I never will, but I think sometimes jurors get up there and it sometimes becomes a question of personality, a question of one person imposing his will on others. Now, that is not the way it should be. Each one of you have the same responsibility and each one of you has the same authority. As I said, this is not a personality contest and I must admonish you that in your deliberations try to be as humanly possible as free from any feeling whatsoever.\" (R.T., pp. 438-439.)\n[fn. 12]  12. In appellant's opening brief, it is claimed that this oral instruction prejudiced defendant on the penalty phase of the bifurcated trial. In his reply brief, he asks that the claim of prejudice be extended to the guilt phase as well.\n[fn. 13]  13. For comprehensive analysis, see Ruffin, Out on a Limb of the Poisonous Tree: The Tainted Witness (1967) 15 U.C.L.A. L.Rev. 32. The author also discusses proximate causation in torts as an analogy in the sense that it is a legally recognized cause and not merely a \"but for\" logical concatenation.\n[fn. 13a]  13a See note Fruit of the Poisonous Tree--A Plea for Relevant Criteria (1967) 115 U.Pa.L.Rev. 1136, 1148-1149.\n[fn. 14]  14. The maximum support for defendant's theory is the following portion of Sergeant Thornton's testimony: \"Q. And then did you have a conversation with regard to the other charges included in the information before the court? A. Yes, sir, I did. Q. And without going into the details of those too specifically, which particular robberies were these? A. Well, there were seven [six] robberies all told. There were five in the County area and two in the Gardena area. There was a liquor store, the Olympic Club, and there was a cab driver and I didn't know the name of that, but one from the East Los Angeles area. There was a cab driver in the Gardena area and there was a card club, the Normandie Card Club.\" (R.T., p. 20-A.) \"Q. Did you yourself at that time know of any other charges? A. He was suspected of other charges but I did not know about them until he told me about them.\" (R.T., p. 47-A.)\n[fn. 15]  15. In fairness to defendant, we note from the record that defendant returned to the scene of the robbery and after ascertaining that Vallone was still in the cab, called for an ambulance.\n[fn. 16]  16. All of this information came out in cross-examination. The court terminated the line of questions which evoked these answers by warning defense counsel that it was not a personal injury civil action which was being tried.\n\n",
            "ocr": false,
            "opinion_id": 2202582
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}