{
    "id": 2210225,
    "judges": "McCULLOUGH",
    "date_filed": "2002-05-01",
    "date_filed_is_approximate": true,
    "slug": "people-v-jarnagan",
    "case_name_short": "Jarnagan",
    "case_name": "People v. Jarnagan",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MARVIN JARNAGAN, Defendant-Appellant",
    "attorneys": "Daniel D. Yuhas and Timothy M. Gabrielsen, both of State Appellate Defender’s Office, of Springfield, for appellant., Donald M. Cadagin, State’s Attorney, of Springfield (Kenneth R. Boyle, Robert J. Biderman, and Gwendolyn Klingler, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b209-4\" pgmap=\"209\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MARVIN JARNAGAN, Defendant-Appellant.\n   </parties><br><court id=\"b209-6\" pgmap=\"209\">\n    Fourth District\n   </court><docketnumber id=\"A3-\" pgmap=\"209\">\n    No. 4—86—0354\n   </docketnumber><br><decisiondate id=\"b209-7\" pgmap=\"209\">\n    Opinion filed April 2, 1987.\n   </decisiondate><br><attorneys id=\"b211-6\" pgmap=\"211\">\n    Daniel D. Yuhas and Timothy M. Gabrielsen, both of State Appellate Defender’s Office, of Springfield, for appellant.\n   </attorneys><br><attorneys id=\"b211-7\" pgmap=\"211\">\n    Donald M. Cadagin, State’s Attorney, of Springfield (Kenneth R. Boyle, Robert J. Biderman, and Gwendolyn Klingler, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "506 N.E.2d 715",
        "154 Ill. App. 3d 187"
    ],
    "opinions": [
        {
            "author_str": "McCULLOUGH",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n154 Ill. App.3d 187 (1987)\n506 N.E.2d 715\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nMARVIN JARNAGAN, Defendant-Appellant.\nNo. 4-86-0354.\nIllinois Appellate Court \u0097 Fourth District.\nOpinion filed April 2, 1987.\n*188 *189 Daniel D. Yuhas and Timothy M. Gabrielsen, both of State Appellate Defender's Office, of Springfield, for appellant.\nDonald M. Cadagin, State's Attorney, of Springfield (Kenneth R. Boyle, Robert J. Biderman, and Gwendolyn Klingler, all of State's Attorneys Appellate Prosecutor's Office, of counsel), for the People.\nJudgment affirmed.\nJUSTICE McCULLOUGH delivered the opinion of the court:\nA jury convicted defendant of armed robbery and attempt (murder). (Ill. Rev. Stat. 1985, ch. 38, pars. 18-2, 8-4, 9-1.) Defendant appeals arguing: (1) the trial court erred in admitting evidence of the victim's out-of-court identification of defendant as the assailant and in admitting evidence of uncharged offenses; (2) defendant was not proved guilty beyond a reasonable doubt; (3) he was denied effective assistance of counsel; (4) that the trial court abused its discretion in denying defendant's motion for a continuance; (5) the prosecutor's references to his failure to testify denied him a fair trial; (6) the trial court abused its discretion by failing to inspect a juror's notes; and (7) the trial court erred in failing to excuse a juror.\nWe affirm.\nKathleen Orr testified that on July 3, 1985, she and Ray Barber lived in Springfield. She was working toward her master's degree, and as part of the program, she was a political reporter covering the State legislature. She returned from work after 12 midnight on July 3, 1985. She sat on the living room floor, watched television, and at approximately 1 a.m., went to bed. She smoked Newport Lights cigarettes and has never smoked Kools. She was awakened by a doorbell. Defendant was standing in the hallway with a large, fluorescent light shining on his face. Orr had met defendant about three months earlier. Defendant asked if Barber was home and said, \"Remember me, I'm Marvin.\" He then said he owed Barber money, wanted to repay him, and asked if he could give Orr the money. She agreed and opened the door. However, she became suspicious and tried to shut the door. Before she could lock it, defendant forced his way into her apartment. Orr identified defendant as her assailant for the record.\nOrr continued that after defendant entered the apartment, he put *190 his hand behind her arm and asked when Barber would return. She told him that she did not know and asked what time it was. Defendant told her it was approximately 3 a.m. At his instruction, she lay on the dining room floor for several minutes. Then, he told her to get up, and they entered the kitchen, where defendant took a steak knife from a drawer. She and defendant went to the bedroom where he instructed her to lie on the bed and remove her clothing. She did so. He then asked if she had any money. She told him that she had some money in the living room. Defendant held the knife close to her as she was getting the money. They returned to the bedroom where defendant asked if she had any other valuables.\nOrr further testified that defendant repeatedly asked her who he was, and reminded her that he had stated his name at the door. Defendant stabbed Orr, and she lost consciousness. When Orr regained consciousness, she tried to obtain assistance. Orr could not estimate how much time elapsed between the attack and Barber's arrival. The police arrived after Barber. She told the police and Barber that defendant was the assailant.\nOn cross-examination, defense counsel again elicited that Orr had identified defendant at the scene as her assailant. Orr admitted that she did not remember whether her assailant had cigarettes. In her initial statement to the police, she did not tell them that defendant had told her the time. In fact, however, she estimated the time based upon his statement.\nBarber testified that he met defendant when they were patients at an alcohol and substance abuse center. Barber admitted being convicted of theft and burglary. Defendant had been at his apartment once prior to the July incident. Barber discovered Orr after he returned from work. She told him that defendant had committed the offense. Barber noticed keys and cigarettes on the living-room floor.\nOn cross-examination, Barber stated that he arrived home at 3:25 a.m. Defense counsel then elicited again that Orr told Barber that defendant committed the offense. Barber stated that when he and defendant were roommates, defendant smoked Kools. No fingerprints were recovered from the keys or cigarette package.\nOrr's treating physician testified that Orr had sustained five stab wounds to the chest, one stab wound in her hand, and was in a near terminal state when she arrived at the hospital. Because of the nature of the injuries, she could have been injured anywhere from an hour to several hours before her arrival at the hospital. Harlan Sanders, a Springfield police officer, testified that he was dispatched to the scene at 3:30 a.m. on July 3, 1985. As he was examining Orr's wounds, she *191 identified defendant as the assailant. On cross-examination, defense counsel asked if Barber said anything on the way into the apartment. Sanders responded that he had. Counsel then asked what he had said. Sanders responded that Barber said defendant committed the offense.\nDetective David Hurrelbrink testified that he went to the hospital and saw Barber. Barber told him Orr identified the defendant as the assailant. Hurrelbrink then assembled photographs from his files. Orr pointed to defendant's photograph. Hurrelbrink further testified that he took the keys and procured a search warrant for 523 West Monroe Street, two blocks from the victim's residence. The keys unlocked two locks on a door at that address. Hurrelbrink left a copy of the warrant in the door.\nDefendant's landlord testified that he rented an apartment to defendant at 523 West Monroe Street. Soon after July 3, 1985, he visited the apartment building. There were no broken windows or doors. Defendant's apartment contained a television set, a tape player, and other personal effects.\nDoug Nicodemus testified that in 1985, he shared a house with Pam Barger and Susan Powers. At 2:30 a.m., on July 3, 1985, the telephone rang, and he answered it. Defendant asked to speak to Powers. Nicodemus woke Powers up and went to bed but he did not fall asleep. At 2:50 a.m., he heard a knock on the door. Nicodemus recognized Powers and defendant's voices talking and heard them walk to the back bedroom. That morning at approximately 7 a.m., defendant was present in the apartment.\nOn cross-examination, Nicodemus stated that at breakfast on July 3, 1985, defendant said that two men and a woman, with a knife, had pounded on his back door the day before. He had run out the front door, fearing for his safety. He left the front door unlocked. That evening, the defendant said that his keys and cigarettes had been taken during the incident.\nPam Barger, an attorney, testified that at 2:30 a.m. on July 3, 1985, she and Nicodemus received a telephone call. She looked at the clock when the phone rang. Nicodemus woke Powers, who talked on the telephone and afterwards sat in the living room. About 20 minutes later, someone knocked on the door. Barger heard a male voice, which she did not recognize. Powers and her guest went to Powers' room. When Barger woke at 7 a.m. on July 3, 1985, Nicodemus, Powers, and the defendant were at the apartment. She did not hear anyone else enter after 2:50 a.m.\nInitially, defendant argues that he was denied a fair trial by the court's admission of Orr's statement that she had previously identified *192 defendant, by Barber's and Sander's statements that she had named defendant, and by Hurrelbrink's testimony that Barber told him Orr stated that defendant was the assailant. The State responds that the evidence was admissible under People v. Rogers (1980), 81 Ill.2d 571, 411 N.E.2d 223, and that defendant waived review of the issue.\n\u0095 1 Defendant did not object to the testimony, did not raise the issue in his post-trial motions, and pursued the same line of questioning in his cross-examination of the witnesses. Generally, failure to raise an issue in a post-trial motion constitutes a waiver of the issue, and it may not be raised as a ground for reversal on appeal. (People v. Adams (1985), 109 Ill.2d 102, 116, 485 N.E.2d 339, 343; People v. Caballero (1984), 102 Ill.2d 23, 464 N.E.2d 223.) Also, where a defendant fails to object to testimony and elicits the same or similar testimony on cross-examination, any error in the testimony is deemed waived. (People v. Davis (1984), 130 Ill. App.3d 41, 473 N.E.2d 387.) However, in cases where plain error occurs, courts of appeal may consider the issue though defendant did not properly preserve the matter for review. (People v. Szabo (1983), 94 Ill.2d 327, 447 N.E.2d 193.) We find no plain error and find defendant waived review of this issue.\n\u0095 2 Defendant next argues that he was denied a fair trial when Hurrelbrink testified that he compiled a photographic array from his files and where the photographic array, complete with a Springfield police department legend, was sent to the jury. Evidence of collateral crimes is inadmissible if relevant only to a defendant's propensity to commit crime. (People v. Adams (1985), 109 Ill.2d 102, 485 N.E.2d 339.) However, defendant did not object to Hurrelbrink's testimony or raise it as an issue in his post-trial motions. Defendant objected to the array's being sent to the jury room but failed to raise the issue in his post-trial motions. Failure to raise an issue in a post-trial motion constitutes a waiver of the issue, and it may not be urged as a ground for reversal on appeal. We find defendant waived review of this issue. People v. Zehr (1984), 103 Ill.2d 472, 469 N.E.2d 1062; People v. Caballero (1984), 102 Ill.2d 23, 464 N.E.2d 223.\n\u0095 3 Defendant next argues that he was not proved guilty beyond a reasonable doubt. The State argues that the evidence was sufficient to support the verdict. A court of review will not set aside a criminal conviction unless the evidence is so unsatisfactory that it creates a reasonable doubt of the defendant's guilt. (People v. Adams (1985), 109 Ill.2d 102, 115, 485 N.E.2d 339, 342.) It is not the function of an appellate court to retry a defendant. (People v. Collins (1985), 106 Ill.2d 237, 261, 478 N.E.2d 267, 277.) Minor inconsistencies in witness testimony do not create a reasonable doubt. (People v. Brisbon (1985), *193 106 Ill.2d 342, 478 N.E.2d 402.) As was noted in Collins, on appeal, the evidence will be viewed in a light most favorable to the prosecution. The verdict will be overturned only when no reasonable juror could have reached the same result. Credibility determinations are jury functions. People v. Collins (1985) 106 Ill.2d 237, 261, 478 N.E.2d 267, 277.\n\u0095 4 Orr stated unequivocally that defendant was her attacker. The testimony was supported by the cigarettes, which were defendant's brand, and keys to his apartment building, which were found at the scene. Additionally, the assailant, if Orr is believed, stated that he was the defendant. During the attack, he repeatedly questioned Orr about whether she remembered who he said he was. The assailant told Orr the approximate time. The evidence supports the verdict.\n\u0095 5 Defendant next argues that his counsel was ineffective for failure to make a motion to dismiss based upon section 103-5 of the Code of Criminal Procedure of 1963. (Ill. Rev. Stat. 1985, ch. 38, par. 103-5(a).) Defendant's argument is not supported by the record. Section 103-5(a) provides that every person in custody is entitled to a trial within 120 days from his incarceration date, unless delay is occasioned by him. (Ill. Rev. Stat. 1985, ch. 38, par. 103-5(a).) Delay occasioned by the defendant temporarily suspends the 120-day period. (Ill. Rev. Stat. 1985, ch. 38, par. 103-5(f).) The right to discharge under this section is waived unless a motion is presented to the trial court. People v. Worley (1970), 45 Ill.2d 96, 256 N.E.2d 751; People v. Howard (1985), 130 Ill. App.3d 967, 474 N.E.2d 1345.\n\u0095 6 However, failure of counsel to seek discharge of his client on this ground can constitute ineffective assistance of counsel. Counsel is not ineffective, however, where the record demonstrates that there is no lawful ground for the motion. (People v. Howard (1985), 130 Ill. App.3d 967, 474 N.E.2d 1345; People v. Callahan (1981), 95 Ill. App.3d 479, 420 N.E.2d 787.) A defendant's right to a speedy trial is not violated where delay results from his actions or motions or where he has expressly agreed to a continuance on the record. People v. Baker (1984), 127 Ill. App.3d 565, 469 N.E.2d 602; People v. Grant (1982), 104 Ill. App.3d 183, 432 N.E.2d 1129.\nIn the instant case, the record establishes that defendant was arrested on July 5, 1985. His original trial date was September 16, 1985. Defendant was granted a continuance from September 16, 1985, to December 16, 1985. The State continued the cause from December 16, 1985, to January 13, 1986. On January 8, 1986, the parties jointly moved for a continuance, and defense counsel stated that the March 3, 1986, trial date was \"fine.\" The trial court then stated that the *194 continuance was by agreement of the parties. Subsequently, the trial date was advanced. This trial resulted in a mistrial, and defendant was retried. Delays which defendant agrees to are attributable to defendant for purposes of the speedy-trial argument. Thus, only 101 days of the delay are attributable to the State. Since there was no basis for making a motion to discharge, counsel was not ineffective for failing to raise the issue.\nDefendant also argues that he did not receive effective assistance of counsel because counsel did not interview and investigate an alibi witness, did not compel her attendance, and failed to file a timely motion to continue the cause. The day before the second trial, attorney Sanchez moved for a continuance, arguing that he needed to investigate matters that he had discovered after reviewing the transcripts of the first trial, which ended in a mistrial. He also needed to make an additional effort to compel Powers' attendance. Defense counsel agreed that he had known about the witness and that his predecessor had corresponded with her. However, she had decided not to testify. The judge denied the motion. Both Nicodemus and Barger testified about defendant's alibi.\n\u0095 7, 8 The test to determine if counsel's performance deprived an accused of his constitutional rights is: (1) whether counsel's performance was incompetent; and (2) whether but for counsel's errors, the results probably would have been different. (People v. Madej (1985), 106 Ill.2d 201, 478 N.E.2d 392; People v. Barnard (1984), 104 Ill.2d 218, 470 N.E.2d 1005.) The ineffective assistance of counsel must prejudice the defendant. (People v. Madej (1985), 106 Ill.2d 201, 478 N.E.2d 392.) Errors in judgment, tactics, or strategy do not support an ineffective assistance of counsel claim. (People v. Eddmonds (1984), 101 Ill.2d 44, 461 N.E.2d 347.) The failure to investigate a witness may constitute ineffective assistance of counsel (People v. Witherspoon (1973), 55 Ill.2d 18, 21, 302 N.E.2d 3, 4), especially where the witness is known to counsel and his testimony could serve to exonerate the defendant (People v. Corder (1982), 103 Ill. App.3d 434, 438, 431 N.E.2d 701, 704). Whether a failure to investigate is incompetence depends upon the value of the evidence and the closeness of the case. People v. Ramsey (1985), 137 Ill. App.3d 443, 484 N.E.2d 555.\n\u0095 9 Powers' proposed testimony would essentially have been cumulative of Nicodemus' and Barger's testimonies, since both of those witnesses placed defendant somewhere other than Orr's apartment at 3 a.m. on July 3, 1985. Failure to call or investigate a witness whose testimony is cumulative does not demonstrate ineffective assistance of counsel.\n*195 Defendant next argues that the trial court abused its discretion in denying his motion for a continuance. Defendant made an oral motion for a continuance on March 17, 1986. Defendant argued that he needed additional time to secure Powers' attendance at trial. The court denied the motion because defendant had known about the witness for an extensive amount of time and because of the hardship that another delay would cause the State's out-of-State witnesses.\n\u0095 10 The granting or denial of a continuance is a matter resulting in the sound discretion of the trial judge, and a reviewing court will not interfere with his decision unless there has been a clear abuse of discretion. (People v. Collins (1985), 106 Ill.2d 237, 281, 478 N.E.2d 267, 287; People v. Stanley (1983), 116 Ill. App.3d 532, 452 N.E.2d 105.) To warrant a reversal of the trial court's ruling, the defendant must show that the denial prejudiced his rights. Where a continuance is sought to obtain a witness, there must be a showing of diligent effort to have the witness present. If such facts are not shown, the motion is properly denied. (People v. Nurse (1985), 131 Ill. App.3d 590, 595, 475 N.E.2d 1000, 1005.) A reviewing court must determine whether the testimony is material and could have affected the outcome of the case. (People v. Rivera (1978), 64 Ill. App.3d 49, 52, 380 N.E.2d 1018, 1021.) Denial of the motion is not an abuse of discretion where the proffered evidence would be cumulative. People v. Nurse (1985), 131 Ill. App.3d 590, 475 N.E.2d 1000; People v. J.A. (1984), 127 Ill. App.3d 811, 469 N.E.2d 449.\n\u0095 11 In the instant case, defense counsel admitted that he had known about the witness since he became defendant's attorney. He had gone to trial once without her. He had attempted to contact her. Additionally, the witness' testimony would have been cumulative of that presented by Barger and Nicodemus. Under the facts presented here, no abuse of discretion occurred in denying the motion.\n\u0095 12 Defendant next argues that the prosecutor referred to his failure to testify in closing argument and that this reference is reversible error. The State responds that defendant waived review of the issue and that the reference was to defendant's alibi. We find that defendant waived review of this issue. Defendant did not object to the argument nor did he raise the issue in his post-trial motions. He did, however, move for a mistrial on the basis of prejudicial argument. Absent plain error, failure to object to comments or raise the matter in the post-trial motion constitutes a waiver of the issue. (People v. Adams (1985), 109 Ill.2d 102, 485 N.E.2d 339.) On the merits, we note that a direct reference by the prosecution to defendant's failure to testify violates his fifth amendment rights and is prejudicial error for *196 which a new trial must be granted. (People v. Morgan (1986), 112 Ill.2d 111, 492 N.E.2d 1303; People v. Dixon (1982), 91 Ill.2d 346, 438 N.E.2d 180; People v. Burton (1969), 44 Ill.2d 53, 254 N.E.2d 527.) However, the prosecution may comment on the status of the evidence. The context of the argument must be considered. (People v. Lyles (1985), 106 Ill.2d 373, 478 N.E.2d 291; People v. Fulton (1979), 68 Ill. App.3d 915, 386 N.E.2d 605.) Taken in context, the comments were references to defendant's alibi defense, rather than references to his failure to testify.\n\u0095 13 Defendant next argues that the trial court abused its discretion by failing to inspect notes taken by a juror during the trial. Defendant's argument has little merit. After closing argument, the judge stated to the jurors that it had come to his attention that one or more of them had been taking notes. The judge stated that this was permissible, but the fact that the juror took notes did not entitle his position on the cause or recollection to any greater weight. Section 115-4(n) of the Code of Criminal Procedure of 1963 states that jurors may take notes during trial and those notes \"shall remain confidential.\" (Ill. Rev. Stat. 1985, ch. 38, par. 115-4(n).) The primary function of the courts in interpreting statutes is to ascertain and give effect to the legislature's intention in drafting the statute. (People v. Agnew (1985), 105 Ill.2d 275, 473 N.E.2d 1319.) Statutory language will be given its plain and ordinary meaning. (People v. Steppan (1985), 105 Ill.2d 310, 473 N.E.2d 1300.) The plain language of the statute precludes the trial court from reviewing a juror's notes.\nDefendant next argues that he was denied a fair trial because the trial court failed to strike juror Sargent for cause or to allow defendant to exercise a peremptory challenge. The State responds that the trial court did not abuse its discretion and no showing was made that Sargent would be other than an impartial juror. After the first day of trial, Sargent told the bailiff that he now remembered the incident and had talked about it at work. The court questioned Sargent. Sargent stated that he did not recognize the names or fact pattern before trial. He did not now recall specific details of the conversations that he had participated in, but he remembered that people were shocked when the incident occurred. Sargent stated that he understood that he was to base his decision on what he heard in court. Defense counsel asked that Sargent be excused and replaced with an alternate juror. The court denied the motion. Counsel moved for a mistrial, and the court denied the motion, noting that there was no indication that Sargent had formed an opinion as to defendant's guilt or innocence.\n*197 \u0095 14, 15 Once a juror has been selected and sworn, it is within the trial court's discretion to dismiss the juror and replace him with an alternate. (People v. Silagy (1984), 101 Ill.2d 147, 461 N.E.2d 415; People v. Childers (1981), 94 Ill. App.3d 104, 418 N.E.2d 959.) The juror may be dismissed for cause, but neither party has a right to peremptory challenge at that point. (People v. Castro (1986), 146 Ill. App.3d 629, 497 N.E.2d 174; People v. Watson (1982), 103 Ill. App.3d 992, 431 N.E.2d 1350.) In the instant case, the trial court reexamined juror Sargent, questioned him extensively as to the nature of the conversations that he remembered, his participation in them, and their potential influence upon him. The burden of establishing that a juror has a disqualifying state of mind is on the party challenging the juror. A mere suspicion of partiality is not enough. (People v. Flint (1986), 141 Ill. App.3d 724, 490 N.E.2d 1025.) Here, the trial court did not abuse its discretion by refusing to dismiss the juror.\nFor the above reasons, we affirm the trial court.\nAffirmed.\nSPITZ, P.J., and GREEN, J., concur.\n",
            "ocr": false,
            "opinion_id": 2210225
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}