{
    "id": 2089900,
    "judges": "Frossard",
    "date_filed": 1017360000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-henderson",
    "case_name_short": null,
    "case_name": "People v. Henderson",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. LESLIE HENDERSON, Defendant-Appellant",
    "attorneys": "• Michael J. Pelletier and Bonnie Kim, both of State Appellate Defender’s Office, of Chicago, for appellant., Richard A. Devine, State’s Attorney, of Chicago (Renee Goldfarb and Katherine Blakey Cox, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b828-2\" pgmap=\"828\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. LESLIE HENDERSON, Defendant-Appellant.\n   </parties><br><court id=\"b828-3\" pgmap=\"828\">\n    First District (6th Division)\n   </court><docketnumber id=\"AN7\" pgmap=\"828\">\n    No. 1—99—2555\n   </docketnumber><br><decisiondate id=\"b828-4\" pgmap=\"828\">\n    Opinion filed March 29, 2002.\n   </decisiondate><br><attorneys id=\"b830-6\" pgmap=\"830\">\n    • Michael J. Pelletier and Bonnie Kim, both of State Appellate Defender’s Office, of Chicago, for appellant.\n   </attorneys><br><attorneys id=\"b830-7\" pgmap=\"830\">\n    Richard A. Devine, State’s Attorney, of Chicago (Renee Goldfarb and Katherine Blakey Cox, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "768 N.E.2d 222",
        "329 Ill. App. 3d 810",
        "263 Ill. Dec. 462"
    ],
    "opinions": [
        {
            "author_str": "Frossard",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n768 N.E.2d 222 (2002)\n329 Ill. App. 3d 810\n263 Ill. Dec. 462\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nLeslie HENDERSON, Defendant-Appellant.\nNo. 1-99-2555.\nAppellate Court of Illinois, First District, Sixth Division.\nMarch 29, 2002.\n*224 Michael J. Pelletier of the Office of the State Appellate Defender, Chicago (Bonnie Kim, of counsel), for Appellant.\nRichard A. Devine, Cook County State's Attorney, Chicago (Renee Goldfarb and Katherine Blakey Cox, of counsel), for Appellee.\nJustice FROSSARD delivered the opinion of the court:\nFollowing a jury trial, defendant Leslie Henderson was convicted of two counts of reckless homicide and one count of driving on a revoked licence. He was sentenced to 12 years in prison on the Class 2 reckless homicide convictions. On appeal, defendant contends that section 9-3(c) of the reckless homicide statute (720 ILCS 5/9-3(c) (West 1998)) violates due process and is unconstitutional because it contains a mandatory irrebuttable presumption that relieves the State of its burden to prove intoxication beyond a reasonable doubt; his sentence violates Apprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000); the trial court erred in admitting a photograph of the victim's body that lacked probative value; and one of the convictions for reckless homicide must be vacated under the one-act, onecrime rule.\n\nBACKGROUND\nAt trial, Allie Wiersema testified that around 1 a.m. on March 9, 1997, she was riding northbound in the center lane on I-94 in a car driven by a friend. Just after they passed the 159th Street exit, a white car passed them in the left lane. Wiersema estimated that the white car was traveling at 90 or 100 miles per hour. Wiersema continued to watch the white car as it moved from the left lane to the center lane, back to the left lane, to the center, and then back to the right, passing other *225 cars as it went. A few seconds later, she saw another car ignite in flames near the right lane, off to the shoulder. Wiersema stated that she also saw the white car roll over and land on its roof. On cross-examination, Wiersema testified that she never saw the white car go onto the shoulder or off the shoulder into a dirt area.\nTransito Villalvazos testified that he was driving northbound in the middle lane on I-94 when he noticed a white car in the left lane coming up behind him at a speed he estimated to be more than 100 miles per hour. As the white car passed Villalvazos, it switched lanes toward the right and almost hit the front driver's side of Villalvazos' car, causing Villalvazos to swerve. Villalvazos testified that the white car continued to pass cars \"like that\" until the driver lost control of the car, \"went out of the expressway to the right,\" came back onto the expressway, and hit the back of another car, which then blew up. The white car rolled over onto its roof and slid. Villalvazos stopped and ran to the burning car. He saw a man lying on the steering wheel, but before he could help the man, the fire moved from the back to the front of the car and the car blew up a second time. Villalvazos saw three men get out of the white car, but did not see their faces. Finally, Villalvazos stated that he saw the car that was on fire hit a tree. On cross-examination, Villalvazos testified that the white car went from the left lane all the way over to the right lane, and then back to the left lane. When asked whether the white car started going back to the right again, Villalvazos answered, \"That's when he lost control. He lost control right there.\" Villalvazos then agreed that when the white car was moving toward the right, it hit the other car in the center lane, and that the second car \"flew up,\" hit a tree on the side of the expressway, and came back onto the expressway.\nIllinois State Police Trooper Gayle Murnane testified that she was on routine patrol on I-94 when she saw two cars that had been involved in an accident. One car was engulfed in flames and occupied by a driver. The other car, which was white, was overturned and unoccupied. Trooper Murnane spoke with defendant, who was at the scene, and noticed a strong odor of alcohol about him. She also noticed that his speech was slurred and his eyes were red and glassy. Trooper Murnane testified that based on her personal experience and experience as a police officer, she believed defendant was under the influence of alcohol. She then identified several photographs of the scene of the accident which included depictions of a case of beer in the white car, broken beer bottles on the road outside the car, and bottles and cans of beer throughout the interior of the car. On cross-examination, Trooper Murnane acknowledged that she did not prepare an alcohol influence report for defendant, and that although she made a notation on the accident report indicating that defendant was impaired by alcohol, she did not note in that report that defendant's breath smelled of alcohol, his speech was slurred, or his eyes appeared red and glassy.\nDaniel Mallard, an emergency department technician at St. Margaret's Hospital in Hammond, Indiana, testified that around 2 a.m. on March 9, 1997, defendant was brought to the emergency room by ambulance. Mallard drew defendant's blood, labeled and sealed the sample, and delivered it to James Jackson, a laboratory technician at the hospital.\nJames Jackson testified that he tested the blood sample taken from defendant and determined that the blood serum alcohol concentration of the sample was \"282.\" Jackson called the emergency room upon reading the results of defendant's blood *226 test because any result over 100 is considered \"panic level.\" He stated that a blood serum alcohol concentration over 100 is considered \"panic level\" due to the effect of alcohol on the body, and explained that such a level could depress respiration or cause other medical problems.\nForensic toxicologist Dr. Daniel Brown testified that hospital records indicated that at the time defendant was tested, his blood serum alcohol concentration was 282 milligrams of alcohol per deciliter of blood serum, or .282 grams per deciliter of blood serum. Dr. Brown explained that because whole blood is thicker than blood serum, defendant's whole blood-alcohol level was actually about .245 grams of alcohol per deciliter of whole blood. Based on the rate the body metabolizes alcohol, Dr. Brown calculated that defendant's bloodalcohol level at the time of the accident was .269 grams per deciliter of blood, and estimated that a person defendant's size would have to have had the equivalent of about 11 drinks in his body in order to obtain that blood-alcohol level. Dr. Brown further testified that humans are \"measurably impaired\" when their blood alcohol is.05 grams per deciliter, and that .26 grams per deciliter \"is going to be grossly impairing to greatly impairing the motor skills, the muscular functions, as well as their mental activities.\" Finally, Dr. Brown stated that to a reasonable degree of toxicological certainty, he was of the opinion that anyone \"with a .26 blood alcohol concentration is greatly impaired and highly intoxicated.\"\nIllinois State Police Sergeant Joseph Micci testified that during the afternoon of March 9, 1997, he interviewed defendant about the accident. In his statement to Sergeant Micci, defendant stated that on March 8, 1997, he drank one beer at Michael Johnson's house in Chicago Heights between 4 and 5:15 p.m. Defendant and Johnson then drove to Chicago, where they picked up a man named Andre around 7 p.m. Defendant drank one or two beers at Andre's house. The group then went to a liquor store, where Andre bought a 12-pack of beer and some brandy. Around 9 p.m., defendant drove the group to \"Jimmie's Lounge\" for a bachelor party. There, defendant drank \"a couple of beers.\" Defendant and Andre left the party briefly, but returned around 11 p.m. Defendant told Sergeant Micci that he did not remember how much he had to drink at the bachelor party, but stated that he left around 12 or 1 a.m. because he was tired and \"bubbly.\" Defendant first drove to Johnson's house, where he dropped off some items. With regard to what happened next, defendant told Sergeant Micci:\n\"I remember clicking my car alarm off and on. I know I did not ask anyone to drive. I was not even thinking about who was driving after leaving Michael Johnson's house. I remember driving in either the left or the center lane. I remember Andre was in the back seat, and Michael was in the front passenger's seat. I remember seeing brake lights in front of me. And\nI remember applying my brakes and swerving. I don't remember the impact or the crash.\n\"Sergeant Micci testified that when he took defendant's statement, about 13 hours after the accident, defendant did not appear to be under the influence or intoxicated, although he was quite tired and complained of a headache.\nDr. Thamrong Chira, an assistant Cook County medical examiner, conducted an autopsy on Antonio McCray, the driver of the burned car. Dr. Chira testified that 100% of McCray's body was covered with third- or fourth-degree burns and characterized the body as \"charred.\" Dr. Chira noted several injuries, including laceration *227 to the liver, kidneys, and abdominal/intestinal area; hemorrhage of the retroperitoneum behind the abdominal cavity; hemorrhage of the mesenteric tissue that supports the small intestine; subarachnoid hemorrhage into the pial area that supports and covers the brain; and a skull fracture, which may not have been due to the accident. Most of the abdominal injuries were due to impact with the lower part of the steering wheel. Dr. Chira stated that the cause of McCray's death was multiple injuries due to the automobile accident, that the lacerations to the abdomen area alone could have caused McCray's death, and that the burns occurred after McCray's death. Dr. Chira also testified that McCray was identified by X rays of his teeth and right foot. Finally, Dr. Chira identified several photographs of McCray, including one photograph depicting McCray's burned torso. On cross-examination, Dr. Chira reiterated that McCray was deceased prior to the time he received any burns on his body.\nThe parties stipulated that defendant's driver's licence had been revoked since November 27, 1991, and that defendant owned the white 1996 Cutlass Oldsmobile.\nGilberto Perez, a Calumet City firefighter paramedic who responded to the accident, testified as the only defense witness. He indicated that he prepared an emergency medical services report describing defendant's condition at the scene. Defendant was conscious, alert, and ambulatory at the time of treatment. Perez noted in his report that defendant's pupils were equal and reactive to light, his skin color was normal and not flushed, his temperature was normal, his eyes responded spontaneously to testing, his motor reflexes were normal, his responses to questions were normal, his respiration was normal, his skin moisture was normal, and his blood pressure and pulse were normal. Perez also noted in his report that there was alcohol on defendant's breath. Although he did not note the strength of that odor in the report, Perez stated that if it had been strong or abnormal, he would have made such a notation. Finally, Perez wrote in his report that defendant told him that he \"was on the passenger side restraint, seat belt.\" On cross-examination, Perez acknowledged that he did not ask defendant to walk a straight line or recite the alphabet backwards and forwards. He also stated that pupils' reactions to light are tested to determine whether a person suffers from a head injury, not whether the person is under the influence of alcohol.\n\nANALYSIS\n\nI. CONSTITUTIONALITY OF SETION 9-3(c) OF RECKLESS HOMICIDE STATUTE\nThe constitutionality of a statute is subject to de novo review. People v. Malchow, 193 Ill. 2d 413, 418, 250 Ill. Dec. 670, 739 N.E.2d 433 (2000). Statutes carry a strong presumption of constitutionality and the challenging party has the burden of rebutting that presumption. People v. Maness, 191 Ill. 2d 478, 483, 247 Ill. Dec. 490, 732 N.E.2d 545 (2000). This court has a duty to interpret a statute in a manner that upholds its validity and constitutionality if it can be reasonably done. People v. Fisher, 184 Ill. 2d 441, 448, 235 Ill. Dec. 454, 705 N.E.2d 67 (1998). Defendant contends that section 9-3(c) of the reckless homicide statute violates due process under the Illinois and United States Constitutions because it contains a mandatory irrebuttable presumption that relieves the State of the burden of proving intoxication beyond a reasonable doubt. 720 ILCS 5/9-3(c) (West 1996).\n*228 Defendant offers two related arguments in support of the contention that section 9-3(c) of the reckless homicide statute is unconstitutional. First, defendant contends that section 9-3(c), by way of a mandatory irrebuttable presumption, directs the trier of fact to presume the element of being under the influence of alcohol if it finds that defendant drove with a blood-alcohol concentration of 0.10 or more or under the influence to a degree rendering him incapable of safely driving. 720 ILCS 5/9-3(c)(1), (c)(2) (West 1996). We note the amended reckless homicide statute provides that a person shall be considered to be under the influence of alcohol where the person's blood-alcohol concentration is 0.08 or more; however, the preamended section applies to this case. See 720 ILCS 5/9-3(c)(1) (West 1998). The pre-amended section 9-3(c) of the reckless homicide statute states as follows:\n\"(c) For the purposes of this Section, a person shall be considered to be under the influence of alcohol or other drugs while:\n1. The alcohol concentration in the person's blood or\nbreath is 0.10 or more based on the definition of blood and breath units in Section 11-501.2 of the Illinois Vehicle Code;\n2. Under the influence of alcohol to a degree that renders the person incapable of safely driving;\n3. Under the influence of any other drug or combination of drugs to a degree that renders the person incapable of safely driving; or\n4. Under the combined influence of alcohol and any other drug or drugs to a degree which renders the person incapable of safely driving.\" 720 ILCS 5/9-3(c) (West 1996).\nSecond, defendant argues due process was violated by providing the jury with Illinois Pattern Jury Instructions, Criminal, No. 7.09X (3d ed. Supp.1996) (hereinafter IPI Criminal 3d No. 7.09X (Supp. 1996)), because it mirrored the alleged unconstitutional mandatory irrebuttable presumption contained in sections 9-3(c)(1) and (c)(2) of the reckless homicide statute. IPI Criminal 3d No. 7.09X (Supp.1996), which mirrors the language of sections 9-3(c)(1) and (c)(2) of the reckless homicide statute, was tendered to the jury and stated as follows:\n\"A person is under the influence of alcohol or other drugs for the purposes of reckless homicide when he drives a vehicle while the alcohol concentration in his blood or breath is 0.10 percent or more or under the influence of alcohol or other drug or drugs to a degree which renders him incapable of safely driving.\"\nDefendant contends that the statute and jury instruction contain a mandatory irrebuttable presumption that relieves the State of its burden of proving intoxication beyond a reasonable doubt, violating due process under the Illinois and United States Constitutions. A presumption is a legal device that permits or directs the finder of fact to assume the existence of a presumed or ultimate fact once certain predicate or basic facts have been established. People v. Watts, 181 Ill. 2d 133, 141, 229 Ill. Dec. 542, 692 N.E.2d 315 (1998). Presumptions may be permissive or mandatory, and mandatory presumptions may be rebuttable or irrebuttable. Watts, 181 Ill.2d at 142, 229 Ill. Dec. 542, 692 N.E.2d 315. A mandatory presumption of the type defendant asserts is contained in the statute and jury instruction is one where the fact finder is not free to reject the proffered presumption. Watts, 181 Ill.2d at 142, 229 Ill. Dec. 542, 692 N.E.2d 315; Francis v. Franklin, 471 U.S. 307, 317, 105 S. Ct. 1965, 1972, 85 L. Ed. 2d 344, 355 (1985). A permissive *229 presumption is one where the fact finder is free to accept or reject the suggested presumption. People v. Hester, 131 Ill. 2d 91, 99, 136 Ill. Dec. 111, 544 N.E.2d 797 (1989). In criminal cases the use of a presumption must not invade the territory of the fact finder to determine the existence of the ultimate or elemental fact beyond a reasonable doubt. County Court v. Allen, 442 U.S. 140, 156, 99 S. Ct. 2213, 2224, 60 L. Ed. 2d 777, 791 (1979).\nDefendant contends that both section 9-3(c) and IPI Criminal 3d No. 7.09X (Supp.1996) direct the trier of fact to irrebuttably presume that defendant's driving was impaired by alcohol if defendant had a blood-alcohol level of 0.10 or more. To determine whether a presumption is contained in the statute or instruction, a court must begin by looking at the words contained therein. People v. O'Brien, 197 Ill. 2d 88, 90, 257 Ill. Dec. 669, 754 N.E.2d 327 (2001). Section 9-3(c) of the reckless homicide statute does not use the word \"presume\" or invade the territory of the fact finder by directing the fact finder to infer one fact based upon another fact. 720 ILCS 5/9-3(c)(1), (c)(2) (West 1996). Rather, section 9-3(c) defines who \"shall be considered to be under the influence of alcohol or other drugs\" for purposes of the reckless homicide statute. IPI Criminal 3d No. 7.09X (Supp.1996), which mirrors the language of sections 9-3(c)(1) and (c)(2), contains the same definition. Based on the plain language of both the statute and IPI Criminal 3d No. 7.09X (Supp. 1996), we find not a presumption but, rather, a definition of what constitutes being \"under the influence of alcohol or other drugs.\" Therefore, neither section 9-3(c) of the reckless homicide statute nor IPI Criminal 3d No. 7.09X (Supp.1996) violates due process under the Illinois and United States Constitutions.\nWe believe our analysis could end here; however, we are mindful that jury instructions should not be viewed in isolation, but should be considered as a whole. People v. Housby, 84 Ill. 2d 415, 433-34, 50 Ill. Dec. 834, 420 N.E.2d 151 (1981). With that in mind we consider the jury instructions in their totality. Directly after receiving IPI Criminal 3d No. 7.09X (Supp.1996), the jury was given the following instruction, based on Illinois Pattern Jury Instructions, Criminal, No. 23.30 (3d ed.1992) (hereinafter IPI Criminal 3d No. 23.30):\n\"If you find that at any time the defendant drove a vehicle that the alcohol concentration in the defendant's blood or breath was .05 percent or less, you shall presume that the defendant was not under the influence of alcohol.\nIf you find that at the time the defendant drove a vehicle that the alcohol concentration in the defendant's blood or breath was more than .05 percent but less than on 0.10 percent, this does not give rise to any presumption the defendant was or was not under the influence of alcohol. You should consider all the evidence in determining whether the defendant was under the influence of alcohol.\nIf you find that at the time the defendant drove a vehicle that the amount of alcohol concentration in the defendant's blood or breath was .10 percent or more, you may presume that the defendant was under the influence of alcohol. You never are required to make this presumption.\nIt is for the jury to decide whether the presumption should be drawn. You should consider all the evidence in determining whether the defendant was under the influence of alcohol.\"\nIn considering this instruction we are mindful that our supreme court has *230 decided that all mandatory presumptions violate a defendant's due process rights under both the Illinois and United States Constitutions. Watts, 181 Ill.2d at 147, 229 Ill. Dec. 542, 692 N.E.2d 315. To determine whether a presumption is mandatory or permissive, a court must look at the words contained in the instruction and consider the way in which the jury could interpret the instruction. \"[W]hether a defendant has been accorded his constitutional rights depends upon the way in which a reasonable juror could have interpreted the instruction.\" Sandstrom v. Montana, 442 U.S. 510, 514, 99 S. Ct. 2450, 2454, 61 L. Ed. 2d 39, 45 (1979).\nIn support of defendant's argument that the jury was instructed with a mandatory irrebuttable presumption, defendant argues that \"the jury in this case was instructed that it must find the defendant was driving under the influence of alcohol if his blood level was .10 or more.\" No such instruction was given to this jury and the record does not support this argument. The jurors were not required to conclude that defendant was under the influence of alcohol based on the fact that the alcohol concentration in the defendant's blood or breath was 0.10 or more. Contrary to defendant's argument, the jury received no instruction indicating that the jury \"must find the defendant was driving under the influence of alcohol if his blood level was.10 or more.\" Rather, IPI Criminal 3d No. 23.30, the instruction regarding this issue, as previously noted, instructed the jury as follows:\n\"If you find that at the time the defendant drove a vehicle that the amount of alcohol concentration in the defendant's blood or breath was .10 percent or more, you may presume that the defendant was under the influence of alcohol. You never are required to make this presumption.\" (Emphasis added.)\nThe paragraph of the instructions immediately following this discussion regarding the amount of alcohol concentration in defendant's blood or breath reiterated the permissive nature of the presumption by specifically indicating:\n\"It is for the jury to decide whether the presumption should be drawn. You should consider all the evidence in determining whether the defendant was under the influence of alcohol.\"\nSee IPI Criminal 3d No. 23.30.\nLooking at the words contained in the instructions and considering the way in which a reasonable juror could have interpreted the instructions, we find the jury instructions were permissive. Sandstrom, 442 U.S. at 515, 99 S. Ct. at 2455, 61 L.Ed.2d at 45; Housby, 84 Ill.2d at 432-33, 50 Ill. Dec. 834, 420 N.E.2d 151 (\"may presume\" or \"may infer\" indicative of permissive presumption); People v. Elliott, 143 Ill.App.3d 72, 77-80, 97 Ill. Dec. 287, 492 N.E.2d 946 (1986) (\"may infer\" avoids mandatory presumption). A reasonable juror could only interpret the instructions to be permissive, in that the juror could either accept or reject any of the various presumptions articulated in the instructions. Accordingly, reading the jury instructions in their entirety, defendant was not deprived of his due process rights under the Illinois and United States Constitutions. Francis v. Franklin, 471 U.S. 307, 315, 105 S. Ct. 1965, 1971, 85 L. Ed. 2d 344, 354 (1985); Housby, 84 Ill.2d at 433-34, 50 Ill. Dec. 834, 420 N.E.2d 151; Frazier, 123 Ill.App.3d at 573-74, 79 Ill. Dec. 27, 463 N.E.2d 165. See also Hester, 131 Ill.2d at 101-02, 136 Ill. Dec. 111, 544 N.E.2d 797 (Illinois Pattern Jury Instructions, Criminal, No. 23.06 (2d ed.1981) (renumbered to IPI Criminal 3d No. 23.30) was permissive and the instructions given to the jury, taken as a whole, correctly *231 instructed the jury as to the State's burden of proof).\nWe further note that Supreme Court Rule 451(a) (134 Ill.2d R. 451(a)) requires jurors in criminal cases to be instructed with the Illinois Pattern Jury Instructions unless the particular instruction does not accurately state the law. People v. Haywood, 82 Ill. 2d 540, 545, 45 Ill. Dec. 932, 413 N.E.2d 410 (1980). Absent a clear abuse of discretion, a trial court's determination of the form in which an instruction is given will not be disturbed on review. People v. Curtis, 262 Ill.App.3d 876, 200 Ill. Dec. 521, 635 N.E.2d 860 (1994). The Committee Note to IPI Criminal 3d No. 7.09X (Supp.1996) indicates that the instruction is to be given in cases in which the defendant is charged with reckless homicide including an allegation of intoxication, as in this case. Here, the record reflects no unusual facts or new law which would require the court to deviate from the standard IPI instruction. People v. Whitaker, 263 Ill.App.3d 92, 98, 200 Ill. Dec. 669, 635 N.E.2d 1008 (1994). In connection with IPI Criminal 3d No. 7.09X (Supp.1996), both the State and defense relied on the Watts case in support of their arguments made to the trial judge during the instruction conference. See Watts, 181 Ill. 2d 133, 229 Ill. Dec. 542, 692 N.E.2d 315. The trial judge considered the appropriate law, including Watts, and did not abuse his discretion by instructing the jury with the Illinois Pattern Jury Instructions, including IPI Criminal 3d No. 7.09X (Supp.1996).\nWe are mindful that defendant's argument that IPI Criminal 3d No. 7.09X (Supp.1996) contained a presumption that relieved the State of its burden of proof of the reckless homicide charge was addressed in People v. Beck, 295 Ill.App.3d 1050, 230 Ill. Dec. 419, 693 N.E.2d 897 (1998). Referring to IPI Criminal 3d No. 7.09X (Supp.1996), defendant in his brief contends, \"The Beck court incorrectly found that the instruction was proper because it `did not require the jury to find defendant guilty of reckless homicide based on that presumption.'\" We disagree with defendant's conclusion that the Beck case was incorrectly decided. In Beck, defendant was charged with reckless homicide and driving while under the influence of alcohol. Beck, 295 Ill.App.3d at 1053, 230 Ill. Dec. 419, 693 N.E.2d 897. Defendant objected to IPI Criminal 3d No. 7.09X (Supp.1996) being given to the jury. The court found the instruction was proper and did not relieve the State of its burden of proof of the reckless homicide charges. Beck, 295 Ill.App.3d at 1064, 230 Ill. Dec. 419, 693 N.E.2d 897.\nThe Beck court noted that Supreme Court Rule 451(a) (134 Ill.2d R. 451) requires jurors in criminal cases to be instructed with Illinois Pattern Jury Instructions unless the particular instruction does not accurately state the law. Beck, 295 Ill.App.3d at 1063, 230 Ill. Dec. 419, 693 N.E.2d 897. The Beck court recognized that the Committee Note to IPI Criminal 3d No. 7.09X (Supp.1996) expressly indicated that the instruction is to be given in cases in which the defendant is charged with reckless homicide including an allegation of intoxication. Beck, 295 Ill.App.3d at 1064, 230 Ill. Dec. 419, 693 N.E.2d 897, citing IPI Criminal 3d No. 7.09X, Committee Note, at 81 (Supp.1996). The Beck court reasoned that \"Despite the fact that this instruction required the jury to presume defendant to be under the influence of alcohol since defendant's blood-alcohol level was 1392, this instruction did not require the jury to find defendant guilty of reckless homicide based on that presumption.\" Beck, 295 Ill.App.3d at 1064, 230 Ill. Dec. 419, 693 N.E.2d 897. The Beck court concluded that the trial court did not abuse its discretion in giving IPI Criminal 3d No. 7.09X (Supp.1996) and found that *232 the instruction did not relieve the State of its burden of proof of the reckless homicide charges. Beck, 295 Ill.App.3d at 1064, 230 Ill. Dec. 419, 693 N.E.2d 897.\nSimilarly, in this case even if the instruction is regarded as providing a presumption, rather than a definition, the instruction did not relieve the State of its burden of proof of the reckless homicide charge. For the reasons previously discussed, the jury instructions considered as a whole contain language, including the phrase \"may presume,\" indicative of a permissive presumption. Housby, 84 Ill.2d at 432-33, 50 Ill. Dec. 834, 420 N.E.2d 151. IPI Criminal 3d No. 7.09X (Supp.1996) did not require the jury to find defendant guilty of reckless homicide based on any presumption. Therefore, if this instruction is interpreted as providing a presumption, rather than a definition, the presumption is permissive.\nWe further note that, here, the State introduced evidence that defendant drove his vehicle at an excessive speed, was recklessly passing other vehicles and was recklessly swerving in and out of traffic. Both Allie Wiersema and Transito Villalvazos testified that defendant's car was traveling on I-94 at speeds of 90 to 100 miles per hour. Villalvazos testified defendant's car switched lanes, almost struck Villalvazos' car, and continued in that manner until the driver lost control. He estimated the speed to be more than 100 miles per hour. Wiersema observed defendant's car move from the left lane to the center, back to the left, to the center, and back to the right, passing other cars as it switched lanes. She estimated the speed to be between 90 or 100 miles per hour. The state introduced not only evidence of intoxication, but additional evidence of recklessness.\nWe are mindful that the determination as to whether a statute is constitutionally infirm must be made in the factual context of a particular case. Russell v. Department of Natural Resources, 183 Ill. 2d 434, 442, 233 Ill. Dec. 782, 701 N.E.2d 1056 (1998). We note that the Third District has recently addressed the constitutionality of section 9-3(b) of the reckless homicide statute (720 ILCS 5/9-3(b) (West 1998)) in People v. Pomykala, 326 Ill. App. 3d 390, 259 Ill. Dec. 855, 759 N.E.2d 916 (2001), appeal allowed, No. 93089, 198 Ill. 2d 628, 264 Ill. Dec. 329, 770 N.E.2d 223. Section 9-3(b), which was at issue in that case, stated as follows:\n\"In cases involving reckless homicide, being under the influence of alcohol or any other drug or drugs at the time of the alleged violation shall be presumed to be evidence of a reckless act unless disproved by evidence to the contrary.\" 720 ILCS 5/9-3(b) (West 1998).\nThe defendant objected to a non-IPI instruction offered by the State which was based on section 9-3(b) of the statute and indicated as follows:\n\"If you find from your consideration of all the evidence that the defendant was under the influence of alcohol at the time of the alleged violation, such evidence shall be presumed to be evidence of a reckless act unless disproved by evidence to the contrary.\" 326 Ill. App. 3d at 393, 259 Ill. Dec. 855, 759 N.E.2d 916.\nThat non-IPI instruction offered by the State was given over defense objection.\nIn addressing the defendant's argument that section 9-3(b) of the reckless homicide statute together with the non-IPI jury instruction established a mandatory presumption, the Pomykala court relied on the Watts case, in which, as previously discussed, our supreme court determined that all mandatory presumptions violate defendant's due process rights under both *233 the Illinois and United States Constitutions. Pomykala, 326 Ill.App.3d at 394, 259 Ill. Dec. 855, 759 N.E.2d 916, citing Watts, 181 Ill. 2d 133, 229 Ill. Dec. 542, 692 N.E.2d 315. The court in Pomykala found section 9-3(b) of the reckless homicide statute together with the non-IPI jury instruction established a mandatory presumption. Pomykala, 326 Ill.App.3d at 394, 259 Ill. Dec. 855, 759 N.E.2d 916. The court in Pomykala noted that \"[t]he jury was instructed that evidence that the defendant was under the influence of alcohol `shall be presumed' to be evidence of a reckless act.\" Pomykala, 326 Ill.App.3d at 394, 259 Ill. Dec. 855, 759 N.E.2d 916. The Pomykala court concluded, \"This mandatory presumption compelled the jury to presume that the defendant was acting recklessly when the incident occurred, thus effectively removing the burden of proving that element from the State.\" Pomykala, 326 Ill.App.3d at 394, 259 Ill. Dec. 855, 759 N.E.2d 916.\nWe find Pomykala distinguishable from the present case. Here, section 9-3(c), not section 9-3(b), of the reckless homicide statute is challenged. While a non-IPI instruction based on section 9-3(b) which was similar to the instruction at issue in Pomykala was offered by the State in this case, the trial judge sustained defendant's objection to the instruction and wisely refused to give it to the jury. Moreover, unlike the non-IPI instruction given in Pomykala, the standard IPI instruction based on IPI Criminal 3d No. 23.30 given here made it clear that any presumption regarding whether the defendant was under the influence of alcohol was permissive, not mandatory. In Pomykala the non-IPI instruction stated that evidence that the defendant was under the influence of alcohol \"shall be presumed to be evidence of a reckless act unless disproved to the contrary.\" 326 Ill.App.3d at 393, 259 Ill. Dec. 855, 759 N.E.2d 916. No such instruction was given to the jury in this case and no instruction in this case compelled the jury to presume the defendant was acting recklessly. Unlike Pomykala, in this case, together with IPI Criminal 3d No. 7.09X (Supp.1996), the jury was specifically instructed with the following from IPI Criminal 3d No. 23.30:\n\"If you find that at the time the defendant drove a vehicle that the amount of alcohol concentration in the defendant's blood or breath was 0.10 percent or more, you may presume that the defendant was under the influence of alcohol. You never are required to make this presumption. It is for the jury to determine whether the presumption should be drawn. You should consider all of the evidence in determining whether the defendant was under the influence of alcohol.\"\nWe resolve the constitutional challenge to the reckless homicide statute in the factual context of this case. Statutes are presumed to be constitutional and the party challenging the constitutionality of the statute has the burden of rebutting this presumption. In re R.C., 195 Ill. 2d 291, 296, 253 Ill. Dec. 699, 745 N.E.2d 1233 (2001). It is the duty of the court to construe acts of the legislature so as to affirm their constitutionality and validity if it can reasonably do so. R.W. Dunteman Co. v. C/G Enterprises, Inc., 181 Ill. 2d 153, 163, 229 Ill. Dec. 533, 692 N.E.2d 306 (1998). Here, our ruling is limited to the issue before us regarding whether, in the factual context of this case, sections 9-3(c)(1) and (c)(2) of the reckless homicide statute and the corresponding jury instruction, IPI Criminal 3d No. 7.09X (Supp. 1996), are unconstitutional and violate due process by providing a mandatory irrebuttable presumption relieving the State of its burden of proving intoxication beyond a reasonable doubt. 720 ILCS 5/9-3(c) *234 (West 1998). For the reasons previously discussed, sections 9-3(c)(1) and (c)(2) of the reckless homicide statute together with the instructions provided to the jury in this case did not violate due process under the Illinois or United States Constitution.\n\nII. APPRENDI\n\nReckless homicide is a Class 3 felony, with a penalty of 2 to 5 years. 720 ILCS 5/9-3(d)(2) (West 1996). However, if the State proves beyond a reasonable doubt that the defendant was under the influence of alcohol or any other drug or drugs, \"the penalty shall be a Class 2 felony, for which a person, if sentenced to a term of imprisonment, shall be sentenced to a term of not less than 3 years and not more than 14 years.\" 720 ILCS 5/9-3(e) (West 1996). In this case, intoxication is a fact that increased the penalty for reckless homicide beyond the prescribed Class 3 sentencing range of 2 to 5 years to the Class 2 sentencing range of 3 to 14 years. Defendant was sentenced to 12 years in prison for a Class 2 reckless homicide, which exceeds the maximum for Class 3 reckless homicide by 7 years. In Apprendi, the Supreme Court held that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" Apprendi, 530 U.S. at 490, 120 S. Ct. at 2362-63, 147 L.Ed.2d at 455. Defendant contends his sentence violates Apprendi because the single fact of a defendant's intoxication increases the prescribed range of penalties for reckless homicide from a Class 3 offense with a range of 2 to 5 years to a Class 2 offense with a range of 3 to 14 years, and therefore, intoxication must be charged in the indictment, tried by a jury, and proven beyond a reasonable doubt.\nHere, count II of the indictment charged defendant with reckless homicide in violation of section 9-3(c)(1) of the Code as follows:\n\"[Defendant] unintentionally killed Antonio McCray without legal justification in that he drove a motor vehicle recklessly, to wit: he drove a motor vehicle while his blood alcohol concentration was .10 or more based on the identification of blood units in Section 11-501.2 of the Illinois Vehicle Code and such acts caused the death of Antonio McCray.\"\nCount III of the indictment charged defendant with reckless homicide in violation of section 9-3(c)(2) of the Criminal Code of 1961 (the Code) as follows:\n\"[Defendant] unintentionally killed Antonio McCray without legal justification in that he drove a motor vehicle recklessly, to wit: while he was under the influence of alcohol to a degree that rendered him incapable of safely driving and such acts caused the death or great bodily harm to some individual.\"\nThe jury returned separate guilty verdicts on both count II and count III of reckless homicide: count II charging defendant with driving a car \"while his blood alcohol concentration was .10 or more,\" and count III charging defendant with driving a car \"while he was under the influence of alcohol to a degree that rendered him incapable of safely driving.\" The fact of intoxication was charged in both counts of this indictment. Evidence regarding the reckless homicide charged in the indictment was presented to a jury. The evidence in the record is more than sufficient to sustain beyond a reasonable doubt both guilty verdicts for reckless homicide returned by the jury. The record in this case indicates that not only was the fact of intoxication included in the indictment and submitted to the jury, but *235 the jury determined that intoxication was proven beyond a reasonable doubt by returning separate guilty verdicts on both reckless homicide counts.\nThe jury was properly provided with a standard IPI issues instruction, based on Illinois Pattern Jury Instructions, Criminal, No. 7.10A (3d ed. Supp.1996), which in relevant part indicated as follows:\n\"To sustain the charge of reckless homicide, the State must prove the following propositions:\nFirst Proposition, that the defendant caused the death of Antonio McCray by driving a motor vehicle;\nAnd Second Proposition, that the defendant drove the motor vehicle recklessly;\nAnd Third Proposition, that the defendant drove the motor vehicle in a manner likely to cause death or great bodily harm;\nAnd Fourth Proposition, that the defendant was then under the influence of alcohol or any other drug or drugs.\nIf you find from your consideration of all the evidence that each of these propositions has been proved beyond a reasonable doubt, you should find the defendant guilty.\nIf you find from your consideration of all the evidence that any one of these propositions has not been proved beyond a reasonable doubt, you should find the defendant not guilty.\"\nWe note the jury was properly instructed with the \"beyond a reasonable doubt\" standard in this instruction. The jury returned separate verdicts finding the defendant guilty of reckless homicide with a blood-alcohol concentration of 0.10 or more and finding defendant guilty of reckless homicide under the influence of alcohol.\nDefendant's intoxication increased the penalty for reckless homicide beyond the prescribed statutory maximum of 5 years in prison for a Class 3 reckless homicide to a maximum of 14 years in prison for a Class 2 reckless homicide. The fact of intoxication which increased the penalty for reckless homicide was included in the indictment, tried by a jury, and proven beyond a reasonable doubt. Accordingly, defendant's sentence of 12 years in prison for the Class 2 reckless homicide conviction does not violate Apprendi. Apprendi, 530 U.S. at 490, 120 S. Ct. at 2362-63, 147 L.Ed.2d at 455.\n\nIII. PHOTOGRAPH ADMITTED INTO EVIDENCE\nDefendant's final contention is that the trial court erred in admitting into evidence the photograph of McCray's burned torso. He argues that the photograph lacked probative value, as McCray died before being burned, and only served to prejudice the jury against him. Defendant did not include this issue in a posttrial motion. Accordingly, it is waived. People v. Enoch, 122 Ill. 2d 176, 186, 119 Ill. Dec. 265, 522 N.E.2d 1124 (1988).\nEven if defendant had properly preserved this issue for review, it nevertheless would have failed. The responsibility of weighing the probative value and potentially prejudicial effect of photographic evidence rests within the discretion of the trial court. People v. Brown, 172 Ill. 2d 1, 40-41, 216 Ill. Dec. 733, 665 N.E.2d 1290 (1996). Such photographs are admissible if they are relevant and their probative value is not outweighed by their prejudicial effect. People v. Henderson, 142 Ill. 2d 258, 319, 154 Ill. Dec. 785, 568 N.E.2d 1234 (1990). Photographs of a deceased person may be relevant to prove the nature and extent of injuries and the force required to inflict them; to show the position, condition, and location of the body; to show the manner and cause of death; to *236 corroborate a defendant's confession; and to aid in understanding the testimony of a pathologist or other witness. Henderson, 142 Ill.2d at 319-20, 154 Ill. Dec. 785, 568 N.E.2d 1234.\nHere, the State contends that the photograph of McCray's burned torso was relevant because it corroborated Dr. Chira's testimony, helped establish the fact and cause of McCray's death, and showed the area where McCray's fatal injuries were sustained. \"Relevancy is established where what is offered as evidence has any tendency to make the existence of any fact in consequence to the determination of the action more or less probable than it would be without the evidence.\" People v. Peeples, 155 Ill. 2d 422, 455-56, 186 Ill. Dec. 341, 616 N.E.2d 294 (1993). Photographs are properly admitted where they are used to establish any relevant fact, even if the defendant fails to contest an issue or is willing to stipulate to a fact. People v. Bounds, 171 Ill. 2d 1, 47, 215 Ill. Dec. 28, 662 N.E.2d 1168 (1995). Photographs are relevant to demonstrate the extent and severity of the injuries suffered by the victim. People v. Kitchen, 159 Ill. 2d 1, 35, 201 Ill. Dec. 1, 636 N.E.2d 433 (1994).\nDefendant relies on People v. Peterson, 171 Ill.App.3d 730, 736-37, 121 Ill. Dec. 639, 525 N.E.2d 946 (1988), in support of his contention that the photograph depicting burns sustained after the victim's death was inadmissible because it lacked any probative value. However, unlike Peterson, in this case the photograph contributed to the understanding of the cause of the victim's death and supplemented the testimony. Here, defendant contested the way in which the accident happened. The State argued based on the evidence that defendant hit McCray's car from behind. However, defendant claimed that a third car cut him off and caused the accident. Dr. Chira testified that the lacerations to McCray's liver, kidney, and abdomen area, alone, could have caused his death, and that the lacerations were consistent with a driver who was hit from the rear. Therefore, the photograph was relevant because it helped the jury understand Dr. Chira's testimony regarding the manner and cause of death.\nA photograph that is gruesome is admissible if it is relevant to corroborate oral testimony or to show the condition of the crime scene. People v. Armstrong, 183 Ill. 2d 130, 147, 233 Ill. Dec. 252, 700 N.E.2d 960 (1998). Here, the photograph corroborates the eyewitness testimony of Transito Villalvazos, who testified that McCray was hit from the rear. That testimony corroborated the State's theory.\nIn this case, we further note that the experienced trial judge weighed the prejudicial effect of the photograph against the probative value of the photograph. In exercising his discretion, the trial judge ruled at the close of the evidence that only one of seven photographs of McCray would be published to the jury, namely, the photograph of McCray's burned torso. Mindful of the prejudicial effect of photographic evidence, the trial judge ruled in favor of defendant regarding the other six photographs of McCray which the State sought to publish. In exercising discretion the trial judge wisely disallowed the State's motion to publish to the jury any additional photographs of McCray's burned corpse. Based on the record, we conclude that the probative value of the single photograph published to the jury clearly outweighed any potential prejudice to defendant. There was no abuse of discretion.\nMoreover, if the admission into evidence of the single photograph was improper, the overwhelming evidence in this case would render the error harmless. Peterson, 171 *237 Ill.App.3d at 737, 121 Ill. Dec. 639, 525 N.E.2d 946.\n\nIV. ONE-ACT, ONE-CRIME RULE\nDefendant's final contention is that because there was only one decedent in this case, one of his convictions for reckless homicide must be vacated under the one-act, one-crime rule of People v. King, 66 Ill. 2d 551, 6 Ill. Dec. 891, 363 N.E.2d 838 (1977). The State agrees.\nWe vacate defendant's conviction for reckless homicide under count III of the indictment and order the mittimus to reflect this correction. Defendant's conviction for reckless homicide under count II of the indictment is affirmed. The remainder of the circuit court's judgment and sentence is affirmed.\nAffirmed in part; vacated in part.\nCOHEN, P.J., and McNULTY, J., concur.\n",
            "ocr": false,
            "opinion_id": 2089900
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}