{
    "id": 2246746,
    "judges": "Buchanan, Shields, Sullivan",
    "date_filed": "2019-06-01",
    "date_filed_is_approximate": true,
    "slug": "compton-v-pletch",
    "case_name_short": "Compton",
    "case_name": "Compton v. Pletch",
    "case_name_full": "James Brian COMPTON, Appellant (Plaintiff), v. Mary R. PLETCH, Appellee (Defendant)",
    "attorneys": "Peter L. Obremskey, Bridget L. Rogers, Parr, Richey, Obremskey & Morton, Lebanon, James D. Moore, Ryan, Hartzell, Moore & Cook, Frankfort, for appellant., Michael E. Douglas, Frankfort, for appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b883-9\">\n    James Brian COMPTON, Appellant (Plaintiff), v. Mary R. PLETCH, Appellee (Defendant).\n   </parties><br><docketnumber id=\"b883-12\">\n    No. 12A02-9003-CV-177.\n   </docketnumber><br><court id=\"b883-13\">\n    Court of Appeals of Indiana, Second District.\n   </court><br><decisiondate id=\"b883-14\">\n    Oct. 29, 1990.\n   </decisiondate><br><attorneys id=\"b884-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"804\"> \n     *804\n     </span>\n    Peter L. Obremskey, Bridget L. Rogers, Parr, Richey, Obremskey &amp; Morton, Lebanon, James D. Moore, Ryan, Hartzell, Moore &amp; Cook, Frankfort, for appellant.\n   </attorneys><br><attorneys id=\"b884-12\">\n    Michael E. Douglas, Frankfort, for appel-lee.\n   </attorneys>",
    "citations": [
        "561 N.E.2d 803"
    ],
    "opinions": [
        {
            "author_str": "Buchanan",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n561 N.E.2d 803 (1990)\nJames Brian COMPTON, Appellant (Plaintiff),\nv.\nMary R. PLETCH, Appellee (Defendant).\nNo. 12A02-9003-CV-177.\nCourt of Appeals of Indiana, Second District.\nOctober 29, 1990.\n*804 Peter L. Obremskey, Bridget L. Rogers, Parr, Richey, Obremskey &amp; Morton, Lebanon, James D. Moore, Ryan, Hartzell, Moore &amp; Cook, Frankfort, for appellant.\nMichael E. Douglas, Frankfort, for appellee.\nBUCHANAN, Judge.\n\nCASE SUMMARY\nAppellant-plaintiff James Brian Compton (Compton) appeals a jury verdict finding him forty percent at fault for an auto accident, claiming the trial court erred by failing to give the jury a sudden emergency instruction.\nWe reverse and remand for new trial.\n\nFACTS\nThe facts of this case are not in dispute. On December 8, 1987, Compton was driving his 1982 Mercury Lynx east on State Road 28, a four-lane highway just outside of Frankfort, Indiana. State Road 28 in that area is a four-lane highway. Because several cars were pulling onto State Road 28 from factories which had just closed for the day, Compton was traveling in the left lane. Approaching the intersection of the highway with County Road 200 West, Compton observed Mary R. Pletch (Pletch) driving a 1978 Ford pickup truck north on C.R. 200 near a stop sign at the intersection *805 of that road with S.R. 28. Pletch stopped at the stop sign, and then not seeing Compton's approaching vehicle, proceeded into the intersection. Suddenly seeing Compton's car, Pletch stopped her truck in the intersection with the front end blocking the right lane of traffic.\nCompton, who was traveling approximately 50 miles an hour, saw Pletch drive into the intersection when he was only about 200 feet away. Compton applied his brakes but could not stop because the road was wet with mist and melting snow. He then switched to the right lane believing Pletch was going to continue through the intersection and that he could pass behind her. Realizing too late that Pletch had not continued through the intersection and was blocking the right lane, Compton discovered he could not switch back to the left lane because of another car or swerve off the road to the right because of a deep ditch. Compton's car struck the driver's side of Pletch's truck. As a result of the collision, Compton incurred medical expenses and other costs, which he subsequently tried to recover in this negligence action against Pletch.\nFollowing a jury trial, Compton was found to be forty percent at fault for the accident. Finding that the total damage Compton suffered was $26,000, the jury awarded Compton a verdict against Pletch of $15,600. Compton appeals.\n\nISSUES\nCompton raises just one issue for our consideration:\nWhether the trial court erred in failing to instruct the jury on the sudden emergency doctrine?\n\nDECISION\nPARTIES' CONTENTIONS \u0097 Compton sees the facts as supporting the giving of a sudden emergency instruction even though Indiana has adopted the Comparative Fault Act. Pletch counters that the facts do not warrant the giving of the requested instruction, and that the sudden emergency doctrine does not apply to situations involving comparative fault.\nCONCLUSION \u0097 The trial court erred in not instructing the jury as to the sudden emergency doctrine.\nThis is one of other cases which will undoubtedly follow concerning the applicability of certain entrenched common law doctrines limiting the effect of contributory negligence. Is the sudden emergency doctrine one that survives the adoption by Indiana of comparative fault?[1] If it does, then the instruction requested in this case should have been given if it otherwise qualified.\nIn reviewing a trial court's refusal to give tendered instructions, a three part inquiry is used: (1) whether the tendered instruction is a correct statement of the law, (2) whether there is evidence in the record to support the instruction, and (3) whether the substance of the instruction is covered by other instructions given by the court. Dahlberg v. Ogle (1978), 268 Ind. 30, 373 N.E.2d 159. Even if this inquiry is answered in the affirmative, reversal will not result unless the failure to give the instruction substantially and adversely affected the rights of the complaining party so as to quite likely have affected the result. Sullivan v. Fairmont Homes, Inc. (1989), Ind. App., 543 N.E.2d 1130, trans. denied.\n\nA. Sudden Emergency Instruction Correctly States the Law\n\nFollowing the presentation of evidence, Compton tendered the following instruction:\n\"When a person is confronted with a sudden emergency not of his own making without sufficient time to determine with certainty the best course to pursue, he is not held to the same accuracy of judgment as would be required of him if he had time for deliberation. Accordingly, if he exercises such care as an ordinarily prudent person would exercise when confronted with a similar emergency, he is not liable for an injury which *806 results from his conduct, even though another course of conduct would have been more judicious or safer or might even have avoided the collision and injury.\nIn this case, if you should find from the evidence the Plaintiff, James B. Compton, was confronted with a sudden emergency and that he then pursued a course of action that an ordinarily prudent person would have pursued when confronted with the same or similar emergency, but the collision nevertheless occurred, then the Plaintiff is not negligent.\"\nRecord at 22.\nPletch concedes that this is a correct statement of law in the abstract, but not as applied to cases under the Indiana Comparative Fault Act. Appellee's Brief at 12. In support of this position, Pletch cites Roggow v. Mineral Processing Corp. (S.D. Ind. 1988), 698 F. Supp. 1441, in which a federal district court examined Indiana's Comparative Fault Act and determined that under the Act, the doctrine of last clear chance is no longer available to excuse the negligence of a party. In Roggow, the district court put words into the mouth of our supreme court:\n\"If given the opportunity, the Indiana Supreme Court would hold that any of the ameliorative common law doctrines designed to lessen the harsh results of contributory negligence no longer are applicable under the statutory scheme of the Indiana Comparative Fault Act.\"\nId. at 1445.\nOn appeal, the 7th Circuit observed that the conclusion of the district court that the doctrine of last clear chance is obliterated by a comparative fault system reflected a majority position. Roggow v. Mineral Processing Corp. (7th Circuit 1990), 894 F.2d 246; See also W. Prosser &amp; R. Keaton, The Law of Torts, Section 67 at 477 n. 82 (5th ed. 1984 and Supp. 1988). However, the 7th Circuit concluded it need not reach that issue because the issuance of the last clear chance instruction was not applicable to the factual circumstances of the case. Roggow v. Mineral Processing Corp. (7th Cir.1990), 894 F.2d 246.\nWhile the parties discuss at some length the last clear chance doctrine as being analogous to the sudden emergency doctrine, we do not find the analogy helpful. The last clear chance doctrine presupposes that the actions of both parties were, to some degree, the cause of an accident and excuses the contributory negligence of one because the other party had an opportunity to avoid the accident but failed to do so. Bates v. Boughton (1972), 151 Ind. App. 139, 278 N.E.2d 316. Thus, a party who otherwise would be completely barred from recovering because of his contributory negligence, is able to recover for the negligent action of the other party. Such a doctrine is closely related to the very essence of contributory negligence.\nThe sudden emergency doctrine, on the other hand, has no such relationship. It relates to the standard of care required of the driver of a motor vehicle when confronted with a sudden emergency. Tuttle v. Reid (1966), 247 Ind. 375, 216 N.E.2d 34. The sudden emergency doctrine, unlike the last clear chance doctrine, does not act to excuse fault, but rather defines the conduct to be expected of a prudent person in an emergency situation.\nWith these comments in mind we need to decide whether the sudden emergency instruction remains a correct statement of the law after Indiana's enactment of comparative fault. Indiana's Comparative Fault Act defines \"fault\" as:\n\"any act or omission that is negligent, willful, wanton or reckless toward the person or property of the actor or others... . The term also includes unreasonable assumption of risk ... incurred risk, and unreasonable failure to avoid an injury or to mitigate damages.\"\n\nIC XX-X-XX-X(a) (1988) (emphasis supplied).\nThis language would seem to contemplate retention of existing negligence concepts. A person who is \"negligent\" will be considered to be at \"fault\" and may be held liable for damages resulting from such negligence. Likewise, a person who \"unreasonabl[y] *807 fail[s] to avoid an injury or to mitigate damages\" may also be determined to be at \"fault\" under the Comparative Fault Act and held liable for damages.\nThe sudden emergency instruction informs the jury of the converse \u0097 how it is to allocate fault and apportion damages when the conduct of the person in question is that of an \"ordinarily prudent person\" when faced with an emergency situation. If the conduct of the person conforms to that standard, then the sudden emergency instruction informs the jury that the person is to be considered \"not negligent\" even though another course of action might have prevented the accident.\nSo it seems the sudden emergency instruction would remain a correct statement of the law. If Compton acted as an \"ordinarily prudent person\" then he was not \"negligent\" under the Act and his failure to avoid the accident was not \"unreasonable.\" Should that be the case, Compton was not at \"fault\" as that term is defined under the Act.\nThus, we conclude that the sudden emergency doctrine is compatible not only with the definition of \"fault,\" but with the overall objective of the Act in defining and allocating fault under all circumstances. In making this determination we are mindful that under either a contributory negligence or comparative fault system, the sudden emergency doctrine is a vital tool to explain to a jury the standard of conduct to determine \"fault\" in an emergency. This undoubtedly explains why many comparative fault jurisdictions which have abolished certain contributory negligence doctrines such as the last clear chance doctrine, have chosen to retain the sudden emergency doctrine. See Mckee v. Evans (1988), 380 Pa.Super. 120, 551 A.2d 260; Ratlief v. Yokum (1981), 167 W. Va. 779, 280 S.E.2d 584; Garceau v. Bunnell (1988), 148 Wis. 2d 146, 434 N.W.2d 794.\n\nB. The Evidence Supports the Giving of the Instruction\n\nFor an instruction on sudden emergency to be appropriate, the following factors must exist:\n1. The appearance of danger or peril must be so imminent that the party had no time for deliberation. Evans v. Palmeter (1988), Ind., 521 N.E.2d 316;\n2. The situation relied upon to excuse any failure to exercise legal care must not have been created by the party's own negligence. Evans, supra; and\n3. The apprehension of an emergency must be reasonable.[2]Hedgecock v. Orlosky (1942), 220 Ind. 390, 44 N.E.2d 93; Lovely v. Keele (1975), 166 Ind. App. 106, 333 N.E.2d 866.\nThere can be little doubt that the sudden emergency doctrine is an affirmative defense and that a trial court has a duty to instruct the jury concerning that defense if there is any evidence to support its application. Evans, supra; Stein v. Yung (1985), Ind. App., 475 N.E.2d 52, trans. denied. The evidence necessary to support giving the instruction is well established in Indiana.\nIn Evans, for example, our Supreme Court addressed the issue of whether the facts in that case were sufficient to support the giving of a sudden emergency instruction. In that case a semi-truck driver was following a motorcyclist when the truck driver looked up at his rear view mirror. Looking ahead again, he saw the motorcyclist had dramatically slowed. Not having time to stop, the truck driver ran over the motorcyclist killing him. The Court of Appeals' conclusion that the evidence failed to support the giving of the instruction on sudden emergency was reversed. See Evans, supra (reversing Evans v. Palmeter, (1987), Ind. App., 509 N.E.2d 1130). It was *808 concluded that although the evidence failed to demonstrate a dramatic and obvious sudden emergency, there was evidence from which a jury might have determined that the truck driver was suddenly faced with an unexpected slowing of a vehicle in his path and that this evidence was sufficient to warrant a sudden emergency instruction. Evans, supra.\nTo the same effect are: LaNoux v. Hagar (1974), 159 Ind. App. 646, 308 N.E.2d 873, trans. denied (bicyclist entered intersection in front of oncoming car); Sheridan v. Siuda (1971), 150 Ind. App. 395, 276 N.E.2d 883, trans. denied (fast-moving stroller containing child emerged from behind hedge and pillar, and into path of car); Doi v. Huber (1969), 144 Ind. App. 451, 247 N.E.2d 103, trans. denied (pickup truck loaded with lumber protruding across lane of highway caused car to swerve into other lane).\nIndiana courts have rarely addressed the issue of whether a trial court's failure to give a sudden emergency instruction constitutes error. However, in Bundy v. Ambulance Indianapolis Dispatch, Inc. (1973), 158 Ind. App. 99, 301 N.E.2d 791, trans. denied and Zoludow v. Keeshin Motor Express (1941), 109 Ind. App. 575, 34 N.E.2d 980, we reviewed two pedestrian-automobile accidents in which the pedestrians became aware of the approaching vehicles only moments before being struck.\nIn both Bundy and Zoludow the trial courts refused to give a sudden emergency instruction as requested by the plaintiffs-pedestrians. On appeal, it was held in both cases that there was no time for deliberation prior to the accident and that the accident was not the result of the negligence of the pedestrians. Under those facts, the trial court erred by not instructing the jury on the sudden emergency doctrine.\nProbably the set of facts closest to those faced by Compton and Pletch appear in Kiger v. Arco Auto Carriers, Inc. (1969), 144 Ind. App. 239, 245 N.E.2d 677, a case in which the driver of an east-bound truck saw a car stopped at a stop sign at an intersection he was rapidly approaching. About 150 feet from the intersection, where the truck driver was not required to stop, the car suddenly pulled into the intersection and into the truck's path of travel. The truck driver could not stop and a collision resulted. It was argued that because the truck driver observed the car at the intersection from several hundred feet away, there was no \"sudden\" emergency, and therefore, the trial court erred in instructing the jury on the doctrine. This court disagreed determining that the driver's entering into the intersection with the truck rapidly approaching and not having time to stop, was sufficient evidence to warrant a sudden emergency instruction. Kiger, supra.\nThere is evidence in the record showing Compton was traveling on a busy highway at about 50 miles per hour when Pletch entered the intersection only about 200 feet in front of him and stopped. Record at 230-31. The road was wet and slick. Record at 96, 158. Compton applied his brakes but could not stop. Record at 218. It was then that Compton made the ill-fated, split-second decision to switch lanes in the hope of passing behind Pletch. Record at 218. These facts indicate that Compton was confronted with an emergency not of his making leaving him no time for thoughtful deliberation.\nThere is no allegation that Compton was speeding or violating traffic laws. He did observe Pletch drive up and stop at the intersection, record at 196-97, but he had the right to assume that Pletch would not pull into the intersection without yielding to oncoming traffic. See IC 9-4-1-83; see also Anderson v. Pre-Fab Transit Co., Inc. (1980), Ind. App., 409 N.E.2d 1157, trans. denied.\nThus, we conclude there is considerable evidence to support the giving of sudden emergency instruction in this case, and the tendered instruction should have been given. Evans, supra; Stein, supra.\n\nC. The Sudden Emergency Instruction Was Not Covered by Other Instructions\n\nPletch contends that the substance of the sudden emergency doctrine was covered *809 by other instructions defining the concept of \"fault,\" which Pletch claims, necessarily included the doctrine of sudden emergency within its definition. We have previously recognized the redundancy contained in proper instructions defining negligence and presenting the sudden emergency doctrine. Lovely, supra. Nevertheless, when supported by the evidence, the propriety of giving such instructions is well established in Indiana. Lovely, supra; Bundy, supra.\nThe trial court's instruction on fault does not cover the substance of the sudden emergency doctrine. None of the instructions, or the instructions taken as a whole, instructs the jury that the law does not require the same accuracy of judgment for one who is in an emergency situation as it would if there was time for deliberation.\n\nD. Prejudice\n\nHaving concluded that the trial court erred by not giving the sudden emergency instruction, we must still determine whether the error substantially prejudiced Compton in the presentation of his case. See Sullivan, supra; Jackson v. Warrum (1989), Ind. App., 535 N.E.2d 1207. A close examination of the record reveals such prejudice. It was undisputed by all witnesses to the accident, even Pletch, that she pulled onto the highway and stopped in Compton's path of travel. No one testified that Compton had time to stop before he got to Pletch's truck (Compton and a witness to the accident testified that he did not, Pletch offered no opinion).\nInstead of disputing the facts, Pletch rested her entire case on one of several alternative conclusions, i.e., if Compton would have stayed in the left lane, the accident would not have happened. Quoting from Compton's deposition, Pletch's attorney read into evidence the following exchange he had with Compton:\n[Pletch's Attorney] \"Had you remained in the passing lane would your vehicle have avoided the accident?\"\n[Compton] \"If she would have seen me in time to stop, yes it would have avoided the accident.\"\nRecord at 241.\nThe obvious, albeit unstated, conclusion from this exchange was that Compton was at least partially at \"fault\" because his choice to switch lanes resulted in the accident.\nThe question the jury had to decide, however, was whether Compton acted as an ordinarily prudent person when faced with an emergency situation, a determination that might have resulted in Compton being absolved from blame. The jury lacked legal guidance as to this alternative. Failure to give the sudden emergency instruction under such circumstances, prejudiced Compton.\nJudgment reversed and remanded for a new trial.\nSHIELDS, P.J., and SULLIVAN, J. concur.\nNOTES\n[1]  Ind. Code 34-4-33-13 (1988).\n[2]  Our review of the sudden emergency doctrine reveals that a different third factor, that \"[t]he party's conduct under the circumstances must be such as the law requires of an ordinarily prudent person under like circumstances\", is often cited. Evans, supra; State v. Magnuson (1986), Ind. App., 488 N.E.2d 743. The inclusion of this factor would seem to be inadvertent. The question posed by those cases is the ultimate one that a jury must answer when applying the sudden emergency doctrine to the facts and determining the liability of the party.\n\n",
            "ocr": false,
            "opinion_id": 2246746
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}