{
    "id": 2291943,
    "judges": "Flaherty, Larsen, McDERMOTT, Nix, Papadakos, Stout, Zappala",
    "date_filed": 586051200000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-lawson",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Lawson",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellee, v. David A. LAWSON, Appellant",
    "attorneys": "David S. Shrager, Pittsburgh, for appellant., Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Sean Kevin Code, Asst. Dist. Atty., Pittsburgh, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued March 11, 1988.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 26,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b391-3\">\n    546 A.2d 589\n   </citation><br><parties id=\"b391-4\">\n    COMMONWEALTH of Pennsylvania, Appellee, v. David A. LAWSON, Appellant.\n   </parties><br><court id=\"b391-6\">\n    Supreme Court of Pennsylvania.\n   </court><br><otherdate id=\"b391-7\">\n    Argued March 11, 1988.\n   </otherdate><br><decisiondate id=\"b391-8\">\n    Decided July 28, 1988.\n   </decisiondate><br><attorneys id=\"b392-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"176\"> \n     *176\n     </span>\n    David S. Shrager, Pittsburgh, for appellant.\n   </attorneys><br><attorneys id=\"b393-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"177\"> \n     *177\n     </span>\n    Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Sean Kevin Code, Asst. Dist. Atty., Pittsburgh, for appellee.\n   </attorneys><br><judges id=\"b393-4\">\n    Before NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS and STOUT, JJ.\n   </judges>",
    "citations": [
        "546 A.2d 589",
        "519 Pa. 175"
    ],
    "opinions": [
        {
            "author_str": "Papadakos",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n519 Pa. 175 (1988)\n546 A.2d 589\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nDavid A. LAWSON, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 11, 1988.\nDecided July 28, 1988.\n*176 David S. Shrager, Pittsburgh, for appellant.\n*177 Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Sean Kevin Code, Asst. Dist. Atty., Pittsburgh, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS and STOUT, JJ.\n\nOPINION OF THE COURT\nPAPADAKOS, Justice.\nAppellant originally pled guilty to homicide and was convicted of murder in the third degree. One week later he was permitted to withdraw his guilty plea and then proceeded to trial by a jury which found him guilty of voluntary manslaughter in the death of William Carter.[1] Appellant raises three issues for our review in his demand for a new trial. First, on cross-examination of the Appellant, was it prejudicial to allow the prosecution to refer to police reports and their contents for the purposes of contradicting Appellant's testimony that he and the victim had become bitter enemies by the time of the killing? Second, was it permissible to allow the prosecution to cross-examine a witness in order to establish that the Appellant had been suspended from school for insubordination and thereby introduce evidence of a bad act? Finally, did the prosecution engage in misconduct during its closing argument by rephrasing Appellant's words on the witness stand?\nAt the time of the homicide, the Appellant and the victim were eighteen and twenty years old, respectively. Their previous relationship indicated friendship as part of a group which often congregated in a boisterous manner and provoked neighbors into calling the police who made out several reports listing the names of persons, including the Appellant and the victim, who were found at the scene. No arrests were made in these incidents. They also attended vocational school together. More than one year prior to the killing, however, the Appellant and the victim began having several hostile confrontations, which often included personal *178 violence, cursing and threats. At one point, the Appellant was a prosecution eyewitness in the victim's juvenile hearing for assaulting a neighbor. On another occasion, the Appellant and two witnesses told the director of their school that the victim had beaten him, thereby causing the temporary suspension of the victim from school despite his denials.\nThe killing itself followed one of these confrontations involving threats and insults. The relevant facts are that in the early morning, the Appellant, while walking home with a friend, Richard Medved, was confronted by the victim in an alley way. The victim had been drinking beer and talking with one Pamela Ohler for some time prior to the arrival of the Appellant. The victim called out derogatory names to the Appellant (T.T. Vol. I, pp. 109-110). The Appellant continued walking until he reached his house where he and Medved sat at a distance of ten to fifteen feet from the victim. Joseph Minyon, a mutual friend, then joined the Appellant. At that point, the Appellant went into his house and returned with a rifle (T.T. Vol. I, p. 114). Medved then told the Appellant to take the gun back into the house. Minyon and Medved testified at trial that they had their backs turned in a direction away from the scene when they heard the victim yell to the Appellant and then heard a shot. Pamela Ohler also testified that she heard Appellant cry out to the victim, and that she and the victim stood up to see the Appellant aiming at them. She maintained that the victim walked out into the alley towards the Appellant who then shot him to death. The Appellant testified that he intended only to scare his opponent, but that when the victim came towards him, he shot in self-defense and could not retreat because a car blocked his path.\nAppellant entered a plea of self-defense on those facts. Also crucial to this defense was his argument that by the time of the killing, he had become terrified of the victim because of their past hostile encounters. As the object of a systematic policy of harassment and beatings by the victim, he sought to demonstrate a terrorized state of mind which *179 would buttress his plea further and gain the understanding of the jury for his act of killing by showing that he reasonably believed that his life was in danger. Part of the proof of that accumulated fear was Appellant's direct testimony that he had broken off all relationships with the victim as early as January, 1981, long before the killing on June 15, 1982. He testified that because of fear he no longer consorted with the victim in the interim between these two dates. Even during this period, nevertheless, the victim continued to threaten him and thereby add to his sense of intimidation. In short, by the time of the homicide, he reasonably believed that he was going to be harmed by the victim. This was his portrayal of his state of mind when he was confronted by the advancing victim on the fateful night of the crime.\nAppellant cites as the first error the attempted use at trial of two police reports and their contents, dated April 28 and May 27, 1981, which he alleges constituted unfair prejudice against him in the eyes of the jury. Explicitly referred to at trial as \"police reports,\" they revealed that on those dates, the police had responded to citizen complaints regarding rowdy behavior by youths who often congregated in the alley. The reports further listed the names of the Appellant and the victim as among those rousted by the authorities, although on the witness stand the Appellant specifically denied that he had been present during those incidents. Of special significance was that one of the reports read to the jury made reference to the fact that a citizen, Joseph Gobel, accused one member of the group, Joseph Minyon, of threatening his eight-year-old son. As noted in the testimony quoted below, the court properly cautioned the jury regarding portions of the report of April 28.\nSelected portions of this testimony and sidebar conferences (T.T. II, p. 81 ff.) are as follows:\nCROSS-EXAMINATION\nBY MR. LEES:\n\n*180 Q. Mr. Lawson, I want to take a few minutes to go back over your testimony about your prior relationship with Billy Carter that you claim existed prior to the night of the shooting.\nNow, you have given a version to the jury, and correct me if I'm wrong, but basically you were free from fault in this relationship and that Billy was the one harassing you all the time. Is that a fair statement?\n* * * * * *\nQ. As I understand your testimony, this relationship that you had with Billy prior to the night of the shooting was that everything that happened was his fault and that you were free from fault.\nA. That's true.\nQ. And that you never did anything to hurt Billy or provoke Billy and this was all pretty much of a one-sided thing.\nA. That's true.\n* * * * * *\nQ. Now, you told the jury, if I understand, that you and Billy were at one time good friends, correct?\nA. Yes, we were.\nQ. You used to pal around together.\nA. Yes.\nQ. You used to hang around in Pope Alley together as a matter of fact.\nA. Yes.\nQ. And isn't it a fact that you and Billy got into some trouble together on a couple occasions?\nYou weren't an angel, were you?\nA. No I wasn't.\nQ. And as a matter of fact the neighbors didn't complain about Billy, but about activities that you and Billy engaged in.\nMR. SHRAGER: Objection.\n\n*181 THE COURT: Objection sustained.\n* * * * * *\nQ. Mr. Lawson when is the first time that you alleged that you had this falling out with Billy Carter?\nA. Approximately January of '81.\nQ. January of '81.\nAnd if I understand your testimony, from that time until the time that you shot Billy Carter, your life was essentially made miserable by Billy Carter, is that correct?\nA. That is correct.\nQ. I have a police report dated May 27th, 1981, which is some four months after you allege that you had your falling out with Billy Carter in which a complaint was filed by Joseph Gobel. Is that the same Joseph Gobel that you testified about earlier in your testimony?\nMR. SHRAGER: Your Honor, I am going to object again.\nTHE COURT: The objection is overruled.\nA. Could you repeat that, please.\nBY MR. LEES:\nQ. Is that the same Joseph Gobel that you testified about earlier?\nA. Yes.\nQ. In the police report, and I can only go by the police report, so you please correct me if the police report is wrong, all right?\nA. Uh-huh.\nQ. But in the police report, according to the complaint filed by Mr. Gobel on May 27th, 1981, he alleges that eight youths were harassing him in the alleyway.\n* * * * * *\nQ. Were you involved in that incident on May 27th, 1981?\nA. No, I was not.\n\n*182 Q. Do you know why Mr. Gobel would have filed a complaint or told the police why you were with those youths on that day?\nA. No, I do not know why because they are my neighbors and I have to live there.\nQ. Were you aware that this complaint was filed listing you?\nA. No.\nQ. Were you ever accused by anyone in that neighborhood with Billy Carter and others of causing trouble in that alley?\nA. No, sir.\nQ. Particularly after January of 1981.\nA. No, sir.\nQ. You deny that you were still running around with Billy Carter after January of 1981.\nA. Yes, sir.\n* * * * * *\nQ. Another police report dated April 28th, 1981. Again, this is after you deny that you were running around with Billy Carter, correct?\nA. Yes.\nQ. This report is filed again by a Mr. and Mrs. Gobel of 2617 Riverview Avenue. Is that the same Mr. Gobel that you were speaking of earlier?\nA. Yes.\nQ. In this report the victims allege that they had been having problems with a gang loafing in Pope Alley. It stated that a juvenile by the name of Joe Minyon had been threatening the life of their eight-year-old son.\nMR. SHRAGER: Your Honor, I am going to object at this time.\nMay we approach the bench?\nFollowing the sidebar conference,[2] the court issued the following cautionary instructions to the jury:\n\n*183 THE COURT: Ladies and gentlemen of the jury, just prior to the last objection a report was being read to you with reference to an occurrence on April 28th of 1981. A portion of the report was read making reference to one Joe Minyon who apparently is the same person who had been a witness for the Commonwealth and made reference to some threats that he had made with respect to the eight-year-old child of a Mr. Gobel.\nI'm ordering this report to be stricken from the record with reference to that portion of this report and you are to ignore it. You are not to take any inference from having heard that there was any misconduct on the part of the defendant, David Lawson. The mere fact that there may have been some association inferred as a result of that having been read to you is not sufficient to give rise to an inference of any misconduct so far as the defendant, David Lawson, is concerned.\nFurther, the Commonwealth is seeking to inform you of what we call in the law impeachment in raising questions with respect to Mr. Lawson's testimony that there had been no friendly associations between the defendant and Mr. Carter after January of 1981. The reading of that portion of the report was not relevant to that issue, not significant so far as the impeachment is concerned with respect to Lawson's statement. I am striking that from the record and you are to put it out of your mind and ignore any reference to it.\nThe Commonwealth had sought to use the two police reports to rebut Appellant's direct testimony that he and the victim no longer associated together after January, 1981. The evidence struck directly at his state of mind testimony which he himself had put in issue on the stand by alleging that his \"life was essentially made miserable by Billy Carter\" who also threatened his life. In short, according to the Commonwealth, Appellant's claim that he had been abused and threatened by the victim was belied by the *184 record. We take special note of the trial court's cautionary instruction to the jury regarding prejudice to the defendant.\nIn this appeal, Appellant claims that these police records are evidence of bad acts or prior criminal conduct which are inadmissible under the circumstances of this case and which further prejudiced him by virtue of being cloaked in the wrappings of a police record. Appellant takes special note of the irrelevancy and prejudice of the evidence regarding Joe Minyon's alleged threat to the life of the Gobel child inspite of the trial court's cautionary instruction which we find adequate under the law.\nWe reaffirm the fundamental principle that a criminal defendant must not be questioned on cross-examination about prior criminal acts when the purpose is to use such evidence to demonstrate guilt at trial on another charge. Commonwealth v. Brown, 489 Pa. 285, 414 A.2d 70 (1980). Extrinsic offenses which are evidence of other misconduct, nevertheless, may be admissible to negate mistake or accident, to show intent, to demonstrate the defendant's plan, scheme, or system, or to prove identity, provided that one or more of these factors are genuinely in issue and qualify for admission on grounds of relevancy and probative value. Commonwealth v. Green, 488 Pa. 611, 413 A.2d 651 (1980). In this case, we distinguish between the rebuttal evidence regarding the nature of the relationship between the Appellant and the victim after January, 1981, and the evidence pertaining to Joe Minyon's alleged threat to the life of the Gobel child.\nWe hold that the trial court properly admitted the evidence of their relationship contained in the police report of May 27 and those portions of the report of April 28 which were not barred because of the evidence related to the Minyon threat. The Appellant himself, of course, opened the door to this rebuttal evidence, and the Commonwealth was justified in marshalling relevant information which went directly to the Appellant's state of mind. While we continue to bar the use of bad acts for the purpose of demonstrating a propensity to commit the present crime, *185 the purpose here, on the contrary, was strictly rebuttal. As noted above, Appellant in his case in chief had testified to the relationship he had had with the victim. Obviously he was seeking to prove that at the time of the act, he suffered from accumulated fright and even terror, and his refusal to continue the friendship with the victim was part of the proof of that accumulated fear. The Commonwealth was entitled to respond on rebuttal to his substantive argument. Commonwealth v. James, 433 Pa. 508, 253 A.2d 97 (1969).\nThat the issue was brought out in a police report was not fatal in any way. Our case directly on point is Commonwealth v. Petrakovich, 459 Pa. 511, 329 A.2d 844 (1974), where we permitted rebuttal for almost identical reasons, \"notwithstanding that the question involved reference to an arrest.\" Id., 329 A.2d at 85. We repeat that if the Commonwealth's purpose had been to bring in bad acts for their own sake rather than rebuttal, the evidence would be disallowed.\nThis same analysis, however, convinces us that there was no justifiable reason for the references to Joe Minyon's alleged threat to the Gobel child. As the trial court noted, the evidence simply was irrelevant to the facts of this case and served no purpose other than possibly to tarnish Appellant's reputation. While we are sensitive to the confusion during trial surrounding the admissibility of this evidence, we find that the statement was ruled properly objectionable on its face and that the cautionary instruction was adequate.\nA mistrial in this case, therefore, is unwarranted because of this adequate cautionary instruction given to the jury. Although the remarks were irrelevant and possibly inflammatory, we should not grant mistrials in those instances where cautionary instructions are adequate to overcome prejudice. Commonwealth v. Anderson, 501 Pa. 275, 461 A.2d 208 (1983); and Commonwealth v. Hoskins, 485 Pa. 542, 403 A.2d 521 (1979). We find no abuse of discretion in the refusal of the trial court to grant a mistrial on this issue.\n*186 Appellant's second allegation is that the trial court improperly admitted bad man evidence against him through cross-examination of the director of the school attended by both him and the victim. The witness, Nelda Renner, testified on direct examination that she had suspended the victim from school for one day on May 6, 1982, in response to Appellant's complaint to her, corroborated by two other students, that he (Appellant) had been beaten by the victim. The evidence was designed, of course, to support Appellant's contention, on the one hand, that he feared constantly for his life, and on the other, that this was reasonable because the victim had a propensity for violence. Director Renner's testimony regarding the victim's violent character, in fact, was part of a parade of defense witnesses on the same point.\nOn cross-examination, the prosecutor elicited information from the witness and documents that on May 4, 1982, two days prior to acting against the victim, another school official had suspended the Appellant temporarily for \"insubordination, refusing to report to the office.\" (T.T. II, pp. 247-248). Appellant presently argues that the only recognizable purpose for admitting such testimony was to prejudice the jury through a bald reference to his prior misconduct.\nThe prosecution's purpose, on the contrary, was aimed at uncovering bias on the part of the witness. Cross-examination concentrated in the main on two questions: did the witness have knowledge of the Appellant's insubordination suspension by another school official prior to making her decision regarding the victim's ouster two days later, and, if she did have such knowledge, did it affect her objectivity? Taken as a whole, the record emphasizes intent to probe these issues within the context of seeking to demonstrate that the director may have favored the Appellant over the victim through a biased hearing and suspension procedure as well as through retaliation. In the final analysis, the prosecutor was attempting to show, first, that Director Renner suspended the victim after she had discovered that *187 two days before, the Appellant himself had been suspended for insubordination, thereby suggesting retaliation and, second, that she had too readily accepted without question Appellant's complaint that he had been beaten by the victim who was then suspended.\nQuestioning on these facts is a legitimate exercise in seeking out the bias of a witness. We point out as well that the testimony actually enhanced Appellant's reputation for nonviolence by indicating that he had been suspended for insubordination, in comparison to the evidence that the victim was a violent individual who had been ejected from the school for fighting. We fail to see any basis for Appellant's argument.\nAppellant's final claim of error is that he was entitled to a mistrial also because of an alleged prejudicial mischaracterization of his trial testimony by the prosecutor during final summation. The controversy centers on whether or not the Appellant had testified or implied that he went out with his rifle to \"get\" or \"provoke\" the victim rather than to \"scare\" him. The interpretation of the testimony bears on the issue of self-defense. Pertinent arguments on this issue are as follows:\nProsecution's closing arguments:\nI am obviously going to suggest to you that David has not met any of these three. Billy was not under any circumstances the provoker. David's own testimony was that he went out there to get Billy or provoke Billy to leave. (T.T. Arguments, p. 46.)\nFollowing a sidebar conference, the trial judge told the prosecutor:\nAll right. You at that point were indicating \u0097 you were paraphrasing his testimony. If you make the correction, then I will comment on it during the charge, and the motion for mistrial is denied.\nProsecution resumed its closing argument:\nMR. LEES: Sometimes my mouth works faster than my brain. If I said his testimony was he went out to get him, I was saying \u0097 and I continue and I want to make sure *188 this is clear \u0097 I am not suggesting at this point in my argument that he went out to get him in a malicious way at that point.\nThe defendant's testimony was that he went out to provoke him and to provoke him to leave. That was the defendant's testimony. David did not testify at any point he went out to get him.\nApparently at some point in there, I said the word \"Get\". I am certainly not suggesting that David ever testified that he went out to get him in any malicious way.\n(T.T. Argument p. 48-49.)\nAppellant's counsel objected to the use of the word \"provoke,\" and the prosecutor agreed that he would make clear to the jury what he meant by the word \"provoke.\"\nThe prosecutor resumed his closing to the jury:\nMR. LEES: I am saying, Mr. Shrager's characterization, or his objection to my quoting of testimony, you will have to rely on your own recollection.\nMy recollection is I asked David if he went out there to provoke him, and he said no.\nAnd I asked him, didn't you go out there to provoke him to get away, or get off the property, or go, or provoke him into some kind of action.\nThe word \"Provoke\" has a specific legal definition, which the judge will charge you.\nI suggest, number one, you rely on your recollection of David's testimony as to his intent when he went out there.\nAnd all I am suggesting to you, is based on his testimony, he intended to \u0097 and we will use the word \"Spur\" \u0097 to spur the victim into some sort of action.\nIf your recollection of his testimony differs, sobeit. But, listen very carefully when the judge instructs you on the self-defense and provocation, because it does have specific legal significance. Okay.\n(T.T. Argument pp. 52-53.)\nIn his cautionary instruction to the jury, the trial judge stated:\n\n*189 Now, before I go further, I would like to comment in that regard, because of an objection that was made by Mr. Shrager during the course of Mr. Lees' closing statement to you.\nMr. Lees in his closing statement was using the word provoked, with reference to the conduct of Mr. Lawson. And he was using it in a general sense, I believe, at that point.\nBut, it has a peculiar legal meaning, and I will come to this at a later point. Particularly, it has such a meaning with respect to this case.\nBut the word provoked generally, in accordance with Webster's dictionary, means to arouse, to stir up, to stimulate, to irritate, or to engage.\nMy recollection is that at one point during the cross-examination of Mr. Lawson, Mr. Lees asked him if it was his intent to scare Billy Carter, and Mr. Lawson replied yes, it was.\nAnd then, after questioning about other matters, Mr. Lees raised the question as to whether or not Lawson admitted taking the gun to the alley with him, and he replied yes.\nWhen he was asked why, he said, to scare Billy.\nHe was then asked, were you trying to provoke Billy, and his response was no.\nThus, that is the terminology and the use of the term \"provoke\" during the questioning.\nThat is my recollection of it. Your recollection or collective recollection may be somewhat different.\nBut I wanted to put it in context at this point as I make reference to your reviewing the evidence and the speeches of counsel, to remind you that it is your recollection that counts.\nOur standard of review of this particular issue of prejudice is Commonwealth v. Goins, 508 Pa. 270, 495 A.2d 527 (1985): \"Only those remarks whose `unavoidable effect would be to prejudice the jury, forming in their minds fixed bias and hostility toward the defendant, so that they could *190 not weigh the evidence and render a true verdict' will necessitate the ordering of a new trial.\" See, Commonwealth v. Simon, 432 Pa. 386, 248 A.2d 289 (1968). In addition, we note that prosecutors are permitted to argue on closing any reasonable inferences arising from the evidence, Commonwealth v. Anderson, 490 Pa. 225, 415 A.2d 887 (1980), and that decisions on mistrials rest within the discretion of the trial court. Commonwealth v. D'Ambro, 500 Pa. 303, 456 A.2d 140 (1983).\nThe court's remedial instruction to the jury emphasized that the Appellant actually testified that he had intended merely to \"scare\" rather than to \"provoke\" the victim. On the basis of an adequate instruction, correction by the prosecutor, and the rationale of Goins, we find no reason to support Appellant's motion for a mistrial. The fact that the jurors were told to rely on their own recollection of Appellant's testimony did not tend to fix a bias in the minds of the jurors in any fashion.\nAccordingly, the judgment of sentence is affirmed.\nMcDERMOTT, J., did not participate in the consideration or decision of this case.\nNOTES\n[1]  Appellant was acquitted of murder in the third degree.\n[2]  We note that (at T.T. II, p. 90 ff.) defense counsel's only objections to the police reports were based on whether prior convictions can be introduced and whether the Minyon threat was incurable prejudice (id., at 100). No other grounds for the objections appear in the record, including those of hearsay.\n\n",
            "ocr": false,
            "opinion_id": 2291943
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}