{
    "id": 2296236,
    "judges": "Evans",
    "date_filed": "1973-12-21",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-battle",
    "case_name_short": "Battle",
    "case_name": "United States v. Battle",
    "case_name_full": "UNITED STATES of America, v. Anthony George BATTLE",
    "attorneys": "William H. McKinnon, Assistant United States Attorney, Atlanta, GA, for United States. •, Margaret O’Donnell, McNally & O’Donnell, P.S.C., Frankfort, KY, P. Bruce Kir-wan, Atlanta, GA, for Anthony George Battle.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1396-15\">\n    UNITED STATES of America, v. Anthony George BATTLE.\n   </parties><docketnumber id=\"AGG\">\n    Nos. CR. 1:95-CR-528-ODE, CIV.A. 1:01-cv-2620-ODE.\n   </docketnumber><court id=\"AXo\">\n    United States District Court, N.D. Georgia, Atlanta Division.\n   </court><decisiondate id=\"AikH\">\n    June 25, 2003.\n   </decisiondate><br><attorneys id=\"b1398-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1356\"> \n     *1356\n     </span>\n    William H. McKinnon, Assistant United States Attorney, Atlanta, GA, for United States. •\n   </attorneys><br><attorneys id=\"b1398-7\">\n    Margaret O’Donnell, McNally\n    <em>\n     &amp;\n    </em>\n    O’Donnell, P.S.C., Frankfort, KY, P. Bruce Kir-wan, Atlanta, GA, for Anthony George Battle.\n   </attorneys>",
    "citations": [
        "272 F. Supp. 2d 1354"
    ],
    "opinions": [
        {
            "author_str": "Evans",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1015.0,
            "opinion_text": "\n272 F.Supp.2d 1354 (2003)\nUNITED STATES of America,\nv.\nAnthony George BATTLE.\nNos. CR. 1:95-CR-528-ODE, CIV.A. 1:01-cv-2620-ODE.\nUnited States District Court, N.D. Georgia, Atlanta Division.\nJune 25, 2003.\n*1355 *1356 William H. McKinnon, Assistant United States Attorney, Atlanta, GA, for United States.\nMargaret O'Donnell, McNally &amp; O'Donnell, P.S.C., Frankfort, KY, P. Bruce Kirwan, Atlanta, GA, for Anthony George Battle.\n\nORDER\nEVANS, Chief Judge.\nThis federal death penalty case is before the Court on Defendant's Motion to Alter and Amend the Court's April 30, 2003 Order [# 470]. The motion is brought under Rule 59(e) of the Federal Rules of Civil Procedure.[1] The April 30 order denied Defendant's motion to set aside his conviction and death sentence brought pursuant to 28 U.S.C. § 2255. The Government has filed a response, agreeing in part and objecting in part to Defendant's motion.\nIt is unclear whether Defendant may file a motion under Rule 59(e) (\"motion to alter or amend judgment\") with respect to an order denying a motion brought under 28 U.S.C. § 2255. On the one hand, the term \"order\" does not typically have the same meaning as the term \"judgment\"; on the other hand, 28 U.S.C. § 2255 itself specifies that \"an appeal may be taken to the Court of Appeals from the order entered on the motion as from a final judgment on application for a writ of habeas corpus.\" (Emphasis supplied). Also, Rule 11 of the Rules Governing § 2255 Motions Brought in the United States District Courts specifies that the time for appeal in § 2255 cases \"shall be governed by Rule 4(a) of the Federal Rules of Appellate Procedure.\" One part of Rule 4(a) states that when a Rule 59(e) motion to alter or amend a judgment is timely filed, the time for appeal runs from the entry of the Court's order on the 59(e) motion. See Rule 4(a)(4)(A)(iv). Thus there is some textual basis for concluding that a Rule 59(e) motion may be used to seek to alter or amend an order granting or denying a § 2255 motion.\nThe United States Court of Appeals for the Eleventh Circuit has not directly ruled on this issue, though it did note in Jester v. United States, 714 F.2d 97, 98 (11th Cir.1983), that a motion for reconsideration of the denial of a § 2255 motion might be termed a Rule 59(e) motion if filed within ten days following the judgment. In United States v. Clark, 984 F.2d 31 (2d Cir.1993), the United States Court of Appeals for the Second Circuit, after reviewing the relevant history, and while recognizing that there is no completely satisfactory interpretation, held that a reconsideration motion filed within ten days of entry of an order granting or denying a § 2255 motion should be considered as a Rule 59(e) motion. Here, Defendant's motion was filed within ten days of date of entry of the order, when intervening weekend days are excluded in accordance *1357 with Rule 6(a), Federal Rules of Civil Procedure, and Rule 45(a), Federal Rules of Criminal Procedure. The Court will treat Defendant's motion as a Rule 59(e) motion.\nRule 59(e), Federal Rules of Civil Procedure, does not itself describe the necessary elements or standards for a Rule 59(e) motion. Rather, it simply provides:\nAny motion to alter or amend a judgment shall be filed no later than 10 days after entry of the judgment.\nThe Court has not located an Eleventh Circuit case stating the standards for a Rule 59(e) motion seeking reconsideration of denial of a § 2255 motion. However, there are three primary grounds for reconsideration of a judgment: an intervening change in controlling law, the availability of new evidence, or the need to correct clear error or prevent manifest injustice. Firestone v. Firestone, 76 F.3d 1205, 1208 (D.C.Cir.1996); Collison v. International Chem. Workers Un. Local 217, 34 F.3d 233, 236 (4th Cir.1994). A motion to reconsider must demonstrate why the court should reconsider its decision and \"set forth facts or law of a strongly convincing nature to induce the court to reverse its prior decision.\" Cover v. Wal-Mart Stores, Inc., 148 F.R.D. 294, 294 (M.D.Fla.1993). A district court's decision on whether to alter or amend a judgment is reviewed under an abuse of discretion standard. See American Home Assurance Co. v. Glenn Estess &amp; Associates, Inc., 763 F.2d 1237, 1238-39 (11th Cir. 1985)\nIn Chery v. Bowman, 901 F.2d 1053 (11th Cir.1990), the Court of Appeals affirmed the district court's denial of a motion to alter or amend judgment in a civil suit for damages. The motion had offered additional evidence through an affidavit appended to the motion. In finding that the district court had not abused its discretion, the Court of Appeals noted the late filing of the affidavit and its relatively unimpressive content. The court also said:\nWhen supplementing a Rule 59(e) motion with additional evidence, the movant must show either that the evidence is newly discovered or, if the evidence was available at the time of the decision being challenged, that counsel made a diligent yet unsuccessful effort to discover the evidence. See Taylor v. Texgas Corp., 831 F.2d 255, 259 (11th Cir.1987); American Home Assurance Co., 763 F.2d at 1239.\nId. at 1057 n. 6.\nIn O'Neal v. Kennamer, 958 F.2d 1044 (11th Cir.1992), the Court of Appeals held that Rule 59(e) motions should not be used to raise new arguments which could have been made earlier, and also noted:\nDenial of a motion to amend is \"especially soundly exercised when the party has failed to articulate any reason for the failure to raise the issue at an earlier stage in the litigation.\"\nId. at 1047 (citing Lussier v. Dugger, 904 F.2d 661, 667 (11th Cir.1990)). In Mays v. United States Postal Service, 122 F.3d 43 (11th Cir.1997), a Title VII case, the Court of Appeals held that new evidence offered in support of a Rule 59(e) motion would not be considered absent a showing that the evidence was previously unavailable.\nA district court decision within the Eleventh Circuit also discusses the standards for a Rule 59(e) motion, although not in the context of a § 2255 matter. In Medley v. Westpoint Stevens, Inc., 162 F.R.D. 697 (M.D.Ala.1995), a Title VII case, the court held that it was improper to seek to introduce new evidence on a motion to reconsider brought under Rule 59(e), absent a showing that the evidence was unavailable earlier. The court also noted that\n[a] motion to reconsider is properly brought to correct a clear error in the *1358 Court's interpretation of either the facts or the law.... It should be used in order to prevent manifest injustice, however it is an extreme measure, and substantial discretion rests with the Court in granting such a motion.\nId. at 698. An error is not \"clear and obvious\" if the legal issues are \"at least arguable.\" American Home Assurance Co., 763 F.2d at 1239 (quoting Alvestad v. Monsanto Co., 671 F.2d 908, 913 (5th Cir. 1982)).\nIt seems reasonable that the standards applicable to a Rule 59(e) motion in a § 2255 matter should be the same as in typical civil cases. While issues of personal liberty are drawn into question in a § 2255 matter, considerations of finality and avoiding piecemeal litigation are nonetheless important. In the absence of binding authority to the contrary, the Court will apply the standards announced in the Eleventh Circuit civil cases discussed above.\nBoth Defendant and the Government agree that the April 30 order requires modification in one respect. Specifically, the Order's concluding paragraph stated:\nPursuant to 18 U.S.C. § 3596, the Attorney General is directed to release the Defendant no sooner than 45 days and no later than 60 days to the custody of the United States Marshal for execution. The United States Marshal shall supervise implementation of the sentence in the manner prescribed by law. The execution is to occur no later than sixty (60) days from the date of entry of this order. A timely appeal from this Order shall stay the release and the execution.\nBoth Defendant and the Government point out that under Rule 4(a)(1)(B), Federal Rules of Appellate Procedure, each side has 60 days rather than the normal 30 days within which to file a notice of appeal. The Court's April 30 order leaves open the possibility that Defendant could file a notice of appeal as late as the last allowable date for the execution. Clearly this schedule is inappropriate. To correct a plain and obvious error, the Court will modify the schedule previously set.\nDefendant also argues that the language in the Court's order directing the Attorney General to release the Defendant to the custody of the United States Marshal for execution is inappropriate because federal regulations set procedures for execution not specified in the Court's order or in the relevant statute. See Implementation of Death Sentences in Federal Cases, 28 C.F.R. §§ 26.2, 26.3, 26.4 (2003). Upon review of the relevant regulations, the Court finds no inconsistency between them and the provision of the April 30 order.\nDefendant further seeks alteration and amendment of some of the factual and legal findings of the April 30 order. Defendant tenders three declarations including attachments, and miscellaneous papers in support of his request for alteration and amendment. The government opposes this part of Defendant's motion.\nAfter reviewing each of the declarations offered by Defendant, the Court declines to admit any of them, their attachments, or the miscellaneous papers into evidence. All of this evidence was available to Defendant during the habeas proceedings. With respect to two of the declarations and their attachments \u0097 the supplemental declarations of Walter W. Buer, Jr. and Karen Froming \u0097 Defendant has not even attempted to show that habeas counsel made a diligent, timely effort to discover the evidence represented by the declarations and other materials or that the evidence was unavailable for any reason. With respect to the supplemental declaration of John Martin, Defendant provides an inadequate reason for late filing. While Defendant characterizes the *1359 new evidence as a mere effort to fill in \"gaps\" in the witness testimony, it is nonetheless an effort to add evidence to seek to change the outcome. Finally, none of the declarations or other materials are facially sufficient in themselves to change the outcome of the rulings in the Order of April 30 denying Defendant's § 2255 motion. Each of the proffered declarations and materials will be examined in turn.\nWalter Buer's supplemental declaration states that he has read the April 30 order, in particular the following paragraph:\nBuer's declaration does not state whether the status of maximum custody inmate should have been in effect in December 1994, given Defendant's behavior between 1989 and 1994. The Court notes that there were no assaults committed by Defendant between August 1989 and December 1994. The record reflects that as Defendant moved from one institution to the next there were evaluations regarding his potential for violence. Buer's declaration does not establish the proposition that the BOP failed to follow its own procedures by not having Defendant in maximum custody in December 1994.\nOrder of April 30, 2003 at 198.\nBuer clarifies that maximum custody status does not mean lock down status, but rather a status requiring closer supervision. He states that he has reviewed Battle's conduct from August 1989 to December 1994, and has noted \"in excess of twenty conduct reports, including one for fighting.\" Based on that observation, he now further opines that had Battle been properly classified as a maximum custody inmate in 1989, he would still have been so classified in December 1994 (when he murdered Officer Washington). Defendant thus implicitly asks the Court to change its finding of fact that Defendant has failed to show that the BOP had a role in causing Washington's death by failing to follow its own regulations.\nBuer's clarification that maximum custody status does not mean lock down status makes more tenuous any argument that had Battle been in maximum custody status, it would have prevented Washington's death. With respect to Buer's observation that Defendant had twenty conduct reports, including one for fighting, between August 1989 and December 1994, Buer's failure to identify the nature of nineteen of the conduct reports, or where some description can be found in the record, renders his opinion unconvincing.[2] The nineteen conduct reports could be for infractions which have no relationship to the potential for assault, e.g., failure to stand for count, failure to obey direction to clean a cell. Thus, the supplemental declaration of Walter W. Buer, Jr. does not prove that the BOP failed to follow its own policies or that if such failure occurred, it had a causal relationship to the murder of Officer Washington.\nThe supplemental declaration of Karen Froming, Ph.D., is primarily intended to respond to the following statement:\nThe 2002 Psychiatric Report does not state who read the CT scan in 2001-2002 and does not say that it was read by a neuroradiologist. The Court therefore infers that the opinion expressed is that of the authors of the 2002 Psychiatric Report.\nOrder of April 30, 2003 at 153.\nDr. Froming states that in fact, the 1997 CT scan of Defendant's brain was read by Monte Buchsbaum, M.D., a professor of psychiatry and director of the Neuroscience PET Laboratory at Mt. Sinai School of Medicine in New York City, New York. *1360 Dr. Froming attaches Dr. Buchsbaum's curriculum vitae and copies of two articles authored by him.\nWhile this information does clarify to the Court's satisfaction that the opinion is that of Dr. Buschbaum and that he is a credentialed expert in his field, admission of Dr. Froming's supplemental declaration would not change the findings in the April 30 Order. The Court found that defense counsel were not ineffective in failing to provide the CT scan to the defense's trial experts and that Defendant was not thereby prejudiced. The finding that it was not unreasonable for counsel to fail to give the CT scan to their trial experts was based on the fact that none of the experts suggested that a CT scan should be done. Counsel arranged for the CT for the stated purpose of proving to Defendant that he had no implants. The Court based its determination that Defendant was not prejudiced by this failure on the fact that the temporal horns as depicted in Defendant's 1997 CT scan are so tiny that it doubted that they were capable of precise measurement. Further, to the naked eye it is not obvious which temporal horn is larger. In one shot the left horn appears larger; in another the right horn appears larger.[3] Nothing in Dr. Froming's declaration changes these observations. Particularly in the face of other apparently conflicting evidence, an expert's credentials are insufficient in themselves to make a conclusory observation convincing. This is even more true when the expert himself has offered no sworn testimony setting forth the opinion. Therefore, the Court's determination that Defendant has not shown that he was prejudiced by counsel's actions would not be altered by Dr. Froming's declaration.\nFinally, Defendant has offered the supplemental declaration of John Martin. The only explanation offered by Defendant regarding Martin's failure to provide the referenced information in his first declaration is that Martin was occupied in January through mid-March 2002 representing another client in a capital murder trial and had little time to talk with Defendant's habeas counsel. Martin Decl. ¶ 3. However, Martin's supplemental declaration notes that the trial was completed on March 11, 2002. The record shows that this Court accepted supplemental declarations in Defendant's habeas proceedings well past that date. The final evidentiary hearing occurred on April 18, 2002. If Martin felt the need to expand on his initial declaration or if Defendant's habeas counsel had thought it was necessary they had ample time to present this information.\nThe primary thrust of Martin's supplemental declaration is that the Court incorrectly found that Defendant consented to raising an insanity defense at trial. The supplemental declaration states, in paragraph 11 thereof, \"To say that Anthony Battle ever explicitly agreed to an insanity defense or even knowingly acquiesced to the presentation of an insanity defense is simply not the truth.\" Martin's affidavit explains that in order to get Defendant to participate in testing by mental health experts, he and co-counsel Kearns tricked Defendant by telling him that the mental health exams would be the way to locate his implants. Martin states that even though Defendant never consented to an insanity defense, he and co-counsel Kearns felt it was their moral and ethical duty to present this defense over their client's objection. Otherwise, he states, the only alternative would be a defense that Defendant actually did have implants, which he states would have been a \"charade\" in which he could not participate.\n*1361 Martin states that after a conference with the magistrate judge two months prior to trial[4], defense counsel did not discuss an insanity defense with Defendant any more, but rather resolved to raise an insanity defense over his objection. Martin states, \"We did not give him an opportunity to object. We simply did not talk about the subject.\" Martin Supp. Decl. ¶ 12.\nWhile Martin's supplemental declaration on this point is germane to the Court's prior finding that Defendant consented to an insanity defense at trial, the Court cannot simply accept the statement at face value. Admitting the statement would require reopening an issue which was litigated and ruled upon in the § 2255 proceedings. An evidentiary hearing would be required to resolve conflicts in the evidence. The hearing would involve, at a minimum, testimony from trial defense counsel Kearns and Martin, and perhaps from Defendant himself. Also, it might be necessary to take additional testimony from the various health experts who examined Defendant prior to testifying at the competency hearing and trial. This process would be time-consuming. It would require further findings of fact and would delay the proceedings.\nMartin's statement that an insanity defense was forced on Defendant without his consent is contradicted by numerous portions of the trial record.\nAt a conference on February 13, 1997 (approximately a week before trial), defense counsel stated to the Court that they were planning to present an insanity defense, unless Defendant changed his mind. The following colloquy occurred:\nTHE COURT: I mean you are in the driver's seat as far as whether you are going to do an insanity defense.\nMR. MARTIN: I understand.\nTHE COURT: And you are telling me you are.\nMS. KEARNS: Mr. Battle is in the driver's seat.\nMR. MARTIN: Unfortunately.\nFebruary 13, 1997 Conf. Tr. at 36-37.\nAlso, midway through the trial[5] defense counsel stated, referring to the insanity defense:\nMR. MARTIN: The client keeps saying he is uncomfortable with this defense. He has given us what we consider to be implicit authority early on in rambling conversation that I seized upon, and I think it is in his best interest to present this evidence, and that's what I'm proceeding on.\n* * * * * *\nMR. MARTIN: I'm not saying he has made any unequivocal statement one way or the other. It's just vague and rambling. So, I'm proceeding on that basis, and we are going forward with it, but I expect him \u0097 I don't say it is going to happen, but I wouldn't be surprised that he'll object from time to time.\nTr.1932-33.\nStatements of co-defense counsel Kearns in the pretrial and post-trial record also support the idea that Defendant's position *1362 about an insanity defense changed from time to time, rather than being consistently against it as Martin's supplemental declaration states. In a discussion with the Court on February 13, 1997, concerning the question whether Defendant had decided to raise an insanity defense, Kearns stated:\nJudge, I think you have dealt with both Jack and I long enough to know we wouldn't customarily sandbag the Court, but I have to be honest with you. It's a three or four week trial, and Mr. Battle is in control of some of these decisions, and I can't assure the Court that he's not going to change his mind about something we have represented we are going to do earlier, and later instruct us we can't do it any more.\nFebruary 13, 1997 Conf. Tr. at 38-39.\nAt an August 15, 2000 post-conviction conference with the Court, Kearns referred back to Defendant's indecision on the insanity defense, stating:\n... As the Court will recall, even during the trial you were a little worried.\nOne day he [Defendant] would tell us to do this, do that, raise insanity, don't raise insanity.\nAugust 15, 2000 Hrg. Tr. at 13.\nIn addition, statements of Defendant himself made in open court during the trial support the conclusion that while Defendant did not like the idea of an insanity defense, he did not reject it. Immediately before opening statements, Defendant said that he wanted to be excused because \"I'm not in agreement with what my attorneys have to offer on my behalf as evidence.\" He then said, \"There is more credible evidence I would have preferred to have here in this case.\"[6] After the Court informed Defendant that the law required his presence, he said, \"It's not so much I am not in agreement with my attorneys. I'm in slight pain....\" Then Defendant stated, \"You are probably right. I should be here for those alleged theories that you just pronounced. It's just so many things are going on in this situation I'm just not in total agreement with.\" Tr. 708.\nAs previously noted in the April 30 order, no declaration or testimony of Defendant has been offered that the insanity defense was forced on him by trial counsel. Defendant was present at the March 18-19, 2002 habeas hearing and could have been called to testify on this point.\nFinally, extensive testimony is in the record concerning the discussions that the mental health experts had with Defendant concerning his mental state. Drs. Johnson and Hazelrigg testified that they explained to Defendant in January 1996 the purpose of their examination before it began. Later, they confronted Defendant with their finding that he was faking his belief in implants. They said that over the course of their evaluation, Defendant was able to acknowledge the improbability of having implants. At the end of the examination they reported their findings to Defendant \u0097 namely, that he was not delusional, that he was competent to stand trial, and that he was not insane when he killed Washington. Thus, it is clear that Defendant was not fooled into thinking that Drs. Johnson and Hazelrigg were looking for his implants, rather than conducting an evaluation of his competency to stand trial and whether he was insane at the time of Washington's murder.\nThe Court also is skeptical that the defense mental health experts would have cooperated in a ruse to deceive Defendant into thinking that they were looking for his *1363 implants. There is nothing in the record which suggests that they did. Neither is there any indication in the 2002 Psychiatric Report that its authors told Defendant that they were trying to find his implants.\nThus, if defense counsel did comment to Defendant that they were planning to find his implants through mental health examinations, the Court doubts that this statement motivated Defendant's cooperation with the various mental health examinations which occurred between January through October 1996. Both sides' experts testified that he appeared to enjoy participating. No mental health expert said Defendant had inquired whether any of them had found his implants.\nThe Court found in the April 30 order that Defendant had failed to show by a preponderance of the evidence that he had not consented to an insanity defense. The undersigned also found that Defendant's Fifth Amendment due process right was not violated by the assertion of an insanity defense and that he suffered no prejudice from the fact that counsel raised the defense. However, even if trial counsel argued the insanity defense over Defendant's objection as Martin and Kearns now state, it did not have a \"substantial and injurious effect or influence in determining the jury's verdict.\" Brecht v. Abrahamson, 507 U.S. 619, 637, 113 S.Ct. 1710, 123 L.Ed.2d 353 (1993)(adopting the substantial prejudice standard used in Kotteakos v. United States, 328 U.S. 750, 66 S.Ct. 1239, 90 L.Ed. 1557 (1946) as the harmless error standard applicable on collateral review). As the Court found in the April 30 order, Defendant had no defense at the guilt-innocence phase except insanity. The testimony which supported the insanity defense would have been presented at the sentencing hearing had it not been presented at the guilt-innocence phase. If this had occurred, the outcome at both the guilt-innocence phase and the sentencing phase would have been the same as they were at the February 1997 trial. Defendant would have been found guilty, and the jury would have imposed the death penalty. The insanity defense did not materially affect or conflict with any other defense or mitigation argument and did not prejudice Defendant in either phase of the trial. The assertion of an insanity defense by counsel was the only viable defense at the guilt-innocence phase and was a reasonable strategic choice under the facts of this case.\nMartin also provides additional information regarding the failure to call John Pannell as a witness. However, neither the information in Martin's declaration nor the investigative notes from Rebecca Cohen's interview with John Pannell would require that the Court change its findings on this point. Martin states that although he did review Pannell's notes prior to trial, he did not see Cohen's memorandum prior to trial and that he would have called Pannell as a witness if he had seen the information. However, it appears likely that co-counsel Kearns did see Cohen's notes as Cohen was her employee. Also, Martin's supplemental declaration does not show that Defendant suffered prejudice by the failure to call Pannell because evidence pertaining to Pannell's evaluation of Defendant was presented at trial.\nThe final materials presented to the Court are notes from an interview of inmate Charles White that was conducted by defense investigator Susan Miller. The Court noted in its order that the memorandum of the interview was not in the record. However, for the purposes of the § 2255 motion, the Court assumed that a statement had been made to Miller regarding the implants. The inclusion of the notes at this point would not change the Court's *1364 finding that White was not a credible witness.\nFor the reasons stated the Court concludes that there are no grounds to alter or amend its order other than for the purposes of clarifying the procedures relating to Defendant's execution.\nDefendant did not rely on Federal Rule of Civil Procedure 60(b) in his original motion to amend or alter the judgment. However, in Defendant's reply to the Government's response, he states that he alternatively relies on Rules 60(b)(1) and (b)(6) in requesting relief from judgment. In order to obtain relief under Rule 60(b)(1), Defendant must show mistake, inadvertence, surprise, or excusable neglect. The purpose of a Rule 60(b) motion is to allow a court to correct obvious error or injustice but it is not intended to be a substitute for appeal. See Fackelman v. Bell, 564 F.2d 734, 735-36 (5th Cir.1977). Defendant contends that the proffered declarations were submitted in order to correct the Court's mistaken conclusions. For the same reasons discussed with respect to Defendant's Rule 59(e) motion the Court finds that there is no clear and obvious error that warrants reopening the judgment.\nDefendant also relies on the catchall provision of Rule 60(b)(6) which states that a district court may grant relief for \"any other reason justifying relief from the operation of the judgment.\" The Eleventh Circuit has stated \"that relief under this clause is an extraordinary remedy which may be invoked only upon a showing of exceptional circumstances.\" Griffin v. Swim-Tech Corp., 722 F.2d 677, 680 (11th Cir.1984). In addition, Rules 60(b)(1) and (b)(6) are mutually exclusive and \"a court cannot grant relief under (b)(6) for any reason which the court could consider under (b)(1).\" Solaroll Shade and Shutter Corp. v. Bio-Energy Sys., Inc., 803 F.2d 1130, 1133 (11th Cir.1986). Defendant presents no argument as to what exceptional circumstances warrant relief under 60(b)(6) and his arguments relating to mistake or error have been addressed under Rule 59(e) and Rule 60(b)(1). Therefore, relief under Rule 60(b) is also denied.\nAccordingly, Defendant's motion to alter or amend the judgement [# 470] is GRANTED IN PART and DENIED IN PART. It is GRANTED with respect to the schedule set forth in the final paragraph of the Order of April 30, 2003. The parties are instructed as follows:\nDefendant has sixty (60) days from entry of this Order within which to file a timely notice of appeal. If no such notice of appeal is filed, the Government is directed to submit to the Court a proposed order setting forth the time, place, and means of the execution of Defendant's death sentence within ten (10) days following the expiration date for Defendant's filing of a notice of appeal. If Defendant appeals this Court's order denying his § 2255 motion, the Government is directed to submit the proposed order within ten (10) days from the date on which the mandate is returned to this Court by the Eleventh Circuit, or the date on which the Supreme Court denies certiorari or affirms the order denying Defendant's § 2255 motion, whichever date occurs last.\nThe motion is DENIED in all other respects.\nNOTES\n[1]  The motion further states that it is brought pursuant to the Fifth, Sixth and Eighth Amendments to the United States Constitution.\n[2]  The Court believes that the fighting incident is an incident in which Defendant fought his cellmate over a mattress in March 1990. See Order of April 30, 2003 at 148.\n[3]  The 2002 Psychiatric Report stated that Defendant's left temporal horn is \"significantly enlarged\" and that this is \"consistent with schizophrenia.\"\n[4]  The conference with Magistrate Judge Deane concerned defense counsel's motion to withdraw. Defendant was present and stated to Judge Deane that his counsel had not made a genuine effort to find his implants. In the course of his comments, he did assert that he was not mentally ill but his primary point was that he wanted counsel to find and present evidence that he had implants which the guards had used to harass him, thereby provoking him to kill Officer Washington. December 19-20, 1996 Ex. Parte Hrg. Tr. at 12-23.\n[5]  The Court had ruled before trial that once Defendant announced reliance on an insanity defense in opening statement he would not withdraw that defense.\n[6]  The Court believed Defendant was referring to the absence of an implant defense, which his counsel had said earlier the same day was his reason for his not wanting to participate in the trial. See February 18, 1997 Ex Parte Proc. Tr. at 2.\n\n",
            "ocr": false,
            "opinion_id": 2296236
        }
    ],
    "court_short_name": "N.D. Georgia",
    "court_full_name": "District Court, N.D. Georgia",
    "court_type": "FD",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}