{
    "id": 2304278,
    "judges": "Campbell",
    "date_filed": 1071878400000,
    "date_filed_is_approximate": false,
    "slug": "american-family-mutual-insurance-v-zavala",
    "case_name_short": "Zavala",
    "case_name": "American Family Mutual Insurance v. Zavala",
    "case_name_full": "AMERICAN FAMILY MUTUAL INSURANCE COMPANY, a Wisconsin Corporation, Plaintiff, v. Jay Timothy ZAVALA and Jane Doe Zavala, Husband and Wife; Margaret Zavala and John Doe Zavala, Wife and Husband; James and Angela Davin, Husband and Wife, Defendants; James Davin and Angela Davin, Counter Claimants, v. American Family Mutual Insurance Company, a Wisconsin Corporation, Counter Defendant; James Davin and Angela Davin, Third-Party Plaintiffs, v. William H. Doyle and Jane Doe Doyle, Husband and Wife, Doyle Winthrop, P.C., an Arizona Professional Corporation, Third-Party Defendants",
    "attorneys": "Kent Jeffrey Hammond, Rudolph & Rudolph LLC, Scottsdale, AZ, Carl F. Mariano, Esq, Lynn M. Allen, Esq, Kevin L. Jensen, Mariano & Allen PLC, Phoenix, AZ, for Plaintiff., Mark W. Arnett, Esq, Arnett & Arnett, Tempe, AZ, for Defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1150-7\">\n    AMERICAN FAMILY MUTUAL INSURANCE COMPANY, a Wisconsin corporation, Plaintiff, v. Jay Timothy ZAVALA and Jane Doe Zavala, husband and wife; Margaret Zavala and John Doe Zavala, wife and husband; James and Angela Davin, husband and wife, Defendants. James Davin and Angela Davin, Counter claimants, v. American Family Mutual Insurance Company, a Wisconsin corporation, Counter defendant. James Davin and Angela Davin, Third-Party Plaintiffs, v. William H. Doyle and Jane Doe Doyle, husband and wife, Doyle Winthrop, P.C., an Arizona professional corporation, Third-Party Defendants.\n   </parties><br><docketnumber id=\"b1150-15\">\n    No. 01-683-PHX-DGC.\n   </docketnumber><br><court id=\"b1150-16\">\n    United States District Court, D. Arizona.\n   </court><br><decisiondate id=\"b1150-18\">\n    Dec. 20, 2003.\n   </decisiondate><br><attorneys id=\"b1153-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1111\"> \n     *1111\n     </span>\n    Kent Jeffrey Hammond, Rudolph &amp; Rudolph LLC, Scottsdale, AZ, Carl F. Mariano, Esq, Lynn M. Allen, Esq, Kevin L. Jensen, Mariano &amp; Allen PLC, Phoenix, AZ, for Plaintiff.\n   </attorneys><br><attorneys id=\"b1153-8\">\n    Mark W. Arnett, Esq, Arnett\n    <em>\n     &amp;\n    </em>\n    Arnett, Tempe, AZ, for Defendants.\n   </attorneys>",
    "citations": [
        "302 F. Supp. 2d 1108"
    ],
    "opinions": [
        {
            "author_str": "Campbell",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 517.0,
            "opinion_text": "\n302 F.Supp.2d 1108 (2003)\nAMERICAN FAMILY MUTUAL INSURANCE COMPANY, a Wisconsin corporation, Plaintiff,\nv.\nJay Timothy ZAVALA and Jane Doe Zavala, husband and wife; Margaret Zavala and John Doe Zavala, wife and husband; James and Angela Davin, husband and wife, Defendants.\nJames Davin and Angela Davin, Counter claimants,\nv.\nAmerican Family Mutual Insurance Company, a Wisconsin corporation, Counter defendant.\nJames Davin and Angela Davin, Third-Party Plaintiffs,\nv.\nWilliam H. Doyle and Jane Doe Doyle, husband and wife, Doyle Winthrop, P.C., an Arizona professional corporation, Third-Party Defendants.\nNo. 01-683-PHX-DGC.\nUnited States District Court, D. Arizona.\nDecember 20, 2003.\n*1109 *1110 *1111 Kent Jeffrey Hammond, Rudolph &amp; Rudolph LLC, Scottsdale, AZ, Carl F. Mariano, Esq, Lynn M. Allen, Esq, Kevin L. Jensen, Mariano &amp; Allen PLC, Phoenix, AZ, for Plaintiff.\nMark W. Arnett, Esq, Arnett &amp; Arnett, Tempe, AZ, for Defendants.\n\nORDER\nCAMPBELL, District Judge.\nPlaintiff American Family Mutual Insurance Company (\"American Family\") issued a homeowner's insurance policy to defendants Jay and Margaret Zavala. The Zavalas subsequently were sued in state court by James and Angela Davin (the \"Davins\") for the wrongful death of the Davins' son. During the state court lawsuit, the Davins sought and obtained from the Zavalas an assignment of the Zavalas' claims against American Family for bad faith and breach of the insurance policy. The Davins assert the assigned claims against American Family in this Court. In addition, the Davins assert claims against American Family and the Zavalas' state-court lawyers for allegedly interfering with the assignment contract between the Davins and the Zavalas.\nPending before the Court are four motions for summary judgment: (1) American Family's motion for summary judgment dated May 6, 2003; (2) The Davins' motion for partial summary judgment on insurance coverage dated June 19, 2003; (3) Third-party defendants William Doyle, Lynne Doyle, and Doyle Winthrop, P.C.'s (collectively, \"Doyle Winthrop\") motion for summary judgment dated August 1, 2003; and (4) American Family's comprehensive motion for summary judgment dated August 29, 2003. For the reasons explained below, the Court will grant the motions of American Family and Doyle Winthrop and will deny the motion filed by the Davins.\n\nI. BACKGROUND\nAmerican Family issued a homeowner's insurance policy to the Zavalas for the period from December 2, 1999 to December 2, 2000. Both Margaret Zavala and her son Jay were insured under the policy. The policy contained a liability limit of $300,000.\nOn March 31, 2000, Jay Zavala shot and killed Jade Davin during a party at the Zavalas' home. Jay subsequently pled guilty to manslaughter and presently is serving a prison term of sixteen and one-half years. James and Angela Davin, the parents of Jade Davin, filed a wrongful death suit in Navajo County Superior Court against both Jay and Margaret Zavala.\nOn October 24, 2000, American Family sent a reservation of rights letter to the Zavalas regarding the wrongful death action. The letter reserved the right of American Family to deny coverage under the insurance policy on various grounds. American Family nonetheless hired William Doyle of Doyle Winthrop P.C. to defend the Zavalas against the wrongful *1112 death claim. On April 17, 2001, American Family filed this lawsuit to clarify its obligations to the Zavalas under the homeowner's policy. The complaint asserted ten policy exclusions against Margaret and Jay and sought a declaration that there was no insurance coverage for the Davins' wrongful death claim.\nOn April 27, 2001, counsel for the Davins, Dale Smith, sent a letter to Attorney Doyle that invited the Zavalas to enter into a \"Morris agreement\" with the Davins. Morris agreements are permitted under Arizona law when an insured individual is faced with a claim of personal liability and his or her insurance company reserves its right to deny coverage. Because the reservation of rights potentially leaves the insured exposed to personal liability, Arizona courts have held that the insured can protect himself or herself by entering into a Morris agreement. Under a typical Morris agreement, the insured defendant assigns to the plaintiff all or most of the insured's claims against the insurance company and stipulates to the entry of a judgment in favor of the plaintiff. In exchange, the plaintiff covenants not to execute the judgment against the insured defendant and instead seeks to recover the amount of the judgment from the insurance company by pursuing the assigned claims. The insured is thus protected from the \"sharp thrust of personal liability,\" the plaintiff has the opportunity to pursue a recovery from the insurance company, and the insurance company is liable only if it breached its obligations to the insured when it reserved its right to deny coverage under the policy. See United Services Auto. Ass'n v. Morris, 154 Ariz. 113, 741 P.2d 246, 252-53 (1987). See also Himes v. Safeway Ins. Co., 205 Ariz. 31, 66 P.3d 74, 77 n. 2 (2003); Parking Concepts, Inc. v. Tenney, 203 Ariz. 562, 58 P.3d 44, 45 (2002).\nWhen the Davins offered to enter into a Morris agreement with the Zavalas, the Davins' attorney, Smith, stated that the offer would remain open through May 2001. Attorney Smith later agreed that the Zavalas could have until June 7, 2001 to enter the agreement. Despite requests for more time from the Zavalas, Smith refused to grant additional extensions. The June 7 deadline apparently was established because that was the date by which the Davins would be required to respond to American Family's declaratory judgment action pending in this Court.\nAs is customary, Doyle Winthrop notified American Family of the proposed Morris agreement. See Himes, 66 P.3d at 80 n. 7; Morris, 741 P.2d at 252. Correspondence between counsel for the Davins and the Zavalas makes clear that the Davins' attorney, Smith, knew that notice had been given to American Family. On June 1, a Doyle Winthrop attorney notified American Family that the Zavalas would enter into the Morris agreement on June 6 \"unless American Family agrees to rescind the reservation of rights in this matter before that date.\" Attorney Doyle and others testified that American Family subsequently was given until June7 \u0097 the deadline established by the Davins for completing the agreement \u0097 to decide whether it would withdraw its reservation of rights.\nMeanwhile, counsel for the Davins and Zavalas began preparations to execute the Morris agreement in the event American Family did not withdraw its reservation of rights. As neither of the Zavalas was located in Phoenix, the Doyle Winthrop lawyers needed to make advance arrangements for them to sign and return the Morris agreement signature pages before the June 7 deadline set by the Davins. On June 4, a Doyle Winthrop lawyer wrote to Attorney Smith, confirmed that the deadline *1113 for the Zavalas to enter into the Morris agreement was June 7, and informed Smith that \"[i]n an effort to meet this time frame, we forwarded, on June 1, 2001, via courier, the signature page of Jay Zavala, who ... is incarcerated in the Arizona State Prison in Yuma. We have also sent a copy of the agreement and execution page to Margaret Zavala via express service. We are making every attempt we can to expedite the execution of this matter and I anticipate having the original executed signature pages returned to my office on June 6 or 7th, 2001.\" Margaret Zavala signed the signature page on June 4 in Show Low, Arizona; Jay Zavala signed on June 5 in Yuma, Arizona. Both then mailed the signature pages back to their attorneys at Doyle Winthrop.\nOn June 6, 2001, one day before the June 7 deadline established by the Davins for consummating the Morris agreement, American Family withdrew its reservation of rights as to Margaret Zavala and agreed to defend her without condition. American Family did not withdraw its reservation of rights as to Jay Zavala. Attorney Doyle promptly notified Attorney Smith that Margaret Zavala would not enter into the Morris agreement because American Family had withdrawn its reservation of rights. Doyle asked Smith to contact him if the Davins wanted to enter into the agreement with Jay Zavala alone.\nAttorney Smith responded by asserting that a binding Morris agreement had in fact been created when Margaret and Jay signed the signature pages before June 6. In a letter dated June 11, Attorney Doyle disagreed and informed Smith that no Morris agreement existed as to Margaret Zavala because American Family had lifted the reservation of rights before the June 7 deadline his office had given to the insurer. Doyle further stated that \"to the extent that you still want to enter into [a Morris] agreement with Mrs. Zavala, recognizing that her proceeding in that manner would constitute a breach of the cooperation clause and obviate coverage under the policy, we will be happy to discuss that issue with you.\" Doyle requested that Smith forward to him a revised version of the proposed Morris agreement that applied only to Jay Zavala if the Davins still wanted Jay to execute the agreement.[1]\nNotwithstanding Attorney Doyle's suggestion that Margaret would breach the insurance policy and potentially void coverage by signing a Morris agreement after the reservation of rights had been withdrawn, the Davins decided to proceed with such an agreement. At their request, Margaret Zavala re-signed the signature page for the Morris agreement on June 29, 2001. Jay also re-executed the agreement. On August 8, 2001, the parties notified the state court that the agreement had been signed and requested that the court enter the stipulated judgment of $3,000,000 against the Zavalas (the amount specified in the Morris agreement). The state court held a hearing on October 24, 2001 and entered the stipulated judgment in favor of the Davins. Thus, rather than pursuing the $300,000 liability limits of the insurance policy that was now fully covering Margaret, the Davins elected to obtain the Morris agreement and pursue a *1114 $3,000,000 judgment against American Family even though Attorney Doyle had suggested that such a course might void the insurance policy through Margaret's breach of the cooperation clause.\nOne week after the stipulated judgment was entered in state court, American Family moved to amend the complaint in this Court to withdraw its previously asserted policy defenses against Margaret Zavala and to add a new claim that Margaret Zavala had breached the policy's cooperation clause by signing the Morris agreement. This Court granted the motion and American Family filed an amended complaint on February 13, 2002.\nThe Davins have now asserted three counterclaims against American Family in this Court: (1) breach of the duty of good faith and fair dealing (this claim was assigned by the Zavalas in the Morris agreement); (2) breach of contract (also assigned by the Zavalas); and (3) intentional interference with contract (an independent claim by the Davins for interfering with the Zavalas' execution of the first Morris agreement in June). The Davins also filed a third-party complaint against Doyle Winthrop, claiming that the attorneys also intentionally interfered with the first Morris agreement.\n\nII. WAS A VALID CONTRACT CREATED IN EARLY JUNE OF 2001?\nThe Davins claim that the Morris agreement became effective when first signed by Margaret and Jay Zavala on June 4 and 5, 2001. The Davins argue that American Family and Doyle Winthrop intentionally interfered with this agreement when they took the position that American Family's withdrawal of its reservation of rights as to Margaret Zavala meant that an agreement was never created. Before addressing the intentional interference claim, the Court will address the Davins' contract argument.\nThe facts recited above make clear that a contract was not created when Margaret signed the signature page in Show Low on June 4 and Jay signed the agreement in Yuma on June 5. The Davins do not dispute that attorneys for the Zavalas gave American Family notice of the proposed Morris agreement and an opportunity to withdraw its reservation of rights. The notice informed American Family that the Zavalas would enter into the Morris agreement on June 6 \"unless American Family agree[d] to rescind the reservation of rights in this matter before that date.\" Implicit in this notification was the idea that the Zavalas would not enter into the agreement if American Family withdrew its reservation of rights before the deadline. This implicit message is evident not only from the language of the communication \u0097 the Zavalas would enter into the agreement \"unless\" American Family withdrew its reservation \u0097 but also from the purpose of the notice itself. Parties entering into Morris agreements under Arizona law commonly provide notice to insurance companies precisely so the companies can decide whether to withdraw the reservation of rights and thereby avoid the Morris agreement. See Himes, 66 P.3d at 80 n. 7 (recognizing the agreement \"was made fairly and with notice to the insurer.... This is a requirement of [Morris] for such an agreement to be upheld.\"); Strojnik v. Gen. Ins. Co. of Am., 201 Ariz. 430, 36 P.3d 1200, 1202 (2001) (\"Such agreements are proper only if created fairly, with notice to the insurer, and without fraud or collusion on the insurer.\"); Stufflebeam v. Canadian Indem. Co., 157 Ariz. 6, 754 P.2d 335, 338 (1988).\nAttorney Doyle testified during his deposition that the deadline for American Family to make a decision was extended to June 7, 2001. This fact was confirmed by the testimony of Bradley Abbas, another *1115 Doyle Winthrop lawyer who represented the Zavalas, and by the testimony of American Family coverage counsel Carl Mariano and Kent Hammond. American Family withdrew its reservation of rights as to Margaret before the June 7 deadline and Margaret, as implicitly promised, did not consummate the Morris agreement.\nWhile it is true that Margaret and Jay actually signed the signature pages of the agreement before American Family withdrew its reservation of rights, the undisputed evidence shows that they signed ahead of time purely for logistical reasons \u0097 they lived in Show Low and Yuma and had to transmit the signature pages to their lawyers before the June 7 deadline established by the Davins. When Doyle Winthrop lawyer Bradley Abbas informed the Davins' attorney that the signature pages had been sent to the Zavalas for signature several days before June 7, he explained that this had been done \"[i]n an effort to meet [the] time frame\" established by the Davins. Abbas testified during his deposition that he sent the signature pages to the Zavalas ahead of time because he was \"trying to get these things back in my hands\" before the deadline.\nIn arguing that a contract was created, the Davins make several arguments. First, they assert that the extension of American Family's deadline to June 7 never occurred and that the insurer's withdrawal of its reservation of rights was therefore untimely when not made until June 6 (the earlier letter from Doyle Winthrop had told American Family that it must withdraw its reservation of rights \"before\" June 6). But the Davins offer no evidence to support this assertion. They have produced no witness or document to controvert the sworn testimony of four witnesses concerning the extension to June 7, and mere denials of a fact, no matter how adamant, cannot create a question of fact sufficient to defeat summary judgment. See Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 256, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (\"Rule 56(e) itself provides that a party opposing a properly supported motion for summary judgment may not rest upon mere allegation or denials of his pleading, but must set forth specific facts showing that there is a genuine issue for trial.\").\nCounsel for the Davins asserted during oral argument that William Doyle's credibility has been called into question by an allegedly false statement he made in this case (discussed below), and that a trier of fact therefore could disbelieve his testimony that the American Family deadline was extended to June 7. But Doyle's testimony was corroborated by three other witnesses \u0097 Abbas, Mariano, and Hammond \u0097 none of which is alleged by the Davins to have made false statements in this case. The Court cannot conclude that a question of fact as to the June 7 extension has been raised merely by the Davins' assertion that Doyle should not be believed. See id. at 252, 106 S.Ct. 2505 (\"The mere existence of a scintilla of evidence in support of the plaintiff's position will be insufficient [to defeat a summary judgment motion]; there must be evidence on which the jury could reasonably find for the plaintiff.\"); Taylor v. ScottPolar Corp., 995 F.Supp. 1072, 1076 (D.Ariz.1998) (\"The mere existence of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is that there by no genuine issue of material fact.\") (citing Anderson, 477 U.S. at 247-48, 106 S.Ct. 2505) (emphasis omitted).[2]\n*1116 Second, the Davins quote Margaret Zavala's deposition testimony that she believed her involvement with the state court lawsuit was over once she signed the Morris agreement and that the dispute thereafter would be solely between American Family and the Davins. The Davins argue that her understanding controls \u0097 that a binding Morris agreement came into existence when she signed in Show Low because that was her intention. But this argument presents an incomplete picture of Margaret's testimony. Margaret testified quite clearly that she was represented by Doyle Winthrop lawyers in this matter and that she delegated significant responsibility to them. She testified that she relied on them to comply with the law before completing the Morris agreement, that she authorized them to take whatever steps were necessary to complete a valid agreement, and that she signed the signature page when they instructed her to do so. The Doyle Winthrop lawyers, acting on her behalf, gave American Family until June 7 to withdraw its reservation of rights; they had Margaret and Jay sign the agreement ahead of time to facilitate its delivery to the Davins by the June 7 deadline if American Family did not withdraw the reservation; and, when American Family did withdraw its reservation as to Margaret before the deadline, they concluded that the Morris agreement could not be consummated without breaching Margaret's duty of cooperation and therefore declined to send the signed agreement to counsel for the Davins. Throughout this course of events the lawyers acted as Margaret's attorneys. Their actions were tantamount to her actions. \"Absent a showing of exceptional circumstances, a defendant is bound by the tactical decisions of counsel.\" Staatz v. Dupnik, 789 F.2d 806, 808 (9th Cir.1986).\nThird, the Davins argue that actions of the Doyle Winthrop lawyers were not authorized because the lawyers did not obtain Margaret's consent each step of the way, such as when they extended American Family's deadline to June 7. But Margaret's testimony is clear. She authorized the lawyers to act on her behalf in this matter. She entrusted the management of the Morris agreement negotiations to them. It would be highly impractical, and clearly detrimental to our legal system, to hold that a lawyer's actions are authorized and binding only if the client consents to every single action taken by the lawyer. Lawyers are entrusted with considerable discretion in representing their clients in the complex world of legal rights and obligations. Clients rely on the training, expertise and judgment of their lawyers. To be sure, clients must consent to a lawyer's representation and the lawyer must pursue the objectives of the clients, but this does not mean that lawyers act with authority only when the client micro-manages the lawyer's activities, approving every communication, every decision, every nuance. See, e.g., Pioneer Inv. Servs. Co. v. Brunswick Assocs. Ltd. P'ship, 507 U.S. 380, 396, 113 S.Ct. 1489, 123 L.Ed.2d 74 (1993) (recognizing the general rule that \"clients must be held accountable for the acts and omissions of their attorneys.\"); Taylor v. Illinois, 484 U.S. 400, 417-18, 108 S.Ct. 646, 98 L.Ed.2d 798 (1988) (\"Although there are basic rights that the attorney cannot waive without the fully informed and publicly acknowledged consent of the client, the lawyer has \u0097 and must have \u0097 full authority to manage the conduct of the trial. The adversary process could not *1117 function effectively if every tactical decision required client approval.\"); Harold Sampson Children's Trust v. Linda Gale Sampson 1979 Trust, 265 Wis.2d 803, 667 N.W.2d 831, 836 (2003), rev. granted, 266 Wis.2d 60, 671 N.W.2d 847 (2003) (\"A lawyer has actual authority to act on behalf of the client, and the client is bound by what the lawyer does, where `the client has expressly or impliedly authorized the act.' [The Restatement (Third) of The Law Governing Lawyers] recognize[s] that the lawyer has actual authority to conduct litigation and does not need a specific delegation of authority with respect to each thing done or not done.\") (citing the Restatement (Third) of The Law Governing Lawyers § 26 (1998)). By Margaret's own testimony, the Doyle Winthrop lawyers were authorized to represent her in the Davins' lawsuit and completion of the Morris agreement that resolved the lawsuit. Their actions on June 6 and 7 were valid and binding upon her.\nOne additional principle supports the conclusion that no Morris agreement came into existence in early June of 2001. Generally, it is the delivery of an executed document, not the mere signing of the document, that creates a binding contract. See Brown v. First Nat. Bank, 44 Ariz. 189, 36 P.2d 174, 175 (1934) (\"[I]n order to make a written agreement a binding contract it must not only be executed, but delivered with the intent of both parties that it take effect[.]\"); see also Howard Ins. Co. of New York v. Silverberg, 94 F. 921, 922 (9th Cir.1899) (\"No instrument is executed until it is delivered. To constitute a delivery, the obligor must do some act which places the instrument beyond his control and beyond his power of revocation.\") (citation omitted); Midwest Mfg. Holding, L.L.C. v. Donnelly Corp., No. 97 C 0638, 1998 WL 59500, at *4 (N.D.Ill. Feb.6, 1998) (fact that one party never delivered the executed signature pages to the other was evidence that there was never an agreement to enter into a written contract at that time); Chariot Group, Inc. v. Amer. Acquisition Partners, L.P., 751 F.Supp. 1144, 1151 (S.D.N.Y.1990) (finding no contract existed where the one party signed the signature pages for convenience only and the pages remained in the custody of that party's attorney, never delivered to the other). Here, the executed Morris agreement was never delivered to the Davins.\nOn the basis of the uncontroverted facts set forth above, the Court concludes that no contract was created when Margaret and Jay signed the documents on June 4 and 5, 2001.\n\nIII. DOYLE WINTHROP'S ALLEGED TORTIOUS INTERFERENCE.\nThe Davins contend that the Doyle Winthrop lawyers tortiously interfered with the parties' execution of the first Morris agreement when they refused to forward the executed signature pages to the Davins' lawyers. To make out a claim for tortious interference, a plaintiff must establish \"(1) [t]he existence of a valid contractual relationship or business expectancy; (2) knowledge of the relationship or expectancy on the part of the interferer; (3) intentional interference inducing or causing a breach or termination of the relationship or expectancy; and (4) resultant damage to the party whose relationship or expectancy has been disrupted.\" Wagenseller v. Scottsdale Mem'l Hosp., 147 Ariz. 370, 710 P.2d 1025, 1041 (1985), superseded in part by A.R.S. § 23-1501 (citations omitted). In addition to these elements, and of particular importance in this case, is the requirement that the interference also be \"improper\" in some manner. Id. at 1043 (adopting the Restatement (Second) of Torts § 766's requirement of improper interference).\nThe Davins' claim against Doyle Winthrop fails for at least three reasons: (A) *1118 there was no valid contractual relationship with which Doyle Winthrop interfered; (B) the alleged interference was not \"improper\"; and (C) lawyers act as their clients' agents, their alter-egos, and therefore generally are not capable of interfering with their contractual relations.\n\nA. There Was No Valid Contract or Business Expectancy.\nAs explained above, the first Morris agreement never came into existence. Because it was never a contract, Doyle Winthrop could not interfere with it. \"Essential to the right of recovery [under the Restatement (Second)'s formulation of contractual interference] is the existence of a contractual relationship between the plaintiff and a party other than the defendant.\" Bowdoin v. Oriel, No. 98-5539, 2000 WL 134800, at *4 (E.D.Pa.2000) (citations omitted).\nNor did the Davins possess a valid business expectancy. They knew that the Zavalas, through counsel, had given notice to American Family and were waiting to see if American Family withdrew its reservation. They had no legal right to expect that American Family would not do so, or that the Zavalas would go forward with the Morris agreement if the reservation of rights was withdrawn. Thus, there was no valid business expectancy with which Doyle Winthrop could interfere. The Davins accordingly have failed to establish the first element of their tortious interference claim.\n\nB. Doyle Winthrop's Actions Were Not Improper.\nWhether a particular action is improper is determined by a consideration of seven factors: (1) the nature of the actor's conduct, (2) the actor's motive, (3) the interests of the other with which the actor's conduct interferes, (4) the interests sought to be advanced by the actor, (5) the social interests in protecting the freedom of action of the actor and the contractual interests of the other, (6) the proximity or remoteness of the actor's conduct to the interference and (7) the relations between the parties. Wagenseller, 710 P.2d at 1042; Restatement (Second) of Torts § 767. Under these seven considerations, the Davins have failed to create a question of fact as to whether Doyle Winthrop's actions were improper.\n\n1. The Actor's Conduct.\n\nThe allegedly tortious conduct by the lawyers in this case \u0097 concluding that a Morris agreement should not be consummated and refusing to deliver the signature pages \u0097 was not improper. It was precisely the kind of actions lawyers often take in negotiating transactions.\nThe Davins argue that Attorney Doyle lied when he told the Davins that the Morris agreement had not been \"executed\" by the Zavalas when in fact they had signed the signature pages. Doyle testified during his deposition that he did not speak falsely \u0097 that he viewed \"executed\" as the verbal equivalent of \"consummated,\" and that merely signing a signature page \"means nothing until it's delivered to the other party, which then results in an execution and consummation of the agreement.\" This explanation seems plausible to the Court, but the Court cannot resolve credibility issues at this summary judgment stage and the Davins surely would argue to the jury that Doyle was not being truthful. Even if this response could be viewed by a jury as less than fully forthcoming, however, consideration of the factors set forth below makes clear that it does not amount to improper conduct sufficient to satisfy the intentional interference tort.[3]\n\n\n*1119 2. The Actor's Motive.\n\nThe Davins suggest that the Doyle Winthrop lawyers were motivated by an improper desire to benefit American Family at the expense of the Zavalas, but they have provided no sufficient evidence of this fact. Attorney Doyle testified that he withheld the signature page because American Family withdrew its reservation of rights prior to the June 7 deadline and it was his legal opinion, as Margaret's attorney, that she could no longer execute the Morris agreement at that point. Doyle's actions in causing American Family to withdraw its reservation of rights was clearly in Margaret's interests, and his conclusion that a subsequent execution of the Morris agreement would breach her cooperation obligation was also correct, as will be seen below.[4]\n\n3. The Interests of Others With Which the Actor's Conduct Interferes.\n\nThe Davins argue that Doyle Winthrop's actions interfered with their interests in a completed Morris agreement. This may be true, but the Doyle Winthrop lawyers did not represent the Davins. They represented clients who had been sued by the Davins. A lawyer's actions will often be directly contrary to the interests of his litigation adversary. In the absence of some special assumption of responsibility toward the adversary, the attorney's loyalties must not be divided by potential liability to those adversaries.[5]\n\n4. The Interests Sought to be Advanced by the Actor.\n\nAs noted above, one purpose of giving notice to the insurance company of a potential Morris agreement is to secure a withdrawal of the reservation of rights. That is precisely what the Doyle Winthrop lawyers achieved for Margaret Zavala in *1120 this case, and they remained willing to consummate the Morris agreement on behalf of Jay. Their actions achieved the entirely proper purpose of advancing the interests of their clients.\n\n5. The Social Interests in Protecting the Freedom of Action of the Actor and the Contractual Interests of the Other.\n\nThis is not a claim for legal malpractice brought by the Davins against their lawyers. It is a claim brought by the Davins against opposing counsel for interfering with the Davins' interests. Such a claim, if successful, would seriously interfere with strong societal interest in preserving the traditional attorney-client relationship.\nLawyers owe their loyalty to their clients. Their role is to achieve their clients' objectives. In litigation like the Davins' wrongful death claim, the clients' objectives often are achieved at the expense of opposing parties. It would be a dangerous precedent indeed to hold that lawyers must consider the interests of opposing parties when acting for their clients \u0097 that they may be held personally liable if their actions frustrate the opponents' interests. Such a precedent would create an immediate conflict of interest for lawyers, their own potential liability suddenly interfering with their work for their clients.\nArizona courts have refused to place lawyers in such a position of divided loyalty. See Botma v. Huser, 202 Ariz. 14, 39 P.3d 538, 542 (2002) (allowing litigation opponents to obtain assignment of legal malpractice claim against opposing counsel would \"cause immeasurable damage to attorney-client relationship\"). See generally Matter of Estate of Shano, 177 Ariz. 550, 869 P.2d 1203, 1210 (1993) (\"A lawyer's overriding duty of loyalty to a client is a basic tenet of the attorney-client relationship. Inherent in this principle is the concept that no other interest or consideration should be permitted to interfere with the lawyer's loyalty to his client.\") (discussing 17 A.R.S. Rules of the Supreme Court of Arizona, Rules of Professional Conduct, Rule 42, ER 1.7); Parsons v. Cont'l Nat. Am. Group, 113 Ariz. 223, 550 P.2d 94, 98 (1976) (\"The attorney who represents an insured owes him `undeviating and single allegiance[.]'\") (citation omitted).\nStrong societal interests require that lawyers be left free to represent their clients vigorously. The Court declines the Davins' invitation to undermine this important aspect of our legal system.\n\n6. The Proximity or Remoteness of the Actor's Conduct to the Interference.\n\nDoyle Winthrop was directly involved in the events that prevented the first Morris agreement from being completed, but, for the reasons described above, their actions cannot be characterized as interference. They pursued their clients' objectives and succeeded in obtaining a withdrawal of American Family's reservation of rights.\n\n7. The Relations Between the Parties.\n\nThe parties were litigation adversaries. Doyle Winthrop did not owe the Davins a duty to achieve their contractual objectives.\nIn summary, on the basis of these seven factors, the Court concludes as a matter of law that Doyle Winthrop's actions were not improper. \"To conclude otherwise could possibly expose every attorney to liability for good faith advice to his client and could at least put a chill on the willingness of attorneys to advise clients not to proceed with questionable undertakings.\" Golembeski v. Metichewan Grange No. 190, 20 Conn.App. 699, 569 A.2d 1157, 1160 (1990).\n\n\n*1121 C. Lawyers Generally Cannot Interfere With Their Clients' Contracts.\nIn Arizona, an attorney is the agent of a client. Daly v. Royal Ins. Co. of Am., No. 00-40, 2002 WL 1768887, at *4 (D.Ariz. July 17, 2002) (\"A lawyer is the agent of his client, and the rules of agency law generally apply to the attorney-client relationship\"); Ariz. Title Ins. and Trust Co., 8 Ariz.App. 269, 445 P.2d 471, 473 (1968). Courts have held that \"[a] client and his lawyer ... cannot be regarded as third parties when they are acting in their official capacities. That is, a client and lawyer, acting in an agency relationship, constitute a single entity. A client, through his attorney, therefore, cannot tortiously interfere with a contract to which the client is a party.\" Bowdoin, 2000 WL 134800, at *4 (\"Clearly, the attorney, if acting within the scope of his or her representation, is immune from liability for tortious interference with a client's contract.\") (citations, internal quotations, and brackets omitted). See also Kline v. Schaum, 174 Misc.2d 988, 673 N.Y.S.2d 992, 993 (N.Y.Sup.Ct.1997) (\"Inasmuch as the relationship created between an attorney and his client is that of principal and agent, an attorney is not liable for inducing his principal to breach a contract with a third person, at least where it is acting on behalf of his principal within the scope of his authority.\") (citations omitted); Rhodes, Inc. v. Morrow, 937 F.Supp. 1202, 1216 (M.D.N.C.1996) (\"[T]he Court believes that the attorney should not be considered an `outsider' for the purposes of applying the elements of this tort. Instead, the attorney, as a representative of the client, is the same entity as the client within the elements of this tort.\"). Just as the Zavalas could not tortiously interfere with their own contract with the Davins, the Zavalas' agent, Doyle Winthrop, could not interfere with the contract.[6]\n\nIV. THE TORTIOUS INTERFERENCE CLAIM AGAINST AMERICAN FAMILY.\nThere is no evidence that American Family \"improperly\" attempted to prevent the execution of the first Morris agreement. In fact, American Family's interest in avoiding the execution of the agreement is not only proper, it is to be expected. Morris requires an insured to give the insurer notice of the prospective agreement in order to permit the insurer to avoid the agreement by withdrawing its reservation of rights. See Morris, 741 P.2d at 252. See also Himes, 66 P.3d at 80 n. 7; Strojnik, 36 P.3d at 1202 (\"Such agreements are proper only if created fairly, with notice to the insurer, and without fraud or collusion on the insurer.\"); Stufflebeam, 754 P.2d at 338. American Family's interference in the Zavala's execution of a prospective Morris agreement through its withdrawal of the reservation of rights was not improper. See Strojnik, 36 P.3d at 1207 (concluding an insurer's motive when it made a deal with the insured *1122 to prevent the execution of a prospective Morris agreement was not improper because \"the insurer's motive was to protect its own economic interests rather than to inflict injury on the [other party to the prospective agreement].\"); see also Himes, 66 P.3d at 80.\n\nV. COOPERATION CLAUSE VIOLATION.\nAmerican Family argues that Margaret Zavala violated the cooperation clause in the homeowner's policy when she entered into a Morris agreement on June 29, 2001, three weeks after American Family withdrew its reservation of rights. American Family contends that the cooperation clause violation has eliminated coverage existing under the policy for Margaret Zavala.\n\nA. Margaret Zavala Violated the Cooperation Clause.\n\"When an insurer performs its contractual obligation to defend, the policy requires the insured to cooperate with the insurer. The insured must aid the insurer in the defense. He may not settle with the claimant without breaching the cooperation clause unless the insurer first breaches one of its contractual duties. If the insurer performs its obligations, the cooperation clause applies with full force, and settlement by the insured constitutes a breach of the policy.\" Morris, 741 P.2d at 250-51.\n\"[T]he cooperation clause prohibition against an insured settling claims without the insurer's consent forbids an insurer from settling only claims for which the insurer unconditionally assumes liability under the policy.\" Id. Once American Family withdrew its reservations of rights and agreed to assume liability under the policy for the Davins' claim, the cooperation clause prohibited Margaret from settling with the Davins without American Family's consent. Margaret therefore violated the cooperation clause when she entered into the second Morris agreement on June 29, three weeks after American Family withdrew its reservation of rights.\nThe Davins contend that there was no violation because American Family was not unconditionally defending Margaret. They base this argument on the fact that American Family had not, as of June 29, amended its declaratory judgment complaint in this Court to eliminate the claim that Margaret was not covered. The Court disagrees. American Family's letter of June 6 was clear and unconditional: \"American Family hereby withdraws its reservation of rights as it pertains to Margaret Zavala.... American Family will defend Margaret Zavala unconditionally in [the Davins' wrongful death action].\" The Davins have failed to produce any evidence that either Margaret Zavala, her attorneys at Doyle Winthrop, or American Family considered the defense of Margaret to be anything but unconditional after the June 6 withdrawal. Indeed, on that same day Doyle Winthrop sent a letter to the Davins' attorney informing him that \"American Family has informed Margaret Zavala that they have unconditionally lifted the reservation of rights and will be providing her with a defense and coverage up to the applicable policy limits.\"\nThe Arizona Court of Appeals has held that once an insurer withdraws its denial of coverage \"there [i]s no longer a justiciable controversy between the insurer and the insured upon which to base a declaratory judgment.\" Ogden v. U.S. Fid. and Guar. Co., 188 Ariz. 132, 933 P.2d 1200, 1204 (1996), rev. denied (Mar. 25, 1997). Once American Family withdrew its policy reservations, it could no longer rely on those reservations to contest coverage for Margaret, even in the pending declaratory judgment case. See id. (\"An insurer with a potential coverage defense *1123 loses its right to later litigate coverage if it defends its insured without a properly communicated reservation of rights.\") (citing Morris, 741 P.2d at 249).[7]\n\nB. Doyle Winthrop Did Not Commit a Parsons Violations.\nAlternatively, the Davins argue that American Family waived all policy defenses, including breach of the cooperation clause, because Doyle Winthrop committed a public policy violation like that addressed in Parsons v. Continental National American Group, 113 Ariz. 223, 550 P.2d 94 (1976). The attorney in Parsons represented parents and their teenage son in a civil action for damages arising from the son's conduct. After the court entered judgment against the son and the parents sought to recover their losses from the insurance company, the company successfully defended against the parents' claim by using information the attorney had acquired in confidence during his representation of the son and had then provided to the insurance company. The Arizona Supreme Court held that \"[w]hen an attorney who is an insurance company's agent uses the confidential relationship between an attorney and a client to gather information so as to deny the insured coverage under the policy in the garnishment proceeding, we hold that such conduct constitutes a waiver of any policy defense, and is so contrary to public policy that the insurance company is estopped as a matter of law from disclaiming liability under an exclusionary clause in the policy.\" Id. at 99. See Lake Havasu Cmty. Hosp. v. Arizona Title Ins. &amp; Trust Co., 141 Ariz. 363, 687 P.2d 371, 380 (1984), overruled on other grounds, Barmat v. John and Jane Doe Partners A-D, 155 Ariz. 519, 747 P.2d 1218, 1223 (1987).\nThe Davins cite the following conduct as evidence that Attorney Doyle committed a violation like that in Parsons: (1) Doyle \"secreted\" the first Morris agreement and made misstatements when he said it had not been executed; (2) he conspired to have Margaret sign the second Morris agreement to provide a defense to American Family based on a cooperation clause violation; and (3) he used his position as counsel to undermine the Morris agreement at the reasonableness hearing in Navajo County Superior Court. None of this conduct constitutes a Parsons violation sufficient to estop American Family from asserting its cooperation clause defense.\nFirst, for the reasons explained above, Attorney Doyle did not wrongfully secret the first Morris agreement. That agreement never came into existence, and Doyle owed no duty to the Davins to make sure that it did.\nSecond, the Davins have failed to cite to any evidence that American Family and Attorney Doyle conspired in some way to create a coverage defense against Margaret. To the contrary, any risk that the policy was invalid would fall on the Davins after the second Morris agreement was signed, and Doyle explicitly cautioned the Davins' lawyer that signing the agreement after the reservation of rights was withdrawn \"would constitute a breach of the cooperation clause and obviate coverage under the policy.\" Despite this warning, the Davins and their lawyers chose to have *1124 Margaret execute the second Morris agreement.\nThird, although counsel for Doyle Winthrop has not explained why Doyle opposed the reasonableness determination in Navajo Superior Court, that conduct simply does not rise to the level of the unethical double-dealing condemned by the Arizona Supreme Court in Parsons. Doyle's action did not prevent entry of the $3,000,000 stipulated judgment called for the in the second Morris agreement. Nor did it mean that the judgment would be deemed unreasonable by the state court. Rather, it simply meant that the reasonableness of the judgment would be settled in this Court when the Davins sought to collect it from American Family.\nThe Davins have failed to identify any confidential information Doyle acquired from Margaret through the attorney-client relationship and then conveyed to American Family in an attempt to defeat Margaret's coverage under the policy. Parsons is thus inapplicable to this case. Cf. Lake Havasu, 687 P.2d at 376-77 (finding a Parsons violation where the insured's former attorney provided confidential and privileged information about the insured to the insurer).\nIn sum, Margaret Zavala's execution of the Morris agreement on June 29, 2001 violated the policy's cooperation clause, precluding coverage for her under the policy. The Court will therefore grant American Family's comprehensive motion for summary judgment and deny the Davins' motion for partial summary judgment on insurance coverage.\n\nVI. VIOLATION OF LAW EXCLUSION\nAmerican Family contends that there is no coverage for Jay Zavala because the insurance policy contains the following exclusion: \"Violation of Law. We will not cover bodily injury or property damage arising out of ... violation of any criminal law for which any insured is convicted[.]\" (emphasis omitted). American family contends that this exclusion applies because Jay Zavala was convicted of manslaughter in the death of Jade Davin.\nThe Arizona Court of Appeals addressed the validity of an identical violation of law provision in American Family Mutual Insurance Co. v. White, 204 Ariz. 500, 65 P.3d 449 (2003), rev. denied (Oct. 28, 2003). The White court held that the violation of law provision was a valid exclusion in the policy and \"unambiguously\" applies to all criminal acts that result in conviction. Id. at 454 (finding the provision excluded coverage for damages relating to an insured's conviction for aggravated assault).\nJay Zavala pled guilty to manslaughter in the death of Jade Davin. Accordingly, there is no coverage for damages arising out of his conduct leading to the conviction.\nThe Davins argue that Jay Zavala has applied for post-conviction relief in Arizona state court and that a ruling on the violation of law exclusion should await the outcome of that application. The Court will not postpone its decision. The Davins actively pursued Jay Zavala's prosecution and conviction for the death of their son. It is somewhat inconsistent for them now to claim that Jay might be exonerated through post-conviction relief. Moreover, the pursuit of post-conviction relief can last years. The Court will not delay the resolution of this case to await such a contingency. Jay Zavala pleaded guilty to manslaughter. His resulting conviction eliminates coverage under the policy's violation of law exclusion and the White decision.[8]\n\n\n*1125 VII. CONCLUSION\nIt is unfortunate that the Davins will receive no recovery for the untimely and tragic death of their son, but they knowingly assumed the risk of non-coverage when they elected to pursue a $3,000,000 judgment under the second Morris agreement rather than the $300,000 available under the insurance policy once American Family agreed to defend Margaret.\nIT IS ORDERED that American Family's motion for summary judgment as to coverage (Doc. # 71) is granted as to coverage for Jay Zavala and denied as moot as to coverage for Margaret Zavala.\nIT IS FURTHER ORDERED that the Davins' motion for partial summary judgment on insurance coverage (Doc. # 83) is denied.\nIT IS FURTHER ORDERED that Doyle Winthrop's motion for summary judgment (Doc. # 100) is granted.\nIT IS FURTHER ORDERED that American Family's comprehensive motion for summary judgment (Doc. # 111) is granted.\nNOTES\n[1]  The cooperation clause in most personal liability insurance policies obligates an insured to cooperate with the insurance company's defense of the lawsuit and provides that the policy will be voided if the insured seeks to enter into a settlement without the company's agreement. See Morris, 741 P.2d at 250-51. Although an insurance company cannot hold an insured to this obligation while the company is reserving its rights to deny the policy's coverage, the obligation arises once the insurance company provides full coverage as it did for Margaret when it withdrew its reservation of rights. More will be said about this in Section V below.\n[2]  Moreover, the Court is not convinced that a Morris agreement would inexorably have come into existence even if American Family had missed its deadline by one day. The Zavalas and their counsel would still have been free to decide not to enter into the agreement once American Family withdrew its reservation of rights, even if the withdrawal was untimely.\n[3]  The Court also notes that Attorney Doyle's duty of loyalty ran entirely to Margaret and Jay Zavala, not to the Davins. The vigorous representation of clients would be chilled considerably if lawyers feared being held liable for tortious conduct whenever their statements to litigation opponents could be characterized by those opponents as untrue.\n[4]  The Davins argue throughout their briefs that the Doyle Winthrop lawyers were somehow beholden to American Family, but they have provided no evidence that the lawyers had a financial dependency on the insurer or had placed its interests ahead of clients in other matters. The Davins do argue that Attorney Doyle acted improperly when he suggested to the state court in this case that it need not determine the reasonableness of the $3 million stipulated judgment in the eventual Morris agreement. They assert that this action benefitted only the insurer, not the Zavalas, and in fact may have worked to the Zavalas detriment by breaching their cooperation obligations under the Morris agreement. Although counsel for Doyle Winthrop was unable to explain during oral argument why Attorney Doyle took this action in the state court, this action is too thin a reed on which to conclude that Doyle's actions were improper under the seven-part test of the Restatement and Arizona law.\n[5]  Arizona courts have held that lawyers can be held responsible when they willingly agree to undertake actions intended to benefit the opposing party, e.g. when a nonclient is invited to rely on a lawyer's legal services. See Kremser v. Quarles &amp; Brady, L.L.P., 201 Ariz. 413, 36 P.3d 761, 766 (2001) (allowing a party to a transaction to sue an opposing attorney where that attorney undertook to prepare and file documents for the nonclient's benefit) (citing Restatement (Third) of the Law Governing Lawyers § 51(2), (3) (1998)); Paradigm Ins. Co. v. Langerman Law Offices, P.A., 200 Ariz. 146, 24 P.3d 593, 600 (2001) (recognizing the Restatement (Third) of the Law Governing Lawyers § 51 \"holds the view that a lawyer may, in certain circumstances, owe a duty to a nonclient.\"). In this case, the Davins were represented by their own counsel. They do not contend that Doyle Winthrop agreed to act in their behalf.\n[6]  Doyle Winthrop argued in its motion for summary judgment that its actions on behalf of the Zavalas were privileged. Arizona courts have not specifically addressed whether they would recognize an absolute attorney privilege to induce a breach of contract and thus preclude liability for tortious interference. See Los Angeles Airways, Inc. v. Davis, 687 F.2d 321, 326 (9th Cir.1982) (applying California law and holding an attorney had a qualified privilege to advise breach of contract in his capacity as either attorney or business advisor); but see Wagenseller, 710 P.2d at 1043 (holding Arizona courts \"concur in the Restatement's rejection of the formalistic privilege concept in favor of a requirement that an interference be `improper' for liability to attach.\"). Because the Davins' intentional interference claim fails for the reasons set forth above, the Court will not address this argument.\n[7]  Moreover, the Davins do not allege that American Family took steps to pursue the declaratory judgment litigation prior to June 29. To the contrary, American Family had given the Zavalas an open extension to answer in the declaratory judgment action and made no effort to pursue the litigation against Margaret. Additionally, there was sufficient reason for American Family to keep the declaratory judgment case alive \u0097 the insurer did not withdraw its reservation of rights as to Jay Zavala and thus had a basis for seeking a declaration of no coverage as to Jay, if necessary.\n[8]  American Family also contends that the violation of law provision precludes coverage for claims against Margaret as it applies to acts committed by \"any insured.\" This issue is rendered moot by the Court's conclusion that coverage for Margaret has been eliminated by her violation of the cooperation clause.\n\n",
            "ocr": false,
            "opinion_id": 2304278
        }
    ],
    "court_short_name": "D. Arizona",
    "court_full_name": "District Court, D. Arizona",
    "court_type": "FD",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Murder"
}