{
    "id": 2272163,
    "judges": "Gardner, Livingston, Meier",
    "date_filed": "2018-04-01",
    "date_filed_is_approximate": true,
    "slug": "cook-v-state",
    "case_name_short": "Cook",
    "case_name": "Cook v. State",
    "case_name_full": "Lisa Kim COOK A/K/A Lisa K. Klovstad, Appellant, v. the STATE of Texas, State",
    "attorneys": "David A. Pearson, P.L.L.C., and David A. Pearson, IV, Fort Worth, TX, for Appellant., Joe Shannon, Jr., Criminal District Attorney, Charles M. Mallín, Chief of the Appellate Section, Debra Ann Windsor, David C. Hagerman, Sarah E. Bruner, Assistant Criminal District Attorneys, for Tarrant County, Fort Worth, TX, for State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b115-8\">\n    Lisa Kim COOK a/k/a Lisa K. Klovstad, Appellant, v. The STATE of Texas, State.\n   </parties><br><docketnumber id=\"b115-11\">\n    No. 2-09-036-CR.\n   </docketnumber><br><court id=\"b115-12\">\n    Court of Appeals of Texas, Fort Worth.\n   </court><br><decisiondate id=\"b115-14\">\n    Sept. 9, 2010.\n   </decisiondate><br><attorneys id=\"b117-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"97\"> \n     *97\n     </span>\n    David A. Pearson, P.L.L.C., and David A. Pearson, IV, Fort Worth, TX, for Appellant.\n   </attorneys><br><attorneys id=\"b117-12\">\n    Joe Shannon, Jr., Criminal District Attorney, Charles M. Mallín, Chief of the Appellate Section, Debra Ann Windsor, David C. Hagerman, Sarah E. Bruner, Assistant Criminal District Attorneys, for Tarrant County, Fort Worth, TX, for State.\n   </attorneys><br><judges id=\"b117-14\">\n    PANEL: LIVINGSTON, C.J.; GARDNER and MEIER, JJ.\n   </judges>",
    "citations": [
        "328 S.W.3d 95"
    ],
    "opinions": [
        {
            "author_str": "Meier",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8355.0,
            "opinion_text": "\n328 S.W.3d 95 (2010)\nLisa Kim COOK a/k/a Lisa K. Klovstad, Appellant,\nv.\nThe STATE of Texas, State.\nNo. 2-09-036-CR.\nCourt of Appeals of Texas, Fort Worth.\nSeptember 9, 2010.\n*97 David A. Pearson, P.L.L.C., and David A. Pearson, IV, Fort Worth, TX, for Appellant.\nJoe Shannon, Jr., Criminal District Attorney, Charles M. Mallin, Chief of the Appellate Section, Debra Ann Windsor, David C. Hagerman, Sarah E. Bruner, Assistant Criminal District Attorneys, for Tarrant County, Fort Worth, TX, for State.\nPANEL: LIVINGSTON, C.J.; GARDNER and MEIER, JJ.\n\nOPINION\nBILL MEIER, Justice.\n\nI. INTRODUCTION\nAppellant Lisa Kim Cook a/k/a Lisa K. Klovstad waived her right to a jury and pleaded guilty to intoxication manslaughter. The indictment included a paragraph alleging that Cook used her vehicle as a deadly weapon during the commission of the offense. As part of her plea, Cook elected to have the trial court resolve the deadly weapon issue at the punishment hearing. In two points, Cook contends that the evidence is legally and factually insufficient to support the trial court's finding that she used her vehicle as a deadly weapon. We will affirm.\n\nII. BACKGROUND\nOn the evening of May 11, 2006, at approximately 6:30 p.m., Mr. Claudio Ochoa was mowing the front lawn of his residence in Fort Worth. Ochoa had almost completed the task and was nearing the front curb of the lawn. Cook was traveling north on Meadow Park Drive in her Nissan Pathfinder. Ochoa's home was located on the southeast corner at the intersection of Meadow Park Drive and Whitney Drive just after a slight curve on Meadow Park Drive. As Cook approached this curve, she took her eyes off the road and began adjusting her CD player. Cook's SUV ran up onto the curb into Ochoa's lawn and drove into Ochoa, knocking him onto the hood of her SUV. Cook continued to drive through the front yard of Ochoa's residence, north across Whitney Drive, and through the lawn of another residence across the street. Cook's SUV finally stopped after striking an unoccupied *98 Isuzu Rodeo parked in the driveway of that residence. Ochoa and his lawnmower also ended up in the yard of the residence across the street.\nAfter the accident, Cook got out of her car and began apologizing and stating that she swerved off the road in an attempt to avoid another vehicle. Ochoa's family and other witnesses were at the scene almost immediately. Ochoa was lying in the front yard of the residence, curled into the fetal position.\nWithin minutes, Officer Dennis Russell of the White Settlement Police Department arrived at the scene. Russell checked Ochoa's vital signs and after detecting no pulse or breathing, requested assistance. The White Settlement Fire Department arrived and managed to revive Ochoa. Ochoa was transported to a hospital, where he later died.\nRussell stayed on the scene to complete an accident report. He requested that Cook provide him with her driver license and insurance card for completion of the report, at which time Cook informed Russell that those items were located inside her purse, which was still in her vehicle. Russell requested permission to look inside Cook's vehicle to obtain the items, and Cook consented. Russell went to retrieve Cook's purse from her SUV and immediately detected a strong odor of beer upon opening the driver's side door. Other officers on the scene detected the same scent on Cook. Permission was obtained from Cook to search her entire SUV, at which time officers located a plastic mug on the driver's side front floorboard and noticed the floor mats and center console were soaked with liquid. Upon further questioning by officers, Cook eventually identified the liquid as alcohol.\nAt trial, the Reverend Stephen Martone, an eyewitness to the accident, recalled what he saw immediately before the accident. Martone testified that he saw Cook's vehicle traveling north on Meadow Park. Martone observed a white compact car turn south onto Meadow Park from Whitney Drive, at which time he saw Cook swerve off the road. The written statement Martone provided police immediately after the accident stated that Cook \"swerved to miss\" the other vehicle; but when later asked by the court, Martone clarified that the white car turned into its own lane and that he did not believe that Cook needed to take any evasive action in order to avoid the other vehicle.\nJames A. Moore, an accident reconstruction investigator, also testified at trial about a report he prepared. Moore observed that there were no line-of-sight issues that would prevent a driver traveling north on Meadow Park from noticing the approaching curve in the road. Based upon his measurements of the roadways, observations at the accident scene, and damage done to the vehicles involved, Moore calculated that Cook was traveling at approximately thirty-five to thirty-nine miles per hour when her vehicle left the roadway and entered Ochoa's lawn. The posted speed limit in the residential neighborhood is thirty miles per hour. After striking Ochoa, Cook then continued to travel in a northerly direction for approximately 139 feet until she collided with the parked SUV. Ochoa was carried and thrown approximately 86 feet from the initial point of impact in his yard to his final resting place in the lawn across the street. Moore also noted that there were no signs of braking either in the roadway, as would be indicated by tire skid marks, or in the lawn, as would be indicated by uprooted grass. Moore calculated that had there been another car turning from the intersection of Meadow Park and Whitney, Cook would have been able to slide to a stop after appropriately applying *99 the brakes before contacting the other vehicle. But Moore did indicate that Cook had insufficient time and distance to react to the presence of Ochoa, considering the speed at which she was traveling.\nCook testified that she drank at least two large beers at a restaurant earlier that evening, consumed another at home, then poured another into a cup to take with her in her vehicle to pick up her granddaughter. As she was approaching the curve on Meadow Park Drive in front of Ochoa's residence, she averted her eyes from the road to adjust her CD player. When she looked back up, she saw what she initially believed to be a large black truck, but now thinks was a white car, coming directly at her. Cook thought she might have been confused about the type of vehicle based on either her recollection of the front grill of the vehicle being black or the fact that her path ultimately ended when she collided with a parked black SUV. According to Cook, she jerked her SUV to the right, entering Ochoa's lawn. Cook never saw Ochoa before running him over. Cook even indicated that Ochoa placed one of his hands on the hood of her vehicle.\nCook was arrested on suspicion of driving while intoxicated. Her blood alcohol concentration registered at .20, more than twice the legal limit of .08, three hours after the accident occurred. Cook admitted to drinking that evening, but she insisted that the accident only occurred because she had to maneuver to avoid hitting an oncoming car. At trial, Cook admitted that she believed her intoxication was at least a cause of the death of Ochoa.\nThe trial court found that Cook used her vehicle as a deadly weapon when she committed the offense of intoxication manslaughter. The trial court also found true an enhancement count that Cook had a prior felony conviction, and the court sentenced Cook to twenty years' imprisonment. This appeal followed.\n\nIII. EVIDENTIARY SUFFICIENCY\nIn two points, Cook complains that the evidence is both legally and factually insufficient to support the affirmative finding that she used her motor vehicle as a deadly weapon when she drove into and killed Ochoa. Cook argues she was attempting to avoid an oncoming vehicle and only swerved into Ochoa's yard in an evasive maneuver to avoid an alternate collision. The State contends that the evidence supports that Cook, while intoxicated, drove her SUV in a reckless and dangerous manner, thus causing her to veer off the road and cause the death of Ochoa. We agree with the State.\n\nA. Law on Intoxication Manslaughter and Deadly Weapon\nA person commits the offense of intoxication manslaughter if the person (1) operates a motor vehicle in a public place, (2) is intoxicated, and (3) by reason of that intoxication, causes the death of another by accident or mistake. See Tex. Penal Code Ann. § 49.08(a)(1), (2) (Vernon Supp. 2010). Pursuant to statute, intoxication manslaughter is a strict liability offense; thus, no culpable mental state is necessary to convict a defendant of intoxication manslaughter. See Strickland v. State, 193 S.W.3d 662, 666 n. 3 (Tex.App.-Fort Worth 2006, pet. ref'd); see also Torres v. State, 52 S.W.3d 285, 286 (Tex.App.-Corpus Christi 2001, no pet.) (explaining that \"notwithstanding section 6.02(b), proof of culpable mental state not required for conviction of offense under chapter 49\") (citing Tex. Penal Code Ann. §§ 49.08(a), 49.11 (Vernon Supp.2001)).\nA deadly weapon is: \"(A) a firearm or anything manifestly designed, made, or adapted for the purpose of inflicting death *100 or serious bodily injury; or (B) anything that in the manner of its use or intended use is capable of causing death or serious bodily injury.\" Tex. Penal Code Ann. § 1.07(a)(17) (Vernon Supp.2010). To determine whether the evidence supports a deadly weapon finding in cases involving motor vehicles, we conduct a two-part analysis. Hilburn v. State, 312 S.W.3d 169, 177 (Tex.App.-Fort Worth 2010, no pet.) (citing Sierra v. State, 280 S.W.3d 250, 255 (Tex.Crim.App.2009)). We first \"evaluate the manner in which the defendant used the motor vehicle during the felony.\" Sierra, 280 S.W.3d at 255. We then \"consider whether, during the felony, the motor vehicle was capable of causing death or serious bodily injury.\" Id. An affirmative deadly weapon finding in a prosecution for intoxication manslaughter has a negative impact on a defendant's eligibility for community supervision, parole, and mandatory supervision. Id. at 254 (citing Tex.Code Crim. Proc. art. 42.12 § 3g(a)(2) (Vernon 2006); Tex. Gov't Code Ann. §§ 508.145 (Vernon Supp.2007), 508.149, 508.151 (Vernon 2004); Tex. Penal Code Ann. § 1.07(a)(17)(B) (Vernon 2003)).\nIn examining the manner in which the defendant operated the vehicle, we evaluate whether the driving was reckless or dangerous. Sierra, 280 S.W.3d at 255. We consider several factors in examining whether a defendant's driving was reckless or dangerous: (1) intoxication, Tyra v. State, 897 S.W.2d 796, 798-99 (Tex.Crim. App.1995); (2) speeding, Drichas v. State, 175 S.W.3d 795, 797 (Tex.Crim.App.2005); (3) disregarding traffic signs and signals, id. at 798; (4) driving erratically, id.; Mann v. State, 13 S.W.3d 89, 91-92 (Tex. App.-Austin 2000), aff'd, 58 S.W.3d 132 (Tex.Crim.App.2001); and (5) failure to control the vehicle, Sierra, 280 S.W.3d at 255-56.\n\nB. Legal Sufficiency\n\n1. Legal Sufficiency Standard of Review\nIn reviewing the legal sufficiency of the evidence to support a conviction, we view all of the evidence in the light most favorable to the prosecution in order to determine whether any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 2789, 61 L. Ed. 2d 560 (1979); Clayton v. State, 235 S.W.3d 772, 778 (Tex.Crim.App.2007). This standard gives full play to the responsibility of the trier of fact to resolve conflicts in the testimony, to weigh the evidence, and to draw reasonable inferences from basic facts to ultimate facts. Jackson, 443 U.S. at 319, 99 S. Ct. at 2789; Clayton, 235 S.W.3d at 778. The trier of fact is the sole judge of the weight and credibility of the evidence. See Tex.Code Crim. Proc. Ann. art. 38.04 (Vernon 1979); Brown v. State, 270 S.W.3d 564, 568 (Tex.Crim.App.2008), cert. denied, ___ U.S. ___, 129 S. Ct. 2075, 173 L. Ed. 2d 1139 (2009). Thus, when performing a legal sufficiency review, we may not re-evaluate the weight and credibility of the evidence and substitute our judgment for that of the factfinder. Dewberry v. State, 4 S.W.3d 735, 740 (Tex.Crim.App. 1999), cert. denied, 529 U.S. 1131, 120 S. Ct. 2008, 146 L. Ed. 2d 958 (2000). Instead, we \"determine whether the necessary inferences are reasonable based upon the combined and cumulative force of all the evidence when viewed in the light most favorable to the verdict.\" Hooper v. State, 214 S.W.3d 9, 16-17 (Tex.Crim.App.2007). We must presume that the factfinder resolved any conflicting inferences in favor of the prosecution and defer to that resolution. Jackson, 443 U.S. at 326, 99 S. Ct. at 2793; Clayton, 235 S.W.3d at 778.\n\n2. The Evidence is Legally Sufficient\nThe record contains legally sufficient evidence supporting the trial court's *101 finding that Cook was driving in a dangerous and reckless manner while intoxicated and that she caused Ochoa's death. The evidence shows that Cook's blood alcohol concentration was more than two times the legal limit over three hours after the accident occurred; that Cook was driving with an open container of beer in her vehicle; that the road Cook was traveling on had a slight curve at the bottom of a downhill slope; that Cook was speeding as she was traveling on the road; that Cook was not maintaining a proper lookout when approaching this curve because she was distracted by her CD player; and that neither prior to, nor after, veering off the road and running into Ochoa did Cook ever apply her brakes. Cook's SUV only came to a rest after striking another vehicle legally parked in a driveway across the street from where Cook initially struck Ochoa.\nCook's SUV was capable of, and did, in fact, cause Ochoa's death. Cook collided with Ochoa, knocking him onto the hood of her SUV; then proceeded to carry him another 86 feet across his yard, the intersecting street, and into his neighbor's lawn where he finally came to a rest. Moore, the accident reconstruction investigator, testified that after doing a comparison between Cook's Nissan Pathfinder and a 44-caliber handgun, there was more than ten times the kinetic energy generated by Cook's SUV than the handgun; thus, making the vehicle a deadly weapon. And the Tarrant County Medical Examiner's autopsy report indicated that Ochoa died from multiple blunt trauma after being struck by a motor vehicle.\nViewing the evidence in the light most favorable to the prosecution, a rational factfinder could have determined beyond a reasonable doubt that Cook used her vehicle in a manner capable of causing death or serious bodily injury. See Tex. Penal Code. Ann. § 1.07(a)(17); Sierra, 280 S.W.3d at 256 (holding evidence of deadly weapon legally sufficient when defendant exceeded speed limit, failed to maintain control of his SUV, and in fact caused serious bodily injury to another). We hold that the evidence was legally sufficient to support the trial court's deadly weapon finding, and we overrule Cook's first point.\n\nC. Factual Sufficiency\n\n1. Factual Sufficiency Standard of Review\nWhen reviewing the factual sufficiency of the evidence to support a conviction, we view all the evidence in a neutral light, favoring neither party. Steadman v. State, 280 S.W.3d 242, 246 (Tex.Crim.App.2009); Watson v. State, 204 S.W.3d 404, 414 (Tex.Crim.App.2006). We then ask whether the evidence supporting the conviction, although legally sufficient, is nevertheless so weak that the factfinder's determination is clearly wrong and manifestly unjust or whether conflicting evidence so greatly outweighs the evidence supporting the conviction that the factfinder's determination is manifestly unjust. Steadman, 280 S.W.3d at 246; Watson, 204 S.W.3d at 414-15, 417. To reverse under the second ground, we must determine, with some objective basis in the record, that the great weight and preponderance of all the evidence, although legally sufficient, contradicts the verdict. Watson, 204 S.W.3d at 417. Unless we conclude that it is necessary to correct manifest injustice, we must give due deference to the factfinder's determinations, \"particularly those determinations concerning the weight and credibility of the evidence.\" Johnson v. State, 23 S.W.3d 1, 9 (Tex.Crim.App.2000); see Steadman, 280 S.W.3d at 246. Evidence is always factually sufficient when it preponderates in favor of the conviction. *102 Steadman, 280 S.W.3d at 247; see Watson, 204 S.W.3d at 417. Both legal and factual sufficiency are measured by the elements of the crime as defined by the hypothetically correct jury charge. Malik v. State, 953 S.W.2d 234, 240 (Tex.Crim. App.1997).\n\n2. The Evidence is Factually Sufficient\nIn addition to the evidence discussed above, Cook testified to her version of what transpired and stated that another vehicle turned out directly into her lane and that thus it was inevitable that a collision would occur, either with that vehicle or with something else should she choose to swerve and avoid it. Cook contends that \"she made a split-second decision to avoid an oncoming car [when] she was faced with hitting an oncoming car, or swerving an[d] perhaps colliding with something else,\" which unfortunately in this case was Ochoa.\nCook initially testified that she was attempting to avoid a large, black truck after it allegedly turned into her lane. But other witnesses at the scene testified that the other car was actually a small, white compact car. Cook herself even seemed unsure as to whether the other vehicle was a car or truck. Additionally, while one witness indicated in his initial statement written at the scene of the accident that Cook's SUV \"swerved to miss\" another car, the same witness later testified at trial that he did not believe Cook needed to take any evasive action to avoid the other vehicle because the other vehicle did not turn into Cook's lane of traffic. But even if the witnesses' testimony was inconsistent, the trial judge was free to believe their trial testimony over the statements they made to the police. See Chambers v. State, 805 S.W.2d 459, 461 (Tex.Crim.App. 1991); Sharp v. State, 707 S.W.2d 611, 614 (Tex.Crim.App.1986); Baker v. State, No. 14-08-00047-CR, 2009 WL 838257, at *3 (Tex.App.-Houston [14th Dist.] Mar. 31, 2009, pet. dism'd as untimely filed) (mem. op., not designated for publication); see also Fuentes v. State, 991 S.W.2d 267, 271 (Tex.Crim.App.), cert. denied, 528 U.S. 1026, 120 S. Ct. 541, 145 L. Ed. 2d 420 (1999) (noting that inconsistency goes to the credibility of the witnesses and the jury or the trial court judge as factfinder is the sole judge of that issue).\nFurthermore, the accident reconstruction investigator indicated that Cook took no evasive action after hitting Ochoa and did not brake at any point between leaving the roadway and eventually colliding with the parked vehicle in the driveway across the street. Based on the speed at which Cook was traveling and the measurements taken by Moore, had there been another vehicle turning from the intersection of Meadow Park and Whitney, Cook would have had sufficient time to perceive, react, and stop prior to colliding with that vehicle, or alternatively, to reduce her rate of speed before exiting the roadway.\nThe evidence here was factually sufficient to support the affirmative finding that the motor vehicle was used in a deadly manner. Viewing the evidence in a neutral light, we conclude that a rational trier of fact could have found beyond a reasonable doubt that Cook used her vehicle in a manner capable of causing death or serious bodily injury. Sierra, 280 S.W.3d at 256. The evidence is not so weak that the trial judge's determination was clearly wrong or manifestly unjust. Additionally, the conflicting evidence does not so greatly outweigh the evidence supporting the conviction that the trial judge's determination is manifestly unjust. Lancon v. State, 253 S.W.3d 699, 705 (Tex. Crim.App.2008); Watson, 204 S.W.3d at 414-15, 417. We hold that the evidence is *103 factually sufficient to support the trial court's deadly weapon finding, and we overrule Cook's second point.\n\nIV. CONCLUSION\nHaving overruled both of Cook's points, we affirm the trial court's judgment.\n",
            "ocr": false,
            "opinion_id": 2272163
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}