{
    "id": 2325033,
    "judges": "Garaufis",
    "date_filed": 1037664000000,
    "date_filed_is_approximate": false,
    "slug": "pizzuto-v-county-of-nassau",
    "case_name_short": "Pizzuto",
    "case_name": "Pizzuto v. County of Nassau",
    "case_name_full": "Virginia PIZZUTO, Administratrix of the Estate of Her Husband Thomas Pizzuto, and on Her Own Behalf; Tommy Pizzuto, by His Mother and Natural Guardian Virginia Pizzuto; Carol Pizzuto; Rosario Pizzuto; Joseph Pizzuto; Russell Pizzuto; And Anthony Pizzuto, Plaintiffs, v. COUNTY OF NASSAU; The Sheriff's Department of Nassau County; Individually and in Their Official Capacity, Sheriff Joseph Jablonsky; Under-Sheriff Jerome Donahue; Under-Sheriff Paul Schoenberger; The Nassau County Correctional Center; Individually and in Their Official Capacity as Nassau County Correction Officers Edward Velazquez, Patrick Regnier, Ivano Bavaro, Joseph Bergen, Gary Pincus, Richard Trino; Robert Peterson Individually and in Their Official Capacity, John Does Correction Officers and Non-Uniformed Employees of Nassau County, the Sheriffs Department of Nassau County, and/or the Nassau County Correctional Center, Richard Roes, Supervisory Officers, the Identity and Number of Whom is Presently Unknown, Defendants",
    "attorneys": "Peter J. Neufeld, Cochran Neufeld & Scheck, LLP, New York, NY, for plaintiff., Paul F. Millus, Snitow & Cunningham, LLP, New York, NY, Ernest Peace, Alan J. Reardon, Carole A. Burns & Associates, Peter Monaghan, Bartlett, McDonough, Monaghan & Berk, Thomas A. Toscano, Thomas Toscano, P.C., Mineóla, NY, for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b273-4\">\n    Virginia PIZZUTO, Administratrix of the Estate of her husband Thomas Pizzuto, and on her own behalf; Tommy Pizzuto, by his mother and natural guardian Virginia Pizzuto; Carol Pizzuto; Rosario pizzuto; Joseph Pizzuto; Russell Pizzuto; and Anthony Pizzuto, Plaintiffs, v. COUNTY OF NASSAU; The Sheriff's Department of Nassau County; individually and in their official capacity, Sheriff Joseph Jablonsky; Under-Sheriff Jerome Donahue; Under-Sheriff Paul Schoenberger; The Nassau County Correctional Center; individually and in their official capacity as Nassau County Correction Officers Edward Velazquez, Patrick Regnier, Ivano Bavaro, Joseph Bergen, Gary Pincus, Richard Trino; Robert Peterson individually and in their official capacity, John Does correction officers and non-uniformed employees of Nassau County, The Sheriffs Department of Nassau County, and/or The Nassau County Correctional Center, Richard Roes, supervisory officers, the identity and number of whom is presently unknown, Defendants.\n   </parties><br><docketnumber id=\"b273-6\">\n    No. CV 00-0148(NGG).\n   </docketnumber><br><court id=\"b273-7\">\n    United States District Court, E.D. New York.\n   </court><br><decisiondate id=\"b273-9\">\n    Nov. 19, 2002.\n   </decisiondate><br><attorneys id=\"b274-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"204\"> \n     *204\n     </span>\n    Peter J. Neufeld, Cochran Neufeld &amp; Scheck, LLP, New York, NY, for plaintiff.\n   </attorneys><br><attorneys id=\"b274-11\">\n    Paul F. Millus, Snitow &amp; Cunningham, LLP, New York, NY, Ernest Peace, Alan J. Reardon, Carole A. Burns &amp; Associates, Peter Monaghan, Bartlett, McDonough, Monaghan &amp; Berk, Thomas A. Toscano, Thomas Toscano, P.C., Mineóla, NY, for defendants.\n   </attorneys>",
    "citations": [
        "240 F. Supp. 2d 203"
    ],
    "opinions": [
        {
            "author_str": "Garaufis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1145.0,
            "opinion_text": "\n240 F.Supp.2d 203 (2002)\nVirginia PIZZUTO, Administratrix of the Estate of her husband Thomas Pizzuto, and on her own behalf; Tommy Pizzuto, by his mother and natural guardian Virginia Pizzuto; Carol Pizzuto; Rosario pizzuto; Joseph Pizzuto; Russell Pizzuto; and Anthony Pizzuto, Plaintiffs,\nv.\nCOUNTY OF NASSAU; The Sheriffs Department of Nassau County; individually and in their official capacity, Sheriff Joseph Jablonsky; Under-Sheriff Jerome Donahue; Under-Sheriff Paul Schoenberger; The Nassau County Correctional Center; individually and in their official capacity as Nassau County Correction Officers Edward Velazquez, Patrick Regnier, Ivano Bavaro, Joseph Bergen, Gary Pincus, Richard Trino; Robert Peterson individually and in their official capacity, John Does correction officers and non-uniformed employees of Nassau County, The Sheriffs Department of Nassau County, and/or The Nassau County Correctional Center, Richard Roes, supervisory officers, the identity and number of whom is presently unknown, Defendants.\nNo. CV 00-0148(NGG).\nUnited States District Court, E.D. New York.\nNovember 19, 2002.\n*204 Peter J. Neufeld, Cochran Neufeld &amp; Scheck, LLP, New York, NY, for plaintiff.\nPaul F. Millus, Snitow &amp; Cunningham, LLP, New York, NY, Ernest Peace, Alan J. Reardon, Carole A. Burns &amp; Associates, Peter Monaghan, Bartlett, McDonough, Monaghan &amp; Berk, Thomas A. Toscano, Thomas Toscano, P.C., Mineola, NY, for defendant\n\nMEMORANDUM AND ORDER\nGARAUFIS, District Judge.\nPlaintiffs Virginia Pizzuto, Carol Pizzuto, Joseph Pizzuto, Russell Pizzuto, Tommy Pizzuto, Anthony Pizzuto and the estate of Rosario Pizzuto (\"Plaintiffs\") have brought eighteen claims under federal and state law against the above captioned Defendants. The claims arise out of the murder of Thomas Pizzuto by corrections officers of the Nassau County Correctional Center (\"NCCC\"). Defendants have moved pursuant to Fed.R.Civ.P. 56 to dismiss the following four claims: (1) Plaintiffs Carol Pizzuto and Rosario Pizzuto's claim for the violation of their Fourteenth Amendment right to the companionship and society of their, Thomas Pizzuto; (2) Plaintiffs Carol Pizzuto and Rosario Pizzuto's claim for the wrongful death of Thomas Pizzuto; (3) Plaintiffs' First Amendment claim asserting a denial of access to the courts; and (4) Plaintiffs' claim against individual corrections officers for intentional/reckless infliction of emotional distress.\nFor the reasons set forth below, Defendants' motion for summary judgment is granted in part and denied in part.\n\nI. FACTUAL BACKGROUND\nFor purposes of this motion for summary judgment, Plaintiffs' allegations are accepted as true and any reasonable inferences are drawn in favor of Plaintiffs.\nPrior to his murder in January 1999, Thomas Pizzuto lived with his wife and son in the ground-floor apartment of his parents' house in Nassau County. (Declaration in Opposition to The Nassau County Defendants' Motion For Summary Judgment, (\"Plaintiffs' Decl.\") Ex. B at 10.) At that time, Pizzuto was 38 years old and enrolled in drug treatment program that involved the lawful use of methadone.\n*205 On January 7, 1999, Pizzuto was sentenced to ninety days in jail on the misdemeanor charge of driving under the influence of methadone. (Second Am. Compl. ¶ 16.) Later that day, Pizzuto was incarcerated at the NCCC and assigned to a one-person cell in the NCCC's Observation Tier. Pizzuto's assignment to this unit was based on his status as an inmate receiving methadone treatment. (Id. ¶¶ 17, 18.) During the morning of January 8, Pizzuto repeatedly complained to correction officers that he needed his court-ordered methadone treatment. (¶ 19.) After a heated exchange between Pizzuto and one guard, Defendant corrections officers ordered all Observation Tier inmates to return to their cells. All of the cells except Pizzuto's were then locked. (Id. ¶ 21, 22, 23.) Moments later, three corrections officers, at the direction of a supervisor, proceeded to Pizzuto's cell with the intention of using force to control his behavior. While one officer stood guard outside, two others donned rubber surgical gloves and entered Pizzuto's cell. (Id. ¶124.) The officers ordered Pizzuto to put his hands down and thereafter beat him for several minutes, repeatedly punching and kicking him about the face, torso, and legs. (Id.) The supervisor later testified that during the beating he heard thuds, banging, crying and moaning from Pizzuto's cell, and felt vibrations from the walls. Once the officers had beaten Pizzuto into submission, they left him lying in his cell with extensive visible injuries, including a swollen and blackened left eye, a swollen left cheek, abrasions to his left cheek, bruises and contusions on his chest, shoulder, torso and back, and a contusion to his leg. In addition, it was later discovered that his spleen was lacerated by the force of the punches or kicks to his torso. (Id. ¶ 30, 31.) The officers reported back to their supervisor that no \"injury report\" or \"use of force report\" was needed. (Id. ¶ 27.)\nHours after the beating, another supervisor learned of the incident and took the first of many affirmative steps that were part of Defendants' effort to cover up Pizzuto's beating. The supervisor prepared a report falsely claiming that Pizzuto had slipped and fallen in the shower and sent Pizzuto to the Medical Unit. (Id. ¶¶33, 34.) The only treatment Pizzuto received, despite his extensive visible injuries, was a bag of ice. (Notice of Motion for Partial Summary Judgment Against Defendants Velazquez, Regnier, Bavaro, Bergen, Pincus and Nassau County, ¶26.) Pizzuto was returned to his cell later that evening. (Pl.Compl. ¶ 34.)\nThe circumstances surrounding the NCCC's alleged cover-up and the family's attempts to contact Thomas Pizzuto from January 8th to January 10th remain murky, as the pleadings contain only general and contradictory allegations. During that two day period, Plaintiffs claim that the NCCC prevented them from contacting Thomas Pizzuto and learning of his beating. (Id. ¶ 35.) However, their pleadings do not describe how they attempted to attain access to Thomas Pizzuto, and their deposition testimony suggests that no such attempts were made. (Plaintiffs' Decl., Ex. A at 24.)\nOn January 11th, Thomas Pizzuto collapsed in his cell. (Second Am. Compl. ¶ 36.) As preparations were being made to transport him to the Nassau County Medical Center (\"NCMC\"), Carol Pizzuto (Thomas Pizzuto's mother) arrived at the NCCC to visit her son. Corrections officers denied her access to Thomas Pizzuto, saying that he was seeing a doctor. By this time, Carol Pizzuto became extremely worried. She had already passed the last two days anxiously expecting a call from her son that never came, and news that Thomas Pizzuto was seeing a doctor only served to confirm her sense that something *206 was amiss. (Plaintiffs' Decl., Ex. A at 14.) At her deposition, Carol Pizzuto stated that the officers provided her no other information regarding Thomas Pizzuto's condition. She failed, however, to state whether she inquired into his condition.\nWhile leaving the NCCC, Carol Pizzuto overheard a corrections officer calling for an ambulance. (Plaintiffs' Decl, Ex. E at 3.) Suspecting that the ambulance was for her son, Carol Pizzuto drove to the NCMC and learned from a NCMC nurse that her son had been taken to the emergency room. (Id.) Carol's second son Anthony Pizzuto arrived at the hospital shortly thereafter. With his mother waiting in the car in the hospital parking lot, Anthony Pizzuto went to inquire into his brother's condition. (Id., Ex. E at 4.) However, before he could reach his brother, Anthony Pizzuto was stopped by corrections officers and ordered to leave. (Id.) Anthony Pizzuto protested that he had the right to remain in the emergency room, but finally left after the officers threatened to have him arrested. (Id.) Moments after this encounter, Anthony Pizzuto met a friend who worked as an emergency room nurse. The friend told him that the NCCC claimed Thomas Pizzuto had slipped and fallen in the shower, but that in her opinion, Thomas had been severely beaten. (Id., Ex. D at 15.)\nAs Anthony Pizzuto left the hospital, three NCCC corrections officers followed him into the parking lot, stepped behind his car, and refused to let him pull out. (Id., Ex. D at 16.) With his mother becoming increasingly upset and fearful for her safety, Anthony Pizzuto stepped out of his car and requested that the officers permit him to leave. (Id) The officers rebuffed Pizzuto's request and instead aggressively interrogated Anthony Pizzuto, demanding that he reveal how he found out about his brother and what he knew of Thomas Pizzuto's condition. (Id. Ex. D at 17.) The officers finally desisted when Anthony Pizzuto, fearful for his safety, threatened to call 911. (Id) In sum, Plaintiffs Carol Pizzuto and Anthony Pizzuto claim that NCCC officials kept Anthony Pizzuto from inquiring into Thomas Pizzuto's condition by ordering him to leave the emergency room and intentionally intimidated both Anthony and Carol in the parking lot in retaliation for making these initial inquiries. Plaintiffs claim that these acts, in combination with their suspicion that Thomas had been beaten by NCCC guards and was being held in isolation from his family, led both Anthony and Carol to a point of extreme anxiety.\nDuring the period following Thomas Pizzuto's admission to the NCMC, Plaintiffs claim that the NCCC denied family members information about Thomas' condition and continuously forbade Plaintiffs from contacting him. (Second Am. Compl. ¶¶ 11.) Plaintiffs do not state whether these denials came as part of a cover-up or were pursuant to procedure. It appears the family was allowed one visit of 20 minutes in the intensive care unit (\"ICU\") of NCMC on January 11 and another visit of roughly the same duration a day later. (Plaintiffs' Decl, Ex. A at 26.)\nDuring the first ICU visit, Plaintiffs claim that a NCCC corrections officer hovered over Thomas Pizzuto and his family in order to intimidate Thomas from disclosing the details of his beating. (Id, Ex. A at 20, 21, 22, 23.) Plaintiffs note that the guard's close watch over Thomas Pizzuto was unnecessary as Thomas was incapacitated due to his injuries and handcuffed to the bed. (Id, Ex. A at 22.) They further state that Thomas Pizzuto clearly did feel intimidated by the guard's presence and consequently felt constrained from revealing too much about his beating in prison. (Id, Ex. A at 21, 22.) The one *207 moment\u0097approximately one minute, when the guard did walk away, Thomas Pizzuto uttered to his parents that the guards had used a chain and that he could still taste the chain in his mouth. (Id., Ex. A at 21-23.) He also pointed to a mark on his chest where the guards had hit him. (Id.)\nOn January 13, Thomas Pizzuto died of the injuries he had sustained at the hands of NCCC corrections officers. (Second Am. Compl. 11¶¶.) The County Deputy Medical Examiner attributed the death to a ruptured spleen and declared his death a homicide. (Id) When word of Thomas Pizzuto's death reached the NCCC, corrections officials stepped up their effort to cover up the cause of his death. (Id. ¶¶ 11, 12.) Corrections officers and supervisors submitted accident reports that falsely claimed that Pizzuto had acknowledged that his injuries were sustained when he slipped and fell in the shower. They further instructed their co-workers to lie about the circumstances surrounding Pizzuto's murder and suppressed the results of an investigation that recommended disciplinary sanctions against an officer who had taken part in the beating. (Id ¶¶ 10, 11, 12.) According to Plaintiffs' complaint, the officer was subsequently rewarded with favorable assignments. (Id ¶ 13.)\nPlaintiffs also allege that the upper levels of the NCCC management participated in this conspiracy by pursuing a \"policy, custom and practice of suppressing confessions and admissions of criminal conduct committed by corrections officers, and protecting officers who engage in excessive force from receiving meaningful sanctions.\" (Id ¶ 14.)\nAt their depositions, Plaintiffs alleged that the defendant corrections officers intensified their harassment of the Pizzuto family once criminal proceedings began against five corrections officers for Pizzuto's murder. On the day the first officer entered his guilty plea, the family arrived in the parking lot of the Federal Courthouse to find 200-250 hostile corrections officers waiting for them. (Plaintiffs' Decl., Ex. D at 24.) They were forced to walk through a gauntlet of corrections officers, and while doing so, were pushed, shoved, insulted, and threatened with bodily harm. (Id; Plaintiffs' Decl., Ex. C at 28.) In particular, uniformed and un-uniformed corrections officers threatened the family with clenched fists, with some yelling, \"when you get in fucking jail, this is what you are going to get,\" (Id, Ex. D at 25), and \"you could be next.\" (Id, Ex. C at 27.) The corrections officers also screamed at Carol Pizzuto and her wheelchair bound husband, calling them \"bitch\", \"whore\", \"cunt\", \"mother fuckers,\" (Id, Ex. D at 25). Officers further attempted to block access to the court by crowding in front of the doors, and continued intimidating the family once the court proceedings began. (Id, Ex. E at 5.) The intimidating nature of the guards' conduct during proceedings grew so outrageous that the presiding judge on several occasions dressed down the officers and threatened to clear the court room. (Id, Ex. D at 25.) Once the guilty plea was taken, the correction officers became even more unruly, with roving bands of officers pushing the few police on hand, punching reporters and further harassing the family. (Id)\nFamily members reported fearing for their lives, and suffering depression, anxiety, sleeplessness, weight loss and other manifestations of emotional distress as a result of this experience. (Id, Ex. A, B, C, D, E.) At subsequent criminal proceedings, the conduct of the corrections officers remained menacing, although less so than at the first hearing.\nFollowing the convictions of five corrections officers for various roles relating to the murder of Thomas Pizzuto, the family filed this civil action for damages on their *208 own behalf and on behalf of Thomas Pizzuto.\n\nII. DISCUSSION\nPlaintiffs have brought eighteen federal and state law claims against defendants arising out of the murder of Thomas Pizzuto. Defendants have moved to dismiss the following four claims: (1) Plaintiffs Carol Pizzuto and Rosario Pizzuto's claim for the violation of their Fourteenth Amendment Right to companionship and society of their son, Thomas Pizzuto; (2) Plaintiffs Carol Pizzuto and Rosario Pizzuto's claim for the wrongful death of their son; (3) Plaintiffs' First Amendment claim asserting a denial of access to the courts; and (4) Plaintiffs' claim against individual corrections officers for intentional/reckless infliction of emotional distress.\nFor the reasons set forth below, Defendants' motion is granted in part and denied in part.\n\nA. Summary Judgment\nIn ruling on a motion for summary judgment, \"[t]he evidence of the nonmovant is to be believed, and all justifiable inferences are to be drawn in his favor.\" Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 255, 106 S.Ct. 2505, 2514, 91 L.Ed.2d 202 (1986). To defeat summary judgment, the nonmoving party must present evidence that would allow \"a rational trier of fact to find for the non-moving party.\" Matsushita Elec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). The non-movant \"must do more than simply show that there is some metaphysical doubt as to the material facts.\" Id. See also Anderson, 477 U.S. at 248, 106 S.Ct. 2505 (genuine issue of material fact exists if \"a reasonable jury could return a verdict for the non-moving party\").\n\nB. Familial Privacy Claim\nTo prevail in an action brought under 42 U.S.C. § 1983, a plaintiff must show that he or she was deprived of a right, privilege, or immunity secured by the Constitution or laws of the United States. Plaintiffs Carol Pizzuto and Rosario Pizzuto claim that Defendants deprived them of their Constitutional right to their son's companionship, which they claim is protected under the Fourteenth Amendment as an element of personal liberty.[1][2] Defendants have moved for summary judgment, arguing that a parent has no constitutionally-protected liberty interest in preserving an intimate family relationship *209 with an independent adult child who lives separately from his parents. I agree with Defendants and therefore grant Defendants' motion to dismiss Plaintiffs' Fourteenth Amendment claim.\n\nAnalysis\nIn Roberts v. U.S. Jaycees, 468 U.S. 609, 104 S.Ct. 3244, 82 L.Ed.2d 462 (1984), the United States Supreme Court explained that there are two facets to the constitutionally protected freedom of association\u0097one concerned with the exercise of First Amendment Rights, and the other concerned with the freedom of \"intimate association\" under the Fourteenth Amendment's Due Process Clause.\nThe concept of familial privacy has developed largely under the Court's Fourteenth Amendment substantive due process jurisprudence. The thrust of this jurisprudence recognizes that family members have a constitutionally protected right to make certain types of choices free from government interference. See Quilloin v. Walcott, 434 U.S. 246, 255, 98 S.Ct. 549, 54 L.Ed.2d 511 (1978) (noting \"it is now firmly established that freedom of personal choice in matters of... family life is one of the liberties protected by the Due Process Clause of the Fourteenth Amendment.\") (Quotations omitted). The choices entitled to constitutional protection fall into five general categories. The first three categories involve choices concerning procreation, see Griswold v. Connecticut, 381 U.S. 479, 85 S.Ct. 1678, 14 L.Ed.2d 510 (1965), child rearing, see Wisconsin v. Yoder, 406 U.S. 205, 92 S.Ct. 1526, 32 L.Ed.2d 15 (1972), and marriage, see Zablocki v. Redhail, 434 U.S. 374, 98 S.Ct. 673, 54 L.Ed.2d 618 (1978). The fourth category centers upon the right to live together as a family, or more specifically, the family's right to decide matters of child custody and family living arrangements. See Moore v. City of East Cleveland, 431 U.S. 494, 97 S.Ct. 1932, 52 L.Ed.2d 531 (1977) (finding unconstitutional an ordinance that criminalized grandmother's decision to live with her son's child and nephew); Santosky II v. Kramer, 455 U.S. 745, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982) (holding that parents have a fundamental liberty interest in retaining custody of their children, even in the context of parental custody termination proceedings); Stanley v. Illinois, 405 U.S. 645, 92 S.Ct. 1208, 31 L.Ed.2d 551 (1972) (holding unwed father has fundamental liberty interest in attaining custody of son, in context of dependency proceeding); Quilloin, 434 U.S. 246, 98 S.Ct. 549, 54 L.Ed.2d 511. In addition to these Supreme Court cases, numerous Courts of Appeal have also recognized a fifth category of family privacy: the right to be free from government attempts to undermine or interfere with family relationships. See Patel v. Searles, 305 F.3d 130 (2d Cir.2002) (finding violation of familial privacy where in the context of a murder investigation, police officers intended to turn plaintiffs family against him by sending family members fictitious confession letters, and defamatory memorandum naming plaintiff as a suspect); Adler v. Pataki, 185 F.3d 35 (2d Cir.1999) (upholding familial association claim where plaintiff was fired because of his wife's employment discrimination lawsuit against state); Adkins v. Board of Education, 982 F.2d 952 (6th Cir.1993) (upholding familial association claim where plaintiff was denied continued employment because school superintendent's dislike of employee's husband).\nPlaintiffs Carol Pizzuto and Rosario Pizzuto's Fourteenth Amendment claim rests upon the oft-repeated mantra that a parent has a constitutionally protected liberty interest in \"the companionship, care, custody, and management of his or her children....\" *210 See Troxel v. Granville, 530 U.S. 57, 66, 120 S.Ct. 2054, 147 L.Ed.2d 49 (2000); M.L.B. v. S.L.J., 519 U.S. 102, 118, 117 S.Ct. 555, 136 L.Ed.2d 473 (1996); Santosky II, 455 U.S. at 758, 102 S.Ct. 1388; Lassiter v. Department of Social Services of Durham County, N. C., 452 U.S. 18, 27, 101 S.Ct. 2153, 68 L.Ed.2d 640 (1981); Moore, 431 U.S. at 501, 97 S.Ct. 1932; Fiallo v. Bell, 430 U.S. 787, 810, 97 S.Ct. 1473, 52 L.Ed.2d 50 (1977); Weinberger v. Wiesenfeld, 420 U.S. 636, 652, 95 S.Ct. 1225, 43 L.Ed.2d 514 (1975); Stanley, 405 U.S. at 651, 92 S.Ct. 1208. It is notable that the Court has invoked this principle only where parents or guardians have been seeking to protect their right to decide matters of child custody and family living arrangements. See Troxel, 530 U.S. at 66, 120 S.Ct. 2054; M.L.B., 519 U.S. at 118, 117 S.Ct. 555; Rivera v. Minnich, 483 U.S. 574, 107 S.Ct. 3001, 97 L.Ed.2d 473 (1987); Santosky II, 455 U.S. at 758, 102 S.Ct. 1388; Lassiter, 452 U.S. at 27, 101 S.Ct. 2153; Moore, 431 U.S. at 501, 97 S.Ct. 1932; Fiallo, 430 U.S. at 810, 97 S.Ct. 1473; Weinberger, 420 U.S. at 652, 95 S.Ct. 1225; Stanley, 405 U.S. at 651, 92 S.Ct. 1208.\nThe Court of Appeals for the Second Circuit has likewise invoked the right to companionship only where custodial relations are involved. See Duchesne v. Sugarman, 566 F.2d 817 (2nd Cir.1977). Duchesne involved an action against a municipal child welfare bureau that had removed plaintiffs children from her home during an emergency and thereafter held the children without obtaining judicial ratification of the removal. The court equated the right to companionship to the right to remain together as a family free from superceding government decisions, noting:\n\"Here we are concerned with the most essential and basic aspect of familial privacy the right of the family to remain together without the coercive interference of the awesome power of the state. This right ... is the interest of the parent in the companionship, care custody, and management of his or her children...\" Id. at 825.\nPlaintiffs assert that the right to companionship exists independent of the right to decide matters of child custody and family living arrangements. In support of this theory, they cite Lee v. State of New York Department of Correctional Services, 1999 WL 673339 (S.D.N.Y.1999) and Lee v. City of Los Angeles, 250 F.3d 668 (9th Cir.2001). However, neither of these cases are pertinent to the issue at hand, as both involved the arrest and incarceration of a mentally incapacitated adult man who had been judicially remanded to the custody and care of his mother, with whom he lived.[3] The other district court cases cited by Plaintiffs are likewise inapposite, as each of these cases involves disruption or preemption of custodial relationships between parents and minor children. See Greene v. City of New York, 675 F.Supp. 110, 114 (S.D.N.Y.1987) (children whose father was shot by police had claim for *211 wrongful deprivation of parenthood even though state action was not specifically intended to supercede family's decision to live together); Dusenbury v. City of New York, No. 97 Civ. 5215, 1999 WL 199072, (S.D.N.Y. April 9, 1999) (children of father who was incapacitated by wrongful use of excessive force had claim for temporary deprivation of parenthood even though state action was merely reckless and not intentionally aimed at interfering with parent child relationship); Fodelmesi v. Schepperly, No. 87 Civ. 6762, 1991 WL 120311, (S.D.N.Y. June 25, 1991) (denying motion for summary judgment regarding parents' right to companionship of son with a 60 I.Q. who needed special care); Thomas v. New York City, 814 F.Supp. 1139 (E.D.N.Y.1993) (recognizing that physical and emotional abuse of children in foster care system may be enough to sustain mother's a cause of action for disruption of familial affairs).\nPlaintiffs also cite Bell v. City of Milwaukee, 746 F.2d 1205 (7th Cir.1984), where the Court of Appeals for the Seventh Circuit expressly held that parents retain a constitutionally protected interest in the society and companionship of independent adult children, even where the child has already left the family home. In Bell, the court found that the City had violated plaintiffs Fourteenth Amendment Right to familial privacy when it wrongfully shot and killed her 23-year old son. The court explained that \"the Supreme Court's decisions protect more than the custody dimension of the parent-child relationship.\" The protected relationship includes the parent's \"interest in the companionship, care, custody, and management of the child.\" Id. at 1245 (quoting Stanley, 405 U.S. at 651, 92 S.Ct. 1208). The Seventh Circuit's decision rested in part on the fact that the son was single, had no children, and had not yet become a part of another family unit. Indeed, its analysis of the victim's family status concluded by finding that \"his father's family was his immediate family.\" Id. at 1245. Although the question is a close one, this finding alone is enough to distinguish Bell from the instant case. By January 1999, Thomas had already married and started his own family. He had lived apart from his parents for approximately six years and only moved into the ground-floor apartment of his parents' home three months before his death.[4] Moreover, as the forgoing suggests, I am not persuaded that the formula concerning \"companionship, care custody and management\"\u0097 first articulated in Stanley, should yield the result reached by the Bell court.\nMore persuasive than Bell is the First Circuit's decision in Ortiz v. Burgos, 807 F.2d 6 (First Cir.1986) and the D.C. Circuit's decision in Butera v. District of Columbia, 235 F.3d 637 (D.C.2001). In Ortiz, Jose Valdivieso Ortiz was beaten to death by guards in a Regional Detention Center in Puerto Rico. Ortiz's stepfather and siblings brought an action under Section 1983 claiming the guards violated their Fourteenth Amendment right to companionship of their adult son and brother. The court rejected this claim, reasoning that a parent's right to companionship of an adult child is only violated by acts that directly interfere with the parentchild relationship. The court stated:\n\"substantive due process cases do not hold that family relationships are, in the abstract, protected against all state encroachments, direct and indirect, but only that the state may not interfere with an individual's right to choose how *212 to conduct his or her family affairs. The emphasis of the cases on choice suggests that the right is one of preemption; rather than an absolute right to a certain family relationship, family members have the right, when confronted with the state's attempt to make choices for them, to choose for themselves.\" Id. at 8.\nIn Butera, plaintiff brought a similar claim against the city police department for the negligent causation of her 31-year old son's death. The D.C. Circuit dismissed the claim, and in so doing, rejected the rationale used by the Seventh Circuit in Bell. It noted that Bell relied on Supreme Court cases that \"focused on securing the rights of parents to have custody of and to raise their minor children,\" and concluded that there was \"nothing in Supreme Court case law to indicate an intention to extend these concerns in support of a constitutional liberty interest in a parent's relationship with her adult son.\" Butera, 235 F.3d at 655.\nI agree with the First Circuit and D.C. Circuit's analysis of the Supreme Court's familial privacy jurisprudence, and therefore conclude that the precedent establishing constitutional protection for various aspects of family life falls short of establishing that Plaintiffs Carol Pizzuto and Rosario Pizzuto have a liberty interest in the companionship of their son in the circumstances of this case.\nFurthermore, I reject Plaintiffs' contention that the Second Circuit's decision in Patel v. Searles, 305 F.3d 130, dictates a contrary result. As stated above, Patel falls within that category of cases where government agents take actions intended to undermine or interfere with family relationships. In Patel, plaintiff claimed his right to familial association was violated by police officers who, in the context of a murder investigation, set out to turn his family against him by sending family members fictitious confession letters and defamatory memorandum. In considering plaintiffs claim, the District Court judge assumed, without deciding, that plaintiff could only succeed with his claim if he demonstrated that the officers \"intended their conduct to affect his right to intimate association.\" Patel v. Searles, 2000 WL 1731338, *2 (D.Conn.2000). On appeal, the Court of Appeals indicated that it was unnecessary to decide this point of law, as plaintiff had alleged facts sufficient to prove that the officers' conduct was intended to undermine plaintiffs relationship with his family. See Patel v. Searles, 305 F.3d at 137. The court added, however, that \"this Circuit has never held that a challenged action must be directed at a protected relationship for it to infringe on the right to intimate association.\" Patel v. Searles, 305 F.3d at 137. In support of this statement, the court cited Adler, 185 F.3d 35 (upholding claim that plaintiff was fired because of his wife's employment discrimination lawsuit against state, in violation of his First Amendment right to intimate association), and Adkins, 982 F.2d 952 (upholding claim that denial of continued employment because school superintendent's dislike of employee's husband violated her First Amendment right of intimate association).\nPlaintiffs' assumption that these dicta in Patel control the instant case is misplaced. First, it appears that the Patel court, in making this statement, merely intended to suggest that the issue of intent had not yet been decided in the context of Fourteenth Amendment familial association claims. Indeed, although the Adler and Adkins courts sustained familial association claims in the absence of government intent to affect a familial relationship, both cases involved familial association claims arising under the First Amendment, which implicate different considerations than the Fourteenth Amendment claim before this *213 Court. See Thompson v. Ashe, 250 F.3d 399, 406-407 (holding that the First Amendment only protects associational interests related to speech and petition, and that petitioner's familial association challenge to a public housing development's no-trespass policy must therefore be examined under the substantive due process component of the Fourteenth Amendment, rather than the \"freedom of association\" component of the First Amendment). Moreover, the challenged conduct in Patel involved acts that directly injured, rather than collaterally impacted, plaintiffs relationship with his family.\nIn sum, I find that Patel represents a category of cases that involves intentional and direct government interference with family relationships. As there is no evidence that the Defendants in this case took acts that purposely and directly affected Plaintiffs' relationship with Thomas Pizzuto, Plaintiffs cannot cite Patel to support their claim.\n\nC. Access to the Courts Claim\nPlaintiffs claim that they were deprived of their \"First Amendment right to have access to and seek redress in the courts.\" (Am.Compl.¶ 86.) Defendants have moved to dismiss this claim, arguing that Plaintiffs have failed to show any official conduct that injured their ability to bring suit. Although I believe the coverup alleged by Plaintiffs may have injured Plaintiffs' ability to bring their legal claim, I nonetheless grant Defendants' motion for the following reasons.\n\nAnalysis\nThe Supreme Court has recognized two types of denial-of-access claims. See Christopher v. Harbury, 536 U.S. 403, 122 S.Ct. 2179, 2185, 153 L.Ed.2d 413 (2002). One type aims to eliminate \"systemic official action [that] frustrates a plaintiff or plaintiff class in preparing and filing\" ongoing or future suits. See id. at 2185. The second type is designed to compensate a plaintiff for wrongful official conduct that led the plaintiff to miss an opportunity to bring suit. See id. at 2186 In either case, \"the very point of recognizing any access claim is to provide some effective vindication for a separate and distinct right to seek judicial relief for some wrong .... [i]t follows ... [that] the complaint must identify a remedy that may be awarded as recompense but not otherwise available in some suit that may yet to be brought.\" Id. at 2186-2187.\nHere, Plaintiffs have alleged that Defendants engaged in an extensive cover-up immediately after the beating of Thomas Pizzuto and that this cover-up thwarted a full investigation of the incident while Pizzuto, a potentially valuable witness, was alive. While these allegations certainly raise the inference that Defendants injured Plaintiffs' ability to gather evidence, they do not support a cause of action under the First Amendment. For while despicable, the NCCC's conduct neither constitutes an ongoing obstacle to Plaintiffs' effort to pursue their action against the NCCC nor did it cause Plaintiffs to miss an opportunity to bring a suit. I therefore grant Defendants' motion to dismiss Plaintiffs' First Amendment claim.\n\nD. Wrongful Death Claim\nUnder New York's Estates, Powers, and Trusts Law, a cause of action to recover damages for wrongful death may only be brought by the distributees of the decedent. See N.Y. Est. Powers &amp; Trusts Law § 5-4.4, subd. [a] (McKinney 1998); See also DeLuca v. Gallo, 287 A.D.2d 222, 735 N.Y.S.2d 596, 599 (2d Dept.2001). New York law provides that where a decedent dies intestate and is survived by a spouse and issue, his spouse and issue are the sole distributees of the estate. See N.Y. Est. Powers &amp; Trusts Law § 41.1(a)(1) *214 (McKinney 1998). Because Plaintiffs Carol Pizzuto and Rosario Pizzuto are not distributees of their son's estate, they are not entitled to recover damages for the wrongful death of their son. Accordingly, I grant Defendants' motion for summary judgment as to Plaintiffs Carol Pizzuto and Rosario Pizzuto's wrongful death claim.\n\nE. Intentional Infliction of Emotional Distress Claim\nPlaintiffs allege that the actions of individual Defendant corrections officers constitute the tort of intentional or reckless infliction of emotional distress. The elements of a claim for intentional or reckless infliction of emotional distress under New York law are:\n(1) extreme and outrageous conduct;\n(2) intent to cause, or disregard of a substantial probability of causing, severe emotional distress;\n(3) a causal connection between the conduct and the injury; and\n(4) severe emotional distress. Dana v. Oak Park Marina, 230 A.D.2d 204, at 209, 660 N.Y.S.2d 906 (N.Y.A.D.1997).\nIn order to satisfy the first element, the alleged conduct must be \"so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized [society].\" Murphy v. American Home Prods. Corp., 58 N.Y.2d 293, 461 N.Y.S.2d 232, 236, 448 N.E.2d 86 (1983).\nPlaintiffs allege that the Defendants engaged in a byzantine campaign of obfuscation and harassment as they held Plaintiffs' dying son and brother in isolation from family members, denying them information about or access to Thomas Pizzuto in the days immediately following his beating. They further describe in harrowing detail the conduct of corrections officers who jeered, cursed, threatened and assaulted the Pizzuto family as they attempted to attend the criminal trial of their son's murderer. Although I agree with Defendants that Plaintiffs' pleadings and deposition testimony provide a less than wholly focused picture of the alleged conspiracy to deny family members access to Thomas Pizzuto, I nonetheless find that a reasonable jury may find that Plaintiffs' allegations, if true, are \"extreme\" and \"outrageous.\" This finding rests in large part on the deliberate acts of intimidation Defendant corrections officers undertook at the hospital and the federal courthouse in harassing the Pizzuto family. These acts assume a kafkaesque quality when viewed within the context of Defendants' beating of Thomas Pizzuto, Defendants' alleged cover up, and their alleged practice of denying the Pizzuto family information and access to Thomas Pizzuto. Indeed, it is precisely the fact that Defendants' conduct was taken with the authority and power of the state that makes it particularly vulnerable to a claim for infliction of emotional distress.\nDefendants assert that the State of New York has adopted an unwelcoming attitude toward claims for intentional infliction of emotional distress. However, Defendants' papers refer only to cases involving First Amendment issues, Howell v. New York Post Co., Inc., 81 N.Y.2d 115, 596 N.Y.S.2d 350, 612 N.E.2d 699 (N.Y.1993), fights between neighbors, Seltzer v. Bayer, 272 A.D.2d 263, 709 N.Y.S.2d 21 (N.Y.A.D. 2000), employment disputes, Perks v. Town of Huntington, 96 F.Supp.2d 222 (E.D.N.Y.2000) and other cases that involved conduct less grievous than the acts at issue here. New York courts' reluctance to sustain the claims in such cases suggests more about the nature of the judiciary's supervision of the private market place, its attitude toward the press and its approach to dysfunctional friendships, than it does about emotional distress claims. Indeed, the intense searching *215 courts routinely bring to emotional distress claims reflects the wide leeway courts have traditionally afforded to private individuals in these contexts. Certain amounts of strain and conflict are to be expected in work place and neighborhood relations, and courts have as a consequence held plaintiffs to a high bar in alleging facts sufficient to sustain an emotional distress claim. However, these cases are not applicable where the context is not the free market of labor relations or the exercise of press freedom, but rather a state correctional system's practice of concealing the premeditated abuse of inmates and victimizing inmates' families. Accordingly, Defendants' motion to dismiss Plaintiffs' emotional distress claim is denied.\n\nF. Conclusion\nFor the aforementioned reasons, Carol Pizzuto and Rosario Pizzuto's Fourteenth Amendment claim and wrongful death claim are DISMISSED. I also DISMISS Plaintiffs' First Amendment claim and DENY Defendants' motion to dismiss Plaintiffs' claim for intentional/reckless infliction of emotional distress.\nSO ORDERED.\nNOTES\n[1]  Plaintiffs' complaint also alleges that Defendants' conduct violated Joseph, Russell, and Anthony Pizzuto's liberty interest in the companionship of their brother. However, Plaintiffs have waived this allegation in their reply to Defendants' motion for summary judgment. (Pi. Decl., at 4, FN 1.) Moreover, even absent this waiver, I would dismiss these claims for the same reasons I dismiss Carol and Rosario Pizzuto's familial association claim.\n[2]  In addition to their Fourteenth Amendment familial association claim, Plaintiffs also assert that Defendants have violated their right to familial association under the First Amendment. However, because the freedom to associate guaranteed by the First Amendment protects associational interests related to speech and petition, and because those associational interests are not implicated in this case, I find that Plaintiffs' claim must be examined under the Fourteenth Amendment, rather than the First Amendment. See Thompson v. Ashe, 250 F.3d 399 (6th Cir. 2001).\n\nPlaintiffs also bring their familial association claim under the Fourth Amendment, Fifth Amendment, Eighth Amendment and Ninth Amendment. However, Plaintiffs have cited no case and the Court's research has uncovered none that suggests that a familial association claim may be brought under these amendments in the circumstances of this case. Plaintiffs are therefore limited to bringing their claim under the Fourteenth Amendment.\n[3]  In Lee v. State of New York and Lee v. City of Los Angeles, plaintiff claimed that her Fourteenth Amendment Right to companionship with her son was violated when due to a mistake of identity the Los Angeles police arrested and extradited her son to New York. He was subsequently incarcerated in New York for two years before authorities remedied their mistake. The Southern District of New York and the Court of Appeals for the Ninth Circuit both held that the actions taken by the city and state, respectively, violated plaintiff's Due Process right to companionship with her son. Critical to those decisions is the fact that the son had been declared mentally ill and had been remanded to the custody of plaintiff. In essence, both cases involved state interference in a mother's constitutional right to remain together with her son.\n[4]  On the other hand, Thomas did not pay rent to his mother, and although he lived in a selfcontained apartment, it appears relations with his parents and brother Joseph, all of whom lived upstairs, were frequent and close.\n\n",
            "ocr": false,
            "opinion_id": 2325033
        }
    ],
    "court_short_name": "E.D. New York",
    "court_full_name": "District Court, E.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}