{
    "id": 2330072,
    "judges": "Bell, C.J., Musmanno, Jones, Cohen, Eagen, O'Brien and Roberts",
    "date_filed": "2021-12-31",
    "date_filed_is_approximate": true,
    "slug": "shaw-v-irvin",
    "case_name_short": "Shaw",
    "case_name": "Shaw v. Irvin",
    "case_name_full": "Shaw, Appellant, v. Irvin",
    "attorneys": "Richard 8. Oyler, for appellant., Richard A. Oarothers, with him Jubelirer A Oarothers, for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 21, 1965.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b291-6\">\n    Shaw, Appellant,\n    <em>\n     v.\n    </em>\n    Irvin.\n   </parties><br><otherdate id=\"b291-7\">\n    Argued April 21, 1965.\n   </otherdate><judges id=\"ACV\">\n    Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\n   </judges><br><attorneys id=\"b291-11\">\n<em>\n     Richard 8. Oyler,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b291-12\">\n<em>\n     Richard A. Oarothers,\n    </em>\n    with him\n    <em>\n     Jubelirer A Oarothers,\n    </em>\n    for appellees.\n   </attorneys><decisiondate id=\"AFN\">\n    May 25, 1965 :\n   </decisiondate>",
    "citations": [
        "418 Pa. 251"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n418 Pa. 251 (1965)\nShaw, Appellant,\nv.\nIrvin.\nSupreme Court of Pennsylvania.\nArgued April 21, 1965.\nMay 25, 1965.\nBefore BELL, C.J., MUSMANNO, JONES, COHEN, EAGEN, O'BRIEN and ROBERTS, JJ.\nRichard S. Oyler, for appellant.\nRichard A. Carothers, with him Jubelirer &amp; Carothers, for appellees.\nOPINION PER CURIAM, May 25, 1965:\nPlaintiff-appellant brought an action of trespass against defendant and claimed damages in the amount *252 of $31,500. At the conclusion of plaintiff's evidence, the trial court granted defendant's motion for a compulsory nonsuit which it refused to take off.\nJudgment of nonsuit affirmed.\nMr. Justice MUSMANNO dissents.\nCONCURRING OPINION BY MR. CHIEF JUSTICE BELL:\nThe trial Court granted defendants' motion for a compulsory nonsuit, which it refused to take off. The judgment of nonsuit was affirmed by this Court.\nI am convinced there is so much confusion among the members of the bar on the subject of exclusive control that it is wise to review the subject and to reiterate the controlling principles.\nConsidering the evidence and all reasonable inferences therefrom and all conflicts therein in the light most favorable to the plaintiff, as the law requires: Steiner v. Pittsburgh Railways Co., 415 Pa. 549, 204 A. 2d 254; Flagiello v. Crilly, 409 Pa. 389, 187 A. 2d 289, the evidence may be thus summarized.\nThe Snyder Township Road Supervisors had an agreement with one of the defendants, Edward H. Irvin, by the terms of which he was to furnish a dump truck and a driver at a certain rate per hour to haul limestone to various roads designated by the Road Supervisors. Plaintiff was a Road Supervisor as well as Roadmaster for the Township.\nOn the evening before the accident took place, plaintiff telephoned Edward H. Irvin and asked him to provide his truck and a driver to haul limestone to a certain location. On the following day Eugene Irvin, the other defendant, drove the truck to the designated location, and upon its arrival plaintiff told him (a) to load his truck and (b) exactly what to do with his load and (c) how to spread the limestone. The controls which raised and lowered the truck bed were in the cab of the truck and were operated by Eugene Irvin.\n*253 Plaintiff directed Eugene to raise the bed of the truck and to keep raising it until he was told to stop. Plaintiff was aware that the truck was carrying a maximum load, which put an additional strain on the truck's mechanisms. When the bed was raised halfway, plaintiff instructed Eugene to prepare to move forward. While giving these instructions, plaintiff was on the running board of the truck in order to pull the lever controlling the tailgate.[*] As soon as plaintiff pulled the tailgate lever, it was his practice to jump off the running board.\nThis procedure and practice had been used and followed by plaintiff on numerous previous occasions and was repeated three or four times without mishap that day. However, the next time, for some unproved and unexplained reason the truck bed suddenly dropped and struck plaintiff who was thrown from the running board to the ground, rendered unconscious, and sustained the injuries for which this action was brought.\nPlaintiff proved that he was injured by the sudden dropping of the bed of the dump truck, but, we repeat, failed to prove what caused the dropping or any negligence on the part of either of the defendants. The mere happening of an accident does not establish negligence nor raise an inference or a presumption of negligence. Steiner v. Pittsburgh Railways Co., 415 Pa., supra, and cases cited therein. It is clear that plaintiff failed to prove any negligence and therefore cannot recover damages unless, as he contends, the doctrine of exclusive control applies. We agree with the lower Court that this doctrine is utterly inapplicable to the facts in the instant case.\nThe leading case on the doctrine of exclusive control in Pennsylvania is Izzi v. Philadelphia Transportation *254 Co., 412 Pa. 559, 195 A. 2d 784. In that case, plaintiff, who was a guest in an automobile which was following defendant's trackless trolley, contended that his injuries were due to a flash caused by a detached overhead pole on defendant's trolley. The Court rejected the application of the exclusive control doctrine, and after analyzing many prior decisions said (pages 564-566):\n\n\"Exclusive Control\n\"Plaintiff contended and the Court below held that under the aforesaid facts and circumstances the doctrine of exclusive control applied, and the question of P.T.C.'s negligence was therefore and thereunder a question for the jury. This was error. Neither res ipsa loquitur nor the doctrine of exclusive control applies: Miller v. Montgomery, 397 Pa. 94, 152 A. 2d 757; Seburn v. Luzerne &amp; Carbon Co. M.T. Co., 394 Pa. 577, 580, 148 A. 2d 534; Nebel v. Burrelli, 352 Pa. 70, 74-75, 41 A. 2d 873; Killen v. Pennsylvania R.R. Co., 376 Pa. 320, 328, 102 A. 2d 140; Miller v. Pennsylvania R.R. Co., 368 Pa. 507, 511, 84 A. 2d 200; Schickel v. Yellow Cab Company, 369 Pa. 356, 85 A. 2d 138; Lanning v. Pittsburg Rys. Co., 229 Pa. 575, 79 Atl. 136; Davies v. McDowell National Bank, 407 Pa. 209, 180 A. 2d 21; Stewart v. Morow, 403 Pa. 459, 170 A. 2d 338; Kepner v. Harrisburg Traction Company, 183 Pa. 24, 38 Atl. 416; Benson v. Philadelphia Rapid Transit Company, 248 Pa. 302, 93 Atl. 1009; Clark v. Philadelphia Rapid Transit Company, 241 Pa. 437, 88 Atl. 683; Zercher v. Philadelphia Rapid Transit Company, 50 Pa. Superior Ct. 324.\n\"The doctrine of exclusive control appears to be widely misunderstood. Exclusive control alone is not sufficient to invoke or apply the doctrine. For example, an automobile which strikes a pedestrian on the *255 street is in the exclusive control of the driver, yet the principles of negligence and not that of exclusive control apply.[*] If a pedestrian, or a person on, or stepping on or off, a trolley car is injured, the trolley car is in the exclusive control of its operating company, yet the principles of negligence and not that of exclusive control apply.[**] If a passenger is injured while walking on a railroad track or while getting on or off a train, or if a person is injured by a falling object in a home, the train is in the exclusive control of its operating company and the home is in the exclusive possession of the owner, yet the principles of negligence and not that of exclusive control apply.[***] If an airplane crashes killing a passenger, the plane was in the exclusive control of the pilot, but the exclusive control doctrine does not apply.[****] Finally, and factually directly in point and controlling, when a pole has become dislodged from a standard trolley and with or without an electric flash injures a person, the trolley was in the exclusive control of the operating company, yet (1) the plaintiff must prove by a fair preponderance of the evidence that (a) defendant was negligent in a specific manner and (b) its negligence was the proximate *256 cause of the accident and (2) the doctrines of exclusive control and res ipsa loquitur do not apply: Cases supra.\n\"Before we discuss infra these cases which support the above mentioned propositions, we deem it wise to reiterate that the doctrine of exclusive control, which has often been termed a dangerous doctrine, is in the last analysis applied only under very unusual conditions and only because of necessity. It negates long established rules of evidence which have become rules of substantive law. . . . The doctrine should be applied only where all of the following elements are present: (a) where the thing which caused the accident is under the exclusive control[*] of or was made or manufactured by the defendant; and (b) the accident or injury would ordinarily not happen if the defendant exercised due care, or made or manufactured the article with due care; and (c) where the evidence of the cause of the injury or accident is not equally available to both parties, but is exclusively accessible to and within the possession of the defendant; and (d) the accident itself is very unusual or exceptional and the likelihood of harm to plaintiff or one of his class could reasonably have been foreseen and prevented by the exercise of due care; and (e) the general principles of negligence have not theretofore been applied to such facts.\"\n*257 It is clear that the principles of negligence and not the doctrine of exclusive control are applicable to the instant case and for these reasons the judgment of nonsuit should be affirmed.\nNOTES\n[*]  That lever could have been operated by plaintiff without standing on the running board; and that lever had no effect on the mechanism which raised and lowered the bed of the truck.\n[*]  \"Even when an automobile is driven off the road on a curve and into a creek and its driver is killed and the plaintiff passenger is seriously injured, the test is negligence and the doctrine of exclusive control does not apply. Miller v. Montgomery, 397 Pa., supra.\n[**]  \"Staller v. Philadelphia Rapid Transit Company, 339 Pa. 100, 14 A. 2d 289; Cutler v. Philadelphia Rapid Transit Company, 319 Pa. 351, 179 Atl. 434.\n[***]  \"Dobrowski v. Pennsylvania Railroad Company, 319 Pa. 235, 178 Atl. 488; Philadelphia and Reading Railroad Company v. Hummell, 44 Pa. 375; Stewart v. Morow, 403 Pa., supra; cf. also, Haddon v. Lotito, 399 Pa. 521, 151 A. 2d 160; Novak v. Neff, 399 Pa. 193, 159 A. 2d 707; Davies v. McDowell National Bank, 407 Pa., supra.\n[****]  \"Rennekamp v. Blair, 375 Pa. 620, 101 A. 2d 669.\"\n[*]  In order to satisfy this requirement the cases have held that plaintiff must prove that defendant had both exclusive control of the injuring agency and exclusive management over the circumstances of the accident: Izzi v. P.T. Co., 412 Pa., supra; Saldukas v. McKerns, 340 Pa. 113, 115, 16 A. 2d 30; Annett v. American Stores Company, 333 Pa. 589, 591-592, 5 A. 2d 97; Silverman v. Oil City Glass Bottle Co., 203 Pa. Superior Ct. 400, 402, 199 A. 2d 509; Drill v. Genetti, 200 Pa. Superior Ct. 471, 190 A. 2d 185; Anno., 169 A.L.R., 953; Harper and James, The Law of Torts, § 19.7; Prosser, Law of Torts, § 42; 65 C.J.S., § 220(8). (This footnote not in original.)\n\n",
            "ocr": false,
            "opinion_id": 2330072
        },
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion\nPer Curiam,\nPlaintiff-appellant brought an action of trespass against defendant and claimed damages in the amount *252of $31,500. At the conclusion of plaintiff’s evidence, the trial court granted defendant’s motion for a compulsory nonsuit which it refused to take off.\nJudgment of nonsuit affirmed.\nMr. Justice Musmanno dissents.\n",
            "ocr": false,
            "opinion_id": 9754564
        },
        {
            "author_str": "Bell",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nConcurring Opinion by\nMe. Chief Justice Bell:\nThe trial Court granted defendants’ motion for a compulsory nonsuit, which it refused to take off. The judgment of nonsuit was affirmed by this Court.\nI am convinced there is so much confusion among the members of the bar on the subject of exclusive control that it is wise to review the subject and to reiterate the controlling principles.\nConsidering the evidence and all reasonable inferences therefrom and all conflicts therein in the light most favorable to the plaintiff, as the law requires: Steiner v. Pittsburgh Railways Co., 415 Pa. 549, 204 A. 2d 254; Flagiello v. Crilly, 409 Pa. 389, 187 A. 2d 289, the evidence may be thus summarized.\nThe Snyder Township Road Supervisors had an agreement with one of the defendants, Edward H. Irvin, by the terms of which he was to furnish a dump truck and a driver at a certain rate per hour to haul limestone to various roads designated by the Road Supervisors. Plaintiff was a Road Supervisor as well as Roadmaster for the Township.\nOn the evening before the accident took place, plaintiff telephoned Edward H. Irvin and asked him to provide his truck and a driver to haul limestone to a certain location. On the following day Eugene Irvin, the other defendant, drove the truck to the designated location, and upon its arrival plaintiff told him (a) to load his truck and (b) exactly what to do with his load and (c) how to spread the limestone. The controls which raised and lowered the truclc bed were in the cab of the truck and were operated by Eugene Irvin.\n*253Plaintiff directed Eugene to raise the bed of the truck and to keep raising it until he was told to stop. Plaintiff was aware that the truck was carrying a maximum load, which put an additional strain on the truck’s mechanisms. When the bed was raised halfway, plaintiff instructed Eugene to prepare to move forward. While giving these instructions, plaintiff was on the running board of the truck in order to pull the lever controlling the tailgate.* As soon as plaintiff pulled the tailgate lever, it was his practice to jump off the running board.\nThis procedure and practice had been used and followed by plaintiff on numerous previous occasions and was repeated three or four times without mishap that day. However, the next time, for some unproved and unexplained reason the truck bed suddenly dropped and struck plaintiff who was thrown from the running board to the ground, rendered unconscious, and sustained the injuries for which this action was brought.\nPlaintiff proved that he was injured by the sudden dropping of the bed of the dump truck, but, we repeat, failed to prove what caused the dropping or any negligence on the part of either of the defendants. The mere happening of an accident does not establish negligence nor raise an inference or a presumption of negligence. Steiner v. Pittsburgh Railways Co., 415 Pa., supra, and eases cited therein. It is clear that plaintiff failed to prove any negligence and therefore cannot recover damages unless, as he contends, the doctrine of exclusive control applies. We agree with the lower Court that this doctrine is utterly inapplicable to the facts in the instant case.\nThe leading case on the doctrine of exclusive control in Pennsylvania is Izzi v. Philadelphia Transpor*254tation Co., 412 Pa. 559, 195 A. 2d 784. In that case, plaintiff, who was a guest in an automobile which was following defendant’s trackless trolley, contended that his injuries were due to a flash caused by a detached overhead pole on defendant’s trolley. The Court rejected the application of the exclusive control doctrine, and after analyzing many prior decisions said (pages 564-566) :\n“Exclusive Control\n“Plaintiff contended and the Court below held that under the aforesaid facts and circumstances the doctrine of exclusive control applied, and the question of P.T.C.’s negligence was therefore and thereunder a question for the jury. This was error. Neither res ipsa loquitur nor the doctrine of exclusive control applies: Miller v. Montgomery, 397 Pa. 94, 152 A. 2d 757; Seburn v. Luzerne &amp; Carbon Co. M. T. Co., 394 Pa. 577, 580, 148 A. 2d 534; Nebel v. Burrelli, 352 Pa. 70, 74-75, 41 A. 2d 873; Killen v. Pennsylvania R. R. Co., 376 Pa. 320, 328, 102 A. 2d 140; Miller v. Pennsylvania R. R. Co., 368 Pa. 507, 511, 84 A. 2d 200; Schickel v. Yellow Cab Company, 369 Pa. 356, 85 A. 2d 138; Lanning v. Pittsburg Rys. Co., 229 Pa. 575, 79 Atl. 136; Davies v. McDowell National Bank, 407 Pa. 209, 180 A. 2d 21; Stewart v. Morow, 403 Pa. 459, 170 A. 2d 338; Kepner v. Harrisburg Traction Company, 183 Pa. 24, 38 Atl. 416; Benson v. Philadelphia Rapid Transit Company, 248 Pa. 302, 93 Atl. 1009; Clark v. Philadelphia Rapid Transit Company, 241 Pa. 437, 88 Atl. 683; Zercher v. Philadelphia Rapid Transit Company, 50 Pa. Superior Ct. 324.\n“The doctrine of exclusive control appears to be widely misunderstood. Exclusive control alone is not sufficient to invoke or apply the doctrine. For example, an automobile which strikes a pedestrian on the *255street is in the exclusive control of the driver, yet the principles of negligence and not that of exclusive control apply.* If a pedestrian, or a person on, or stepping on or off, a trolley car is injured, the trolley car is in the exclusive control of its operating company, yet the principles of negligence and not that of exclusive control apply.** If a passenger is injured while walking on a railroad track or while getting on or off a train, or if a person is injured by a falling object in a home, the train is in the exclusive control of its operating company and the home is in the exclusive possession of the owner, yet the principles of negligence and not that of exclusive control apply.*** If an airplane crashes killing a passenger, the plane was in the exclusive control of the pilot, but the exclusive control doctrine does not apply.**** Finally, and factually directly in point and controlling, when a pole has become dislodged from a standard trolley and with or without an electric flash injures a person, the trolley was in the exclusive control of the operating company, yet (1) the plaintiff must prove by a fair preponderance of the evidence that (a) defendant was negligent in a specific manner and (b) its negligence was the proxi*256mate cause of the accident and (2) the doctrines of exclusive control and res ipsa loquitur do not apply: Cases supra.\n“Before we discuss infra these cases which support the above mentioned propositions, we deem it wise to reiterate that the doctrine of exclusive control, which has often been termed a dangerous doctrine, is in the last analysis applied only under very unusual conditions and only because of necessity. It negates long established rules of evidence which have become rules of substantive law. . . . The doctrine should be applied only where all of the following elements are present: (a) where the thing which caused the accident is under the exclusive control* of or was made or manufactured by the defendant; and (b) the accident or injury would ordinarily not happen if the defendant exercised due care, or made or manufactured the article with due care; and (c) where the evidence of the cause of the injury or accident is not equally available to both parties, but is exclusively accessible to and within the possession of the defendant; and (d) the accident itself is very unusual or exceptional and the likelihood of harm to plaintiff or one of his class could reasonably have been foreseen and prevented by the exercise of due care; and (e) the general principles of negligence have not theretofore been applied to such facts.”\n*257It is clear that the principles of negligence and not the doctrine of exclusive control are applicable to the instant case and for these reasons the judgment of non-suit should be affirmed.\n\n That lever could have been operated by plaintiff without standing on the running board; and that lever had no effect on the mechanism which raised and lowered the bed of the truck.\n\n\n“ Even when an automobile is driven off the road on a curve and into a creek and its driver is killed and the plaintiff passenger is seriously injured, the test is negligence and the doctrine of exclusive control does not apply. Miller v. Montgomery, 397 Pa., supra.\n\n\n“ Staller v. Philadelphia Rapid Transit Company, 339 Pa. 100, 11 A. 2d 289; Cutler v. Philadelphia Rapid Transit Company, 319 Pa. 351, 179 Atl. 434.\n\n\n“ Dobrowski v. Pennsylvania Railroad Company, 319 Pa. 235, 178 Atl. 488; Philadelphia and Reading Railroad Company v. Hummell, 44 Pa. 375; Stewart v. Morow, 403 Pa., supra; cf. also, Haddon v. Lotito, 399 Pa. 521, 151 A. 2d 160; Novak v. Neff, 399 Pa. 193, 159 A. 2d 707; Davies v. McDowell National Bank, 407 Pa., supra.\n\n\n“ Rennekamp v. Blair, 375 Pa. 620, 101 A. 2d 669.”\n\n\n In order to satisfy this requirement the cases have held that plaintiff must prove that defendant had both exclusive control of the injuring agency and exclusive management over the circumstances of the accident: Izzi v. P. T. Co., 412 Pa., supra; Saldukas v. McKerns, 340 Pa. 113, 115, 16 A. 2d 30; Annett v. American Stores Company, 333 Pa. 589, 591-592, 5 A. 2d 97; Silverman v. Oil City Glass Bottle Co., 203 Pa. Superior Ct. 400, 402, 199 A. 2d 509; Drill v. Genetti, 200 Pa. Superior Ct. 471, 190 A. 2d 185; Anno., 169 A.L.R., 953; Harper and James, The Law of Torts, §19.7; Prosser, Law of Torts, §42; 65 O.J.S., §220(8). (This footnote not in original.)\n\n",
            "ocr": false,
            "opinion_id": 9754565
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}