{
    "id": 2332068,
    "judges": "Cochran, Hervey, Holcomb, Johnson, Keasler, Keller, Meyers, Price, Womack",
    "date_filed": 1174435200000,
    "date_filed_is_approximate": false,
    "slug": "sierra-v-state",
    "case_name_short": "Sierra",
    "case_name": "Sierra v. State",
    "case_name_full": "Hugo Alejandro SIERRA, Appellant, v. the STATE of Texas",
    "attorneys": "Richard A. Henderson, Fort Worth, for Appellant., Helena F. Faulkner, Asst. Crim. D.A., Fort Worth, Matthew Paul, State’s Atty., Austin, for State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 105,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b103-8\">\n    Hugo Alejandro SIERRA, Appellant, v. The STATE of Texas.\n   </parties><br><docketnumber id=\"b103-11\">\n    No. PD-453-05.\n   </docketnumber><br><court id=\"b103-12\">\n    Court of Criminal Appeals of Texas.\n   </court><decisiondate id=\"AFy\">\n    March 21, 2007.\n   </decisiondate><br><attorneys id=\"b104-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"86\"> \n     *86\n     </span>\n    Richard A. Henderson, Fort Worth, for Appellant.\n   </attorneys><br><attorneys id=\"b104-7\">\n    Helena F. Faulkner, Asst. Crim. D.A., Fort Worth, Matthew Paul, State’s Atty., Austin, for State.\n   </attorneys>",
    "citations": [
        "218 S.W.3d 85"
    ],
    "opinions": [
        {
            "author_str": "Meyers",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5763.0,
            "opinion_text": "\n218 S.W.3d 85 (2007)\nHugo Alejandro SIERRA, Appellant,\nv.\nThe STATE of Texas.\nNo. PD-453-05.\nCourt of Criminal Appeals of Texas.\nMarch 21, 2007.\n*86 Richard A. Henderson, Fort Worth, for Appellant.\nHelena F. Faulkner, Asst. Crim. D.A., Fort Worth, Matthew Paul, State's Atty., Austin, for State.\n\nOPINION\nMEYERS, J., delivered the opinion of the Court, in which KELLER, P.J., and PRICE, KEASLER, HERVEY, HOLCOMB, and COCHRAN, JJ., joined.\nAppellant Hugo Alejandro Sierra appeals from his conviction for capital murder. Appellant was arrested on suspicion of his involvement in an aggravated robbery and murder at a clothing store. He was taken to the police station for questioning, and after receiving Miranda warnings,[1] Appellant gave a written confession of his involvement in the crime. Although the police knew that Appellant was a Mexican national, the Mexican consulate was never contacted, and Appellant was not informed of his right under Article 36 of the Vienna Convention to contact the consulate.\nAppellant filed a motion to suppress the confession, arguing that police had violated his Vienna Convention rights by not informing him of his right to contact the Mexican consulate.[2] The trial court denied Appellant's motion to suppress, and the confession was introduced at trial. Appellant was convicted by a jury of capital murder. The State waived the death penalty, and the trial court sentenced Appellant to an automatic life sentence. On direct appeal, the Second Court of Appeals affirmed the trial court's judgment. Sierra v. State, 157 S.W.3d 52 (Tex.App.-Fort Worth 2004).\nAppellant filed a petition for discretionary review, and we granted the portion of Appellant's first ground for review that states \"the police violated international treaties to obtain Petitioner's confession.\" We ordered the parties to brief the following specific issues: 1) Does the Vienna Convention create a privately enforceable right in a criminal proceeding? 2) If so, does that right include the legal remedy of exclusion of a voluntary confession taken without notifying the arrestee of his right to contact his consulate? 3) Must a defendant show a causal connection between the violation of the Vienna Convention and the making of a confession? 4) What is the appropriate harmless error analysis that should be applied to Vienna Convention violations?\nAnalysis\n\"The Vienna Convention is an international treaty that governs relations *87 between individual nations and foreign consular officials.\" Sanchez-Llamas v. Oregon, ___ U.S. ___, ___, 126 S. Ct. 2669, 2691, 165 L. Ed. 2d 557 (2006). \"Article 36 of the Convention governs relations between consulates and their nationals.\" Id. It \"grants a foreign national who has been arrested, imprisoned or taken into custody a right to contact his consulate and requires the arresting government authorities to inform the individual of the right `without delay.'\" Maldonado v. State, 998 S.W.2d 239 (Tex.Crim.App.1999) (citing Vienna Convention on Consular Relations art. 36(1)(b), Apr. 24, 1963, 21 U.S.T. 77, 100-101, 595 U.N.T.S. 261, 292 (ratified by the United States on Nov. 24, 1969)).\nAppellant contends that the rights conferred by Article 36 are privately enforceable in a criminal proceeding and that the police violated Article 36 by failing to notify him of these rights. Appellant asserts that the Vienna Convention mandates exclusion of confessions taken in violation of Article 36.\nWhile this case was pending before us, the U.S. Supreme Court granted certiorari and issued an opinion in two Vienna Convention cases (Sanchez-Llamas v. Oregon and Bustillo v. Johnson), which it consolidated. Sanchez-Llamas, 126 S.Ct. at 2674. Sanchez-Llamas' case presented two of the same questions currently before us. \"First, does Article 36 create rights that defendants may invoke against the detaining authorities in a criminal trial or in a postconviction proceeding? Second, does a violation of Article 36 require suppression of a defendant's statements to police?\" Sanchez-Llamas, 126 S.Ct. at 2674.\nThe Supreme Court concluded that it was unnecessary to resolve the first question because Sanchez-Llamas \"was not in any event entitled to relief on [his] claims.\" Id. at 2677-78. Therefore, when addressing the second issue\u0097Sanchez-Llamas' claim that his incriminating statements should be suppressed because authorities failed to comply with Article 36\u0097 the Court assumed, without deciding, that Article 36 does grant individually enforceable rights. Id. at 2677-78. The Court held that Sanchez-Llamas was not entitled to relief because \"neither the Vienna Convention nor [Supreme Court] precedents applying the exclusionary rule supported suppression of Sanchez-Llamas' statements to the police.\" Id. at 2682. The Supreme Court has thus foreclosed the possibility that the federal exclusionary rule is an appropriate remedy for Article 36 violations.\nThe court of appeals affirmed the trial court, holding that it is bound by our decision in Rocha v. State, in which we held that the exclusionary rule in Texas Code of Criminal Procedure 38.23 does not apply to treaty violations. Sierra, 157 S.W.3d at 59-60; see also Rocha v. State, 16 S.W.3d 1, 19 (Tex.Crim.App.2000). Article 38.23(a) provides in relevant part:\nNo evidence obtained by an officer or other person in violation of any provisions of the Constitution or laws of the State or Texas, or of the Constitution or laws of the United States of America, shall be admitted in evidence against the accused on the trial of any criminal case.\nTex.Code Crim. Proc. art. 38.23(a). In Rocha, we performed a statutory analysis to determine whether a treaty is a \"law\" under Article 38.23. At the conclusion of the extensive analysis, we explained that \"given the language of Article 38.23, the purpose and function that treaties provide, and the uniquely federal aspect involved in enforcing international agreements, we hold that treaties do not constitute \"laws\" for Article 38.23 purposes.\" Appellant admits *88 that Rocha governs this case, but requests that we reconsider our decision in Rocha. v. State. We find no reason to reconsider our statutory analysis of 38.23 in Rocha and decline to do so.\nWe ordered briefing by the parties on related Vienna Convention issues in this case. But because we decide that Appellant is not entitled to relief under the Supreme Court's holding in Sanchez-Llamas and our decision in Rocha, we find it unnecessary to address the other issues.\nOur decision does not leave detained foreign nationals without any means of vindicating Vienna Convention rights. The Supreme Court proposed several alternative methods in Sanchez-Llamas. Sanchez-Llamas, 126 S.Ct. at 2682. The Court stated that \"[a] defendant can raise an Article 36 claim as part of a broader challenge to the voluntariness of his statements to police.\" Id. And further, if a defendant \"raises an Article 36 violation at trial, a court can make the appropriate accommodations to ensure the defendant secures, to the extent possible, the benefits of consular assistance.\" Id. The Court reiterated that diplomatic avenues are the primary means of enforcing the Convention. Id.\nConclusion\nBecause suppression is not an appropriate remedy for violations of the Vienna Convention, we affirm the decision of the court of appeals.\nWOMACK and JOHNSON, JJ., concurred.\nNOTES\n[1]  See Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).\n[2]  Appellant has also argued that his confession should be suppressed because he was not taken before a magistrate immediately after his arrest. The court of appeals addressed the issue, but we did not grant that portion of Appellant's petition for discretionary review.\n\n",
            "ocr": false,
            "opinion_id": 2332068
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}