{
    "id": 2333275,
    "judges": "Annabelle Clinton Imber",
    "date_filed": "2004-01-08",
    "date_filed_is_approximate": true,
    "slug": "mackool-v-state",
    "case_name_short": "MacKool",
    "case_name": "MacKool v. State",
    "case_name_full": "Leslie Ballard MacKOOL v. STATE of Arkansas",
    "attorneys": "James Law Firm, by: William O. James, Jr., for appellant., Mike Beebe, Att’y Gen., by: Karen Virginia Wallace, Ass’t Att’y Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b319-3\" pgmap=\"319\">\n    Leslie Ballard MacKOOL v. STATE of Arkansas\n   </parties><docketnumber id=\"Atcv\" pgmap=\"319\">\n    CR 04-1258\n   </docketnumber><citation id=\"Ax05\" pgmap=\"319\">\n    213 S.W.3d 618\n   </citation><br><court id=\"b319-4\" pgmap=\"319\">\n    Supreme Court of Arkansas\n   </court><decisiondate id=\"ABE\" pgmap=\"319\">\n    Opinion delivered September 22, 2005\n   </decisiondate><br><attorneys id=\"b321-5\" pgmap=\"321\">\n    James Law Firm, by: William O. James, Jr., for appellant.\n   </attorneys><br><attorneys id=\"b321-6\" pgmap=\"321\">\n    Mike Beebe, Att’y Gen., by: Karen Virginia Wallace, Ass’t Att’y Gen., for appellee.\n   </attorneys>",
    "citations": [
        "213 S.W.3d 618",
        "363 Ark. 295"
    ],
    "opinions": [
        {
            "author_str": "Imber",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3759.0,
            "opinion_text": "\n213 S.W.3d 618 (2005)\nLeslie Ballard MACKOOL, Appellant\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 04-1258.\nSupreme Court of Arkansas.\nSeptember 22, 2005.\n*619 James Law Firm, by: William O. James, Jr., Little Rock, for appellant.\nMike Beebe, Att'y Gen., by: Karen Virginia Wallace, Ass't Att'y Gen., Little Rock, for appellee.\nANNABELLE CLINTON IMBER, Justice.\nThis case is an appeal from the criminal conviction of Appellant Leslie MacKool for capital murder and theft of property. She was sentenced to life imprisonment without parole on the capital-murder charge and five years' imprisonment on the theft-of-property charge, with the sentences to run concurrently. Because she was sentenced to life imprisonment without parole, our jurisdiction is proper pursuant to Ark. R. Sup.Ct. 1-2(a)(2)(2005). On appeal, she argues (1) that the circuit court erred in refusing to give an instruction on manslaughter as a lesser-included offense of capital murder and (2) that the circuit court erred in allowing extrinsic evidence as rebuttal evidence. We find no merit in her arguments and affirm the circuit court.\nOn September 12, 2003, Janie Ballard was stabbed to death in her home. Subsequently, *620 Ms. Ballard's daughter, Appellant Leslie MacKool and her husband Mike MacKool were charged with the crime. At trial, Leslie admitted to killing her mother, but alleged that she was forced to do so by her husband.\nLeslie testified at trial that she was tightly controlled by Mike from the beginning of their relationship. According to Leslie, Mike demanded to know where she was at all times during the day. Moreover, once she married Mike, the relationship took a turn for the worse. He began to beat her and call her names. Her parents did not approve of her relationship with Mike, and eventually, after a disagreement with her mother over a condo she owned, Leslie attempted to commit suicide.\nIn August of 2003, Leslie's father died. Under his will, Leslie was only entitled to a small cash settlement. Leslie testified that when Mike read the will, he interpreted it to say that if her mother died within thirty days of her father, Leslie would inherit everything. She testified that he then began telling her that her mother needed to die, and that when she protested, Mike told her, \"If I tell you to f'ing do something, you are going to f'ing do it or I will kill you first.\"\nLeslie further testified that Mike devised a plan for her to kill her mother, and that he forced her to cooperate by telling her that if she didn't do it or if she said anything to anyone, he would kill her and her mother. The morning of the murder, he dropped Leslie at her mother's house and told her he would be across the street in the park. Leslie waited in the bushes for fifteen to twenty minutes until her mother arrived home, at which point Leslie followed her mother into the house and stabbed her over seventy times. She then took her mother's jewelry and her father's coin collection, as well as other items from the house, and drove away in her mother's Cadillac. Leslie was eventually arrested and charged with capital murder and theft of property.\nAt trial, Leslie requested an instruction on manslaughter as a lesser-included offense of capital murder, arguing that Mike provoked her to kill her mother, but the circuit court refused to give the requested instruction. She was convicted of both crimes and sentenced to life imprisonment without parole on the capital-murder charge and five years' imprisonment on the theft-of-property charge. Thereafter, Leslie filed a timely notice of appeal.\n\nI. Manslaughter Instruction\nFor her first point on appeal, Leslie argues that the circuit court erred in denying her proffered instruction for the lesser-included offense of manslaughter. It is reversible error to refuse to give an instruction on a lesser-included offense when the instruction is supported by even the slightest evidence. Spann v. State, 328 Ark. 509, 944 S.W.2d 537 (1997). According to Ark.Code Ann. § 5-10-104(a)(1)(Repl.1997),\n(a) a person commits manslaughter if:\n(1) He causes the death of another person under circumstances that would be murder, except that he causes the death under the influence of extreme emotional disturbance for which there is a reasonable excuse. The reasonableness of the excuse shall be determined from the viewpoint of a person in the defendant's situation under the circumstances, as he believes them to be.\nArk.Code Ann. § 5-10-104(a)(1). This court has also stated:\nThe passion that will reduce a homicide from murder to manslaughter may consist of anger or sudden resentment, or of fear or terror; but the passion springing *621 from any of these causes will not alone reduce the grade of the homicide. There must also be a provocation which induced the passion, and which the law deems adequate to make the passion irresistible. An assault with violence upon another who acts under the influence thereof may be sufficient to arouse such passion.\nRainey v. State, 310 Ark. 419, 423 837 S.W.2d 453 (1992). Thus, to qualify for the manslaughter instruction, there must be evidence of a provocation resulting in an extreme emotional disturbance.\nLeslie submits that the manslaughter instruction should have been given because there was evidence that she suffered an extreme emotional disturbance and was provoked by her husband, Mike, to kill her mother. In support of her argument, she points to evidence that Mike was physically and emotionally abusive to her. At trial, she testified that he would regularly slap and punch her, and that he had pushed her down steps. She also testified that he called her bitch, whore and slut, but that she stayed with him because she loved him.\nLeslie further testified that, upon her father's death, Mike interpreted her father's will to say that, if her mother died within thirty days of her father, Leslie would receive the proceeds of the will. After reading the will, according to Leslie, Mike began telling her that they should kill her mother. She stated Mike told her if she didn't kill her mother, he would kill her and her mother. She said she believed his threats because he had previously killed a man.\nAccording to Leslie, Mike orchestrated the plans on the day of the murder. She stated that he picked out dark colored clothes, a wig, gloves and a ski mask for her to wear and drove her to her mother's house, telling her the whole time that if she didn't follow through with the plan he would kill her and her mother. She also said that he told her he would be in the park across the street. Leslie testified that during the actual murder, she kept thinking that if she didn't kill her mother, Mike would kill them both.[1]\nConspicuously absent from the evidence offered by Leslie is any suggestion that the victim herself provoked Leslie to an extreme emotional disturbance. Thus, this appeal presents the question of whether a third party can provide the provocation to extreme emotional disturbance contemplated under the statute and case law. It is undisputed that, for the defendant to be entitled to an instruction on manslaughter under section 5-10-104(a)(1), the evidence must reveal that the murder is the result of a provocation leading to an extreme emotional disturbance. Spann v. State, supra. The requirement of provocation was closely examined in the Spann case, in which the appellant, Mr. Spann, was involved in a verbal altercation with another man. During the course of the argument, Mr. Spann shot the other man. At trial, the circuit court refused to give an instruction on voluntary manslaughter. On appeal, Mr. Spann argued that he was entitled to the instruction based on the argument that ensued minutes before the shooting. Id. at 513, 944 S.W.2d at 539. This court disagreed, noting:\n\n*622 In the present case, there was proof of intense anger on the part of Spann after the victim, who purportedly had been drinking, accused Spann's son of theft and demanded retribution from Spann. But there was no proof of provocation in the form of physical fighting, a threat, or a brandished weapon.\nId. at 515, 944 S.W.2d at 540.\nThe requisite provocation was found similarly lacking in the case of Kail v. State, 341 Ark. 89, 14 S.W.3d 878 (2000). In that case, the defendant wished to introduce evidence of alleged marital discord between himself and the victim's daughter, in an attempt to prove that he was suffering from an \"extreme emotional disturbance.\" The trial court precluded such evidence and refused the proffered instruction on manslaughter, reasoning that the defendant was not entitled to present any evidence whatsoever with respect to a claim of extreme emotional disturbance for which there is a reasonable excuse, in the absence of some physical provocation in close proximity to the homicide. This court affirmed the trial court and held that the appellant failed to demonstrate how the inclusion of such evidence would have provided a rational basis supporting a manslaughter instruction. Id. at 93-94, 14 S.W.3d at 880. In so holding, the court noted that the requested instruction \"requires a basis in fact indicating that the appellant killed Larry Chappell in the moment following `provocation in the form of physical fighting, a threat, or a brandished weapon,' as we stated in Spann.\" Id. at 94, 14 S.W.3d at 880-881 (citing Spann v. State, supra).\nIn this case, Leslie suggests that she was provoked to a state of extreme emotional disturbance by her husband, Mike, which resulted in her killing her mother. However, this court has previously declined to recognize provocation by a third party as sufficient to require instructions on manslaughter. Dow v. State, 77 Ark. 464, 92 S.W. 28 (1906). In the Dow case, Dow was separated from his wife, who was living with her parents. According to Dow's testimony, he met his wife and her family walking down the road. He asked his wife if she wanted to go home, but before she could answer, her father said, \"No, by God, she isn't going a step. I am going to take your God damn scalp.\" An altercation ensued and Dow attempted to leave, but another man in the party began shooting at him and he was hit by one of the bullets. He testified that he could not remember anything after being hit. Id. at 466, 92 S.W. at 29. Ultimately, Dow shot and killed his wife during the disturbance. On appeal, Dow argued that the trial court erred in refusing to give three requested instructions on manslaughter. This court agreed with the trial court, stating:\nIt is well settled that mere words are not sufficient provocation to reduce a willful homicide to manslaughter, and no witness in the case testified that the wife of defendant did anything except to refuse to go home with him. The court correctly instructed that no provocation on the part of his father-in-law would justify him in taking the life of his wife, and even if defendant's testimony was true, there was no other legal provocation.\nId. at 467, 92 S.W. at 29 (emphasis added). Similarly, here, no provocation on the part of Mike MacKool would justify Leslie in taking the life of her mother.\nOther jurisdictions have examined the question of third-party provocation and reached a similar result. In South Carolina, an appellant argued that the trial court improperly refused to give an instruction on manslaughter where the evidence showed that the victim's mother threw a cigarette case at the defendant *623 prior to the shootings. State v. Locklair, 341 S.C. 352, 535 S.E.2d 420 (2000). As part of its rationale for rejecting that argument, the South Carolina Supreme Court noted, \"[T]his overt act was made by a third party, not the deceased, and South Carolina has not recognized sufficient legal provocation from a third party that can be transferred to the victim.\" Id. at 363, 535 S.E.2d at 425.\nSimilarly, the Supreme Court of Nebraska refused to recognize provocation when the provocation did not come from the victim but instead from the victim's son. State v. Bautista, 193 Neb. 476, 227 N.W.2d 835 (1975). In Bautista, the defendant was involved in a fight outside a bar involving the victim's son. The defendant left the bar, but returned a short while later with a rifle and asked the father where his son was. As the father turned to back away from the defendant, the defendant shot him. On appeal, he argued that the trial court erred in refusing to instruct the jury on reasonable provocation. The Nebraska Supreme Court disagreed, stating, \"[T]here is no evidence in the record that the defendant was reasonably provoked by the victim. On the contrary, what provocation existed resulted from the acts of the victim's son, not the victim himself.\" Id. at 480, 227 N.W.2d at 839. Similarly, here, we hold that the manslaughter instruction was not appropriate in the absence of any proof of provocation from Ms. Ballard herself.\nLeslie's argument can similarly be rejected as an attempt to use the affirmative defense of duress to mitigate capital murder to manslaughter. The affirmative defense of duress exists when\nthe actor engaged in the conduct charged to constitute an offense because he reasonably believed he was compelled to do so by the threat of use of unlawful force against his person or the person of another that a person of ordinary firmness in the actor's situation would not have resisted.\nArk.Code. Ann. § 5-2-208 (Repl.1997). Though many states do not recognize the defense of duress to a murder, Arkansas does recognize the defense. See, e.g., Wright v. State, 335 Ark. 395, 983 S.W.2d 397 (1998)(overruled on other grounds). The affirmative defense of duress corresponds to Leslie's argument that Mike forced her to kill her mother, and, in fact, an instruction on duress was given to the jurors and is not at issue in this appeal. Instead, Leslie's argument that she was acting in a state of extreme emotional disturbance as a result of fear of her husband, i.e. that she was acting out of duress, is an attempt to mitigate the crime of intentional killing of her mother to voluntary manslaughter.\nSouth Carolina examined a similar question in State v. Rocheville, 310 S.C. 20, 425 S.E.2d 32 (1993). In that case, the appellant also argued that duress should mitigate murder to voluntary manslaughter, but used the rationale that duress negates the element of malice. Id. at 26, 425 S.E.2d at 35. The South Carolina Supreme court rejected this argument, stating:\nWe note some states have by statute included intentional killing under duress under the definition of the crime of voluntary manslaughter. Our statute defines manslaughter simply as the unlawful killing of another without malice. With no further statutory definition, this Court has followed the common law definition which requires sudden heat of passion upon a sufficient legal provocation. Both legal provocation and heat of passion are required. Accordingly, duress does not mitigate murder to voluntary manslaughter under South Carolina law.\n*624 Id. at 26, 425 S.E.2d at 36 (internal citations omitted). From this analysis, it appears that the South Carolina court found either legal provocation or heat of passion missing from the defense of duress. Consequently, that court was unwilling to allow the defense of duress to mitigate murder to voluntary manslaughter. In contrast, the Maryland Court of Appeals determined that, although duress was not applicable to homicide crimes in Maryland, the imperfect defense of duress could be used to mitigate murder to manslaughter. Wentworth v. State, 29 Md. App. 110, 349 A.2d 421 (1975). In so holding, the court noted a passage from La Fave and Scott that states:\nOne who is coerced by another person, or forced by the pressure of natural physical circumstances (e.g. thirst, starvation) into committing what is otherwise a crime, may have in some circumstances a complete defense to the crime, but not if the crime in question consists of killing another human being. Thus one who, not in self-defense or defense of another kills an innocent third person to save himself or to save another is guilty of a crime. But it is arguable that his crime should be manslaughter rather than murder, on the theory that the pressure upon him, although not enough to justify his act, should serve at least to mitigate it to something less than murder.\nId. at 120-121, 349 A.2d at 427-428.\nWhile this argument might be persuasive where duress is not a defense to murder, it is much less convincing where the defendant is already given a chance to completely exonerate him or herself by the defense of duress, as in Arkansas. In that case, allowing the defendant to argue both that he or she should be found innocent because of duress and simultaneously that the severity of his crime should be reduced because of duress allows the defendant the proverbial \"two bites at the apple.\" Thus, as the affirmative defense of duress was available to Leslie as a complete defense, we hold that this argument is not available to mitigate the charge of murder to manslaughter.\n\nII. Rebuttal Evidence\nLeslie's second argument on appeal is that the circuit court erred in allowing the State to introduce extrinsic evidence in violation of Ark. R. Evid. 608(b)(2004) in the form of rebuttal witnesses. Specifically, Leslie objects to the introduction of rebuttal evidence by witnesses Laurie Steppach and Nancy Nicholas. At trial, Leslie testified to various details of conversations with Ms. Steppach, her hairdresser, and specifically denied that she told the hairdresser that she had cancer. She further testified to numerous details concerning her interactions with Ms. Nicholas, her insurance agent, in purchasing insurance. In rebuttal, the State called Ms. Steppach and Ms. Nicholas to testify as to their versions of the stories. Ms. Steppach testified that Leslie had told her she had breast cancer and that she had attended her father's funeral, in contrast to the testimony of Dr. Henderson, the expert witness who testified that Leslie \"was quite distraught and very surprised\" after hearing that her father's funeral had taken place while she was out of the state. Additionally, Ms. Nicholas's testimony regarding Leslie's request to purchase insurance was markedly different from Leslie's accounting. Leslie argues their testimony was extrinsic evidence in violation of Ark. R. Evid. 608(b) and improper rebuttal evidence. On appeal, we will not reverse a trial court's ruling on the admission of evidence absent an abuse of discretion; nor will we reverse absent a showing of prejudice. Gaines v. State, 340 Ark. 99, 8 S.W.3d 547 (2000); Huddleston *625 v. State, 339 Ark. 266, 5 S.W.3d 46 (1999). Here, Leslie's argument is void of any mention of prejudice. Thus, we affirm the circuit court on this point.\nIn compliance with Ark. Sup.Ct. R. 4-3(h), the record has been examined for all objections, motions, and requests made by either party that were decided adversely to appellant, and no prejudicial error has been found. Doss v. State, 351 Ark. 667, 97 S.W.3d 413 (2003).\nAffirmed.\nNOTES\n[1]  In addition to her own testimony, Leslie presented testimony by two separate psychologists who evaluated Leslie and diagnosed a number of psychiatric disorders. However, pursuant to our decision in the recent case of Bankston v. State, 361 Ark. 123, 205 S.W.3d 138 (2005), evidence of internal disturbances caused by mental disease or defect are not relevant as evidence of an extreme emotional disturbance under section 5-10-104(a)(1).\n\n",
            "ocr": false,
            "opinion_id": 2333275
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Murder"
}