{
    "id": 2338976,
    "judges": "Kulik, Siddoway, Sweeney",
    "date_filed": 1326326400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-burton",
    "case_name_short": "Burton",
    "case_name": "State v. Burton",
    "case_name_full": "The State of Washington, Respondent, v. Jackie R. Burton, Appellant",
    "attorneys": "Janet G. Gemberling (of Janet Gemberling PS), for appellant., Steven J. Tucker, Prosecuting Attorney, and Mark E. Lindsey and Andrew J. Metis III, Deputies, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b892-4\">\n    [Nos. 24944-1-III; 29337-8-III.\n   </docketnumber><court id=\"A6io\">\n    Division Three.\n   </court><decisiondate id=\"Adk\">\n    January 12, 2012.]\n   </decisiondate><br><parties id=\"b892-5\">\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. Jackie R. Burton,\n    <em>\n     Appellant.\n    </em>\n</parties><br><attorneys id=\"b894-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"868\"> \n     *868\n     </span>\n<em>\n     Janet G. Gemberling\n    </em>\n    (of\n    <em>\n     Janet Gemberling PS),\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b894-8\">\n<em>\n     Steven J. Tucker, Prosecuting Attorney,\n    </em>\n    and\n    <em>\n     Mark E. Lindsey\n    </em>\n    and\n    <em>\n     Andrew J. Metis III, Deputies,\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "269 P.3d 337",
        "165 Wash. App. 866"
    ],
    "opinions": [
        {
            "author_str": "Siddoway",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8464.0,
            "opinion_text": "\n269 P.3d 337 (2012)\n165 Wash. App. 866\nSTATE of Washington, Respondent,\nv.\nJackie R. BURTON, Appellant.\nNos. 24944-1-III, 29337-8-III.\nCourt of Appeals of Washington, Division 3.\nJanuary 12, 2012.\n*338 Janet G. Gemberling, Janet Gemberling PS, Spokane, WA, for Appellant.\nMark Erik Lindsey, Spokane County Prosecuting Attorneys, Andrew J. Metts, III, Spokane County Prosecuting Office, Spokane, WA, for Respondent.\n\nOPINION PUBLISHED IN PART\nSIDDOWAY, J.\n¶ 1 Jackie Burton appeals her conviction of solicitation to commit murder in the first degree, imposed after she paid an undercover officer to kill her ex-employer/lover. She claims a right to a new trial based on an extraordinary delay in preparation of the transcript of her trial and on other grounds. While the court reporter's delay in producing the trial transcript was inexcusable, the record was settled in a permitted and reliable manner. We find no demonstrable prejudice to her appeal as a result of the three-year delay and the delay, standing alone, does not warrant a new trial. For that reason, and finding no other error, we affirm.\n\nFACTS AND PROCEDURAL BACKGROUND\n¶ 2 Jackie Burton worked as a paralegal for attorney Peter Dahlin from 1991 to 2004. The two began an intimate and turbulent relationship in the fall of 2002, after Ms. Burton separated from her husband. Ms. Burton admits that she was by that time an alcoholic; her problems with alcohol began during the difficult final years of her marriage. Mr. Dahlin repeatedly fired Ms. Burton for consuming alcohol at work after their personal relationship began. He nonetheless rehired her after each termination because his office \"was in shambles\" without her. Report of Proceedings (RP) (Dec. 5, 2005) at 104. For her part, Ms. Burton claims that Mr. Dahlin was physically and mentally abusive. Their professional and personal relationship came to a definitive end in December 2004, after Mr. Dahlin watched Ms. Burton slam her car into his car, outside his home.\n*339 ¶ 3 Shortly thereafter Ms. Burton began working for another attorney, Michael Riccelli, where she was introduced to Jon Ballentine, one of Mr. Riccelli's clients, in early January 2005. Mr. Ballentine was introduced as someone who provided protection services, and he handed her a business card for his security business, \"Large White Man, Inc.\" RP (Dec. 6, 2005) at 46. The two briefly discussed problems she was having with Mr. Dahlin. Ms. Burton met shortly thereafter with Mr. Ballentine and two of his associates (introduced to her as \"Animal\" and \"Daddy Rat\") at a local bar. Id. at 48. Ms. Burton spoke to Mr. Ballentine separately at one point during the evening, in the privacy of his car, and asked whether he could be hired to kill Mr. Dahlin. Mr. Ballentine said that he would think about it.\n¶ 4 The next day, Ms. Burton called Mr. Ballentine to follow up on her expressed interest in having him kill Mr. Dahlin. Her persistence led Mr. Ballentine to conclude that she was \"going to hurt somebody,\" prompting him to call Mr. Riccelli and report the conversations. RP (Dec. 5, 2005) at 65. Mr. Riccelli arranged for Mr. Ballentine to meet with a homicide detective with the Spokane Police Department. Mr. Ballentine met with the detective and agreed to cooperate with Spokane police.\n¶ 5 At the request of detectives, Mr. Ballentine called Ms. Burton to see if she wanted to meet with a hit man he supposedly knew, who in reality would be undercover detective Leroy Fairbanks. Ms. Burton said she did, and arrangements were made for her to meet with Mr. Ballentine and the purported hit man in a room at a local motel. Officers obtained a court order permitting them to wire the room with audio and video recording equipment. The recording of the meeting captured Ms. Burton telling Detective Fairbanks that she wanted Mr. Dahlin dead and that she wanted his death to be painful. She was also recorded giving him $500 in cash as a down payment and a drawing of the interior of Mr. Dahlin's residence. At the conclusion of the meeting, Ms. Burton was allowed to leave, with no indication anything was amiss.\n¶ 6 Police promptly contacted Mr. Dahlin, reported the situation, and asked if he would cooperate by posing for photographs in which he would appear to have been beaten and killed. The photographs would be presented to Ms. Burton as proof that the hit had been completed. Mr. Dahlin agreed, a makeup artist was brought in to simulate trauma and pallor, and photos were taken. Later that day, Ms. Burton was contacted by Detective Fairbanks and agreed to meet him in a grocery store parking lot. During this encounter, which was also recorded, Ms. Burton reviewed the photos, expressed her gratitude, and gave the detective an additional $500. Ms. Burton was immediately arrested and was later charged with solicitation to commit first degree murder.\n¶ 7 Before trial, Ms. Burton moved in limine to exclude any evidence of prior bad acts on her part. The State responded that it did not intend to introduce the incident involving Ms. Burton slamming her car into Mr. Dahlin's car unless it became relevant in light of evidence presented by the defense. The court invited any reply by defense counsel, who accepted the State's response as adequate. The court reserved ruling on the motion, commenting:\n[O]bviously, [c]ounsel, if indeed the entrapment defense is presented, which it appears it will be, and particularly further if psychological testimony on the point of particular susceptibility to inducement is admitted, then it may ... well be that the State would be within its rights from [an] evidentiary perspective in raising such matters, so we'll reserve that one.\nRP(Dec. 1,2005 a.m.) at 10.\n¶ 8 At trial, defense counsel detailed Ms. Burton's version of events in opening statement. According to Ms. Burton, she only told Mr. Ballentine that she wanted Mr. Dahlin to leave her alone; Mr. Ballentine suggested that he and his crew could \"rough up\" Mr. Dahlin, RP (Dec. 6, 2005) at 52; Mr. Ballentine misread her intentions and went forward with arrangements to have Mr. Dahlin killed; upon learning of his arrangements, she insisted that it was a misunderstanding; and Mr. Ballentine, evidently concerned she might report his conduct to police, decided to *340 approach law enforcement first and shift all responsibility to her. She claimed that her continuing discussion of the plan after Mr. Ballentine began cooperating with police was solely because he convinced her it was too late to turn back. Defense counsel told the jury that the evidence would show that \"what took place on that tape and the crime that was committed here was not the design, the idea, or the desire of Ms. Burton, but was a plan, a design and script that was carefully outlined by law enforcement agents and Mr. Jon Ballentine.\" RP (Dec. 5, 2005) at 60.\n¶ 9 When it came time in the State's case to examine Mr. Dahlin, the prosecutor elicited his testimony to several hostile acts committed against him or his property by Ms. Burton as their relationship deteriorated. Many of the questions and answers drew no objection from defense counsel. Defense counsel ultimately did object, complaining at sidebar that the prosecutor's questions were improper given representations made when the motion in limine was heard. The court sustained the defense objection to further \"bad acts\" evidence, with one exception; it allowed the State to inquire into the final car-ramming incident. Id. at 107. The court also offered to give a limiting instruction, but defense counsel declined, stating that he was \"caught at this point\" because \"[t]he damage is already done.\" Id. at 109.\n¶ 10 In the defense case, Ms. Burton testified to a version of events that contradicted Mr. Ballentine's in nearly every respect. She testified that Mr. Ballentine essentially forced her to commit the crime, leading her to believe that he had made irreversible preparations to have Mr. Dahlin killed. She explained that her chronic intoxication and her fear of Mr. Ballentine left her with no other choice but to go through with the meetings. She also claimed to have been groomed by Mr. Ballentine to say what she said during the recorded conversation at the motel.\n¶ 11 The jury was instructed on the defense of entrapment. The instruction, which was otherwise drawn from the Washington pattern instruction, omitted its language addressing the burden of proof.[1] The omitted language would have explained that the defendant bears the burden of proving the defense of entrapment by a preponderance of the evidence.[2] No objection was made to the instruction as given.\n¶ 12 During the State's closing argument, the prosecutor addressed what it means to have an \"abiding belief\" in the truth of the charge within the meaning of the jury instruction on the burden of proof.[3] The prosecutor suggested that if jurors were asked a year from trial at a cocktail party what the case was about, and if they would reply \"the case was about a woman who hated her bos[s] and wanted to ... kill him and [thought she was hiring a] hit man and paid [$500 to an undercover cop] and the whole thing was on videotape,\" then Ms. Burton *341 was guilty and they would have an abiding belief in her guilt. RP (Dec. 6, 2005) at 127. No objection was made to the characterization.\n¶ 13 Ms. Burton was found guilty by the jury and sentenced to 15 years. She timely appealed.\n¶ 14 Consideration of Ms. Burton's appeal has been significantly delayed.\n¶ 15 The judgment and sentence was entered on February 3, 2006. A trial transcript was requested by Ms. Burton in March 2006, and it was to be produced by the court reporter at the trial, Loni Smith, by the end of May. Ms. Smith resigned her position with the superior court in early May 2006 and moved to Utah. The due date to prepare the transcript was thereafter extended by this court to mid-September. When the transcript was not produced by the extended deadline, we remanded the case to the superior court in late September in order to address Ms. Smith's failure to produce the transcript.\n¶ 16 In October 2006, Ms. Smith was ordered by the superior court to send all trial materials in her possession to the court so that an alternate court reporter could be appointed. She complied. In late October 2006, an alternate court reporter was appointed. The appointee was unable to produce a transcript from the provided materials due to incompatible compact discs containing the stenographic record and missing or inoperable audio records. After attempting unsuccessfully to prepare a transcript, the alternate court reporter notified the court that only Ms. Smith would be able to produce an accurate transcription of the proceedings.\n¶ 17 Ms. Smith was reappointed as the official court reporter on June 26, 2007. On the same day, the superior court entered an order requiring her to produce immediately the trial transcript. She did not comply. As a result, the Spokane County Prosecutor filed a motion for civil contempt against her. The superior court entered an order to show cause. Ms. Smith failed to appear at the show cause hearing scheduled for October 15, 2007.\n¶ 18 Upon her failure to appear, the superior court entered an order authorizing the issuance of a civil bench warrant for Ms. Smith's arrest, setting bond in the amount of $5,000. The bench warrant issued on June 2, 2008. Ms. Smith was arrested by the Hurricane, Utah police on February 8, 2009, and was booked into the Purgatory Correctional Facility in Hurricane, Utah. Ms. Smith bonded out with a promise to contact the Spokane superior court within 10 days. She made contact as agreed and a show cause hearing was coordinated with her for March 18, 2009.\n¶ 19 Having still received no transcript, Ms. Burton had moved in early February 2009 to vacate the judgment and sentence. The motion was denied on February 27, with the court finding that \"new circumstances have developed which indicate that there is reason to believe that a transcript of the trial will be completed within a reasonable period of time.\" Clerk's Papers (CP) at 233. The transcript was finally produced by Ms. Smith on April 21, 2009\u0097three years from the date it was originally due.\n¶ 20 The transcript as provided contains hundreds of typographical and stenographical errors, some of which render portions of the transcript difficult to decipher.[4] In response to Ms. Burton's motion objecting to the transcript, the trial court entered an order in November 2009 directing trial counsel to settle the record. The order directed *342 Ms. Burton to identify passages in the transcript requiring clarification or correction and directed both trial counsel, from that identification, to determine to the best of their recollection, trial materials and notes, what the record should reflect. Ms. Burton identified 128 passages in the record requiring clarification. The State submitted a 14-page affidavit providing its clarification of the challenged portions of the record based on trial counsel's memory, trial notes, police reports, and the transcript itself. It also noted those portions of the transcript identified by Ms. Burton which, in its view, required no clarification. Ms. Burton's trial counsel filed a certificate stating his belief that the State's clarification \"is accurate to the extent it describes the general nature of the testimony\" but added that \"without the specific verbatim testimony, I believe they are inadequate and no further clarification can be made.\" CP at 288.\n¶ 21 In April 2010, the trial court directed Ms. Burton's counsel to file any further objection to the record. In response, she renewed her motion to vacate the judgment. Her motion was denied in late July after the trial court\u0097the same judge who had presided at the criminal trial\u0097determined that the procedure for supplementation of the record laid out in RAP 9.4 and 9.5 had been followed and that \"[t]he record satisfactorily recounts the events material to the issues on appeal.\" CP at 335 (Findings of Fact 9, 10).\n¶ 22 Ms. Burton appealed the order denying her motion to vacate the judgment. Her two appeals were consolidated for review.\n\nANALYSIS\n\nI\n¶ 23 We first address Ms. Burton's argument that she is entitled to a new trial due to the inordinate amount of time it took to obtain the trial transcript.\n¶ 24 The United States Constitution does not require the states to provide convicted defendants with an appeal, nor is the right to a speedy appeal contemplated in the Sixth Amendment. Ms. Burton therefore has no right to a speedy appeal, as such.[5] Nonetheless, when a state has provided a constitutional right to appeal and has established appellate courts as an integral part of the criminal justice system, an appeal must comport with due process. State v. Lennon, 94 Wash.App. 573, 577, 976 P.2d 121 (citing United States v. Smith, 94 F.3d 204, 206-07 (6th Cir.1996), cert denied, 519 U.S. 1133, 117 S. Ct. 997, 136 L. Ed. 2d 877 (1997); Rheuark v. Shaw, 628 F.2d 297, 302 (5th Cir.1980), cert. denied, 450 U.S. 931, 101 S. Ct. 1392, 67 L. Ed. 2d 365 (1981)), review denied, 138 Wash.2d 1014, 989 P.2d 1139 (1999). This court held in Lennon that \"Washington guarantees the right to appeal criminal prosecutions, and substantial delay in the appellate process may constitute a due process violation.\" 94 Wash.App. at 577, 976 P.2d 121.\n¶ 25 To determine when delay in resolving an appeal denies due process, this court, like other courts before ours, adopted a modified version of the balancing test formulated in Barker v. Wingo, 407 U.S. 514, 530, 92 S. Ct. 2182, 33 L. Ed. 2d 101 (1972) for determining when delay in bringing a defendant to trial violates her or his Sixth Amendment right. Lennon, 94 Wash.App. at 578, 976 P.2d 121. In the speedy trial context, four factors are considered: (1) the length of delay, (2) the reason for the delay, (3) the defendant's assertion of his right, and (4) prejudice to the defendant. Barker, 407 U.S. at 530, 92 S. Ct. 2182. \"The length of the delay is to some extent a triggering mechanism. Until there is some delay which is presumptively prejudicial, there is no necessity for inquiry into the other factors.\" Id. Adapting the Barker analysis to the appellate context, this court readily concluded that a 10-month delay fell *343 far short of a due process violation. Lennon, 94 Wash.App. at 578, 976 P.2d 121.\n¶ 26 The three years' delay preparing the transcript in this case requires a more searching inquiry. Given intervening case law from other courts questioning whether the Barker speedy trial factors should apply to appellate delay, the State suggests that we revisit whether they should be used at all. Courts questioning application of the Barker factors point out that in an appellate proceeding, the accused has already been convicted and has lost the presumption of innocence; the focus of the inquiry should therefore be due process concerns of fairness and prejudice. Prejudice is shown if the appellant demonstrates that she is unable to present an adequate appeal because of the delay or will be unable to defend in the event the conviction is reversed and retrial is ordered. United States v. Alston, 412 A.2d 351, 357 (D.C.1980) (\"from a due process perspective, the one, indispensable concern during an appeal period is prejudice\"); accord Sands v. Cunningham, 617 F. Supp. 1551, 1566-67 (D.N.H.1985); Lopez v. State, 105 Nev. 68, 769 P.2d 1276, 1288-89 (1989); Chatman v. Mancill, 280 Ga. 253, 626 S.E.2d 102, 107 (2006) (collecting cases).[6]\n¶ 27 It is clear that the due process clause, U.S. CONST. amend. XIV, the sole source of rights with which we are dealing, always protects defendants against fundamentally unfair treatment by the government in criminal proceedings. Doggett v. United States, 505 U.S. 647, 666, 112 S. Ct. 2686, 120 L. Ed. 2d 520 (1992) (Thomas, J., dissenting) (citing United States v. Lovasco, 431 U.S. 783, 97 S. Ct. 2044, 52 L. Ed. 2d 752 (1977)). Lovasco recognized that any demonstration of actual prejudice arising from delay in criminal proceedings makes a due process claim concrete and ripe for adjudication, but does not make the claim automatically valid. The due process inquiry must consider the reasons for the delay as well as the prejudice to the accused. 431 U.S. at 789-90, 97 S. Ct. 2044. The Barker factors are relevant to the due process inquiry (with the exception of certain types of Barker prejudice, discussed below) so we will continue to apply them, bearing in mind that we are analyzing Ms. Burton's right to due process, not a right to a speedy appeal.\n¶ 28 Applying the first Barker factor, the delay in preparing the trial transcripts was approximately three years, a period of time that the State concedes is lengthy enough to warrant consideration of the other factors. Br. of Resp't at 11; see also Smith, 94 F.3d at 209 (recognizing that delays of 2 to 10 years have been deemed egregious enough to require further inquiry; 3-year delay justified further inquiry).\n¶ 29 Turning to the second factor, the reason for the delay was the court reporter's unexplained failure to complete the transcripts in a timely manner. In determining whether delay is a deprivation of due process, the customary inquiry is whether the government's action\u0097including, where relevant, the reason for it\u0097violates those \"`fundamental conceptions of justice which lie at the base of our civil and political institutions'\" and which define \"`the community's sense of fair play and decency.'\" Lovasco, 431 U.S. at 790, 97 S. Ct. 2044 (quoting Mooney v. Holohan, 294 U.S. 103, 112, 55 S. Ct. 340, 79 L. Ed. 791 (1935); Rochin v. California, 342 U.S. 165, 173, 72 S. Ct. 205, 96 L. Ed. 183 (1952)). The answer here is no; the delay was not the result of any improper or unfair government design. Even if we analyze the reason for the delay in Barker's speedy trial terms\u0097by assigning relative fault for delay to state actors or to the defendant\u0097the factor does not weigh against the State. While the Ninth Circuit Court of Appeals has treated court reporter delay as attributable to the State, see United States v. *344 Mohawk, 20 F.3d 1480, 1485 (9th Cir.1994), this court held in Lennon that a court reporter's \"unexplained procrastination ... was not the fault of the State or this court.\" 94 Wash.App. at 578, 976 P.2d 121. The United States Supreme Court's later decision in Vermont v. Brillon, ___ U.S. ___, 129 S. Ct. 1283, 173 L. Ed. 2d 231 (2009) lends support to this court's conclusion; in that case, a public defender was principally responsible for the delay but the Court held that his delay should not be attributed to the State solely because he was a paid employee of the State's criminal justice system and was assigned to the case by the State. 129 S. Ct. at 1291-92. Only if the public defender's delay resulted from a systemic breakdown in the public defender system or institutional problems should the State bear responsibility for his delay. Id. at 1292-93. A similar analysis should apply here. Ms. Smith was assigned by the superior court at the time of Ms. Burton's trial to create a stenographic record. But upon filing a notice of appeal, Ms. Burton was responsible for arranging to have Ms. Smith (by then an ex-county employee) prepare the transcript. There is nothing to suggest that the State interfered with Ms. Burton's arrangements for the record or bore responsibility for any institutional problem contributing to Ms. Smith's delay. Indeed, the superior court and the prosecutor's office appear to have conscientiously monitored the problem and responded with increasing pressure to address the reporter's unusual and surprising nonresponsiveness.\n¶ 30 The State agrees that the third factor\u0097Ms. Burton's assertion of her right\u0097is present. Br. of Resp't at 12. Ms. Burton was diligent in pursuing her appeal.\n¶ 31 It is the fourth factor\u0097prejudice\u0097 that is principally in contention. The United States Supreme Court held in Barker that prejudice in the speedy trial context should be assessed in the light of several defense interests that the speedy trial right was designed to protect: (1) to prevent oppressive pretrial incarceration, (2) to minimize anxiety and concern of the accused, and (3) to limit the possibility that the defense will be impaired. 407 U.S. at 532, 92 S. Ct. 2182. Ms. Burton relies on all three types of prejudice. At oral argument, her lawyer stressed Ms. Burton's anxiety and concern, arguing that the emotional strain on a convicted defendant is most acute during the period she or he is awaiting the outcome of what is hoped will be a successful appeal\u0097a period extended, in Ms. Burton's case, for several unwarranted years.\n¶ 32 But we cannot agree that the first and second forms of prejudice recognized by Barker in the speedy trial context support a remedy for delay where the interest we are examining is Ms, Burton's right to due process. Unlike the speedy trial clause, U.S. CONST. amend. VI, the due process clause has no necessary tie to timeliness. Rather, the United States Supreme Court has described its decisions providing due process guaranties to criminal appellants as providing \"minimum safeguards necessary to make [the] appeal `adequate and effective.'\" Evitts v. Lucey, 469 U.S. 387, 392, 105 S. Ct. 830, 83 L. Ed. 2d 821 (1985) (quoting Griffin v. Illinois, 351 U.S. 12, 20, 76 S. Ct. 585, 100 L. Ed. 891 (1956), and citing Douglas v. California, 372 U.S. 353, 83 S. Ct. 814, 9 L. Ed. 2d 811 (1963)). Evitts also describes Douglas and Griffin as requiring a State that affords a right of appeal to make that appeal more than a \"`meaningless ritual.'\" 469 U.S. at 394, 105 S. Ct. 830 (quoting Douglas, 372 U.S. at 358, 83 S. Ct. 814). These are protections of procedural effectiveness and fairness. Timeliness may or may not be a factor. By contrast, the core concern of the speedy trial clause has been described as the impairment of the liberty of an individual who stands unconvicted of a crime. United States v. Loud Hawk, 474 U.S. 302, 312, 106 S. Ct. 648, 88 L. Ed. 2d 640 (1986).\n¶ 33 The United States Supreme Court observed in Ross v. Moffitt, 417 U.S. 600, 610-11, 94 S. Ct. 2437, 41 L. Ed. 2d 341 (1974) that \"there are significant differences between the trial and appellate stages of a criminal proceeding,\" one being that \"while no one would agree that the State may simply dispense with the trial stage of proceedings without a criminal defendant's consent, it is clear that the State need not provide any appeal at all.\" Bearing in mind this different posture of the unconvicted and convicted defendant, *345 the absence of a constitutional guaranty of a speedy appeal, and the fact that fairness\u0097not liberty\u0097is the core concern of the due process clause, we conclude that in adapting the Barker factors to the appellate context to nonsystemic issues of appellate delay, only actual prejudice warrants consideration as the fourth factor in the analysis.[7]\n¶ 34 The only actual prejudice advanced by Ms. Burton is speculative: she argues that the delay in obtaining the transcript impaired her ability to respond to the poor quality of portions of the transcript that was ultimately produced. She contends that the prosecutor's memory had to have faded by the time he was required to clarify the transcript and his recitation of what transpired during the garbled passages cannot be regarded as reliable.\n¶ 35 In essence, we are asked to speculate that the delay caused the record on appeal to be materially more favorable to the State than it would have been had the transcript been timely produced. Two responses are in order. First, our appellate rules provide a procedure for settling the trial court record where the court reporter's stenographic notes or recordings have been lost or damaged, as appears was the case here. Those rules allow for input by trial counsel for both sides and an ultimate determination of the sufficiency of the record by the judge before whom the proceedings were held. An experienced trial judge settled the record and found it to be sufficient, a determination to which Ms. Burton has separately assigned error. It is through that process that any tangible concerns about the reliability of the record can be addressed. More to the point for this issue\u0097due process\u0097actual, not potential, prejudice must be demonstrated to establish a due process violation. See State v. Rohrich, 149 Wash.2d 647, 71 P.3d 638 (2003) (collecting cases requiring actual, not speculative, prejudice to demonstrate a violation of due process rights).\n¶ 36 While we deny Ms. Burton's appeal on this ground, let us be clear that the delay Ms. Burton encountered in obtaining the transcript of her trial was inexcusable. It has made the appellate process frustrating and more difficult for all concerned; unquestionably for Ms. Burton most of all. The problems experienced in this appeal have heightened the awareness and attention of this court and the superior court to previously unforeseen potentials for delay. Absent actual prejudice, however, the delay does not offend due process.\n\nII\n¶ 37 Ms. Burton argues next that the record is insufficient to review her claims of prosecutorial misconduct and ineffective assistance because the record of challenged events at trial is not reliable.\n¶ 38 \"A criminal defendant is constitutionally entitled to a `record of sufficient completeness' to permit effective appellate review of his or her claims.\" State v. Thomas, 70 Wash.App. 296, 298, 852 P.2d 1130 (1993) (quoting Coppedge v. United States, 369 U.S. 438, 446, 82 S. Ct. 917, 8 L. Ed. 2d 21 (1962)). However, a record of sufficient completeness does not necessarily mean a complete verbatim transcript. Id. at 299, 852 P.2d 1130. Unlike the truly unusual appellate delay in this case, problems with a trial record or portions of it are not rare, and alternative methods of reporting trial proceedings are constitutionally permissible \"`if they place before the appellate court an *346 equivalent report of the events at trial from which the appellant's contentions arise.'\" State v. Jackson, 87 Wash.2d 562, 565, 554 P.2d 1347 (1976) (quoting Draper v. Washington, 372 U.S. 487, 495, 83 S. Ct. 774, 9 L. Ed. 2d 899 (1963)).\n¶ 39 A new trial will seldom be required when a report of proceedings is lost. In most cases, a reconstructed record will provide the defendant with a record of sufficient completeness for effective review. State v. Tilton, 149 Wash.2d 775, 785, 72 P.3d 735 (2003). The absence of a portion of the record is not reversible error unless the defendant can demonstrate prejudice. See State v. Miller, 40 Wash.App. 483, 488-89, 698 P.2d 1123, review denied, 104 Wash.2d 1010 (1985). Where the nature of the error is one that \"trial counsel probably would have remembered,\" such as prosecutorial misconduct during closing argument (or a related claim of ineffective counsel for failure to object), even the entire loss of the pertinent record may not prevent effective review. State v. Putman, 65 Wash.App. 606, 611, 829 P.2d 787 (1992), review denied, 122 Wash.2d 1015, 863 P.2d 73 (1993).\n¶ 40 In State v. Classen, the court reviewed several decisions considering whether reconstructed records were sufficient for review. 143 Wash.App. 45, 55-57, 176 P.3d 582, review denied, 164 Wash.2d 1016, 195 P.3d 88 (2008). From those cases, the court distilled the following factors which, among others, apply in determining the sufficiency of the record:\n(1) whether all or only part of the trial record is missing or reconstructed; (2) the importance of the missing portion to review the issues raised on appeal; (3) the adequacy of the reconstructed record to permit appellate review; and (4) the degree of resultant prejudice from the missing or reconstructed record, if any, to the defendant.\nId. at 57, 176 P.3d 582. The record in Classen was deemed adequate where a verbatim report of proceedings omitting three days of trial was reconstructed using news footage and the attorneys' notes and memories one week after the testimony. Id. It concluded that the defendant failed to demonstrate prejudice because he could not identify how the reconstructed record diminished his ability to raise, and the court's ability to consider, his issues on appeal. Id. at 58, 176 P.3d 582.\n¶ 41 Ms. Burton argues that her case more closely resembles State v. Larson, 62 Wash.2d 64, 66, 381 P.2d 120 (1963) and Tilton, 149 Wash.2d at 783, 72 P.3d 735, two cases in which our Supreme Court concluded that the record was insufficient for review. We disagree. In Larson, the entire verbatim report of proceedings was lost and the court concluded that appellate counsel, who had not acted as trial counsel, had no means by which to assess the sufficiency of the narrative summary provided by the trial court. 62 Wash.2d at 67, 381 P.2d 120. Here, a complete, albeit partially garbled, transcript was provided and Ms. Burton's trial counsel declared the prosecutor's clarifications to be substantively accurate. In Tilton, 36 minutes of the defendant's testimony were not preserved. 149 Wash.2d at 779, 72 P.3d 735. The court ordered a new trial because the missing testimony was essential. Id. at 785, 72 P.3d 735. Here, however, no part of the record was lost. The State's clarifying affidavit supplements the transcript; it is not offered as a substitute. Indeed, this case appears unique in that no part of the report of proceedings is missing. Instead, the transcript contains a number of garbled passages, mostly during closing argument, that require varying degrees of effort to decipher.\n¶ 42 Ms. Burton's prosecutorial misconduct and corresponding ineffective assistance claims rely on portions of the transcript that are flawed but sufficiently understandable to conduct effective review.\n¶ 43 We affirm.\n¶ 44 The remainder of this opinion has no precedential value. Therefore, it will be filed for public record in accordance with the rules governing unpublished opinions. RCW 2.06.040.\nWE CONCUR: KULIK, C.J., and SWEENEY, J.\nNOTES\n[1]  As given, the instruction stated:\n\nEntrapment is a defense to a criminal charge if the criminal design originated in the mind of law enforcement officials, or any person acting under their direction, and the defendant was lured or induced to commit a crime which the defendant had not otherwise intended to commit.\nThe defense is not established if the law enforcement officials did no more than afford the defendant an opportunity to commit a crime.\nClerk's Papers (CP) at 68 (Instruction 10); 11 WASHINGTON PRACTICE: WASHINGTON PATTERN JURY INSTRUCTIONS: CRIMINAL 18.05 (3d ed. 2008) (WPIC).\n[2]  The last paragraph of the pattern instruction states, in its entirety:\n\nThe defendant has the burden of proving this defense by a preponderance of the evidence. Preponderance of the evidence means that you must be persuaded, considering all the evidence in the case, that it is more probably true than not true. If you find that the defendant has established this defense, it will be your duty to return a verdict of not guilty [as to this charge].\nWPIC 18.05 (alteration in original).\n[3]  The burden of proof instruction, instruction 3, speaks of \"abiding belief\" in the following context:\n\nA reasonable doubt is one for which a reason exists and may arise from the evidence or lack of evidence. It is such a doubt as would exist in the mind of a reasonable person after fully, fairly and carefully considering all the evidence or lack of evidence. If, after such consideration, you have an abiding belief in the truth of the charge, you are satisfied beyond a reasonable doubt.\nCP at 61.\n[4]  For example, the prosecutor's closing remarks on \"abiding belief\" appear in the transcript as follows:\n\nSo think about a situation where you're a year from now at cocktail party a guest this time ooth Chris matter something like that and TV story comes up something comes up, and the topic of juror service comes as sometimes does the oirj sperj speakings with said waling var been on a jury and respond smashing I was, what was of the case about.\nthe case was about a woman who hated her bos and wanted to diel kill him and thiewt they was hag a hit man and paid 5 fine to aundercover and the whole thing was on videotape.\nIn a nut sheal ladies and gentlemen if that is how you believe you will describe this case a year from now, then Ms. Burton is guilty of the crime of sew list tation of mered in first-degree that's abelief abiding in the future.\nRP (Dec. 6, 2005) at 127-28. In settling the record, the State provided a clarification, discussed below.\n[5]  In State v. Lennon, 94 Wash.App. 573, 577, 976 P.2d 121, review denied, 138 Wash.2d 1014, 989 P.2d 1139 (1999), the defendant suggested that the Washington Constitution might provide broader protection than the federal constitution, pointing to article I, section 10 (the right to justice \"`without unnecessary delay'\") and article I, section 22 (rights of the accused, including \"to have a speedy public trial by an impartial jury ... and the right to appeal in all cases\"). But this court did not reach the state constitutional issue in deciding that case. Ms. Burton does not offer a Gunwall or other analysis of the state constitutional provisions. See State v. Gunwall, 106 Wash.2d 54, 62-63, 720 P.2d 808 (1986).\n[6]  Two federal courts of appeal have similarly held that postconviction relief from a state court judgment under 28 U.S.C. § 2254(d)(1) (1996) is unavailable for appellate delay because no \"clearly established Federal law, as determined by the Supreme Court of the United States\" recognizes a due process right to a speedy appeal. See, e.g., Hayes v. Ayers, 632 F.3d 500, 523 (9th Cir.2011) (Barker does not satisfy the standard, because it established only the contours of the right to a speedy trial; it neither squarely addresses any right to a speedy appeal nor establishes a principle that clearly extends to the appellate context); accord Reed v. Quarterman, 504 F.3d 465, 485-88 (5th Cir.2007), rev'd on other grounds, 555 F.3d 364 (5th Cir.2009).\n[7]  For these same reasons, we decline Ms. Burton's invitation to extend, to the appellate context, the holding in Doggett that \"presumptive prejudice\" can sometimes suffice to establish a speedy trial violation. 505 U.S. at 655-56, 112 S. Ct. 2686; Br. of Appellant at 21. This argument was considered and rejected in Mohawk, 20 F.3d at 1488, and contradicts the general requirement that a defendant claiming appellate delay must demonstrate actual prejudice, United States v. Antoine, 906 F.2d 1379, 1382 (9th Cir.) (finding that \"a due process violation cannot be established absent a showing of prejudice to the appellant\"), cert. denied, 498 U.S. 963, 111 S. Ct. 398, 112 L. Ed. 2d 407 (1990). We also note that Ms. Burton's is not one of the more extreme instances of appellate delay. See, e.g., Muwwakkil v. Hoke, 968 F.2d 284, 285 (2d Cir.) (13-year delay between conviction and appeal violated due process), cert. denied, 506 U.S. 1024, 113 S. Ct. 664, 121 L. Ed. 2d 589 (1992); Mohawk, 20 F.3d at 1485 (10-year delay \"is `extreme' by any reckoning\"); Cody v. Henderson, 936 F.2d 715 (2d Cir. 1991) (9½-year delay excessive); Elcock v. Henderson, 947 F.2d 1004 (2d Cir. 1991) (8½-year delay excessive).\n\n",
            "ocr": false,
            "opinion_id": 2338976
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Murder"
}