{
    "id": 2345288,
    "judges": "Baer, Castille, Eakin, Greenspan, McCAFFERY, Saylor, Todd",
    "date_filed": 1258588800000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-cox",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Cox",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellee v. Jermont COX, Appellant",
    "attorneys": "Stuart Brian Lev, Esq., Defender Association of Philadelphia, Philadelphia, Victor J. Abreu, Jr., Esq., Federal Public Defender’s Office, Middle District of PA, for Jermont Cox., Hugh J. Burns, Esq., Philadelphia District Attorney’s Office, Philadelphia, Amy Zapp, Esq., Harrisburg, for Commonwealth of Pennsylvania.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted July 21, 2008.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 175,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b335-3\">\n    983 A.2d 666\n   </citation><br><parties id=\"b335-4\">\n    COMMONWEALTH of Pennsylvania, Appellee v. Jermont COX, Appellant.\n   </parties><br><court id=\"b335-6\">\n    Supreme Court of Pennsylvania.\n   </court><br><otherdate id=\"b335-7\">\n    Submitted July 21, 2008.\n   </otherdate><br><decisiondate id=\"b335-8\">\n    Decided Nov. 19, 2009.\n   </decisiondate><br><attorneys id=\"b346-16\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"234\"> \n     *234\n     </span>\n    Stuart Brian Lev, Esq., Defender Association of Philadelphia, Philadelphia, Victor J. Abreu, Jr., Esq., Federal Public Defender’s Office, Middle District of PA, for Jermont Cox.\n   </attorneys><br><attorneys id=\"b347-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"235\"> \n     *235\n     </span>\n    Hugh J. Burns, Esq., Philadelphia District Attorney’s Office, Philadelphia, Amy Zapp, Esq., Harrisburg, for Commonwealth of Pennsylvania.\n   </attorneys><br><judges id=\"b347-5\">\n    BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ.\n   </judges>",
    "citations": [
        "983 A.2d 666",
        "603 Pa. 223"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n983 A.2d 666 (2009)\nCOMMONWEALTH of Pennsylvania, Appellee\nv.\nJermont COX, Appellant.\nNo. 504 CAP\nSupreme Court of Pennsylvania.\nSubmitted July 21, 2008.\nDecided November 19, 2009.\n*673 Stuart Brian Lev, Esq., Defender Association of Philadelphia, Philadelphia, Victor J. Abreu, Jr., Esq., Federal Public Defender's Office, Middle District of PA, for Jermont Cox.\nHugh J. Burns, Esq., Philadelphia District Attorney's Office, Philadelphia, Amy Zapp, Esq., Harrisburg, for Commonwealth of Pennsylvania.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ.\n\nOPINION\nJustice GREENSPAN.\nThis is a collateral capital appeal from an order dismissing Appellant Jermont Cox's petition for relief under the Post Conviction Relief Act (PCRA), 42 Pa.C.S. งง 9541-9546.\nThe relevant facts are as follows:[1] Tim Walker (Walker), the head of a Philadelphia drug trafficking organization, ordered his lieutenant, Larry Lee (Lee), to slay Roosevelt Watson (Watson) and Terence Stewart (Stewart) in retaliation for stealing Walker's property and interfering with Walker's drug enterprise. Lee enlisted the Appellant to aid him in this task.\nOn August 18, 1992, Watson's body was found on a Philadelphia street with multiple gunshot wounds. On November 8, 1992, police found Stewart shot in the front seat of a car. Tia Seidle (Seidle) was the front seat passenger of that car at the time of the shooting and was standing outside when the police arrived. Stewart was later pronounced dead.\nOn January 14, 1993, police questioned and arrested Appellant with respect to the murder of one Lawrence Davis (Davis) *674 after he admitted his role in the murder.[2] At the end of the interview, Appellant told the police that he had information on the Stewart murder and asked if he could expect favorable treatment if he cooperated. The detective who interviewed appellant told him that he could promise no favorable treatment, but would make Appellant's information and cooperation known to the District Attorney. After waiving Miranda[3] rights, Appellant gave police a statement admitting his involvement in the murder of Stewart. Appellant explained that on November 8, 1992, Lee recruited appellant to be the driver in the pursuit and subsequent killing of Stewart. After the murder, Lee paid Appellant $500 for his assistance. Based on that confession, Appellant was arrested for the murder of Stewart.\nOn April 28, 1993, with the trial date of the Davis murder approaching, Appellant contacted Detective Robert Snell, the detective who had interviewed him with respect to the Davis and Stewart murders, and stated that he wanted to speak to the detective. The following day, Appellant was transported from prison to the headquarters of the Homicide Division of the Philadelphia Police Department for further questioning. Appellant was given and waived his Miranda rights, stating, \"I want to cooperate and try to help myself.\" N.T. 4/10/95, 32-33, 55-62. Appellant then told police that in August of 1992, he was at a bar with Lee when Walker contacted Lee and gave him information on Watson's whereabouts. Lee asked Appellant to drive him to that location. On the way there, Lee explained to Appellant that he planned to kill Watson. When Watson was spotted, Lee got out of the car and shot him. Three days later Walker paid the Appellant $500 for the killing. At the conclusion of the interview, Appellant was arrested and charged with the murder of Watson.\nBesides Appellant's confessions, ballistics evidence established that the gun that was used in the Watson murder was also used in the Davis murder. Stewart was shot with a different weapon.\nOn November 15, 1993, Appellant entered into a \"Memorandum of Understanding\" with the Philadelphia District Attorney's Office pursuant to which Appellant would plead guilty to the first-degree murders of Watson and Stewart and would cooperate in the prosecutions of Walker and Lee. In exchange, Appellant would receive concurrent life sentences. Later that day Appellant entered his guilty pleas before the Honorable Robert A. Latrone. However, on January 24, 1994, before providing the promised assistance, Appellant filed a pro se motion to withdraw the guilty pleas. Judge Latrone granted the Appellant's motion and new counsel was appointed to represent him with respect to the charges filed in the Watson and Stewart cases, which had been consolidated for trial. Appellant moved to suppress his statement on the Stewart murder and his statements on the Watson murder. On April 5, 1995, the Honorable John J. Poserina, Jr., denied appellant's motion to suppress. Judge Poserina further ruled that evidence that Appellant shot Davis *675 with the same gun used in the Watson killing was admissible.\nAppellant's trial commenced one day later. At its conclusion, Appellant was convicted of two counts of first-degree murder, criminal conspiracy, and possession of an instrument of crime. On April 12, 1995, the jury sentenced Appellant to life imprisonment for the murder of Watson and to death for the killing of Stewart. The jury found that aggravating circumstances in the Stewart murder outweighed the mitigating circumstances. Aggravating circumstances found by the jury were receiving payment to commit murder,[4] creating a grave risk of death to another person[5] and being convicted of another murder.[6] Mitigating circumstances found by the jury were acting under extreme duress,[7] and other evidence of mitigation based on his upbringing.[8]\nRepresented by new counsel, Appellant appealed his convictions.[9] The Superior Court affirmed the life sentence for the first-degree murder of Watson. Commonwealth v. Cox, 453 Pa.Super. 679, 683 A.2d 309 (Pa.Super.1996), allocatur denied, 547 Pa. 724, 689 A.2d 231 (Pa.1997) and this Court affirmed the death sentence for the murder of Stewart. Commonwealth v. Cox, 556 Pa. 368, 728 A.2d 923 (1999).[10] On June 11, 2001, the United States Supreme Court denied Appellant's petition for a writ of certiorari. Cox v. Pennsylvania, 533 U.S. 904, 121 S. Ct. 2246, 150 L. Ed. 2d 233 (2001).\nOn February 6, 2001, Appellant filed a pro se PCRA petition. On June 10, 2002, present counsel entered their appearance on Appellant's behalf and filed an amended petition seeking, among other things, reversal of his conviction and death sentence and his conviction for the Stewart killing. The petition set forth a number of claims of ineffective assistance of trial and appellate counsel with respect to both the guilt and penalty phases of the prosecution. The matter was assigned to Judge Poserina, who on July 29, 2005, denied the claims pertaining to the guilt phase of Appellant's trial without a hearing. Judge Poserina granted a hearing with respect to the issues raised by Appellant that arose out of the penalty phase. On July 29, 2005, having sent appellant a notice of intent to dismiss, Judge Poserina formally denied Appellant relief on all of his claims. On August 23, 2005, Appellant filed the instant appeal.\nHaving carefully reviewed the briefs of counsel and the applicable law, we affirm the order of the PCRA court denying Appellant post-conviction collateral relief on his claims relating to the guilt and penalty phases of the proceedings below.\n\nISSUES\nOn appeal, appellant raises the following issues:\n\n*676 1. [APPELLANT'S] CONSTITUTIONAL RIGHTS TO COUNSEL WERE VIOLATED WHEN HE WAS INTERROGATED BY THE POLICE WITHOUT COUNSEL AFTER HIS RIGHT TO COUNSEL HAD ATTACHED AND ALL PRIOR COUNSEL WERE INEFFECTIVE FOR FAILING TO RAISE AND LITIGATE THIS ISSUE.\n2. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO A FAIR AND IMPARTIAL JURY AND TO DUE PROCESS WHERE THE TRIAL COURT, DURING JURY SELECTION, ERRONEOUSLY DENIED A DEFENSE CHALLENGE FOR CAUSE WHICH PLACED AN INHERENTLY BIASED JUROR ON THE JURY AND APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS ISSUE ON DIRECT APPEAL.\n3. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHT TO A FAIR AND IMPARTIAL CAPITAL JURY WHERE THE TRIAL COURT ERRONEOUSLY DISMISSED A QUALIFIED JUROR SOLELY BECAUSE OF HIS VIEWS ON THE DEATH PENALTY AND APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\n4. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS BY THE ADMISSION OF EVIDENCE OF HIS INVOLVEMENT IN THE DAVIS HOMICIDE; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\n5. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS AND THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE COUNSEL FAILED TO OBJECT TO IMPROPER, HIGHLY PREJUDICIAL PROSECUTORIAL ARGUMENT AND/OR FAILED TO REQUEST AN APPROPRIATE CURATIVE INSTRUCTION; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO PROPERLY RAISE AND LITIGATE THIS CLAIM ON DIRECT APPEAL.\n6. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS AND TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE THE COURT FAILED TO PROVIDE AND DEFENSE COUNSEL FAILED [TO] REQUEST AN APPROPRIATE CAUTIONARY INSTRUCTION IN RESPONSE TO REPEATED REFERENCES REGARDING [APPELLANT'S] ALLEGED INVOLVEMENT IN DRUG TRAFFICKING; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO PROPERLY RAISE AND LITIGATE THIS CLAIM ON DIRECT APPEAL.\n7. [APPELLANT] IS ENTITLED TO A NEW TRIAL BECAUSE THE PROSECUTION PRESENTED INCONSISTENT THEORIES OF GUILT. APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\n\n*677 8. [APPELLANT] IS ENTITLED TO A NEW TRIAL BECAUSE HIS CONSTITUTIONAL RIGHTS WERE VIOLATED WHEN HE WAS FORCED TO APPEAR BEFORE SOME JURORS IN PRISON GARB AND ALL PRIOR COUNSEL WERE INEFFECTIVE FOR FAILING TO OBJECT AND LITIGATE THIS CLAIM.\n9. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE TRIAL COUNSEL FAILED TO CONDUCT AN INDEPENDENT INVESTIGATION OF THE BALLISTICS EVIDENCE, AND WHERE APPELLATE COUNSEL FAILED TO RAISE THIS ISSUE ON DIRECT APPEAL; THE PCRA COURT ERRED BY REFUSING PETITIONER'S REQUEST FOR ACCESS TO THE BALLISTICS EVIDENCE SO THAT HIS EXPERT COULD CONDUCT AN INDEPENDENT ANALYSIS.\n10. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE TRIAL COUNSEL FAILED TO INVESTIGATE AND PRESENT EXCULPATORY EVIDENCE AND WHERE APPELLATE COUNSEL FAILED TO RAISE THIS ISSUE ON DIRECT APPEAL.\n11. IF RELIEF IS GRANTED ON THE STEWART CONVICTION, [APPELLANT] WOULD ALSO BE ENTITLED TO RELIEF FROM THE WATSON CONVICTION.\n12. [APPELLANT] IS ENTITLED TO A NEW SENTENCING HEARING BECAUSE TRIAL COUNSEL WAS INEFFECTIVE FOR FAILING TO INVESTIGATE, DEVELOP AND PRESENT SUBSTANTIAL MITIGATING EVIDENCE. APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO INVESTIGATE AND RAISE THIS CLAIM ON DIRECT APPEAL.\n13. [APPELLANT] IS ENTITLED TO A NEW SENTENCING HEARING WHERE THE JURY WEIGHED TWO AGGRAVATING CIRCUMSTANCES WHICH WERE FACTUALLY INAPPLICABLE AND INADEQUATELY DEFINED IN THE COURT'S INSTRUCTIONS; TRIAL AND APPELLATE COUNSEL WERE INEFFECTIVE FOR FAILING TO OBJECT AND RAISE THESE CLAIMS.\n14. [APPELLANT] IS ENTITLED TO RELIEF FROM HIS CONVICTION AND SENTENCE BECAUSE OF THE CUMULATIVE PREJUDICIAL EFFECT OF THE ERRORS DESCRIBED IN [APPELLANT'S] BRIEF [WHICH] DENIED HIM DUE PROCESS AND THE EFFECTIVE ASSISTANCE OF TRIAL AND APPELLATE COUNSEL.\nAppellant's Brief at ii-v.[11]\n\nSTANDARD OF REVIEW\nBefore addressing these issues on the merits, we must consider certain *678 prefatory issues particular to PCRA matters having to do with the standards applicable to PCRA petitions, ineffective assistance of counsel, and waiver. Under the PCRA, collateral relief is afforded to individuals who prove that they are innocent of the crimes of which they were convicted, and those receiving illegal sentences. 42 Pa.C.S. ง 9542. \"A petitioner is eligible for PCRA relief only when he proves by a preponderance of the evidence that his conviction or sentence resulted from one or more of the circumstances delineated in 42 Pa.C.S. ง 9543(a)(2).\" Commonwealth v. Natividad, 595 Pa. 188, 938 A.2d 310, 320 (2007). One of the grounds enumerated in 42 Pa.C.S ง 9543(a)(2) involves claims alleging ineffective assistance of counsel. Thus, the PCRA provides relief to those individuals whose convictions or sentences \"resulted from . . . ineffective assistance of counsel which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.\" 42 Pa.C.S. ง 9543(a)(2)(H). This Court has interpreted this to mean that in order to obtain relief on a claim alleging ineffective assistance of counsel, a petitioner must prove that: (1) the claim underlying the ineffectiveness claim has arguable merit; (2) counsel's actions lacked any reasonable basis; and (3) counsel's actions resulted in prejudice to petitioner. Commonwealth v. Collins, 598 Pa. 397, 957 A.2d 237 (2008); Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987).[12] \"A chosen strategy will not be found to have lacked a reasonable basis unless it is proven `that an alternative not chosen offered a potential for success substantially greater than the course actually pursued.'\" Commonwealth v. Williams, 587 Pa. 304, 899 A.2d 1060, 1064 (2006) (quoting Commonwealth v. Howard, 553 Pa. 266, 719 A.2d 233, 237 (1998)). \"Prejudice in the context of ineffective assistance of counsel means demonstrating that there is a reasonable probability that, but for counsel's error, the outcome of the proceeding would have been different.\" Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 213 (2001); Strickland v. Washington, 466 U.S. 668 694, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984). Finally, the law presumes that counsel was effective and the burden of proving that this presumption is false rests with the petitioner. Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717, 728 n. 10 (2000).\nThe PCRA precludes relief upon claims that have been previously litigated or have been waived due to failure to raise them earlier.[13] 42 Pa.C.S. ง 9544. Since Appellant's direct appeal was filed prior to this Court's decision in Grant, supra, was issued, Appellant was required to \"layer\" any claim of ineffectiveness alleging that trial counsel was ineffective in order to *679 preserve it for review.[14] In other words, in order to be eligible for relief, Appellant must establish that: 1) trial counsel was ineffective using the three-part test set forth above; and 2) direct appeal counsel was ineffective under the same test for failing to argue that trial counsel had been ineffective. Commonwealth v. Collins, 598 Pa. 397, 957 A.2d 237, 244 (2008); Commonwealth v. McGill, 574 Pa. 574, 832 A.2d 1014, 1023 (2003).\nFinally, our standard of review in an appeal from the denial of PCRA relief is \"whether the findings of the PCRA court are supported by the record and free of legal error.\" Commonwealth v. Gwynn, 596 Pa. 398, 943 A.2d 940, 944 (2008) (citing Commonwealth v. Abu-Jamal, 574 Pa. 724, 833 A.2d 719, 723 (2003)). \"The level of deference accorded to the post-conviction court may vary depending upon whether the decision involved matters of credibility or matters of applying the governing law to the facts as so determined.\" Commonwealth v. Williams, 597 Pa. 109, 950 A.2d 294, 299 (2008). Having set forth the legal principles applicable to this appeal, we turn to a review of Appellant's issues.[15]\n\nGUILT PHASE CLAIMS\n\n1. [APPELLANT'S] CONSTITUTIONAL RIGHTS TO COUNSEL WERE VIOLATED WHEN HE WAS INTERROGATED BY THE POLICE WITHOUT COUNSEL AFTER HIS RIGHT TO COUNSEL HAD ATTACHED AND ALL PRIOR COUNSEL WERE INEFFECTIVE FOR FAILING TO RAISE AND LITIGATE THIS ISSUE.\nAppellant asserts that his right to counsel, guaranteed by the Sixth Amendment to the United States Constitution, was abrogated because the police took a statement from him at a time when the right to counsel had attached. Since this claim had not been raised previously, Appellant contends that trial counsel was ineffective for failing to raise this claim and that appellate counsel was ineffective for not arguing on appeal that trial counsel had been ineffective for the reason stated. Appellant is not entitled to relief on this claim.\nBy way of background, on April 28, 1993, Appellant telephoned police and asked to speak to them. The next day, Appellant was brought from prison to police headquarters and given Miranda warnings. Appellant waived them and proceeded to confess to the Watson murder, a crime in which he previously denied participating. At the time of this interview, Appellant was awaiting trial for the Stewart murder and had been appointed counsel in that case. According to Appellant, *680 because the right to counsel had attached in the Stewart matter and that case was joined with the Watson case for trial, thereby allowing the jury to use Appellant's confession to the Watson killing as evidence of guilt in the Stewart matter, his confession to the Watson murder was suppressible under the Sixth Amendment because police did not contact counsel before speaking to him.\nIn order to be entitled to relief on his claim that trial counsel was ineffective, Appellant first must establish that he had the right to counsel when he spoke to police about the Watson murder. The Sixth Amendment to the United States Constitution provides that \"[i]n all criminal prosecutions, the accused shall enjoy the right . . . to have the Assistance of Counsel for his defense.\" \"Once the adversary judicial process has been initiated, [it] guarantees the defendant the right to have counsel present at all critical stages of the criminal proceedings.\" Montejo v. Louisiana, ___ U.S. ___, 129 S. Ct. 2079, 2085, 173 L. Ed. 2d 955 (2009). Nevertheless, the United States Supreme Court has also proclaimed that the Sixth Amendment right to counsel is offense-specific and does not apply until a prosecution commences, that is, \"at or after the initiation of adversary judicial criminal proceedings-whether by way of formal charge, preliminary hearing, indictment, information, or arraignment.\" United States v. Gouveia, 467 U.S. 180, 188, 104 S. Ct. 2292, 81 L. Ed. 2d 146 (1984) (quoting Kirby v. Illinois, 406 U.S. 682, 689, 92 S. Ct. 1877, 32 L. Ed. 2d 411 (1972) (plurality opinion)). This Court has adopted the view held by the United States Supreme Court with respect to when one's Sixth Amendment right to counsel attaches and has consistently ruled that the Sixth Amendment right to counsel is offense-specific. See also Commonwealth v. Gwynn, 596 Pa. 398, 943 A.2d 940 (2008); Commonwealth v. Williams, 586 Pa. 553, 896 A.2d 523 (2006).[16]\nThe critical point here is that Appellant voluntarily contacted the police and advised them that he wished to speak to them. Appellant then, upon waiving his Miranda rights, confessed to a crime for which he had not been charged and adversary criminal proceedings had yet to be initiated. In Commonwealth v. Bronshtein, 547 Pa. 460, 691 A.2d 907 (1997), the defendant, while charged with one murder to which he had confessed, contacted police and asked to speak to them. During the interview, police questioned the defendant about another homicide and the defendant gave incriminating responses about that homicide. He was subsequently charged and convicted of first-degree murder and related offenses with respect to that second homicide based on his statement and other evidence. On appeal, the defendant argued that the trial court erred in failing to suppress the statement he gave police because at the time he gave it, he had retained counsel in the first case and the Sixth Amendment precluded the police from coming into contact with him. This Court found no merit to Bronshtein's claim:\nIn Pennsylvania, the Sixth Amendment right to counsel is specific to the offense charged. Commonwealth v. Santiago, 528 Pa. 516, 521-22, 599 A.2d 200, 202 (1991), citing McNeil v. Wisconsin, 501 U.S. 171, 175-76, 111 S. Ct. 2204, 2207-08, 115 L. Ed. 2d 158 (1991). The United States Supreme Court declined to extend *681 that right to all future investigations in McNeil because:\nThe police have an interest . . . in investigating new or additional crimes [after an individual is formally charged with one crime]. To exclude evidence pertaining to charges as to which the Sixth Amendment right to counsel has not attached at the time the evidence was obtained, simply because other charges were pending at that time, would unnecessarily frustrate the public's interest in investigation of criminal activities.\n\nId. (ellipse and brackets in original; citations omitted). Here, the trial court found that appellant initiated the May 21, 1991 contact with Montgomery County detectives after he was arrested and charged with the Slobotkin murder. While appellant had retained counsel for the Slobotkin murder, he was not arrested or charged in connection with the Gutman murder nor had he retained counsel in his defense for the present charges. Therefore, the fact that appellant had invoked his Sixth Amendment right to counsel in the Slobotkin murder did not preclude police from questioning him in the present case, since he had not yet been charged with any offenses giving rise to these charges.\nBronshtein, 691 A.2d at 914 (footnote omitted).\nThe analysis employed in Bronshtein applies here and renders Appellant's claim meritless. Nevertheless, Appellant claims that he should be granted relief because the jury may well have considered Appellant's confession in the Watson case when considering whether he was guilty of the murder of Stewart. He cites the cases of Maine v. Moulton, 474 U.S. 159, 106 S. Ct. 477, 88 L. Ed. 2d 481 (1985) and United States v. Mitcheltree, 940 F.2d 1329 (10th Cir.1991), in support of his position. Appellant argues these cases hold that once the Sixth Amendment right to counsel has attached, statements made subsequently thereto, in the absence of counsel, are not admissible at trial with respect to the matter in which the right to counsel had attached. Appellant's Brief, 14-15. This clearly is not the law and the cases cited by Appellant are distinguishable. As the Commonwealth notes, in both of the cases cited by Appellant, the police initiated contact with the respective defendants, unlike here where Appellant contacted the police. Commonwealth's Brief, 28-29. We agree that Appellant's reliance on these cases is misplaced.\nIn addition, while Appellant claims that the jury used his confession in the Watson matter to convict him of the Stewart murder, his argument rests on mere speculation. During the trial, special precautions were taken to ensure that the jury did not use the evidence relating to one of the homicides as evidence of guilt in the other one.[17] Thus, Appellant's claim fails on this ground as well.\nFinally, in Michigan v. Harvey, 494 U.S. 344, 353, 110 S. Ct. 1176, 108 L. Ed. 2d 293 (1990), the United States Supreme Court stated, \"Although a defendant may later regret his decision to speak to police, the Sixth Amendment does not disable a criminal defendant from exercising his free will.\" Having voluntarily contacted the police, Appellant relinquished his right to counsel. Therefore, the fact that Appellant exercised his Sixth Amendment right to counsel in the Stewart murder investigation did not prohibit police *682 from interviewing him with respect to the Watson case since charges had not been lodged against him in that matter. Accordingly, Appellant's claim that trial counsel was ineffective for not arguing that Appellant's confession that he killed Watson should be suppressed on Sixth Amendment grounds fails. Appellant has not established that the claim has arguable merit.\n\n2. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO A FAIR AND IMPARTIAL JURY AND TO DUE PROCESS WHERE THE TRIAL COURT, DURING JURY SELECTION, ERRONEOUSLY DENIED A DEFENSE CHALLENGE FOR CAUSE WHICH PLACED AN INHERENTLY BIASED JUROR ON THE JURY AND APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS ISSUE ON DIRECT APPEAL.\nDuring voir dire, a venireperson was called whose son had been murdered. The trial of his killer was presided over by the trial judge in this matter. The prospective juror, who tearfully responded to questions, admitted that she had frequent contact with the police officers and detectives who investigated her son's murder. Appellant, who had exhausted all of his peremptory challenges, moved to have the juror stricken for cause. The trial court overruled Appellant's motion based on the responses of the prospective juror who stated she could put aside her experiences with respect to her son's murder and be fair. Appellant now asserts that appellate counsel was ineffective for failing to raise the propriety of the trial court's decision to overrule Appellant's challenge for cause.\nIn Commonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293 (1996), this Court set forth the test for evaluating claims involving the refusal to strike a prospective juror for cause as follows:\nThe test for determining whether a prospective juror should be disqualified is whether he is willing and able to eliminate the influence of any scruples and render a verdict according to the evidence, and this is to be determined on the basis of answers to questions and demeanor. . . . It must be determined whether any biases or prejudices can be put aside on proper instruction of the court. . . . A challenge for cause should be granted when the prospective juror has such a close relationship, familial, financial, or situational, with the parties, counsel, victims, or witnesses that the court will presume a likelihood of prejudice or demonstrates a likelihood of prejudice by his or her conduct or answers to questions. . . . The decision on whether to disqualify is within the discretion of the trial court and will not be reversed in the absence of a palpable abuse of discretion. . . .\nCommonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293, 299 (1996) (quoting Commonwealth v. Colson, 507 Pa. 440, 490 A.2d 811, 818 (1985), cert. denied, 476 U.S. 1140, 106 S. Ct. 2245, 90 L. Ed. 2d 692 (1986)).\nInstantly, the record indicates that the prospective juror in question assured the trial court that she could render a fair and impartial verdict and that her personal tragedy would play no role in her assessment of the case. N.T. 2/4/95, 130-131. She also made it pellucidly clear that her ability to be fair and impartial would not be affected by her prior contact with law enforcement personnel, and that she would have no difficulty in following the instructions of the trial court, including those concerning reasonable doubt. N.T. 2/4/95, 131, 135-136.\nGiven the prospective juror's responses, the trial court did not commit an abuse of discretion in disallowing Appellant's challenge *683 for cause. It was the trial judge who was in the best position to assess the credibility and fitness to serve of the prospective juror and Appellant has failed to present anything that would require a reversal of the trial court's ruling. See Commonwealth v. Chambers, 546 Pa. 370, 685 A.2d 96, 107 (1996) (court may properly refuse to excuse a juror for cause when the trial judge believes that the juror would be fair and impartial).\nMoreover, the fact that the prospective juror's son was killed and his murderer was tried before the same judge who was presiding over Appellant's trial is not dispositive given the prospective juror's indications that she could be fair and impartial. See Commonwealth v. Marshall, 534 Pa. 488, 633 A.2d 1100 (1994) (ineffectiveness claim lacked merit since trial court could have refused challenge for cause of juror whose future son-in-law had been murdered where juror unequivocally stated that he could be fair and impartial); Commonwealth v. DeHart, 512 Pa. 235, 516 A.2d 656 (1986), cert. denied, 483 U.S. 1010, 107 S. Ct. 3241, 97 L. Ed. 2d 746 (1987) (holding there was no error in failing to excuse for cause a juror whose friend had been the victim of a homicide where her testimony that she believed she could be fair and impartial was believed by the trial court). Accordingly, since there is no merit to the claim underlying Appellant's assertion of ineffectiveness, Appellant's ineffectiveness claim fails.\n\n3. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS BY THE ADMISSION OF EVIDENCE OF HIS INVOLVEMENT IN THE DAVIS HOMICIDE; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\nAppellant argues direct appeal counsel was ineffective because he failed to argue that the trial court erred in permitting the Commonwealth to introduce ballistics evidence showing that the gun used to kill Watson had been used to kill another man, Larry Davis. According to Appellant, that evidence was irrelevant with regard to the Stewart case and should not have been ruled admissible because its introduction magnified the prejudice generated by the consolidation of the Watson and Stewart cases for trial. In Appellant's view, \"[t]he addition of evidence of yet another killingโ\u0080\u0094the shooting of Davisโ\u0080\u0094 turned that prejudice into an avalanche.\" Appellant's Brief, 27.\nAppellant has failed to demonstrate that the introduction of the ballistics evidence unduly prejudiced him with respect to the Stewart case and the jury's resolution of it. Apart from the fact that the Appellant has failed to provide this Court with references to the record where the Davis evidence was used as proof that Appellant killed Stewart, a careful review of the record shows that the record is devoid of even a scintilla of evidence indicating that the Davis evidence was used in such a fashion. Moreover, the record demonstrates that the trial court took great pains to ensure that the evidence related to the Davis case was not misused by the jury insofar as it prohibited the Commonwealth from introducing any details of the Davis killing and instructed the jury of the limited purpose for which the evidence was introduced. N.T. 4/6/95, 97-98; 4/10/95, 136-138. Since Appellant's claim that the introduction of the Davis evidence unduly prejudiced him is unsupported by the record, the ineffectiveness *684 claim is without arguable merit.[18]\n\n4. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS AND THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE COUNSEL FAILED TO OBJECT TO IMPROPER, HIGHLY PREJUDICIAL PROSECUTORIAL ARGUMENT AND/OR FAILED TO REQUEST AN APPROPRIATE CURATIVE INSTRUCTION; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO PROPERLY RAISE AND LITIGATE THIS CLAIM ON DIRECT APPEAL.\nAppellant attacks the effectiveness of both trial and appellate counsel in this claim, which concerns the failure to raise and preserve issues involving alleged prosecutorial misconduct during the prosecutor's opening and closing remarks to the jury. Appellant first charges that trial counsel was ineffective because she:\na. Failed to object when the prosecutor stated during his opening remarks to the jury, that Appellant was the person \"who fired those bullets into the body of Larry Davis, killing him.\" N.T. 4/6/95, 18;\nb. Failed to object when the prosecutor remarked during his closing address that Appellant \"is nailed on the shooting and killing of Lawrence Davis,\" \"killing is no big deal to [Appellant],\" \"[Appellant] doesn't care about killing people. He doesn't care about killing drug dealers,\" and \"[Appellant] confessed to a murder. . . what's the difference between two murders and three.\" N.T. 4/10/95, 112-115;\nc. Failed to object when the prosecutor, alluding to Appellant, stated that the jury should be wary of \"monsters\" who seem like \"ordinary human beings.\" N.T. 4-10-95, 112-115;\nd. Failed to object after the prosecutor stated, \"So now we have it, three uncontradicted confessions.\" N.T. 4-10-95, 116.\nAccording to Appellant, trial counsel should have objected to the remarks set forth in a. and b. above because they violated a pretrial order limiting the prosecution's use of the ballistics evidence from the Davis case. The comments were objectionable, in Appellant's view, because they undercut the limiting instructions given to the jury as to the purpose for which the Davis evidence was introduced, and allowed the jury to draw an inference that Appellant committed the two murders he was charged with because he had a criminal record. Appellant claims the remark referring to him as a monster impermissibly impugned his character. Additionally, he asserts that trial counsel should have objected when the prosecutor used the word \"uncontradicted\" when referring to Appellant's statements because it violated Appellant's right not to incriminate himself and improperly shifted the burden of proof from the prosecution to Appellant. Finally, Appellant asserts that all of the remarks, cumulatively, deprived him of \"his due process right to a fundamentally fair trial\" and trial counsel was ineffective for failing to object. Appellant's Brief, 30. In addition, according to Appellant, appellate counsel was ineffective because he failed to *685 argue on direct appeal that trial counsel was ineffective for not objecting to the remarks or requesting cautionary instructions.\nThis Court recently commented on claims asserting ineffective assistance of counsel for failing to raise allegations of prosecutorial misconduct:\nThe phrase \"prosecutorial misconduct\" has been so abused as to lose any particular meaning. The claim either sounds in a specific constitutional provision that the prosecutor allegedly violated or, more frequently, like most trial issues, it implicates the narrow review available under Fourteenth Amendment due process. See Greer v. Miller, 483 U.S. 756, 765, 107 S. Ct. 3102, 97 L. Ed. 2d 618 (1987) (\"To constitute a due process violation, the prosecutorial misconduct must be of sufficient significance to result in the denial of the defendant's right to a fair trial.\") (internal quotation marks omitted); Donnelly v. DeChristoforo, 416 U.S. 637, 643, 94 S. Ct. 1868, 40 L. Ed. 2d 431 (1974) (\"When specific guarantees of the Bill of Rights are involved, this Court has taken special care to assure that prosecutorial conduct in no way impermissibly infringes them.\"). However, \"[t]he Due Process Clause is not a code of ethics for prosecutors; its concern is with the manner in which persons are deprived of their liberty.\" Mabry v. Johnson, 467 U.S. 504, 511, 104 S. Ct. 2543, 81 L. Ed. 2d 437 (1984). The touchstone is the fairness of the trial, not the culpability of the prosecutor. Smith v. Phillips, 455 U.S. 209, 219, 102 S. Ct. 940, 71 L. Ed. 2d 78 (1982). If the defendant thinks the prosecutor has done something objectionable, he may object, the trial court rules, and the ruling-not the underlying conduct-is what is reviewed on appeal. Where, as here, no objection was raised, there is no claim of \"prosecutorial misconduct\" as such available. There is, instead, a claim of ineffectiveness for failing to object, so as to permit the trial court to rule. Cf. id.\n\nMoreover, ineffectiveness claims stemming from a failure to object to a prosecutor's conduct may succeed when the petitioner demonstrates that the prosecutor's actions violated a constitutionally or statutorily protected right, such as the Fifth Amendment privilege against compulsory self-incrimination or the Sixth Amendment right to a fair trial, or a constitutional interest such as due process. Cf. [Commonwealth v.] Carson, [590 Pa. 501] 913 A.2d [220,] 236 [(Pa. 2006)] (\"In order to obtain relief for alleged prosecutorial `misconduct,' a petitioner must first demonstrate that the prosecutor's action violated some statutorily or constitutionally protected right.\").\nCommonwealth v. Tedford, 598 Pa. 639, 960 A.2d 1, 28-29 (2008)\nA careful review of the record in light of the above standard establishes that Appellant cannot sustain his burden of proof, either with respect to the alleged impropriety of the cited remarks or with respect to whether trial counsel was ineffective. First, regarding the claim that trial counsel failed to object to the prosecutor's reference to the Davis killing in his opening remarks, the record shows that trial counsel did object and then moved for a mistrial. N.T. 4/6/95, 23-25. Since counsel did object and move for a mistrial, Appellant cannot sustain his allegation that trial counsel was ineffective for failing to object.\nWith respect to the comments set forth in b. above, the record shows they were not objectionable when viewed in the context in which they were made. The relevant portion of the prosecutor's argument follows:\n\n*686 Ladies and Gentlemen of the Jury, it's not like you heard these statements a long time ago. Those statements tell you, \"I did it.\"\nBack to the old, why confess? Here is why I asked you at the beginning of the trial. Your common sense.\nOkay. Beginning of the trial in an opening statement I am to tell you what the evidence will be, and that's what I told you. Now I get to argue the inferences from the evidence. What makes sense? That's what an inference is. Ask yourself if it makes sense that this defendant on January 14th of 1993 is nailed on the shooting and killing of Lawrence Davis. Ask yourself if the Defendant in that position wants to help himself? His words. Help myself. Cooperate. You heard his words. You know what he is and what he is about through his words that were read to you early this morning.\nThe mind of a killer. Someone who shows you by his words which tell you his actions that he doesn't care about killing. Killing is no big deal to him. And I think what was being inferred a little bit earlier was especially if you're killing drug dealers. It's no big deal. He doesn't care about killing people. He doesn't care about killing drug dealers.\nGuess what, Ladies and Gentlemen of the Jury? That's where he made a fatal mistake. We care because the law tells us we care. It's called equal protection, by the way. We don't say you're a drug dealer, so you have no rights. Think about`that.\nHe wants to cooperate. He wants to help himself. So he figures, I don't care about killing. I don't care about the law. I guess nobody else cares about killing or the law same as me. So I'll tell them about Terence Stewart. What's the big deal? One murder, two dealers. Drug dealers. So he tells them, implicates himself, confesses to the killing of Terence Stewart.\nInteresting point here, Ladies and Gentlemen. Think about the incident, Lawrence Davis, July 19th; Roosevelt Watson, August 18th; Terence Stewart, November 9th. Roosevelt Watson right in the middle. Think that has anything to do with the ballistics match up, which I'll get to? I think I'll cooperate. I want to help myself. What's the difference, one or two murders? I'll make a deal, tell them. Confesses to Terence Stewart.\nSo then they ask him. Detectives know what's going on. They've done investigations. They know the connections. They said what about Roosevelt Watson? This is the beginning of the inference thing. He says, well, I'll tell you about Roosevelt Watson. You see, there was a plan to kill him, too. And the initial plan was Larry Lee was going to be the driver and I was going to be the shooter. We rode around for about a week and we were looking for Roosevelt Watson. And if we found Roosevelt Watson I, the defendant, was going to jump out of that car and shoot him and kill him. That's what he said to the detective the first time around.\nHe wants a deal. He wants to cooperate. He doesn't care about killing. He doesn't care about the law. So they cart him on up to jail. He's sitting up there for one month, two months, three months. Nobody is helping him. Hey, he confessed to a murder and nobody is helping him. Well, there's only one way to rectify that. What's the difference between two murders and three murders? I'm [sic] tell them I did that one, too. So he calls up the detectives voluntarily, folks.\n\n*687 He calls the detectives. Uncontradicted evidence. Those detectives' testimony. He calls them. Bring him down. Now remember, mind of the kill? Well, okay. I've confessed to two murders, but I'm going to get a deal, anyway. I want to get these guys to help me. So what I'll do is, I'll confess to the third murder, because, well, the reason I don't have a deal yet is they know I'm lying. It's the same gun. They know when I told them the first time on January 14th that I didn't participate in the actual killing, they ain't stupid. They know that, so I'll tell them. I better hold something, but I got to give them some reason to give me the deal, some reason to cooperate. So I'll tell them I wasn't the shooter.\nN.T. 4/10/95, 112-115.\nWhen viewed in context, the challenged remarks were not improper because they represented fair comment on the evidence and fair rebuttal to the arguments proffered by defense counsel. It is well established that:\nA prosecutor has reasonable latitude during his closing argument to advocate his case, respond to arguments of opposing counsel, and fairly present the Commonwealth's version of the evidence to the jury. Commonwealth v. Abu-Jamal, 553 Pa. 485, 720 A.2d 79, 110 (1998). A challenged statement by a prosecutor must be evaluated in the context in which it was made. Commonwealth v. Hall, 549 Pa. 269, 701 A.2d 190, 198 (1997). Not every intemperate or improper remark mandates the granting of a new trial. Commonwealth v. Stoltzfus, 462 Pa. 43, 337 A.2d 873 (1975). Reversible error occurs only when the unavoidable effect of the challenged comments would prejudice the jurors and form in their minds a fixed bias and hostility toward the defendant such that the jurors could not weigh the evidence and render a true verdict. Commonwealth v. Cox, 556 Pa. 368, 728 A.2d 923, 931 (1999).\nCommonwealth v. Cooper, 596 Pa. 119, 941 A.2d 655, 668 (2007).\nFor example, Appellant complains that the prosecutor emphasized the fact that Appellant killed Davis when he remarked that Appellant was \"nailed\" with respect to the killing of Davis. When read in context, it is clear the remark was unobjectionable because it was made in response to trial counsel's argument that Appellant's inculpatory statements were not reliable because they were given in exchange for lenient treatment by authorities. N.T. 4/10/95, 97-103. As a result, the remark was not improper. See Commonwealth v. Trivigno, 561 Pa. 232, 750 A.2d 243, 249 (2000) (plurality opinion) (\"A remark by a prosecutor, otherwise improper, may be appropriate if it is in fair response to the argument and comment of defense counsel\"). The same is true of the other remarks challenged in b. above, as they were made to convince the jury of the reliability of the contents of Appellant's statements to police.\nMoreover, a prosecutor has an absolute right to comment on the evidence. Here, the ballistics evidence relating to the Davis murder was deemed probative and admissible in evidence. Thus, the prosecutor said nothing objectionable when he commented on that evidence. The claim that the remarks somehow undercut the effect of the trial court's cautionary instructions regarding the limited use for which the Davis murder evidence was introduced amounts to mere speculation. We hold that trial counsel was not ineffective *688 for failing to object to the comments in b. above.\nThe claim in c. above, that trial counsel was ineffective because she failed to object when the prosecutor implied that Appellant was a \"monster,\" lacks merit because the record shows that the prosecutor was referring to his own witness and not Appellant. The prosecutor stated:\nRobert Davis showed you something else. He showed you, basically, a choice that was taken away from Terence Stewart and Roosevelt Watson. He showed you the other road, the other road for the drug dealer. That road is jail. He showed you what a drug deal is. Maybe, hopefully, some of you live in a neighborhood where you don't see drug dealers. Monsters. Seemed like a regular, ordinary human being. Don't get me wrong. I'm not trying to condone what he did. He belongs in for three to six years and probably for a lot longer period of time than that.\nN.T. 4/10/95, 107-108. The prosecutor clearly was not referring to Appellant, and trial counsel cannot be deemed ineffective for failing to object to the use of the word \"monsters.\"\nWith regard to d. above, Appellant asserts that trial counsel should have objected when the prosecutor, remarked, \"So now we have it, three confessions, uncontradicted confessions. His words tell you, `I participated, I was paid.'\" N.T. 4/10/95, 116. Appellant contends that trial counsel provided ineffective assistance of counsel by not objecting to the remark because the prosecutor violated Appellant's right to remain silent and shifted the burden of proof through his use of the word \"uncontradicted.\" Appellant rests his claim on Griffin v. California, 380 U.S. 609, 85 S. Ct. 1229, 14 L. Ed. 2d 106 (1965), wherein the United States Supreme Court ruled that a prosecutor may not comment on an accused's silence at trial.\nAlthough, it is true that a prosecutor may not utter comments that are \"intended to create for the jury an adverse inference from the failure of the defendant to testify,\" the rule is not absolute. Commonwealth v. Clark, 551 Pa. 258, 710 A.2d 31, 39 (1998), cert. denied, 526 U.S. 1070, 119 S. Ct. 1465, 143 L. Ed. 2d 550 (1999). See also Commonwealth v. Rolan, 520 Pa. 1, 549 A.2d 553 (1988). In United States v. Robinson, 485 U.S. 25, 108 S. Ct. 864, 99 L. Ed. 2d 23 (1988), the Supreme Court created an exception to the rule it set forth in Griffin and held that an otherwise inappropriate remark does not run afoul of Griffin if it constitutes fair response to arguments raised by the defense:\nIn the present case it is evident that the prosecutorial comment did not treat the defendant's silence as substantive evidence of guilt, but instead referred to the possibility of testifying as one of several opportunities which the defendant was afforded, contrary to the statement of his counsel, to explain his side of the case. Where the prosecutor on his own initiative asks the jury to draw an adverse inference from a defendant's silence, Griffin holds that the privilege against compulsory self-incrimination is violated. But where as in this case the prosecutor's reference to the defendant's opportunity to testify is a fair response to a claim made by defendant or his counsel, we think there is no violation of the privilege.\n485 U.S. at 32, 108 S. Ct. 864. See also Trivigno, supra (\"A remark by a prosecutor, otherwise improper, may be appropriate if it is in fair response to the argument and comment of defense counsel\"); Clark, supra (holding that prosecutor's comment *689 that defendant failed to show remorse was in fair response to defense closing argument).\nInstantly, a review of the comment in d. above indicates that the intent of the prosecutor was to rebut trial counsel's argument that the confessions were not reliable, and not to create an adverse inference from Appellant's failure to present evidence or testify. In addition, it is noted that this Court has declared that it is reluctant to grant relief on claims such as the instant one especially where, as here, the trial court instructed the jury that the comments of counsel are not evidence, that a defendant has the right not to present evidence, and that the jury should not draw an adverse inference from the defendant's failure to testify. N.T. 4/10/95, 84, 129. See Commonwealth v. Ogrod, 576 Pa. 412, 839 A.2d 294, 325 (2003). Thus, it is clear that trial counsel had no obligation to object to the comment since it did not violate the prohibition against commenting on a defendant's exercise of his right to remain silent. Appellant's claim alleging that trial counsel was ineffective fails.\nHaving concluded that trial counsel was not ineffective for failing to object to the remarks cited by Appellant, again, concomitantly, we hold appellate counsel was not ineffective for not raising on appeal trial counsel's alleged ineffectiveness. Consequently, we cannot find that the PCRA court committed an abuse of discretion in rejecting this claim.\n\n5. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS AND TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE THE COURT FAILED TO PROVIDE AND DEFENSE COUNSEL FAILED [TO] REQUEST AN APPROPRIATE CAUTIONARY INSTRUCTION IN RESPONSE TO REPEATED REFERENCES REGARDING [APPELLANT'S] ALLEGED INVOLVEMENT IN DRUG TRAFFICKING; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO PROPERLY RAISE AND LITIGATE THIS CLAIM ON DIRECT APPEAL.\nAppellant asserts that trial counsel was ineffective because she failed to ask the trial court to give the jury cautionary instructions following remarks by the prosecutor in his opening and closing arguments that indicated that Appellant was involved in a drug trafficking organization. N.T. 4/6/95, 7-10; 4-10-95, 107.[19] According to Appellant, he was entitled to an instruction explaining the purpose for which those references to his involvement in criminal activity were made and limiting the jury's use of those references. In addition, Appellant accuses direct appeal counsel of providing ineffective assistance of counsel for not raising as an issue on appeal trial counsel's ineffectiveness for failing to request such cautionary instructions.[20]\nIn Commonwealth v. Sam, 535 Pa. 350, 635 A.2d 603 (1993) and Commonwealth v. *690 Rollins, 525 Pa. 335, 580 A.2d 744 (1990), this Court was faced with claims similar to that raised here by Appellant. It was alleged by the defendants in these cases that trial counsel had been ineffective for not requesting limiting instructions following the introduction of other crimes evidence. In both cases, relief was denied because it was not reasonably probable that had cautionary instructions been given, the jury ultimately would have reached a different verdict. This is especially true in the instant appeal, given the overwhelming evidence presented by the Commonwealth against Appellant. That evidence included eyewitness testimony and the introduction of Appellant's confessions to the two homicide detectives. See Cox, 728 A.2d at 929 (reviewing sufficiency of evidence supporting Appellant's conviction). Therefore, we hold that Appellant has failed to show that there is a reasonable probability he would not have been convicted if trial counsel had requested a limiting instruction. Having failed to demonstrate prejudice, Appellant is not entitled to relief on this layered ineffectiveness claim.\n\n6. [APPELLANT] IS ENTITLED TO A NEW TRIAL BECAUSE THE PROSECUTION PRESENTED INCONSISTENT THEORIES OF GUILT. APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\nIn this claim, Appellant contends that prior counsel were ineffective for failing to raise and preserve a due process claim premised on the failure to object to the Commonwealth's presentation of inconsistent theories of guilt with respect to the Watson murder. According to Appellant, the Commonwealth claimed that Appellant was vicariously liable for Watson's murder and that he himself shot Watson. This tactic, Appellant claims, was violative of his right to due process because it enabled the Commonwealth to manipulate what evidence was introduced at trial against Appellant, specifically the ballistics evidence from the Davis murder. He also contends that it violated his due process right of notice with respect to the Commonwealth's theory of guilt.\nThis claim arises out of the fact that during the pretrial hearing held to determine whether the ballistics evidence from the Davis murder would be admitted at trial, the Commonwealth claimed that Appellant shot Watson. N.T. 4/4/95, 185-186. However, during his opening speech to the jury, the prosecutor told the jury that the evidence would show that Appellant did not shoot anyone. N.T. 4/6/95, 6. After the prosecutor completed his remarks, trial counsel moved for a mistrial arguing that if Appellant was not the shooter, the evidence from the Davis case was inadmissible. N.T. 4/6/95, 23-24. In response, the prosecutor indicated that he believed that Appellant had been the shooter but that he could not state this during his opening address because he first had to present evidence to support his belief. N.T. 4/6/95, 24. Then during his closing speech, the prosecutor argued that the jury could conclude that Appellant shot Watson. N.T. 4/10/95, 116, 126.\nThis claim lacks merit for the simple reason that the evidence relating to the Davis case pertained solely to the Watson murder, and not the Stewart murder, which is the subject of this appeal. In addition, and most importantly, the trial court instructed the jury that it should limit its consideration of the Davis evidence to the Watson case. N.T. 4/10/95, 136-138. See also discussion at Issue 3, supra. Thus, Appellant cannot establish how he was prejudiced by the prosecutor's actions.\n*691 Moreover, it is well settled that Appellant's due process rights were not violated by the Commonwealth's presentation of alternate theories of liability. See, e.g., State v. Graham, 941 A.2d 848, 858 (R.I.2008) (jury instruction indicating that defendant could be found guilty on alternative theory of vicarious liability not violative of Smith v. Groose, 205 F.3d 1045 (8th Cir.2000)). Appellant has not sustained his burden of proving that prior counsel were ineffective on this issue.\n\n7. [APPELLANT] IS ENTITLED TO A NEW TRIAL BECAUSE HIS CONSTITUTIONAL RIGHTS WERE VIOLATED WHEN HE WAS FORCED TO APPEAR BEFORE SOME JURORS IN PRISON GARB AND ALL PRIOR COUNSEL WERE INEFFECTIVE FOR FAILING TO OBJECT AND LITIGATE THIS CLAIM.\nOn the first day of jury selection, Appellant appeared in court wearing prison issued clothing. When the trial court made note of this, the prosecutor advised the trial court that evidence indicating that Appellant contacted authorities while in prison would be introduced at trial. N.T. 3/30/95, 35. No further discussion of the matter took place and neither Appellant nor trial counsel objected. Two jurors were selected that day. Appellant wore civilian clothes for the remainder of the trial. Appellant now complains that trial counsel was ineffective for failing to ensure that Appellant had civilian clothing available to him for the entire trial and for not making a motion to recuse the two jurors selected to serve on the jury on the day Appellant was wearing prison attire. Appellant also accuses direct appeal counsel of being ineffective for not raising trial counsel's ineffectiveness with respect to this issue.\nIn Estelle v. Williams, 425 U.S. 501, 503, 96 S. Ct. 1691, 48 L. Ed. 2d 126 (1976), the United States Supreme Court held that the Fourteenth Amendment prohibits a state from compelling an accused to wear clothing identifying him as a prisoner during his trial. See also Commonwealth v. Baker, 511 Pa. 1, 511 A.2d 777, 784 (1986). There is nothing in the record demonstrating that Appellant was compelled to wear prison attire on the first day of jury selection. More importantly, since the claim sounds in ineffectiveness, Appellant must establish that he was prejudiced by having to wear prison garb in order to obtain relief on the instant claims. Given that the jury heard testimony that Appellant was incarcerated when he contacted the authorities and that the evidence of his guilt was overwhelming, Appellant cannot meet this prong of the ineffectiveness test. See Commonwealth v. Brown, 538 Pa. 410, 648 A.2d 1177, 1188-89 (1994) (Defendant must demonstrate that the wearing of prison garb resulted in prejudice to obtain relief). Consequently, neither trial counsel nor appellate counsel was ineffective and no error was committed by the PCRA court in rejecting this claim.\n\n8. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE TRIAL COUNSEL FAILED TO CONDUCT AN INDEPENDENT INVESTIGATION OF THE BALLISTICS EVIDENCE, AND WHERE APPELLATE COUNSEL FAILED TO RAISE THIS ISSUE ON DIRECT APPEAL; THE PCRA COURT ERRED BY REFUSING PETITIONER'S REQUEST FOR ACCESS TO THE BALLISTICS EVIDENCE SO THAT HIS EXPERT COULD CONDUCT AN INDEPENDENT ANALYSIS.\nAppellant baldly complains that trial counsel was ineffective because she *692 failed to have the ballistic evidence from both the Davis and Watson cases examined by an independent ballistician. Citing various articles, which purportedly call into question the reliability of firearms identifications and the science underlying it, Appellant asserts that trial counsel had a duty to have the ballistic evidence examined and tested because that evidence, together with Appellant's purported confession, was the only evidence connecting Appellant to the murder of Watson. Appellant's Brief, 51-52. Appellant also asserts that appellate counsel was ineffective for not raising trial counsel's ineffectiveness on this point. Finally, Appellant contends that the PCRA court committed an abuse of discretion by refusing to permit the ballistic evidence to be tested.\nAppellant is entitled to no relief with respect to his ineffectiveness claim against trial counsel for the reason that the record shows that trial counsel's failure to have the ballistic evidence examined by an independent firearms examiner was reasonable. The law merely requires defense counsel to conduct reasonable investigations or reach rational decisions that make particular investigations unnecessary. Commonwealth v. Hughes, 581 Pa. 274, 865 A.2d 761, 813 (2004). In Commonwealth v. Copenhefer, 553 Pa. 285, 719 A.2d 242 (1998), this Court stated that \"[t]rial counsel will not be deemed ineffective for failing to call a medical, forensic, or scientific expert merely to critically evaluate expert testimony which was presented by the prosecution.\" Id. at 255, citing Commonwealth v. Smith, 544 Pa. 219, 675 A.2d 1221, 1230 (1996).\nAn application of these precepts to the instant matter demonstrates that trial counsel was not ineffective. Trial counsel testified at the PCRA hearing that she did not have the ballistic evidence tested because she saw nothing in the report prepared by the Commonwealth's ballistician that was of import or that required further investigation. N.T. 3/16/2004, 33, 56. Given that Appellant had contacted the police and then confessed to having killed Watson, and that trial counsel knew that Appellant had been convicted of killing Davis, counsel's decision not to seek an independent review of the ballistic evidence was reasonable.\nSince trial counsel was not ineffective for not having the ballistic evidence tested by a defense expert, neither was direct appeal counsel. The only issue remaining is whether the PCRA court erred by refusing to order the Commonwealth to allow Appellant an opportunity to examine the evidence.[21]\nA claim that a PCRA court erred by denying a discovery request is governed by an abuse of discretion standard. Commonwealth v. Chambers, 570 Pa. 3, 807 A.2d 872, 889 (2002). The PCRA court did not abuse its discretion here because Appellant failed to present an adequate reason why he was entitled to test the ballistic evidence. The assertion that independent testing might result in the discovery of exculpatory evidence is not a sufficient reason to overturn the decision of the PCRA court. See Commonwealth v. Abu-Jamal, 553 Pa. 485, 720 A.2d 79, 90-91 (1998) (PCRA discovery rule does not require court to order Commonwealth to turn over discovery in absence of good cause). Consequently, we find no merit to this claim.\n\n\n*693 9. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE TRIAL COUNSEL FAILED TO INVESTIGATE AND PRESENT EXCULPATORY EVIDENCE AND WHERE APPELLATE COUNSEL FAILED TO RAISE THIS ISSUE ON DIRECT APPEAL.\nAppellant claims trial counsel provided ineffective assistance of counsel for failing to investigate and call as witnesses at trial three individuals who, Appellant asserts, could have provided testimony bolstering trial counsel's argument that Appellant's confession to the Stewart murder was the product of police coercion. Appellant contends that these witnesses gave accounts about the shooting of Stewart that contained material differences from Appellant's account of it to police and thus, should have been called to testify since their testimony could have undermined the Commonwealth's theory of the case.[22] As he must to sustain his layered claim of ineffectiveness, Appellant also attacks direct appeal counsel's advocacy, claiming that he was ineffective for not raising on appeal trial counsel's ineffectiveness. Finally, Appellant claims that, at a minimum, he was entitled to a hearing on this claim.\nA defense attorney's failure to call certain witnesses does not constitute per se ineffectiveness. Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 599 (2007). In establishing whether defense counsel was ineffective for failing to call witnesses, a defendant must prove the witnesses existed, the witnesses were ready and willing to testify, and the absence of the witnesses' testimony prejudiced petitioner and denied him a fair trial. Id. Here, Appellant has failed to establish that the absence of the testimony from three witnesses he identified prejudiced him and denied him a fair trial. As the Commonwealth notes, the witnesses in question spoke to the police some two months prior to the date Appellant gave his statement. Commonwealth Brief, 70. Thus, if the police had told Appellant what to say, they certainly would have made sure that Appellant's version of what occurred coincided with the other evidence the police had amassed. Since trial counsel was not ineffective, appellate counsel cannot be deemed ineffective for failing to raise this issue.\nFinally, the PCRA court did not commit an abuse of discretion in denying a hearing on this claim because Appellant failed to present sufficient information in his PCRA petition to meet the three-pronged ineffectiveness test. See Commonwealth v. Edmiston, 535 Pa. 210, 634 A.2d 1078, 1093 (1993) (holding an evidentiary hearing is not required in the absence of proof indicating the ineffectiveness claim has arguable merit). The claim affords Appellant no relief.\n\n10. IF RELIEF IS GRANTED ON THE STEWART CONVICTION, [APPELLANT] WOULD ALSO BE ENTITLED TO RELIEF FROM THE WATSON CONVICTION.\nAppellant contends that if he is granted a new trial on any of the grounds he has *694 raised in this appeal, this Court should sua sponte grant him a new trial in the Watson case as well. As we conclude, infra, that the PCRA court properly denied relief, we need not discuss this contention.\nAppellant also asserts that there were several procedural irregularities in the Watson matter including the severance of it at the appeal and post-conviction collateral relief stages from the Stewart matter that warrant the grant of such relief.\nThe Stewart matter was properly severed for purposes of appeal from the Watson appeal insofar as this Court has exclusive jurisdiction of appeals from a sentence of death. 42 Pa.C.S ง 722(4). Pennsylvania Rule of Appellate Procedure 702(b) provides that this Court has jurisdiction in death penalty cases over judgments of sentences imposed on an appellant on lesser offenses so long as the lesser offenses arose out of the same criminal episode. Since the murders herein did not arise out of the same criminal episode, Appellant's claim that the cases should not have been severed fails.\n\nPENALTY PHASE CLAIMS\n\n1. [APPELLANT] IS ENTITLED TO A NEW SENTENCING HEARING BECAUSE TRIAL COUNSEL WAS INEFFECTIVE FOR FAILING TO INVESTIGATE, DEVELOP AND PRESENT SUBSTANTIAL MITIGATING EVIDENCE. APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO INVESTIGATE AND RAISE THIS CLAIM.\nAppellant accuses trial counsel of providing ineffective assistance of counsel during the penalty phase because she failed to \"investigate, develop, and present compelling mitigating evidence of [Appellant's] traumatic childhood, brain damage, impairments, dysfunction, and mental illness.\" Appellant's Brief, 65. In addition, Appellant claims that trial counsel should have investigated whether Appellant suffered from some mental disability and should have presented expert testimony showing that Appellant was a follower, not a leader, who was \"desperate\" to please others, that he loved and cared for his family, and that he suffered attention deficit hyper-active disorder (ADHD). According to Appellant, the failure to present this mitigating evidence prejudiced him because \"there is more than a reasonable probability that the jury would have given significantly more weight to the two mitigators it found Appellant had proven\" had such evidence been introduced and, that at least one of the jurors likely would have voted against the death penalty. Appellant's Brief, 88. Finally, Appellant claims that direct appeal counsel was ineffective for not arguing on appeal that trial counsel was ineffective in her representation of Appellant during the penalty phase of the proceedings.\nDuring the penalty hearing, trial counsel presented the testimony of three witnesses: Mabel Cox, Appellant's maternal grandmother; Jerminda Cox, Appellant's sister; and William Cox, Appellant's favorite uncle. N.T. 4/11/95, 34-42. In summary, testimony of these witnesses indicated that Appellant and his sister grew up in a single parent home headed by Appellant's mother, a long-time poly-substance abuser who put her own interests ahead of her children's welfare. Money was in short supply and Appellant and his sister often went without necessities. There was little, if any, parental control and Appellant and his sister were on their own at a young age. The gist of each of the witnesses' testimony was that Appellant would have been different if Appellant's mother had assumed her parental responsibility *695 and not involved herself and her children in drugs.\nIn her closing speech to the jury, trial counsel, citing Judaic law requiring two eyewitnesses to impose a death penalty, emphasized that no direct eyewitness testified and that Appellant's convictions rested primarily on Appellant's confessions. Trial counsel also asked the jury to consider Appellant's age, the fact that he confessed, which implied remorse, his recent involvement in the Walker drug organization, his low rank therein, and that he was directed by others during the commission of the crimes.\nAt the PCRA hearing, Appellant attempted to establish inter alia that trial counsel should have introduced more evidence of Appellant's impoverished and deprived childhood at the penalty hearing. In support of this assertion, Appellant's grandmother, sister, and uncle testified, along with Ms. Terrace Turner, who babysat for Appellant and his sister. Ms. Turner told the court that Appellant's mother used alcohol excessively and often yelled and hit Appellant and his sister. Appellant's grandmother, sister, and uncle gave testimony that supplemented the testimony they provided during the penalty hearing with additional evidence concerning Appellant's childhood.[23]\nAppellant also introduced by way of stipulation affidavits of these three testifying witnesses. In these affidavits, the three witnesses more broadly expounded upon Appellant's childhood. The affidavits contained information indicating that Appellant's mother was a teenager when Appellant was conceived and she drank and smoked cigarettes almost every day of the pregnancy. Appellant and his sister Jerminda had different fathers, neither of whom resided with them or their mother. Appellant's mother was an alcoholic who used methamphetamine and then became addicted to crack cocaine, when Appellant was ten or eleven. His mother lost control of her life due to her substance abuse problems, and as her drug problem worsened, both Appellant and Jerminda were neglected and deprived of basic necessities. The affidavits revealed that Appellant's mother stole from her own mother and from Appellant, who earned money working odd jobs, and that Appellant's mother also physically and verbally abused her children. Finally, the affidavits indicated that Appellant's mother introduced Appellant and his sister to the world of drugs; Jerminda became addicted to crack cocaine, and Appellant began selling drugs.\nAppellant also presented the testimony of Dr. Edward Dougherty, an expert in the field of forensic psychology during the PCRA evidentiary hearing. Dr. Dougherty testified that he performed a complete psychological examination of Appellant, which entailed interviewing Appellant and administering a number of tests. Dr. Dougherty also reviewed numerous records that included background information, results of previous psychological tests, and school records. N.T. 11/8/04, 46. Based on his review, Dr. Dougherty opined that Appellant:\npossesses below average intellectual functioning. He has a long history of child neglect and abuse during his developmental years. He has extensive history of abuse of alcohol and drugs beginning in early adolescence. His school records indicate numerous absences, which increased during the middle and high school years, and his school records indicate learning and behavioral problems consistent with a diagnosis of attention deficit hyperactive disorder [ADHD]. There was the combination of *696 his low intellectual functioning, his early childhood development and his childhood exposure to alcohol and drugs [which] severely impairs his ability to function. He's the type of person who is easily impressed by those who[m] he perceives to be brighter or in authoritative roles.\nN.T. 11/8/04, 49-50.\nDr. Dougherty assessed Appellant's intelligence quotient at 80 under the Wechsler Scale, which placed him in the slow learner, or below average, category. N.T. 11/8/04, 50. Dr. Dougherty also placed great emphasis on the fact that Appellant suffered childhood neglect and abuse that, the doctor stated, may have caused Appellant to take on the personality of the abuser. N.T. 11/8/04, 64, 125-126. Such abuse, according to the doctor, was detrimental to Appellant's psychological development. The doctor stated that Appellant's abuse of drugs and alcohol impeded his ability to think and act rationally, and that Appellant was easily impressed by others. N.T. 11/8/04, 50, 77, 79.\nDr. Dougherty's review of the aforementioned pre-sentence report and a mental health evaluation revealed several pieces of information he believed demonstrated that Appellant likely suffered from cognitive and psychological problems. These included a statement that Appellant was of low intelligence, that a diagnosis of adjustment disorder could not be ruled out, that Appellant had suffered neurological dysfunction head trauma, and that he was abused as a child. N.T. 11/8/04, 48-57.\nFinally, and most importantly, Dr. Dougherty conceded that Appellant's ADHD would not have had an effect on his ability to commit the crimes herein. N.T. 11/8/04, 131.\nThe Commonwealth called Dr. John Gordon, an expert in the field of clinical psychology, to rebut Dr. Dougherty's testimony. He did not personally examine Appellant, but Dr. Gordon testified that it was his opinion that there was no evidence upon which to conclude that Appellant had ADHD. N.T. 11/9/04, 6. Dr. Gordon based his testimony on the fact that Appellant had never been diagnosed as suffering from ADHD, the reports he reviewed did not substantiate Dr. Dougherty's finding, Appellant's behavior in the courtroom refuted it, and Appellant's early academic history showed that he was an average student, not a below average one. N.T. 11/9/04, 6-19. Dr. Gordon also noted that a report prepared in 1995 indicated that Appellant had no difficulty concentrating or engaging in abstract thinking. N.T. 11/9/04, 19-23.\nAlthough Dr. Gordon did not dispute that drug use at an early age may affect one's development, he disputed Dr. Dougherty's conclusion that Appellant's drug use and life circumstances affected Appellant's development or executive function because there was nothing in the record he reviewed to substantiate Dr. Dougherty's findings. N.T. 11/9/07, 42-48. Dr. Gordon did concede, however, that Appellant's drug use and life circumstances were matters that a psychologist could have testified about at trial. N.T. 11/9/04, 49. Dr. Gordon also conceded Appellant's school records indicated that Appellant had to repeat second grade. N.T. 11/9/04, 32.\nTrial counsel testified at the PCRA hearing that even though she spent significant time on attempting to negotiate a guilty plea in this case, she also prepared for trial and the penalty phase. She testified that while she did speak to family members of Appellant, she could not recall if she met with them prior to the date they testified. N.T. 3/16/04, 16-18, 65. Trial counsel further stated that although Appellant's family members told her Appellant was neglected and abused as a child, she did not investigate the effects childhood *697 abuse and neglect may have had on Appellant because she believed it to be a matter of common sense. N.T. 3/16/95, 40, 42-43. Trial counsel added that she reviewed a pre-sentence report and a mental health evaluation prepared prior to Appellant's trial and, based on the absence of any indication in those reports that Appellant was suffering from a mental disease or condition, and her discussions with Appellant, she concluded that it would be unnecessary to retain a mental health expert. N.T. 3/16/04, 54-55. Trial counsel conceded that she did not request the assistance of an investigator or a social worker, or obtain Appellant's school records for the purpose of gathering mitigation evidence. N.T. 3/16/04, 39, 40, 44.\nIn its opinion setting forth its reasons for denying relief with respect to Appellant's claim that trial counsel was ineffective for not investigating whether Appellant suffered from any mental disease or defect, the PCRA court stated that trial counsel was not ineffective because \"counsel can only act upon what information she has.\" PCRA Court Opinion, 20. The PCRA court held that because counsel saw nothing in the mental health evaluation to indicate that Appellant had mental health issues, Appellant did not state he had mental health problems, and Appellant was not cooperative, trial counsel had no obligation to conduct such an investigation. PCRA Court Opinion, 20-21.[24]\nWe hold that the PCRA court correctly denied Appellant relief on this claim by finding that Appellant failed to prove that trial counsel's alleged failings caused him actual prejudice, i.e., that there was a reasonable probability that but for counsel's alleged errors, the jury would have sentenced Appellant to life imprisonment on his third first-degree murder conviction. See Strickland, 466 U.S. at 694, 104 S. Ct. 2052. As indicated above, Appellant was convicted of two murders in the instant matter and had been convicted of first-degree murder in a separate unrelated matter. Chief Justice Castille has notably pointed out that, \"[w]here the defendant is responsible for multiple murders and where he risked even greater carnage, he should have greater difficulty in securing Strickland relief premised on foregone, supplemental mitigation evidence.\" Commonwealth v. Gibson, 597 Pa. 402, 951 A.2d 1110, 1151 (2008) (Castille, C.J., joined by McCaffery, J., concurring). See also Commonwealth v. Zook, 585 Pa. 11, 887 A.2d 1218, 1236 (2005) (Castille, J. concurring). We agree with Chief Justice Castille's observation.\nInstantly, Appellant presented testimony at the PCRA hearing enhancing the \"life circumstance\" evidence initially presented during the penalty hearing along with expert psychological testimony that Appellant suffered from ADHD. Such testimony, in the context of a case involving a triple murderer, would not have led a rational jury to impose a life sentence. First, the jury herein was well aware of Appellant's life history from the testimony Appellant presented during the penalty hearing. In addition, it is virtually a certainty that no jury would impose a life sentence based on the testimony of Appellant's expert who, upon examining Appellant, failed to find that Appellant suffered from any serious mental health malady or affliction. Although Dr. Dougherty *698 opined that Appellant suffered from ADHD, it is highly improbable that any jury would have considered this to be sufficiently significant such that, upon hearing this testimony, it would have imposed a life sentence on Appellant, a triple murderer, especially given that it is highly unlikely that he even suffered from this condition at the time of the two murders herein and in view of Dr. Dougherty's concession that the ADHD would not have affected Appellant's ability to commit the crimes herein.\nMoreover, as noted above, the testimony presented by Dr. Dougherty was unequivocally rebutted by the Commonwealth's expert witness who testified that he found no evidence that Appellant suffered from ADHD at the time of the crime or even that he was of low intelligence. See Commonwealth v. Brown, 582 Pa. 461, 872 A.2d 1139, 1151 (2005) (holding that the PCRA court did not err in denying PCRA relief on a claim alleging that trial counsel was ineffective for not presenting mental health evidence where the defendant failed to establish that he suffered from the alleged mental ailment at the time of the crime). Since Appellant has failed to establish that his additional evidence would have resulted in a different outcome, the PCRA court did not err in denying relief on this claim and it is denied. See Commonwealth v. Williams, 581 Pa. 57, 863 A.2d 505, 520 (2004) (holding that PCRA court did not abuse its discretion in failing to find defendant's mental health experts convincing in the context of a claim of ineffective assistance for not presenting mental health evidence); Commonwealth v. Howard, 553 Pa. 266, 719 A.2d 233, 238 (1998) (\"[T]his Court has declined to find counsel ineffective for failing to proffer testimony from a mental health professional to establish a mitigating circumstance where there is no showing that such testimony. . . would have been beneficial in terms of altering the outcome of the penalty phase hearing.\").[25]\n\n2. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHT TO A FAIR AND IMPARTIAL CAPITAL JURY WHERE THE TRIAL COURT ERRONEOUSLY DISMISSED A QUALIFIED JUROR SOLELY BECAUSE OF HIS VIEWS ON THE DEATH PENALTY AND APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\nAppellant asserts that direct appeal counsel was ineffective for not raising as an appellate issue a claim that the trial court erroneously dismissed a venireperson due to his views on the death penalty without first ascertaining through further questioning whether the venireperson could set aside his beliefs and follow the law. During individual voir dire, a prospective juror, who earlier responded to a preliminary question concerning the death penalty in a manner indicating that he might have difficulty imposing the death penalty, N.T. 4/3/95, 105, testified that his personal beliefs \"probably\" would substantially impair his ability to impose the death *699 penalty and that he was not sure that he could vote to impose it even if he believed that it was an appropriate verdict. N.T. 4/3/95, 105-106. Trial counsel then questioned the prospective juror asking him if he could follow the law as given by the trial court and consider imposing the death penalty if the facts warranted it. N.T. 4/3/95, 106-108. He answered these questions in the affirmative. N.T. 4/3/95, 106-108. However, in follow-up questions posed by the prosecutor and the trial court, the prospective juror again indicated that his personal beliefs would \"substantially impair\" his ability to follow the law and impose the death penalty. N.T. 4/3/95, 114-115. Based on these subsequent responses to the prosecutor's questions, the trial court granted the prosecutor's challenge for cause and excused the prospective juror. Trial counsel immediately proffered an objection.\nOn direct appeal, appellate counsel raised a general issue alleging that the manner in which the trial court conducted voir dire resulted in the improper exclusion of jurors who expressed that they could follow the law and impose the death penalty. This Court rejected that claim and held that a review of the entire voir dire demonstrated that the trial court's striking of those venirepersons whose views substantially impaired their ability to impose the death penalty did not constitute error because the prospective jurors were \"beyond rehabilitation.\" Cox, 728 A.2d at 930. This Court also held that Appellant's claim that trial counsel had an obligation to continue to question these prospective jurors \"to determine whether they were `irrevocably committed to vote against the death penalty'\" was meritless. Id.\nHere, Appellant claims that appellate counsel was ineffective because he \"did not call this Court's attention to the appropriate facts, did not cite the appropriate case law, failed to make the meritorious constitutional argument presented here, and failed to argue the meritorious analysis which would have led to the granting of appellate relief with regard to the striking of the prospective juror. Appellant's Brief, 25. In other words, Appellant is contending that direct appeal counsel was ineffective because he failed to direct this Court's attention specifically to the striking of the prospective juror and that but for direct appeal counsel's ineffectiveness, he would have prevailed on appeal. The PCRA court ruled that this issue did not entitle Appellant to relief because it had been previously litigated and merely offered an alternative theory for relief. PCRA Court Opinion, 11-12. Although we do not agree with the PCRA court's rationale for dismissing the issue, we find that no relief is due on this claim in any event.\nIn Commonwealth v. Collins, 585 Pa. 45, 888 A.2d 564, 573 (2005), this Court held that a Sixth Amendment claim alleging ineffective assistance of counsel raises an issue cognizable under the PCRA even if the claim underlying the ineffectiveness claim had been previously litigated. We recently discussed Collins in Commonwealth v. Tedford, 598 Pa. 639, 960 A.2d 1 (2008), and stated:\nThis Court had previously held that a PCRA petitioner cannot obtain post-conviction review of previously litigated claims by alleging ineffective assistance of prior counsel and presenting new theories of relief on the same facts. See Commonwealth v. Peterkin, 538 Pa. 455, 649 A.2d 121, 123 (1994) (citing Commonwealth v. Wilson, 452 Pa. 376, 305 A.2d 9 (1973)). Following this Court's decision in Collins, supra, however, a reviewing court must \"consider and substantively analyze an ineffectiveness *700 claim as a `distinct legal ground' for PCRA review\" because \"while an ineffectiveness claim may fail for the same reasons that the underlying claim faltered on direct review, the Sixth Amendment basis for ineffectiveness claims technically creates a separate issue for review under the PCRA.\" Carson, 913 A.2d at 234 (discussing Collins, 888 A.2d at 573) (internal quotation marks omitted). When a PCRA court has disposed of a number of claims as previously litigated prior to our decision in Collins, and without touching on the separate Sixth Amendment merits of the claim, this Court may remand those claims for further analysis consistent with Collins. Carson, 913 A.2d at 234. Remand, however, is not required when the claims are obviously deficient for other reasons. See id.\n\n960 A.2d at 14. Thus, we are obliged to address the merits of Appellant's ineffectiveness claim even though the claim underlying it has been reviewed and rejected on direct appeal.[26]\nA review of the claim here indicates that a remand is not necessary because the record shows that direct appeal counsel's failure to direct this Court to the voir dire of the prospective juror in question would not have caused this Court to find that the claim entitled Appellant to relief. The law is clear that the decision to strike prospective jurors for cause who express reservations about imposing the death penalty rests within the discretion of the trial court. Commonwealth v. Steele, 599 Pa. 341, 961 A.2d 786, 804 (2008); Commonwealth v. Saranchak, 544 Pa. 158, 675 A.2d 268, 274 (1996). Prospective jurors may be excused if their views on the death penalty substantially impair or prevent them from following the law given them by the trial court. Steele, 961 A.2d at 804; Commonwealth v. Jones, 590 Pa. 202, 912 A.2d 268, 286 (2006); Commonwealth v. Speight, 578 Pa. 520, 854 A.2d 450, 459 (2004). Finally, defense counsel has no constitutional obligation to attempt to change the views of prospective jurors who voice doubts about their ability to impose the death penalty in the appropriate case. Steele, 961 A.2d at 804.\nHere, a review of the prospective juror's testimony indicates that his views on the death penalty substantially impaired his ability to impose the death penalty. In response to questions posed by the trial court and the prosecutor he repeatedly indicated that he could not impose the death penalty even if the facts warranted its imposition. N.T. 4/3/95, 105-106, 114, 115. Although he indicated that he could follow the law when questioned by defense counsel, he immediately retracted that response when the prosecutor and trial court posed additional questions to him. Moreover, his responses to trial counsel's questions appear to be aimed simply to agree with the tenor of trial counsel's questions rather than a true expression of his beliefs. Given these circumstances, it is clear that the claim lacks arguable merit because the trial court did not violate the law or commit an abuse of discretion in granting the prosecutor's motion to strike the prospective juror. See Commonwealth v. Duffey, 579 Pa. 186, 855 A.2d 764, 772 (2004) (holding that trial court did not abuse its discretion in striking juror whose views on the death penalty were unclear). See also Steele, supra. Accordingly, we deny relief with respect to this claim.\n\n\n*701 3. [APPELLANT] IS ENTITLED TO A NEW SENTENCING HEARING WHERE THE JURY WEIGHED TWO AGGRAVATING CIRCUMSTANCES WHICH WERE FACTUALLY INAPPLICABLE AND INADEQUATELY DEFINED IN THE COURT'S INSTRUCTIONS; TRIAL AND APPELLATE COUNSEL WERE INEFFECTIVE FOR FAILING TO OBJECT AND RAISE THESE CLAIMS.\nIn this claim, Appellant raises challenges to two of the three aggravating circumstances found by the jury. First, he argues that prior counsel were both ineffective for failing to argue that the evidence was insufficient to support the aggravator set forth at 42 Pa.C.S. ง 9711(d)(7),[27] which involves knowingly creating a risk of death to another person in addition to the victim of the murder. Appellant argues that this aggravator does not apply to him as a mere accomplice, which he submits is what the evidence established. He next argues prior counsel should have also argued that the evidence was insufficient to support the aggravator set forth at 42 Pa.C.S. ง 9711(d)(2),[28] killing for hire, because there was no evidence presented establishing that the Appellant had been paid to kill the victim. In addition, Appellant asserts that the trial court gave the jury no instructions with respect to this aggravator. Appellant's Brief, 92, 96. Appellant further claims that trial counsel was ineffective for not arguing that the evidence was insufficient to support this aggravator and for not requesting proper jury instructions with respect to this aggravator, and that direct appeal counsel was ineffective for not citing appropriate and persuasive federal cases and for not presenting all appropriate arguments. Appellant's Brief, 97-98. Finally, he claims a due process violation predicated on the jury's consideration of aggravators not supported by the evidence. Appellant's Brief, 96-97.\nAppellant's attack on the sufficiency of the evidence fails because this Court on direct appeal already determined that the evidence was sufficient to support the aggravators. Cox, 728 A.2d at 936. Appellant cannot now again litigate the merits of these issues. See 42 Pa.C.S. ง 9544(a)(2); Steele, 961 A.2d at 796 (holding that claims litigated on direct appeal cannot be relitigated on collateral review). Nevertheless, under the holding of Collins, supra, we will review Appellant's various ineffectiveness claims associated with these issues.\nAppellant's assertion that counsel were ineffective with respect to ง 9711(d)(7) rests on a claim that this aggravator applies only to persons who committed the actual murder and endangered another person while committing the murder, and not to accomplices. Appellant's Brief, 93-94. In support of this claim Appellant cites to our decision in Commonwealth v. Lassiter, 554 Pa. 586, 722 A.2d 657 (1998), a plurality decision, which held that the aggravator set forth at 42 Pa.C.S. ง 9711(d)(6) did not, by virtue of its wording, apply to accomplices of persons who killed someone in the course of committing *702 a felony.[29] The Lassiter Court explained that this aggravator did not apply to an accomplice for the following reasons:\nThe aggravating circumstance at issue requires that the defendant \"committed\" a killing while in the perpetration of a felony. Webster's defines \"commit\" as follows: \"[t]o do or perpetrate (an offense or crime).\" Webster's New World Dictionary (2d ed. 1996). The word \"do\" is thus defined: \"to perform; to carry out; fulfill; to bring to completion; finish.\" Id. The word \"perpetrate\" is defined as \"to do or perform.\" Id. Resolving ambiguity in the definition of the word \"commit\" in favor of the accused, as we must pursuant to the rule of lenity, we conclude that, as used in the statute at issue, the word \"commit\" requires a defendant to have performed the murder herself in the sense of bringing it to completion or finishing it.\nLassiter, 722 A.2d at 662. The Lassiter Court's ruling also rested on the observation that in amending the death penalty statute in 1989, the Legislature added two additional aggravating circumstances that were made applicable specifically to accomplices. See 42 Pa.C.S. ง 9711(d)(13) and (14).\nAppellant asserts that because the Legislature amended 42 Pa.C.S. ง 9711(d) to include accomplices in other subsections, the analysis utilized by the Lassiter Court in holding that the Legislature did not intend that 42 Pa.C.S. ง 9711(d)(6) to apply to accomplices mandates that we hold that 42 Pa.C.S. ง 9711(d)(7) does not apply to accomplices as well.\nThe Commonwealth argues, generally, that Appellant's layered claims of ineffectiveness entitle him to no relief because this Court already determined that the evidence was sufficient to support these claims. See Cox, 728 A.2d at 936. The Commonwealth also asserts inter alia, that Appellant's argument lacks merit because the Lassiter Court's decision was predicated on the express language of 42 Pa.C.S. ง 9711(d)(6) and thus, counsel was not \"required to attempt to craft a similar argument with respect to the dissimilar (d)(7) provision.\" Commonwealth's Brief, 87. The Commonwealth further claims that the evidence was sufficient to support the 42 Pa.C.S. ง 9711(d)(7) aggravator because Appellant drove the actual killer to the scene and positioned his vehicle right next to the victim's vehicle, which was occupied by another person, and remained there until the killer fired seven shots into the car. Thus, according to the Commonwealth, \"but for the [Appellant's] aid [the killer] would not have been able to fire his gun at the victim and [the passenger].\" Commonwealth's Brief, 88.\nCertainly, trial counsel cannot be deemed ineffective because the Lassiter decision was issued well after the trial herein was held. The law is clear that counsel cannot be held ineffective for failing to anticipate a change in the law. Commonwealth v. Duffey, 889 A.2d at 71. Moreover, since Appellant has not articulated how the trial court's instructions on this aggravator were defective or what trial counsel should have argued in claiming that the evidence was insufficient to establish this aggravator, he is entitled to no relief with respect to this claim. See Commonwealth v. Bryant, 579 Pa. 119, 855 A.2d 726, 750 (2004) (holding that counsel cannot be found ineffective in a vacuum).\nAs to appellate counsel, Appellant acknowledges that this issue was raised on *703 direct appeal but asserts that appellate counsel presented the argument in an ineffective manner. He premises this claim on allegations that appellate counsel failed to cite appropriate authority. Assuming arguendo that this is true, the claim itself is without arguable merit as an analysis of the statutory provision reveals that this aggravator does apply to an accomplice.\nThe Statutory Construction Act provides that in interpreting a statute it is incumbent that the reviewing court endeavor to ascertain the intent of the Legislature and that when the words of a statute are clear and free of ambiguity we must interpret those words by their plain meaning. 1 Pa.C.S. ง 1921. Chief Justice Castille recently set forth a cogent and succinct summary of the law in this area. He wrote:\n`The object of statutory interpretation is to determine the intent of the General Assembly.' Pa. Dep't of Transp., Bureau of Driver Licensing v. Weaver, [590 Pa. 188] 912 A.2d 259, 264 (2006) (citing 1 Pa.C.S. ง 1921(a)). The touchstone of statutory interpretation is that where a statute is unambiguous, the judiciary may not ignore the plain language `under the pretext of pursuing its spirit,' 1 Pa.C.S. ง 1921(b), for the language of a statute is the best indication of legislative intent. Weaver, 912 A.2d at 264. Words and phrases should be construed in accordance with their common and approved usage. 1 Pa.C.S. ง 1903(a). When the words of a statute are clear, there is no need to look beyond the plain meaning of a statute. See, e.g., Commonwealth v. McClintic, 589 Pa. 465, 909 A.2d 1241, 1245 (2006) (citing Sternlicht v. Sternlicht, 583 Pa. 149, 876 A.2d 904, 909 (2005) and Ramich v. Workers' Comp. Appeal Bd. (Schatz Elec. Inc.), 564 Pa. 656, 770 A.2d 318, 322 (2001)). If a statute is deemed ambiguous, however, resort to principles of statutory construction is appropriate. 1 Pa.C.S. ง 1921(c); Commonwealth v. Packer, 568 Pa. 481, 798 A.2d 192, 196 (2002).\nColville v. Allegheny County Retirement Board, 592 Pa. 433, 926 A.2d 424, 430-31 (2007).\nApplying the foregoing to the instant matter we hold that the absence of the word \"accomplice\" in 42 Pa.C.S. ง 9711(d)(7) does not render it inapplicable to accomplices. Section 9711(d)(6) specifically identifies the \"defendant\" as the killer. 42 Pa.C.S. ง 9711(d)(6) (the \"defendant committed a killing while in the perpetration of a felony\"). However, section 9711(d)(7) more broadly focuses on the \"commission of the offense,\" during which the defendant created a grave risk of death to another person besides the victim of the homicide. 42 Pa.C.S. ง 9711(d)(7) (\"In the commission of the offense the defendant knowingly created a grave risk of death to another person in addition to the victim of the offense.\"). Thus, by its very terms, this aggravator applies to any person, not merely the killer, who knowingly creates a grave risk to someone other than the intended victim of an intentional killing and who is proved to have acted with the requisite intent. See Commonwealth v. Rios, 546 Pa. 271, 684 A.2d 1025, 1032 n. 10 (1996) (\"[a]n accomplice, like a principal, can be liable for creating a grave risk of death\" under section 9711(d)(7)); Commonwealth v. Jones, 542 Pa. 464, 668 A.2d 491, 519-20 (1995) (holding that section 9711(d)(7) applied to defendant who had ordered murders where his co-conspirators placed others in grave risk of death during killings). Accordingly, we hold that Appellant has failed to prove that direct appeal counsel was ineffective for not challenging the applicability of this aggravator for the reasons propounded by Appellant.\n*704 Appellant next argues that the evidence did not establish beyond a reasonable doubt the aggravator set forth in section 9711(d)(2) because there is no evidence of record showing that the victim's death was the product of a contract killing or even that there was a contract to kill the victim. Appellant's Brief, 95. Appellant disputes that evidence showing that he received $500.00 following the killing was sufficient to establish this aggravator. He also complains, without explanation or legal support, that the trial court's jury instructions on this aggravator were defective and violated 42 Pa.C.S. ง 9711(c)(1)(iii) and Appellant's due process rights because the trial court failed to give any instructions on the requirements necessary to prove this aggravator. Appellant's Brief, 96. Finally, Appellant accuses trial counsel and direct appeal counsel of being ineffective; trial counsel for not requesting that the trial court give the jury proper instructions and for not arguing that this aggravator did not apply, and appellate counsel for not citing to appropriate and persuasive federal or state cases. Appellant's Brief, 97-98.\nThe Commonwealth submits that we should hold these claims are meritless because Appellant has merely reiterated the argument he raised on direct appeal regarding why the evidence was insufficient to support this aggravator. Commonwealth's Brief, 88-89. The Commonwealth's argument has merit with respect to the sufficiency claim for the reasons discussed above, namely that this claim has been previously litigated. Cox, 728 A.2d at 936. In addition, we hold that Appellant's claim that the trial court violated his right to due process by failing to give the jury any instructions on this aggravator was waived for failing to raise it previously. See 42 Pa.C.S. ง 9544(b). However, although the Commonwealth's remaining arguments regarding Appellant's ineffectiveness claims are facially appealing, they do not take into account our decision in Collins, supra, that holds that claims alleging ineffective assistance of counsel are discrete claims that must undergo independent review. Consequently, we undertake a review of these claims pursuant to the test applicable to ineffectiveness claims.\nAppellant has failed to establish that trial counsel was ineffective because he has not set forth what instructions the trial court was obliged to give the jury with respect to this aggravator or what trial counsel should have argued to the jury. Thus, he has failed to prove that his ineffectiveness claim entitles him to relief. See Bryant, supra.\nSimilarly, Appellant's attack on appellate counsel's effectiveness fails because Appellant has not set forth the federal or state authorities he alludes to in his brief and claims support his position that this aggravator was not established by the evidence. Nevertheless, even had Appellant included such authority, since the evidence established that Appellant was paid $500.00 following the killing, see Cox, 728 A.2d at 936, he still would not have prevailed on this claim. Accordingly, for all of the foregoing reasons, Appellant's claims involving the above discussed aggravators are denied.\n\nCUMULATIVE EFFECT OF THE ERRORS\n\n[APPELLANT] IS ENTITLED TO RELIEF FROM HIS CONVICTION AND SENTENCE BECAUSE OF THE CUMULATIVE PREJUDICIAL EFFECT OF THE ERRORS DESCRIBED IN [APPELLANT'S] BRIEF [WHICH] DENIED HIM DUE PROCESS AND THE EFFECTIVE ASSISTANCE OF TRIAL AND APPELLATE COUNSEL.\nIn his final claim, Appellant argues that he is entitled to relief because of *705 the cumulative prejudicial effect of the errors he alleged and raised in this appeal. This Court has repeatedly stated that \"no number of failed claims may collectively warrant relief if they fail to do so individually.\" Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 617 (2007). See also, Tedford, supra. Therefore, Appellant is not entitled to relief on this claim.\n\nCONCLUSION\nFor the reasons stated herein, the order of the PCRA court denying relief is affirmed. Jurisdiction is relinquished.[30]\nChief Justice CASTILLE and Justices EAKIN, BAER, TODD and McCAFFERY join the opinion.\nJustice SAYLOR files a concurring opinion.\n\nCONCURRING OPINION\nJustice SAYLOR.\nI join the majority opinion as it concerns guilt-phase claims 1, 5, 7, 8, and 10, concur in the result with regard to the balance of the opinion, and offer the following comments.\nAs to the issues identified by the majority as guilt-phase claims 3 and 4, I respectfully differ with its assertion that there is not \"even a scintilla of evidence\" that the prosecutor used the evidence of the Davis killing to bolster the claim that Appellant participated in the Stewart killing. See Majority Opinion, at 683. As Appellant develops at length, in opening and closing remarks to the jurors the prosecutor employed a \"mind of a killer\" theme, obviously alluding to the fact that Appellant had committed multiple homicides.[1] In doing so, the prosecutor did not specifically limit his comments to two homicides, as opposed to the three put before the jury, and I find it unreasonable to believe the jurors would so compartmentalize the evidence in interpreting such comments touching upon a criminal defendant's mentality and propensities.[2] I support the outcome only because, in light of the evidence presented (including Appellant's various confessions) and the trial court's limiting instructions, I find that Appellant has not met his burden of proof concerning prejudice.\nRegarding guilt-phase claim 6, the majority's explanation that due process rights are not violated by the government's pursuit of alternate theories of liability is unresponsive to Appellant's argument, relying on Smith v. Groose, 205 F.3d 1045 (8th Cir.2000), that \"the use of inherently factually contradictory theories violates the principles of due process.\" Id. at 1052 (emphasis added). In the present case, the prosecution opened to the jury by stating that the evidence showed Appellant was an accomplice and coconspirator, but not the shooter, in the Watson and Stewart *706 homicides. Although the district attorney explained to the trial judge that he did not feel he could identify Appellant as the shooter in the Watson homicide in his opening remarks since attorneys may not rely on inferences from the evidence in opening statements, see N.T., April 6, 1995, at 24, such explanation was erroneous. In this regard, this Court has long recognized that \"[s]o long as no liberties are taken with the evidence, a lawyer is free to draw such inferences as he wishes from the testimony and to present his case in the light most suited to advance his cause and win a verdict in the jury box.\" Contractors Lumber and Supply Company v. Quinette, 386 Pa. 517, 522, 126 A.2d 442, 444 (1956); accord Commonwealth v. Farquharson, 467 Pa. 50, 63-64, 354 A.2d 545, 552 (1976). The prosecutor should have appreciated that circumstantial evidence is regularly relied upon by Commonwealth and defense attorneys alike in opening arguments and otherwise, and therefore, it is difficult to view his contrary perspective as anything other than an untenable lapse or pretext. In either event, in the absence of some reasonable explanation for the material shift in position concerning affirmative government representations as to material facts at the outset of its case, it seems to me the trial court should have held the district attorney to the position he related to the jurors in his opening remarks. Accordingly, I would dispose of this claim based upon an assessment of the degree of prejudice, in light of the strong evidence of Appellant's culpability.\nIn resolving guilt-phase claim 9, the majority theorizes that, if government officials were to act illegally and manufacture evidence, they certainly would make the false evidence consistent with all of the actual evidence. See Majority Opinion, at 693. I am unaware of any decision of this Court (or any other for that matter) resting on such an assumption, which, notwithstanding the majority's certitude, I find to be speculative.\nOn penalty-phase claim 1, I respectfully differ with the majority's assertion that the Commonwealth's expert witness disputed Appellant's evidence that his life circumstances affected his development. See Majority Opinion, at 694. In fact, the Commonwealth never disputed that Appellant was exposed to poverty, neglect, and abuse during his upbringing; the effects of such negative factors on development are well known; and the Commonwealth's expert confirmed them during his testimony. For example, one interchange from his cross-examination proceeds as follows:\nQ. With respect to [Appellant], can you tell me what kind of impact it may have had on him [โ\u0080\u0094] that type of deprivation that he was subjected to that you described in your report?\nA. Well, he may have beenโ\u0080\u0094there was indication that he was humiliated at school, that he found it very difficult, you know. I'm not reallyโ\u0080\u0094actually, I'm not sure I can be anymore specific because I really didn'tโ\u0080\u0094I didn't really do a fine-grade analysis of those factors as it impacted [Appellant] in my review of the material.\nI mean, I accept the fact, as I did in my report, that these factors are present and they certainly contributedโ\u0080\u0094 make significant contributions to the emotional problems that he dealt with, behavioral difficulties that he had as he got older.\n\nAgain, I point out that all those things he still continued in progress in an average fashion in school fromโ\u0080\u0094in terms of his academic skills.\nQ. But you would generally agree with me that that kind of thing is not good for a child?\n\n*707 A. Of course I would.\nN.T., November 9, 2004, at 40-41 (emphasis added).\nI also depart from the majority position to the degree it is asserting that testimony from a mental-health expert concerning the effects of poverty, neglect, and abuse during a capital defendant's upbringing could not sway a rational jury to return a life sentence in a case involving multiple murders. See Majority Opinion, at 697. Such assessments of the degree of a capital defendant's moral culpability are uniquely left within the province of the jury, acting as the voice of the community, and I would not denigrate as irrational the decisions of other juries which have found (or might find) a sentence of life imprisonment appropriate in cases of multiple murders, depending on the individualized circumstances involved.\nIn the present case, however, the jury accepted that Appellant suffered from extreme mental or emotional disturbanceโ\u0080\u0094a finding which apparently derived from the lay testimony concerning the negative effects of Appellant's upbringing and life circumstancesโ\u0080\u0094yet it still returned a sentence of death. While I believe Dr. Dougherty's opinions regarding the effects of childhood deprivation and abuse (or those of the Commonwealth's expert for that matter) would have enhanced the defense mitigation case, it does not seem to me it would have added sufficient weight to persuade jurors who would render a sentence of death, although convinced that Appellant suffered from extreme impairments, to nevertheless impose a life sentence. Thus, ultimately I agree with the majority's finding of insufficient prejudice.\nFinally, regarding penalty-phase claim 3, I maintain my difference with the position that this Court's decision in Commonwealth v. Lassiter, 554 Pa. 586, 722 A.2d 657 (1998) (plurality), represented a change in the law. See Commonwealth v. Spotz, 587 Pa. 1, 108-11, 896 A.2d 1191, 1255-57 (2006) (Saylor, J., concurring and dissenting). Although I recognize that the Spotz majority and other opinions have held differently, see Spotz, 587 Pa. at 79-82, 896 A.2d at 1238-39, the Court has never effectively reconciled the fact that Lassiter is couched as a plain-meaning interpretation of an existing statute, or Lassiter's finding of deficient stewardship based on a failure to appreciate the plain meaning. See Lassiter, 554 Pa. at 596, 722 A.2d at 662 (\"Clearly, trial counsel could have no reasonable basis for failing to explain to the appellant that a strong argument could be made that the death penalty could not be applied to her under Pennsylvania law,\" as the (d)(6) aggravator does not apply to an accomplice who does not commit the killing.). Under such circumstances, I cannot see how it can reasonably be maintained that Lassiter represents an affirmative change in the law, insulating present counsel from an ineffectiveness challenge. Thus, I believe the circumstance meets an exception to the doctrine of stare decisis, which, as a general rule, requires respect for precedent. See Mayhugh v. Coon, 460 Pa. 128, 135, 331 A.2d 452, 456 (1975).\nNOTES\n[1]  A more complete recitation of the facts underlying Appellant's convictions is set forth in Commonwealth v. Cox, 556 Pa. 368, 728 A.2d 923 (1999).\n[2]  On October 28, 1993, the Honorable Carolyn Temin found the Appellant guilty of the first-degree murder of Davis, criminal conspiracy and possession of an instrument of crime. On June 2, 1995, the Superior Court affirmed the judgments of sentence in a memorandum opinion. Commonwealth v. Cox, 445 Pa.Super. 624, 664 A.2d 1054 (1995). This Court denied the Appellant's petition for allowance of appeal. Commonwealth v. Cox, 544 Pa. 623, 675 A.2d 1242 (1996).\n[3]  Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).\n[4]  42 Pa.C.S. ง 9711(d)(2).\n[5]  42 Pa.C.S. ง 9711(d)(7).\n[6]  42 Pa.C.S. ง 9711(d)(11).\n[7]  42 Pa.C.S. ง 9711(e)(5).\n[8]  42 Pa.C.S. ง 9711(e)(8).\n[9]  Appellant's direct appeal was filed prior to the issuance of this Court's opinion in Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002) which held that claims of ineffective assistance of counsel should be deferred until collateral review.\n[10]  This Court has exclusive jurisdiction of appeals in cases in which the death penalty has been imposed. 42 Pa.C.S. ง 722. On direct appeal from the first-degree murder conviction and death sentence, Appellant raised eighteen separate issues. They are set forth in this Court's opinion affirming the judgment of sentence. Commonwealth v. Cox, 556 Pa. 368, 728 A.2d 923 (1999).\n[11]  We have renumbered Appellant's claims for ease of review.\n[12]  In Pierce, this Court adopted the standard for reviewing claims alleging ineffective assistance of counsel devised by the U.S. Supreme Court in Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984). While the ineffectiveness test applied by our Court has three criteria, as opposed to the two set forth by the U.S. Supreme Court, the tests are co-extensive. Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 594 n. 8 (2007); Commonwealth v. Gribble, 580 Pa. 647, 863 A.2d 455, 460 (2004).\n[13]  A claim is previously litigated if \"the highest appellate court in which the petitioner could have had review as a matter of right has ruled on the merits of the issue\" or \"it has been raised and decided in a proceeding collaterally attacking the conviction or sentence.\" 42 Pa.C.S. ง 9544(a)(2)(3). A claim is waived if \"the petitioner could have raised it but failed to do so before trial, at trial, during unitary review, on appeal or in a prior state post-conviction proceeding.\" 42 Pa.C.S. ง 9544(b).\n[14]  At the time Appellant's direct appeal was filed, claims of ineffectiveness were required to be raised at the first stage of litigation at which a defendant was represented by counsel other than counsel whose assistance is being challenged. Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687, 695 n. 6 (1977).\n[15]  For ease of review, the issues pertaining to the guilt phase of the proceedings will be discussed first followed by a discussion of those issues relating to the penalty phase. It is noted that Appellant has `layered' each of his claims, thus avoiding waiver.\n[16]  Although Appellant has not argued that he is entitled to relief under our State Constitution, specifically Article I, Section 9, this Court has ruled that Article I, Section 9 is coterminous with the Sixth Amendment regarding when the right to counsel attaches. Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831, 844 (2003).\n[17]  During voir dire, venirepersons were specifically questioned about whether they could separate the evidence relating to the two cases and decide them based solely on the evidence applicable to each case.\n[18]  It is beyond cavil that the ballistics evidence in question was admissible. This court has consistently held that ballistic evidence from an unrelated crime may be introduced to prove identity. Commonwealth v. Reid, 533 Pa. 508, 626 A.2d 118 (1993); Commonwealth v. Rollins, 525 Pa. 335, 580 A.2d 744 (1990).\n[19]  In Commonwealth v. Billa, 521 Pa. 168, 555 A.2d 835 (1989), it was ruled that when other crimes evidence is introduced at trial, it should be accompanied by limiting instructions.\n[20]  On direct appeal, Appellant alleged that trial counsel was ineffective for failing to object to the same opening remarks of the prosecutor. This Court rejected the claim after finding that it lacked arguable merit because it could be reasonably inferred from the evidence that Appellant was a participant in a drug organization. Cox, 728 A.2d at 931. See also Commonwealth v. Claypool, 508 Pa. 198, 495 A.2d 176, 178 (1985).\n[21]  Pennsylvania Rule of Criminal Procedure 902(e)(2) provides that \"[o]n the first counseled [PCRA] petition in a death penalty case, no discovery shall be permitted at any stage of the proceedings, except upon leave of court after a showing of good cause.\"\n[22]  Michael Blankenship, who gave a statement to police following the incident, told police the shots that killed Stewart were fired from a white Nova. Appellant stated in his confession that the car was a blue Malibu. Tia Seidle allegedly would have testified that she and Stewart were at the home of Rhonda Simmons at or about the time of the incident. Ms. Simmons's home was located in the 3800 block of Reno Street, a different location than that provided to police by Appellant. Finally, according to Appellant, Ms. Simmons would have corroborated Ms. Seidle's testimony, had she been called as a witness.\n[23]  Appellant did not testify either during the penalty hearing or during the PCRA hearing.\n[24]  As noted above, there was some indication in the pre-sentence reports suggesting that Appellant might have underlying mental health issues. However, that information does not change the outcome herein because Dr. Dougherty's examination of Appellant failed to uncover any mental health problems beyond ADHD, which, as stated above, the doctor conceded would not have affected Appellant's ability to commit the crimes herein.\n[25]  Although the PCRA court did not make explicit credibility determinations, a remand is unnecessary. While we have held that it is essential that a PCRA court make credibility determinations, Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717 (2000), the PCRA court's opinion demonstrates implicitly that it made the required credibility determinations insofar as the PCRA court wrote that Appellant's claim that trial counsel was ineffective for failing to present mitigating evidence of Appellant's \"traumatic childhood, brain damage, impairments, dysfunction, and mental illness\" to be \"completely frivolous and devoid of merit.\" PCRA Court Opinion, 20.\n[26]  It would be the rare case indeed where a defendant is granted relief on a claim of ineffectiveness when the underlying claim has been deemed previously to be meritless.\n[27]  Section 9711(d)(7) provides: \"(7) In the commission of the offense the defendant knowingly created a grave risk of death to another person in addition to the victim of the offense.\"\n[28]  Section 9711(d)(2) provides: \"(2) The defendant paid or was paid by another person or had contracted to pay or be paid by another person or had conspired to pay or be paid by another person for the killing of the victim.\"\n[29]  Section 9711(d)(6) provides: \"(6) The defendant committed a killing while in the perpetration of a felony.\"\n[30]  The Prothonotary of the Supreme Court is directed to transmit the complete record of this case to the Governor pursuant to 42 Pa.C.S. ง 9711(i).\n[1]  For example, the prosecutor repeatedly argued:\n\nBut, like I said, Ladies and Gentlemen, the mind of a killer, it doesn't care about the law. He doesn't care about killing. He showed you through his words and actions that killing is no big deal to him, and he wants you to feel the same way.\nN.T., April 10, 1995, at 116.\n[2]  Indeed, the prosecutor specifically and repeatedly referenced all three killings in furtherance of his \"mind of a killer\" theme. See, e.g., N.T., April 10, 1995, at 114-15 (reflecting the following comments of the prosecutor concerning Appellant, \"He doesn't care about killing. He doesn't care about the law.... What's the difference between two murders and three?\").\n\n",
            "ocr": false,
            "opinion_id": 2345288
        },
        {
            "author_str": "Greenspan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOPINION\n\nJustice GREENSPAN.\nThis is a collateral capital appeal from an order dismissing Appellant Jermont Cox’s petition for relief under the Post Conviction Relief Act (PCRA), 42 Pa.C.S. §§ 9541-9546.\nThe relevant facts are as follows:1 Tim Walker (Walker), the head of a Philadelphia drug trafficking organization, ordered his lieutenant, Larry Lee (Lee), to slay Roosevelt Watson (Watson) and Terence Stewart (Stewart) in retaliation for stealing Walker’s property and interfering with Walker’s drug enterprise. Lee enlisted the Appellant to aid him in this task.\nOn August 18,1992, Watson’s body was found on a Philadelphia street with multiple gunshot wounds. On November 8, 1992, police found Stewart shot in the front seat of a car. Tia Seidle (Seidle) was the front seat passenger of that car at the time of the shooting and was standing outside when the police arrived. Stewart was later pronounced dead.\nOn January 14, 1993, police questioned and arrested Appellant with respect to the murder of one Lawrence Davis (Davis) after he admitted his role in the murder.2 At the end of the interview, Appellant told the police that he had information on *236the Stewart murder and asked if he could expect favorable treatment if he cooperated. The detective who interviewed appellant told him that he could promise no favorable treatment, but would make Appellant’s information and cooperation known to the District Attorney. After waiving Miranda3 rights, Appellant gave police a statement admitting his involvement in the murder of Stewart. Appellant explained that on November 8,1992, Lee recruited appellant to be the driver in the pursuit and subsequent killing of Stewart. After the murder, Lee paid Appellant $500 for his assistance. Based on that confession, Appellant was arrested for the murder of Stewart.\nOn April 28, 1993, with the trial date of the Davis murder approaching, Appellant contacted Detective Robert Snell, the detective who had interviewed him with respect to the Davis and Stewart murders, and stated that he wanted to speak to the detective. The following day, Appellant was transported from prison to the headquarters of the Homicide Division of the Philadelphia Police Department for further questioning. Appellant was given and waived his Miranda rights, stating, “I want to cooperate and try to help myself.” N.T. 4/10/95, 32-33, 55-62. Appellant then told police that in August of 1992, he was at a bar with Lee when Walker contacted Lee and gave him information on Watson’s whereabouts. Lee asked Appellant to drive him to that location. On the way there, Lee explained to Appellant that he planned to kill Watson. When Watson was spotted, Lee got out of the car and shot him. Three days later Walker paid the Appellant $500 for the killing. At the conclusion of the interview, Appellant was arrested and charged with the murder of Watson.\nBesides Appellant’s confessions, ballistics evidence established that the gun that was used in the Watson murder was also used in the Davis murder. Stewart was shot with a different weapon.\n*237On November 15,1993, Appellant entered into a “Memorandum of Understanding” with the Philadelphia District Attorney’s Office pursuant to which Appellant would plead guilty to the first-degree murders of Watson and Stewart and would cooperate in the prosecutions of Walker and Lee. In exchange, Appellant would receive concurrent life sentences. Later that day Appellant entered his guilty pleas before the Honorable Robert A. Latrone. However, on January 24, 1994, before providing the promised assistance, Appellant filed a pro se motion to withdraw the guilty pleas. Judge Latrone granted the Appellant’s motion and new counsel was appointed to represent him with respect to the charges filed in the Watson and Stewart cases, which had been consolidated for trial. Appellant moved to suppress his statement on the Stewart murder and his statements on the Watson murder. On April 5, 1995, the Honorable John J. Poserina, Jr., denied appellant’s motion to suppress. Judge Poserina further ruled that evidence that Appellant shot Davis with the same gun used in the Watson killing was admissible.\nAppellant’s trial commenced one day later. At its conclusion, Appellant was convicted of two counts of first-degree murder, criminal conspiracy, and possession of an instrument of crime. On April 12, 1995, the jury sentenced Appellant to life imprisonment for the murder of Watson and to death for the killing of Stewart. The jury found that aggravating circumstances in the Stewart murder outweighed the mitigating circumstances. Aggravating circumstances found by the jury were receiving payment to commit murder,4 creating a grave risk of death to another person5 and being convicted of another murder.6 Mitigating circumstances found by the jury were acting under extreme duress,7 and other evidence of mitigation based on his upbringing.8\n*238Represented by new counsel, Appellant appealed his convictions.9 The Superior Court affirmed the life sentence for the first-degree murder of Watson. Commonwealth v. Cox, 453 Pa.Super. 679, 683 A.2d 309 (Pa.Super.1996), allocatur denied, 547 Pa. 724, 689 A.2d 231 (Pa.1997) and this Court affirmed the death sentence for the murder of Stewart. Commonwealth v. Cox, 556 Pa. 368, 728 A.2d 923 (1999).10 On June 11, 2001, the United States Supreme Court denied Appellant’s petition for a writ of certiorari. Cox v. Pennsylvania, 533 U.S. 904, 121 S.Ct. 2246, 150 L.Ed.2d 233 (2001).\nOn February 6, 2001, Appellant filed a pro se PCRA petition. On June 10, 2002, present counsel entered their appearance on Appellant’s behalf and filed an amended petition seeking, among other things, reversal of his conviction and death sentence and his conviction for the Stewart killing. The petition set forth a number of claims of ineffective assistance of trial and appellate counsel with respect to both the guilt and penalty phases of the prosecution. The matter was assigned to Judge Poserina, who on July 29, 2005, denied the claims pertaining to the guilt phase of Appellant’s trial without a hearing. Judge Poserina granted a hearing with respect to the issues raised by Appellant that arose out of the penalty phase. On July 29, 2005, having sent appellant a notice of intent to dismiss, Judge Poserina formally denied Appellant relief on all of his claims. On August 23, 2005, Appellant filed the instant appeal.\nHaving carefully reviewed the briefs of counsel and the applicable law, we affirm the order of the PCRA court denying Appellant post-conviction collateral relief on his claims relating to the guilt and penalty phases of the proceedings below.\n*239ISSUES\nOn appeal, appellant raises the following issues:\n1. [APPELLANT’S] CONSTITUTIONAL RIGHTS TO COUNSEL WERE VIOLATED WHEN HE WAS INTERROGATED BY THE POLICE WITHOUT COUNSEL AFTER HIS RIGHT TO COUNSEL HAD ATTACHED AND ALL PRIOR COUNSEL WERE INEFFECTIVE FOR FAILING TO RAISE AND LITIGATE THIS ISSUE.\n2. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO A FAIR AND IMPARTIAL JURY AND TO DUE PROCESS WHERE THE TRIAL COURT, DURING JURY SELECTION, ERRONEOUSLY DENIED A DEFENSE CHALLENGE FOR CAUSE WHICH PLACED AN INHERENTLY BIASED JUROR ON THE JURY AND APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS ISSUE ON DIRECT APPEAL.\n3. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHT TO A FAIR AND IMPARTIAL CAPITAL JURY WHERE THE TRIAL COURT ERRONEOUSLY DISMISSED A QUALIFIED JUROR SOLELY BECAUSE OF HIS VIEWS ON THE DEATH PENALTY AND APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\n4. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS BY THE ADMISSION OF EVIDENCE OF HIS INVOLVEMENT IN THE DAVIS HOMICIDE; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\n5. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS AND THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE COUNSEL FAILED TO OBJECT TO *240IMPROPER, HIGHLY PREJUDICIAL PROSECUTORIAL ARGUMENT AND/OR FAILED TO REQUEST AN APPROPRIATE CURATIVE INSTRUCTION; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO PROPERLY RAISE AND LITIGATE THIS CLAIM ON DIRECT APPEAL.\n6. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS AND TO THE EFFECTIVE ASSISTANCE OF COUNSEL WPIERE THE COURT FAILED TO PROVIDE AND DEFENSE COUNSEL FAILED [TO] REQUEST AN APPROPRIATE CAUTIONARY INSTRUCTION IN RESPONSE TO REPEATED REFERENCES REGARDING [APPELLANT’S] ALLEGED INVOLVEMENT IN DRUG TRAFFICKING; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO PROPERLY RAISE AND LITIGATE THIS CLAIM ON DIRECT APPEAL.\n7. [APPELLANT] IS ENTITLED TO A NEW TRIAL BECAUSE THE PROSECUTION PRESENTED INCONSISTENT THEORIES OF GUILT. APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\n8. [APPELLANT] IS ENTITLED TO A NEW TRIAL BECAUSE HIS CONSTITUTIONAL RIGHTS WERE VIOLATED WHEN HE WAS FORCED TO APPEAR BEFORE SOME JURORS IN PRISON GARB AND ALL PRIOR COUNSEL WERE INEFFECTIVE FOR FAILING TO OBJECT AND LITIGATE THIS CLAIM.\n9. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE TRIAL COUNSEL FAILED TO CONDUCT AN INDEPENDENT INVESTIGATION OF THE BALLISTICS EVIDENCE, AND WHERE APPELLATE COUNSEL FAILED *241TO RAISE THIS ISSUE ON DIRECT APPEAL; THE PCRA COURT ERRED BY REFUSING PETITIONER’S REQUEST FOR ACCESS TO THE BALLISTICS EVIDENCE SO THAT HIS EXPERT COULD CONDUCT AN INDEPENDENT ANALYSIS.\n10. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE TRIAL COUNSEL FAILED TO INVESTIGATE AND PRESENT EXCULPATORY EVIDENCE AND WHERE APPELLATE COUNSEL FAILED TO RAISE THIS ISSUE ON DIRECT APPEAL.\n11. IF RELIEF IS GRANTED ON THE STEWART CONVICTION, [APPELLANT] WOULD ALSO BE ENTITLED TO RELIEF FROM THE WATSON CONVICTION.\n12. [APPELLANT] IS ENTITLED TO A NEW SENTENCING HEARING BECAUSE TRIAL COUNSEL WAS INEFFECTIVE FOR FAILING TO INVESTIGATE, DEVELOP AND PRESENT SUBSTANTIAL MITIGATING EVIDENCE. APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO INVESTIGATE AND RAISE THIS CLAIM ON DIRECT APPEAL.\n13. [APPELLANT] IS ENTITLED TO A NEW SENTENCING HEARING WHERE THE JURY WEIGHED TWO AGGRAVATING CIRCUMSTANCES WHICH WERE FACTUALLY INAPPLICABLE AND INADEQUATELY DEFINED IN THE COURT’S INSTRUCTIONS; TRIAL AND APPELLATE COUNSEL WERE INEFFECTIVE FOR FAILING TO OBJECT AND RAISE THESE CLAIMS.\n14. [APPELLANT] IS ENTITLED TO RELIEF FROM HIS CONVICTION AND SENTENCE BECAUSE OF THE CUMULATIVE PREJUDICIAL EFFECT OF THE ERRORS DESCRIBED IN [APPEL*242LANT’S] BRIEF [WHICH] DENIED HIM DUE PROCESS AND THE EFFECTIVE ASSISTANCE OF TRIAL AND APPELLATE COUNSEL.\nAppellant’s Brief at ii-v.11\nSTANDARD OF REVIEW\nBefox-e addressing these issues on the merits, we must consider certain prefatory issues particular to PCRA matters having to do with the standards applicable to PCRA petitions, ineffective assistance of counsel, and waiver. Under the PCRA, collateral relief is afforded to individuals who prove that they are innocent of the crimes of which they were convicted, and those receiving illegal sentences. 42 Pa.C.S. § 9542. “A petitioner is eligible for PCRA relief only when he proves by a preponderance of the evidence that his conviction or sentence resulted from one or more of the circumstances delineated in 42 Pa.C.S. § 9543(a)(2).” Commonwealth v. Natividad, 595 Pa. 188, 938 A.2d 310, 320 (2007). One of the grounds enumex-ated in 42 Pa.C.S § 9543(a)(2) involves claims alleging ineffective assistance of counsel. Thus, the PCRA px'ovides relief to those individuals whose convictions or sentences “resulted from ... ineffective assistance of counsel which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.” 42 Pa.C.S. § 9543(a)(2)(ii). This Court has intex*preted this to mean that in order to obtain relief on a claim alleging ineffective assistance of counsel, a petitioner must px'ove that: (1) the claixn underlying the ineffectiveness claim has arguable merit; (2) counsel’s actions lacked aixy reasonable basis; and (3) counsel’s actions resulted in prejudice to petitioner. Commonwealth v. Collins, 598 Pa. 397, 957 A.2d 237 (2008); Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987).12 “A chosen *243strategy will not be found to have lacked a reasonable basis unless it is proven ‘that an alternative not chosen offered a potential for success substantially greater than the course actually pursued.’ ” Commonwealth v. Williams, 587 Pa. 304, 899 A.2d 1060, 1064 (2006) (quoting Commonwealth v. Howard, 553 Pa. 266, 719 A.2d 233, 237 (1998)). “Prejudice in the context of ineffective assistance of counsel means demonstrating that there is a reasonable probability that, but for counsel’s error, the outcome of the proceeding would have been different.” Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 213 (2001); Strickland v. Washington, 466 U.S. 668 694, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). Finally, the law presumes that counsel was effective and the burden of proving that this presumption is false rests with the petitioner. Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717, 728 n. 10 (2000).\nThe PCRA precludes relief upon claims that have been previously litigated or have been waived due to failure to raise them earlier.13 42 Pa.C.S. § 9544. Since Appellant’s direct appeal was filed prior to this Court’s decision in Grant, supra, was issued, Appellant was required to “layer” any claim of ineffectiveness alleging that trial counsel was ineffective in order to preserve it for review.14 In other words, in order to be eligible for relief, Appellant must establish that: 1) trial counsel was ineffective using the three-part test set forth *244above; and 2) direct appeal counsel was ineffective under the same test for failing to argue that trial counsel had been ineffective. Commonwealth v. Collins, 598 Pa. 397, 957 A.2d 237, 244 (2008); Commonwealth v. McGill, 574 Pa. 574, 832 A.2d 1014, 1023 (2003).\nFinally, our standard of review in an appeal from the denial of PCRA relief is “whether the findings of the PCRA court are supported by the record and free of legal error.” Commonwealth v. Gwynn, 596 Pa. 398, 943 A.2d 940, 944 (2008) (citing Commonwealth v. Abu-Jamal, 574 Pa. 724, 833 A.2d 719, 723 (2003)). “The level of deference accorded to the post-conviction court may vary depending upon whether the decision involved matters of credibility or matters of applying the governing law to the facts as so determined.” Commonwealth v. Williams, 597 Pa. 109, 950 A.2d 294, 299 (2008). Having set forth the legal principles applicable to this appeal, we turn to a review of Appellant’s issues.15\nGUILT PHASE CLAIMS\n1. [APPELLANT’S] CONSTITUTIONAL RIGHTS TO COUNSEL WERE VIOLATED WHEN HE WAS INTERROGATED BY THE POLICE WITHOUT COUNSEL AFTER HIS RIGHT TO COUNSEL HAD ATTACHED AND ALL PRIOR COUNSEL WERE INEFFECTIVE FOR FAILING TO RAISE AND LITIGATE THIS ISSUE.\nAppellant asserts that his right to counsel, guaranteed by the Sixth Amendment to the United States Constitution, was abrogated because the police took a statement from him at a time when the right to counsel had attached. Since this claim had not been raised previously, Appellant contends that trial counsel was ineffective for failing to raise this claim and that appellate counsel was ineffective for not arguing on appeal that trial counsel had been ineffective for the reason stated. Appellant is not entitled to relief on this claim.\n*245By way of background, on April 28, 1993, Appellant telephoned police and asked to speak to them. The next day, Appellant was brought from prison to police headquarters and given Miranda warnings. Appellant waived them and proceeded to confess to the Watson murder, a crime in which he previously denied participating. At the time of this interview, Appellant was awaiting trial for the Stewart murder and had been appointed counsel in that case. According to Appellant, because the right to counsel had attached in the Stewart matter and that case was joined with the Watson case for trial, thereby allowing the jury to use Appellant’s confession to the Watson killing as evidence of guilt in the Stewart matter, his confession to the Watson murder was suppressible under the Sixth Amendment because police did not contact counsel before speaking to him.\nIn order to be entitled to relief on his claim that trial counsel was ineffective, Appellant first must establish that he had the right to counsel when he spoke to police about the Watson murder. The Sixth Amendment to the United States Constitution provides that “[i]n all criminal prosecutions, the accused shall enjoy the right ... to have the Assistance of Counsel for his defense.” “Once the adversary judicial process has been initiated, [it] guarantees the defendant the right to have counsel present at all critical stages of the criminal proceedings.” Montejo v. Louisiana, — U.S. —, 129 S.Ct. 2079, 2085, 173 L.Ed.2d 955 (2009). Nevertheless, the United States Supreme Court has also proclaimed that the Sixth Amendment right to counsel is offense-specific and does not apply until a prosecution commences, that is, “at or after the initiation of adversary judicial criminal proceedings-whether by way of formal charge, preliminary hearing, indictment, information, or arraignment.” United States v. Gouveia, 467 U.S. 180, 188, 104 S.Ct. 2292, 81 L.Ed.2d 146 (1984) (quoting Kirby v. Illinois, 406 U.S. 682, 689, 92 S.Ct. 1877, 32 L.Ed.2d 411 (1972) (plurality opinion)). This Court has adopted the view held by the United States Supreme Court with respect to when one’s Sixth Amendment right to counsel attaches and has consistently ruled that the Sixth Amendment right to counsel is offense-specific. See also Commonwealth v. *246Gwynn, 596 Pa. 398, 943 A.2d 940 (2008); Commonwealth v. Williams, 586 Pa. 553, 896 A.2d 523 (2006).16\nThe critical point here is that Appellant voluntarily contacted the police and advised them that he wished to speak to them. Appellant then, upon waiving his Miranda rights, confessed to a crime for which he had not been charged and adversary criminal proceedings had yet to be initiated. In Commonwealth v. Bronshtein, 547 Pa. 460, 691 A.2d 907 (1997), the defendant, while charged with one murder to which he had confessed, contacted police and asked to speak to them. During the interview, police questioned the defendant about another homicide and the defendant gave incriminating responses about that homicide. He was subsequently charged and convicted of first-degree murder and related offenses with respect to that second homicide based on his statement and other evidence. On appeal, the defendant argued that the trial court erred in failing to suppress the statement he gave police because at the time he gave it, he had retained counsel in the first case and the Sixth Amendment precluded the police from coming into contact with him. This Court found no merit to Bronshtein’s claim:\nIn Pennsylvania, the Sixth Amendment right to counsel is specific to the offense charged. Commonwealth v. Santiago, 528 Pa. 516, 521-22, 599 A.2d 200, 202 (1991), citing McNeil v. Wisconsin, 501 U.S. 171, 175-76, 111 S.Ct. 2204, 2207-08, 115 L.Ed.2d 158 (1991). The United States Supreme Court declined to extend that right to all future investigations in McNeil because:\nThe police have an interest ... in investigating new or additional crimes [after an individual is formally charged with one crime]. To exclude evidence pertaining to charges as to which the Sixth Amendment right to counsel has not attached at the time the evidence was obtained, simply because other charges were pending at *247that time, would unnecessarily frustrate the public’s interest in investigation of criminal activities.\nId. (ellipse and brackets in original; citations omitted). Here, the trial court found that appellant initiated the May 21, 1991 contact with Montgomery County detectives after he was arrested and charged with the Slobotkin murder. While appellant had retained counsel for the Slobotkin murder, he was not arrested or charged in connection with the Gutman murder nor had he retained counsel in his defense for the present charges. Therefore, the fact that appellant had invoked his Sixth Amendment right to counsel in the Slobotkin murder did not preclude police from questioning him in the present case, since he had not yet been charged with any offenses giving rise to these charges.\nBronshtein, 691 A.2d at 914 (footnote omitted).\nThe analysis employed in Bronshtein applies here and renders Appellant’s claim meritless. Nevertheless, Appellant claims that he should be granted relief because the jury may well have considered Appellant’s confession in the Watson case when considering whether he was guilty of the murder of Stewart. He cites the cases of Maine v. Moulton, 474 U.S. 159, 106 S.Ct. 477, 88 L.Ed.2d 481 (1985) and United States v. Mitcheltree, 940 F.2d 1329 (10th Cir.1991), in support of his position. Appellant argues these cases hold that once the Sixth Amendment right to counsel has attached, statements made subsequently thereto, in the absence of counsel, are not admissible at trial with respect to the matter in which the right to counsel had attached. Appellant’s Brief, 14-15. This clearly is not the law and the cases cited by Appellant are distinguishable. As the Commonwealth notes, in both of the cases cited by Appellant, the police initiated contact with the respective defendants, unlike here where Appellant contacted the police. Commonwealth’s Brief, 28-29. We agree that Appellant’s reliance on these cases is misplaced.\nIn addition, while Appellant claims that the jury used his confession in the Watson matter to convict him of the Stewart *248murder, his argument rests on mere speculation. During the trial, special precautions were taken to ensure that the jury did not use the evidence relating to one of the homicides as evidence of guilt in the other one.17 Thus, Appellant’s claim fails on this ground as well.\nFinally, in Michigan v. Harvey, 494 U.S. 344, 353, 110 S.Ct. 1176, 108 L.Ed.2d 293 (1990), the United States Supreme Court stated, “Although a defendant may later regret his decision to speak to police, the Sixth Amendment does not disable a criminal defendant from exercising his free will.” Having voluntarily contacted the police, Appellant relinquished his right to counsel. Therefore, the fact that Appellant exercised his Sixth Amendment right to counsel in the Stewart murder investigation did not prohibit police from interviewing him with respect to the Watson case since charges had not been lodged against him in that matter. Accordingly, Appellant’s claim that trial counsel was ineffective for not arguing that Appellant’s confession that he killed Watson should be suppressed on Sixth Amendment grounds fails. Appellant has not established that the claim has arguable merit.\n2. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO A FAIR AND IMPARTIAL JURY AND TO DUE PROCESS WHERE THE TRI- ■ AL COURT, DURING JURY SELECTION, ERRONEOUSLY DENIED A DEFENSE CHALLENGE FOR CAUSE WHICH PLACED AN INHERENTLY BIASED JUROR ON THE JURY AND APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS ISSUE ON DIRECT APPEAL.\nDuring voir dire, a venireperson was called whose son had been murdered. The trial of his killer was presided over *249by the trial judge in this matter. The prospective juror, who tearfully responded to questions, admitted that she had frequent contact with the police officers and detectives who investigated her son’s murder. Appellant, who had exhausted all of his peremptory challenges, moved to have the juror stricken for cause. The trial court overruled Appellant’s motion based on the responses of the prospective juror who stated she could put aside her experiences \"with respect to her son’s murder and be fair. Appellant now asserts that appellate counsel was ineffective for failing to raise the propriety of the trial court’s decision to overrule Appellant’s challenge for cause.\nIn Commonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293 (1996), this Court set forth the test for evaluating claims involving the refusal to strike a prospective juror for cause as follows:\nThe test for determining whether a prospective juror should be disqualified is whether he is willing and able to eliminate the influence of any scruples and render a verdict according to the evidence, and this is to be determined on the basis of answers to questions and demeanor.... It must be determined whether any biases or prejudices can be put aside on proper instruction of the court.... A challenge for cause should be granted when the prospective juror has such a close relationship, familial, financial, or situational, with the parties, counsel, victims, or witnesses that the court will presume a likelihood of prejudice or demonstrates a likelihood of prejudice by his or her conduct or answers to questions.... The decision on whether to disqualify is within the discretion of the trial court and will not be reversed in the absence of a palpable abuse of discretion. ...\nCommonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293, 299 (1996) (quoting Commonwealth v. Colson, 507 Pa. 440, 490 A.2d 811, 818 (1985), cert. denied, 476 U.S. 1140, 106 S.Ct. 2245, 90 L.Ed.2d 692 (1986)).\n*250Instantly, the record indicates that the prospective juror in question assured the trial court that she could render a fair and impartial verdict and that her personal tragedy would play no role in her assessment of the case. N.T. 2/4/95, ISO-131. She also made it pellucidly clear that her ability to be fair and impartial would not be affected by her prior contact with law enforcement personnel, and that she would have no difficulty in following the instructions of the trial court, including those concerning reasonable doubt. N.T. 2/4/95, 131, 135-136.\nGiven the prospective juror’s responses, the trial court did not commit an abuse of discretion in disallowing Appellant’s challenge for cause. It was the trial judge who was in the best position to assess the credibility and fitness to serve of the prospective juror and Appellant has failed to present anything that would require a reversal of the trial court’s ruling. See Commonwealth v. Chambers, 546 Pa. 370, 685 A.2d 96, 107 (1996) (court may properly refuse to excuse a juror for cause when the trial judge believes that the juror would be fair and impartial).\nMoreover, the fact that the prospective juror’s son was killed and his murderer was tried before the same judge who was presiding over Appellant’s trial is not dispositive given the prospective juror’s indications that she could be fair and impartial. See Commonwealth v. Marshall, 534 Pa. 488, 633 A.2d 1100 (1994) (ineffectiveness claim lacked merit since trial court could have refused challenge for cause of juror whose future son-in-law had been murdered where juror unequivocally stated that he could be fair and impartial); Commonwealth v. DeHart, 512 Pa. 235, 516 A.2d 656 (1986), cert. denied, 483 U.S. 1010, 107 S.Ct. 3241, 97 L.Ed.2d 746 (1987) (holding there was no error in failing to excuse for cause a juror whose friend had been the victim of a homicide where her testimony that she believed she could be fair and impartial was believed by the trial court). Accordingly, since there is no merit to the claim underlying Appellant’s assertion of ineffectiveness, Appellant’s ineffectiveness claim fails.\n*2513. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS BY THE ADMISSION OF EVIDENCE OF HIS INVOLVEMENT IN THE DAVIS HOMICIDE; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\nAppellant argues direct appeal counsel was ineffective because he failed to argue that the trial court erred in permitting the Commonwealth to introduce ballistics evidence showing that the gun used to kill Watson had been used to kill another man, Larry Davis. According to Appellant, that evidence was irrelevant with regard to the Stewart case and should not have been ruled admissible because its introduction magnified the prejudice generated by the consolidation of the Watson and Stewart cases for trial. In Appellant’s view, “[t]he addition of evidence of yet another killing — the shooting of Davis- — turned that prejudice into an avalanche.” Appellant’s Brief, 27.\nAppellant has failed to demonstrate that the introduction of the ballistics evidence unduly prejudiced him with respect to the Stewart case and the jury’s resolution of it. Apart from the fact that the Appellant has failed to provide this Court with references to the record where the Davis evidence was used as proof that Appellant lulled Stewart, a careful review of the record shows that the record is devoid of even a scintilla of evidence indicating that the Davis evidence was used in such a fashion. Moreover, the record demonstrates that the trial court took great pains to ensure that the evidence related to the Davis case was not misused by the jury insofar as it prohibited the Commonwealth from introducing any details of the Davis killing and instructed the jury of the limited purpose for which the evidence was introduced. N.T. 4/6/95, 97-98; 4/10/95, 136-138. Since Appellant’s claim that the introduction of the Davis evidence unduly prejudiced him is unsupported by the record, the ineffectiveness claim is without arguable merit.18\n*2524. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS AND THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE COUNSEL FAILED TO OBJECT TO IMPROPER, HIGHLY PREJUDICIAL PROSECU-TORIAL ARGUMENT AND/OR FAILED TO REQUEST AN APPROPRIATE CURATIVE INSTRUCTION; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO PROPERLY RAISE AND LITIGATE THIS CLAIM ON DIRECT APPEAL.\nAppellant attacks the effectiveness of both trial and appellate counsel in this claim, which concerns the failure to raise and preserve issues involving alleged prosecutorial misconduct during the prosecutor’s opening and closing remarks to the jury. Appellant first charges that trial counsel was ineffective because she:\na. Failed to object when the prosecutor stated during his opening remarks to the jury, that Appellant was the person “who fired those bullets into the body of Larry Davis, killing him.” N.T. 4/6/95, 18;\nb. Failed to object when the prosecutor remarked during his closing address that Appellant “is nailed on the shooting and killing of Lawrence Davis,” “killing is no big deal to [Appellant],” “[Appellant] doesn’t care about killing people. He doesn’t care about killing drug dealers,” and “[Appellant] confessed to a murder ... what’s the difference between two murders and three.” N.T. 4/10/95, 112-115;\nc. Failed to object when the prosecutor, alluding to Appellant, stated that the jury should be wary of “monsters” who seem like “ordinary human beings.” N.T. 4-10-95, 112-115;\nd. Failed to object after the prosecutor stated, “So now we have it, three uncontradicted confessions.” N.T. 4-10-95,116.\n*253According to Appellant, trial counsel should have objected to the remarks set forth in a. and b. above because they violated a pretrial order limiting the prosecution’s use of the ballistics evidence from the Davis case. The comments were objectionable, in Appellant’s view, because they undercut the limiting instructions given to the jury as to the purpose for which the Davis evidence was introduced, and allowed the jury to draw an inference that Appellant committed the two murders he was charged with because he had a criminal record. Appellant claims the remark referring to him as a monster impermissibly impugned his character. Additionally, he asserts that trial counsel should have objected when the prosecutor used the word “uncontradicted” when referring to Appellant’s statements because it violated Appellant’s right not to incriminate himself and improperly shifted the burden of proof from the prosecution to Appellant. Finally, Appellant asserts that all of the remarks, cumulatively, deprived him of “his due process right to a fundamentally fair trial” and trial counsel was ineffective for failing to object. Appellant’s Brief, 30. In addition, according to Appellant, appellate counsel was ineffective because he failed to argue on direct appeal that trial counsel was ineffective for not objecting to the remarks or requesting cautionary instructions.\nThis Court recently commented on claims asserting ineffective assistance of counsel for failing to raise allegations of prosecutorial misconduct:\nThe phrase “prosecutorial misconduct” has been so abused as to lose any particular meaning. The claim either sounds in a specific constitutional provision that the prosecutor allegedly violated or, more frequently, like most trial issues, it implicates the narrow review available under Fourteenth Amendment due process. See Greer v. Miller, 483 U.S. 756, 765, 107 S.Ct. 3102, 97 L.Ed.2d 618 (1987) (“To constitute a due process violation, the prosecutorial misconduct must be of sufficient significance to result in the denial of the defendant’s right to a fair trial.”) (internal quotation marks omitted); Donnelly v. DeChristoforo, 416 U.S. 637, 643, 94 S.Ct. 1868, 40 L.Ed.2d 431 (1974) (“When specific guaran*254tees of the Bill of Rights are involved, this Court has taken special care to assure that prosecutorial conduct in no way impermissibly infringes them.”). However, “[t]he Due Process Clause is not a code of ethics for prosecutors; its concern is with the manner in which persons are deprived of their liberty.” Mabry v. Johnson, 467 U.S. 504, 511, 104 S.Ct. 2543, 81 L.Ed.2d 437 (1984). The touchstone is the fairness of the trial, not the culpability of the prosecutor. Smith v. Phillips, 455 U.S. 209, 219, 102 S.Ct. 940, 71 L.Ed.2d 78 (1982). If the defendant thinks the prosecutor has done something objectionable, he may object, the trial court rules, and the ruling-not the underlying conduct-is what is reviewed on appeal. Where, as here, no objection was raised, there is no claim of “prosecutorial misconduct” as such available. There is, instead, a claim of ineffectiveness for failing to object, so as to permit the trial court to rule. Cf. id.\nMoreover, ineffectiveness claims stemming from a failure to object to a prosecutor’s conduct may succeed when the petitioner demonstrates that the prosecutor’s actions violated a constitutionally or statutorily protected right, such as the Fifth Amendment privilege against compulsory self-incrimination or the Sixth Amendment right to a fair trial, or a constitutional interest such as due process. Cf. [Commonwealth v.] Carson, [590 Pa. 501] 913 A.2d [220,] 236 [ (Pa.2006) ] (“In order to obtain relief for alleged prosecutorial ‘misconduct,’ a petitioner must first demonstrate that the prosecutor’s action violated some statutorily or constitutionally protected right.”).\nCommonwealth v. Tedford, 598 Pa. 639, 960 A.2d 1, 28-29 (2008)\nA careful review of the record in light of the above standard establishes that Appellant cannot sustain his burden of proof, either with respect to the alleged impropriety of the cited remarks or with respect to whether trial counsel was ineffective. First, regarding the claim that trial counsel failed to object to the prosecutor’s reference to the Davis killing in his opening remarks, the record shows that trial counsel did *255object and then moved for a mistrial. N.T. 4/6/95, 23-25. Since counsel did object and move for a mistrial, Appellant cannot sustain his allegation that trial counsel was ineffective for failing to object.\nWith respect to the comments set forth in b. above, the record shows they were not objectionable when viewed in the context in which they were made. The relevant portion of the prosecutor’s argument follows:\nLadies and Gentlemen of the Jury, it’s not like you heal'd these statements a long time ago. Those statements tell you, “I did it.”\nBack to the old, why confess? Here is why I asked you at the beginning of the trial. Your common sense.\nOkay. Beginning of the trial in an opening statement I am to tell you what the evidence will be, and that’s what I told you. Now I get to argue the inferences from the evidence. What makes sense? That’s what an inference is. Ask yourself if it makes sense that this defendant on January 14th of 1993 is nailed on the shooting and killing of Lawrence Davis. Ask yourself if the Defendant in that position wants to help himself? His words. Help myself. Cooperate. You heard his words. You know what he is and what he is about through his words that were read to you early this morning.\nThe mind of a killer. Someone who shows you by his words which tell you his actions that he doesn’t care about killing. Killing is no big deal to him. And I think what was being inferred a little bit earlier was especially if you’re killing drug dealers. It’s no big deal. He doesn’t care about killing people. He doesn’t care about killing drug dealers.\nGuess what, Ladies and Gentlemen of the Jury? That’s where he made a fatal mistake. We care because the law tells us we care. It’s called equal protection, by the way. We don’t say you’re a drug dealer, so you have no rights. Think about that.\n*256He wants to cooperate. He wants to help himself. So he figures, I don’t care about killing. I don’t care about the law. I guess nobody else cares about killing or the law same as me. So I’ll tell them about Terence Stewart. What’s the big deal? One murder, two dealers. Drug dealers. So he tells them, implicates himself, confesses to the killing of Terence Stewart.\nInteresting point here, Ladies and Gentlemen. Think about the incident, Lawrence Davis, July 19th; Roosevelt Watson, August 18th; Terence Stewart, November 9th. Roosevelt Watson right in the middle. Think that has anything to do with the ballistics match up, which I’ll get to? I think I’ll cooperate. I want to help myself. What’s the difference, one or two murders? I’ll make a deal, tell them. Confesses to Terence Stewart.\nSo then they ask him. Detectives know what’s going on. They’ve done investigations. They know the connections. They said what about Roosevelt Watson? This is the beginning of the inference thing. He says, well, I’ll tell you about Roosevelt Watson. You see, there was a plan to kill him, too. And the initial plan was Larry Lee was going to be the driver and I was going to be the shooter. We rode around for about a week and we were looking for Roosevelt Watson. And if we found Roosevelt Watson I, the defendant, was going to jump out of that car and shoot him and kill him. That’s what he said to the detective the first time around.\nHe wants a deal. He wants to cooperate. He doesn’t care about killing. He doesn’t care about the law. So they cart him on up to jail. He’s sitting up there for one month, two months, three months. Nobody is helping him. Hey, he confessed to a murder and nobody is helping him. Well, there’s only one way to rectify that. What’s the difference between two murders and three murders? I’m [sic] tell them I did that one, too. So he calls up the detectives voluntarily, folks.\n*257He calls the detectives. Uncontradicted evidence. Those detectives’ testimony. He calls them. Bring him down. Now remember, mind of the kill? Well, okay. I’ve confessed to two murders, but I’m going to get a deal, anyway. I want to get these guys to help me. So what I’ll do is, I’ll confess to the third murder, because, well, the reason I don’t have a deal yet is they know I’m lying. It’s the same gun. They know when I told them the first time on January 14th that I didn’t participate in the actual killing, they ain’t stupid. They know that, so I’ll tell them. I better hold something, but I got to give them some reason to give me the deal, some reason to cooperate. So I’ll tell them I wasn’t the shooter.\nN.T. 4/10/95,112-115.\nWhen viewed in context, the challenged remarks were not improper because they represented fair comment on the evidence and fair rebuttal to the arguments proffered by defense counsel. It is well established that:\nA prosecutor has reasonable latitude during his closing argument to advocate his case, respond to arguments of opposing counsel, and fairly present the Commonwealth’s version of the evidence to the jury. Commonwealth v. Abu-Jamal, 553 Pa. 485, 720 A.2d 79, 110 (1998). A challenged statement by a prosecutor must be evaluated in the context in which it was made. Commonwealth v. Hall, 549 Pa. 269, 701 A.2d 190, 198 (1997). Not every intemperate or improper remark mandates the granting of a new trial. Commonwealth v. Stoltzfus, 462 Pa. 43, 337 A.2d 873 (1975). Reversible error occurs only when the unavoidable effect of the challenged comments would prejudice the jurors and form in their minds a fixed bias and hostility toward the defendant such that the jurors could not weigh the evidence and render a true verdict. Commonwealth v. Cox, 556 Pa. 368, 728 A.2d 923, 931 (1999).\nCommonwealth v. Cooper, 596 Pa. 119, 941 A.2d 655, 668 (2007).\n*258For example, Appellant complains that the prosecutor emphasized the fact that Appellant killed Davis when he remarked that Appellant was “nailed” with respect to the killing of Davis. When read in context, it is clear the remark was unobjectionable because it was made in response to trial counsel’s argument that Appellant’s inculpatory statements were not reliable because they were given in exchange for lenient treatment by authorities. N.T. 4/10/95, 97-103. As a result, the remark was not improper. See Commonwealth v. Trivigno, 561 Pa. 232, 750 A.2d 243, 249 (2000) (plurality opinion) (“A remark by a prosecutor, otheiwise improper, may be appropriate if it is in fair response to the argument and comment of defense counsel”). The same is true of the other remarks challenged in b. above, as they were made to convince the jury of the reliability of the contents of Appellant’s statements to police.\nMoreover, a prosecutor has an absolute right to comment on the evidence. Here, the ballistics evidence relating to the Davis murder was deemed probative and admissible in evidence. Thus, the prosecutor said nothing objectionable when he commented on that evidence. The claim that the remarks somehow undercut the effect of the trial court’s cautionary instructions regarding the limited use for which the Davis murder evidence was introduced amounts to mere speculation. We hold that trial counsel was not ineffective for failing to object to the comments in b. above.\nThe claim in c. above, that trial counsel was ineffective because she failed to object when the prosecutor implied that Appellant was a “monster,” lacks merit because the record shows that the prosecutor was referring to his own witness and not Appellant. The prosecutor stated:\nRobert Davis showed you something else. He showed you, basically, a choice that was taken away from Terence Stewart and Roosevelt Watson. He showed you the other road, the other road for the drug dealer. That road is jail. He showed you what a drug deal is. Maybe, hopefully, some of *259you live in a neighborhood where you don’t see drug dealers. Monsters. Seemed like a regular, ordinary human being. Don’t get me wrong. I’m not trying to condone what he did. He belongs in for three to six years and probably for a lot longer period of time than that.\nN.T. 4/10/95, 107-108. The prosecutor clearly was not referring to Appellant, and trial counsel cannot be deemed ineffective for failing to object to the use of the word “monsters.”\nWith regard to d. above, Appellant asserts that trial counsel should have objected when the prosecutor, remarked, “So now we have it, three confessions, uncontradicted confessions. His words tell you, T participated, I was paid.’ ” N.T. 4/10/95, 116. Appellant contends that trial counsel provided ineffective assistance of counsel by not objecting to the remark because the prosecutor violated Appellant’s right to remain silent and shifted the burden of proof through his use of the word “uncontradicted.” Appellant rests his claim on Griffin v. California, 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965), wherein the United States Supreme Court ruled that a prosecutor may not comment on an accused’s silence at trial.\n Although, it is true that a prosecutor may not utter comments that are “intended to create for the jury an adverse inference from the failure of the defendant to testify,” the rule is not absolute. Commonwealth v. Clark, 551 Pa. 258, 710 A.2d 31, 39 (1998), cert. denied, 526 U.S. 1070, 119 S.Ct. 1465, 143 L.Ed.2d 550 (1999). See also Commonwealth v. Rolan, 520 Pa. 1, 549 A.2d 553 (1988). In United States v. Robinson, 485 U.S. 25, 108 S.Ct. 864, 99 L.Ed.2d 23 (1988), the Supreme Court created an exception to the rule it set forth in Griffin and held that an otherwise inappropriate remark does not run afoul of Griffin if it constitutes fair response to arguments raised by the defense:\nIn the present case it is evident that the prosecutorial comment did not treat the defendant’s silence as substantive evidence of guilt, but instead referred to the possibility of *260testifying as one of several opportunities which the defendant was afforded, contrary to the statement of his counsel, to explain his side of the case. Where the prosecutor on his own initiative asks the jury to draw an adverse inference from a defendant’s silence, Griffin holds that the privilege against compulsory self-incrimination is violated. But where as in this case the prosecutor’s reference to the defendant’s opportunity to testify is a fair response to a claim made by defendant or his counsel, we think there is no violation of the privilege.\n485 U.S. at 32, 108 S.Ct. 864. See also Trivigno, supra (“A remark by a prosecutor, otherwise improper, may be appropriate if it is in fair response to the argument and comment of defense counsel”); Clark, supra (holding that prosecutor’s comment that defendant failed to show remorse was in fair response to defense closing argument).\nInstantly, a review of the comment in d. above indicates that the intent of the prosecutor was to rebut trial counsel’s argument that the confessions were not reliable, and not to create an adverse inference from Appellant’s failure to present evidence or testify. In addition, it is noted that this Court has declared that it is reluctant to grant relief on claims such as the instant one especially where, as here, the trial court instructed the jury that the comments of counsel are not evidence, that a defendant has the right not to present evidence, and that the jury should not draw an adverse inference from the defendant’s failure to testify. N.T. 4/10/95, 84, 129. See Commonwealth v. Ogrod, 576 Pa. 412, 839 A.2d 294, 325 (2003). Thus, it is clear that trial counsel had no obligation to object to the comment since it did not violate the prohibition against commenting on a defendant’s exercise of his right to remain silent. Appellant’s claim alleging that trial counsel was ineffective fails.\nHaving concluded that trial counsel was not ineffective for failing to object to the remarks cited by Appellant, again, concomitantly, we hold appellate counsel was not ineffective *261for not raising on appeal trial counsel’s alleged ineffectiveness. Consequently, we cannot find that the PCRA court committed an abuse of discretion in rejecting this claim.\n5. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS AND TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE THE COURT FAILED TO PROVIDE AND DEFENSE COUNSEL FAILED [TO] REQUEST AN APPROPRIATE CAUTIONARY INSTRUCTION IN RESPONSE TO REPEATED REFERENCES REGARDING [APPELLANT’S] ALLEGED INVOLVEMENT IN DRUG TRAFFICKING; APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO PROPERLY RAISE AND LITIGATE THIS CLAIM ON DIRECT APPEAL.\nAppellant asserts that trial counsel was ineffective because she failed to ask the trial court to give the jury cautionary instructions following remarks by the prosecutor in his opening and closing arguments that indicated that Appellant was involved in a drug trafficking organization. N.T. 4/6/95, 7-10; 4-10-95, 107.19 According to Appellant, he was entitled to an instruction explaining the purpose for which those references to his involvement in criminal activity were made and limiting the jury’s use of those references. In addition, Appellant accuses direct appeal counsel of providing ineffective assistance of counsel for not raising as an issue on appeal trial counsel’s ineffectiveness for failing to request such cautionary instructions.20\n*262In Commonwealth v. Sam, 535 Pa. 350, 635 A.2d 603 (1993) and Commonwealth v. Rollins, 525 Pa. 335, 580 A.2d 744 (1990), this Court was faced with claims similar to that raised here by Appellant. It was alleged by the defendants in these cases that trial counsel had been ineffective for not requesting limiting instructions following the introduction of other crimes evidence. In both cases, relief was denied because it was not reasonably probable that had cautionary instructions been given, the jury ultimately would have reached a different verdict. This is especially true in the instant appeal, given the overwhelming evidence presented by the Commonwealth against Appellant. That evidence included eyewitness testimony and the introduction of Appellant’s confessions to the two homicide detectives. See Cox, 728 A.2d at 929 (reviewing-sufficiency of evidence supporting Appellant’s conviction). Therefore, we hold that Appellant has failed to show that there is a reasonable probability he would not have been convicted if trial counsel had requested a limiting instruction. Having failed to demonstrate prejudice, Appellant is not entitled to relief on this layered ineffectiveness claim.\n6. [APPELLANT] IS ENTITLED TO A NEW TRIAL BECAUSE THE PROSECUTION PRESENTED INCONSISTENT THEORIES OF GUILT. APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\nIn this claim, Appellant contends that prior counsel were ineffective for failing to raise and preserve a due process claim premised on the failure to object to the Commonwealth’s presentation of inconsistent theories of guilt with respect to the Watson murder. According to Appellant, the Commonwealth claimed that Appellant was vicariously liable for Watson’s murder and that he himself shot Watson. This tactic, Appellant claims, was violative of his right to due process because it enabled the Commonwealth to manipulate what evidence was introduced at trial against Appellant, specifically the ballistics evidence from the Davis murder. He also con*263tends that it violated his due process right of notice with respect to the Commonwealth’s theory of guilt.\nThis claim arises out of the fact that during the pretrial hearing held to determine whether the ballistics evidence from the Davis murder would be admitted at trial, the Commonwealth claimed that Appellant shot Watson. N.T. 4/4/95, 185-186. However, during his opening speech to the jury, the prosecutor told the jury that the evidence would show that Appellant did not shoot anyone. N.T. 4/6/95, 6. After the prosecutor completed his remarks, trial counsel moved for a mistrial arguing that if Appellant was not the shooter, the evidence from the Davis case was inadmissible. N.T. 4/6/95, 23-24. In response, the prosecutor indicated that he believed that Appellant had been the shooter but that he could not state this during his opening address because he first had to present evidence to support his belief. N.T. 4/6/95, 24. Then during his closing speech, the prosecutor argued that the jury could conclude that Appellant shot Watson. N.T. 4/10/95, 116, 126.\nThis claim lacks merit for the simple reason that the evidence relating to the Davis case pertained solely to the Watson murder, and not the Stewart murder, which is the subject of this appeal. In addition, and most importantly, the trial court instructed the jury that it should limit its consideration of the Davis evidence to the Watson case. N.T. 4/10/95, 136-138. See also discussion at Issue 3, supra. Thus, Appellant cannot establish how he was prejudiced by the prosecutor’s actions.\nMoreover, it is well settled that Appellant’s due process rights were not violated by the Commonwealth’s presentation of alternate theories of liability. See, e.g., State v. Graham, 941 A.2d 848, 858 (R.I.2008) (jury instruction indicating that defendant could be found guilty on alternative theory of vicarious liability not violative of Smith v. Groose, 205 F.3d 1045 (8th Cir.2000)). Appellant has not sustained his burden of proving that prior counsel were ineffective on this issue.\n*2647. [APPELLANT] IS ENTITLED TO A NEW TRIAL BECAUSE HIS CONSTITUTIONAL RIGHTS WERE VIOLATED WHEN HE WAS FORCED TO APPEAR BEFORE SOME JURORS IN PRISON GARB AND ALL PRIOR COUNSEL WERE INEFFECTIVE FOR FAILING TO OBJECT AND LITIGATE THIS CLAIM.\nOn the first day of jury selection, Appellant appeared in court wearing prison issued clothing. When the trial court made note of this, the prosecutor advised the trial court that evidence indicating that Appellant contacted authorities while in prison would be introduced at trial. N.T. 3/30/95, 35. No further discussion of the matter took place and neither Appellant nor trial counsel objected. Two jurors were selected that day. Appellant wore civilian clothes for the remainder of the trial. Appellant now complains that trial counsel was ineffective for failing to ensure that Appellant had civilian clothing available to him for the entire trial and for not making a motion to recuse the two jurors selected to serve on the jury on the day Appellant was wearing prison attire. Appellant also accuses direct appeal counsel of being ineffective for not raising trial counsel’s ineffectiveness with respect to this issue.\nIn Estelle v. Williams, 425 U.S. 501, 503, 96 S.Ct. 1691, 48 L.Ed.2d 126 (1976), the United States Supreme Court held that the Fourteenth Amendment prohibits a state from compelling an accused to wear clothing identifying him as a prisoner during his trial. See also Commonwealth v. Baker, 511 Pa. 1, 511 A.2d 777, 784 (1986). There is nothing in the record demonstrating that Appellant was compelled to wear prison attire on the first day of jury selection. More importantly, since the claim sounds in ineffectiveness, Appellant must establish that he was prejudiced by having to wear prison garb in order to obtain relief on the instant claims. Given that the jury heard testimony that Appellant was incarcerated when he contacted the authorities and that the evidence of his guilt was overwhelming, Appellant cannot meet this prong of the ineffectiveness test. See Commonwealth v. Brown, 538 Pa. 410, 648 A.2d 1177, 1188-89 (1994) (Defendant *265must demonstrate that the wearing of prison garb resulted in prejudice to obtain relief). Consequently, neither trial counsel nor appellate counsel was ineffective and no error was committed by the PCRA court in rejecting this claim.\n8. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE TRIAL COUNSEL FAILED TO CONDUCT AN INDEPENDENT INVESTIGATION OF THE BALLISTICS EVIDENCE, AND WHERE APPELLATE COUNSEL FAILED TO RAISE THIS ISSUE ON DIRECT APPEAL; THE PCRA COURT ERRED BY REFUSING PETITIONER’S REQUEST FOR ACCESS TO THE BALLISTICS EVIDENCE SO THAT HIS EXPERT COULD CONDUCT AN INDEPENDENT ANALYSIS.\nAppellant baldly complains that trial counsel was ineffective because she failed to have the ballistic evidence from both the Davis and Watson cases examined by an independent ballistician. Citing various articles, which purportedly call into question the reliability of firearms identifications and the science underlying it, Appellant asserts that trial counsel had a duty to have the ballistic evidence examined and tested because that evidence, together with Appellant’s purported confession, was the only evidence connecting Appellant to the murder of Watson. Appellant’s Brief, 51-52. Appellant also asserts that appellate counsel was ineffective for not raising trial counsel’s ineffectiveness on this point. Finally, Appellant contends that the PCRA court committed an abuse of discretion by refusing to permit the ballistic evidence to be tested.\nAppellant is entitled to no relief with respect to his ineffectiveness claim against trial counsel for the reason that the record shows that trial counsel’s failure to have the ballistic evidence examined by an independent firearms examiner was reasonable. The law merely requires defense counsel to conduct reasonable investigations or reach rational decisions that make particular investigations unnecessary. Com*266monwealth v. Hughes, 581 Pa. 274, 865 A.2d 761, 813 (2004). In Commonwealth v. Copenhefer, 553 Pa. 285, 719 A.2d 242 (1998), this Court stated that “[t]rial counsel will not be deemed ineffective for failing to call a medical, forensic, or scientific expert merely to critically evaluate expert testimony which was presented by the prosecution.” Id. at 255, citing Commonwealth v. Smith, 544 Pa. 219, 675 A.2d 1221, 1230 (1996).\nAn application of these precepts to the instant matter demonstrates that trial counsel was not ineffective. Trial counsel testified at the PCRA hearing that she did not have the ballistic evidence tested because she saw nothing in the report prepared by the Commonwealth’s ballistician that was of import or that required further investigation. N.T. 3/16/2004, 33, 56. Given that Appellant had contacted the police and then confessed to having killed Watson, and that trial counsel knew that Appellant had been convicted of killing Davis, counsel’s decision not to seek an independent review of the ballistic evidence was reasonable.\nSince trial counsel was not ineffective for not having the ballistic evidence tested by a defense expert, neither was direct appeal counsel. The only issue remaining is whether the PCRA court erred by refusing to order the Commonwealth to allow Appellant an opportunity to examine the evidence.21\nA claim that a PCRA court erred by denying a discovery request is governed by an abuse of discretion standard. Commonwealth v. Chambers, 570 Pa. 3, 807 A.2d 872, 889 (2002). The PCRA court did not abuse its discretion here because Appellant failed to present an adequate reason why he was entitled to test the ballistic evidence. The assertion that independent testing might result in the discovery of exculpatory evidence is not a sufficient reason to overturn the decision of the PCRA court. See Commonwealth v. Abu-*267Jamal, 553 Pa. 485, 720 A.2d 79, 90-91 (1998) (PCRA discovery rule does not require court to order Commonwealth to turn over discovery in absence of good cause). Consequently, we find no merit to this claim.\n9. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHTS TO THE EFFECTIVE ASSISTANCE OF COUNSEL WHERE TRIAL COUNSEL FAILED TO INVESTIGATE AND PRESENT EXCULPATORY EVIDENCE AND WHERE APPELLATE COUNSEL FAILED TO RAISE THIS ISSUE ON DIRECT APPEAL.\nAppellant claims trial counsel provided ineffective assistance of counsel for failing to investigate and call as witnesses at trial three individuals who, Appellant asserts, could have provided testimony bolstering trial counsel’s argument that Appellant’s confession to the Stewart murder was the product of police coercion. Appellant contends that these witnesses gave accounts about the shooting of Stewart that contained material differences from Appellant’s account of it to police and thus, should have been called to testify since their testimony could have undermined the Commonwealth’s theory of the case.22 As he must to sustain his layered claim of ineffectiveness, Appellant also attacks direct appeal counsel’s advocacy, claiming that he was ineffective for not raising on appeal trial counsel’s ineffectiveness. Finally, Appellant claims that, at a minimum, he was entitled to a hearing on this claim.\n A defense attorney’s failure to call certain witnesses does not constitute per se ineffectiveness. Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 599 (2007). *268In establishing whether defense counsel was ineffective for failing to call witnesses, a defendant must prove the witnesses existed, the witnesses were ready and willing to testify, and the absence of the witnesses’ testimony prejudiced petitioner and denied him a fair trial. Id. Here, Appellant has failed to establish that the absence of the testimony from three witnesses he identified prejudiced him and denied him a fair trial. As the Commonwealth notes, the witnesses in question spoke to the police some two months prior to the date Appellant gave his statement. Commonwealth Brief, 70. Thus, if the police had told Appellant what to say, they certainly would have made sure that Appellant’s version of what occurred coincided with the other evidence the police had amassed. Since trial counsel was not ineffective, appellate counsel cannot be deemed ineffective for failing to raise this issue.\nFinally, the PCRA court did not commit an abuse of discretion in denying a hearing on this claim because Appellant failed to present sufficient information in his PCRA petition to meet the three-pronged ineffectiveness test. See Commonwealth v. Edmiston, 535 Pa. 210, 634 A.2d 1078, 1093 (1993) (holding an evidentiary hearing is not required in the absence of proof indicating the ineffectiveness claim has arguable merit). The claim affords Appellant no relief.\n10. IF RELIEF IS GRANTED ON THE STEWART CONVICTION, [APPELLANT] WOULD ALSO BE ENTITLED TO RELIEF FROM THE WATSON CONVICTION.\nAppellant contends that if he is granted a new trial on any of the grounds he has raised in this appeal, this Court should sua sponte grant him a new trial in the Watson case as well. As we conclude, infra, that the PCRA court properly denied relief, we need not discuss this contention.\nAppellant also asserts that there were several procedural irregularities in the Watson matter including the severance of it at the appeal and post-conviction collateral relief stages from the Stewart matter that warrant the grant of such relief.\n*269The Stewart matter was properly severed for purposes of appeal from the Watson appeal insofar as this Court has exclusive jurisdiction of appeals from a sentence of death. 42 Pa.C.S § 722(4). Pennsylvania Rule of Appellate Procedure 702(b) provides that this Court has jurisdiction in death penalty cases over judgments of sentences imposed on an appellant on lesser offenses so long as the lesser offenses arose out of the same criminal episode. Since the murders herein did not arise out of the same criminal episode, Appellant’s claim that the cases should not have been severed fails.\nPENALTY PHASE CLAIMS\n1. [APPELLANT] IS ENTITLED TO A NEW SENTENCING HEARING BECAUSE TRIAL COUNSEL WAS INEFFECTIVE FOR FAILING TO INVESTIGATE, DEVELOP AND PRESENT SUBSTANTIAL MITIGATING EVIDENCE. APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO INVESTIGATE AND RAISE THIS CLAIM.\nAppellant accuses trial counsel of providing ineffective assistance of counsel during the penalty phase because she failed to “investigate, develop, and present compelling mitigating evidence of [Appellant’s] traumatic childhood, brain damage, impairments, dysfunction, and mental illness.” Appellant’s Brief, 65. In addition, Appellant claims that trial counsel should have investigated whether Appellant suffered from some mental disability and should have presented expert testimony showing that Appellant was a follower, not a leader, who was “desperate” to please others, that he loved and cared for his family, and that he suffered attention deficit hyperactive disorder (ADHD). According to Appellant, the failure to present this mitigating evidence ■ prejudiced him because “there is more than a reasonable probability that the jury would have given significantly more weight to the two mitigators it found Appellant had proven” had such evidence been introduced and, that at least one of the jurors likely would have voted against the death penalty. Appellant’s Brief, 88. Finally, Appellant claims that direct appeal counsel was inef*270fective for not arguing on appeal that trial counsel was ineffective in her representation of Appellant during the penalty phase of the proceedings.\nDuring the penalty hearing, trial counsel presented the testimony of three witnesses: Mabel Cox, Appellant’s maternal grandmother; Jerminda Cox, Appellant’s sister; and William Cox, Appellant’s favorite uncle. N.T. 4/11/95, 34-42. In summary, testimony of these witnesses indicated that Appellant and his sister grew up in a single parent home headed by Appellant’s mother, a long-time poly-substance abuser who put her own interests ahead of her children’s welfare. Money was in short supply and Appellant and his sister often went without necessities. There was little, if any, parental control and Appellant and his sister were on their own at a young age. The gist of each of the witnesses’ testimony was that Appellant would have been different if Appellant’s mother had assumed her parental responsibility and not involved herself and her children in drugs.\nIn her closing speech to the jury, trial counsel, citing Judaic law requiring two eyewitnesses to impose a death penalty, emphasized that no direct eyewitness testified and that Appellant’s convictions rested primarily on Appellant’s confessions. Trial counsel also asked the jury to consider Appellant’s age, the fact that he confessed, which implied remorse, his recent involvement in the Walker drug organization, his low rank therein, and that he was directed by others during the commission of the crimes.\nAt the PCRA hearing, Appellant attempted to establish inter alia that trial counsel should have introduced more evidence of Appellant’s impoverished and deprived childhood at the penalty hearing. In support of this assertion, Appellant’s grandmother, sister, and uncle testified, along with Ms. Terrace Turner, who babysat for Appellant and his sister. Ms. Turner told the court that Appellant’s mother used alcohol excessively and often yelled and hit Appellant and his sister. Appellant’s grandmother, sister, and uncle gave testimony that supplemented the testimony they provided during the *271penalty hearing with additional evidence concerning Appellant’s childhood.23\nAppellant also introduced by way of stipulation affidavits of these three testifying witnesses. In these affidavits, the three witnesses more broadly expounded upon Appellant’s childhood. The affidavits contained information indicating that Appellant’s mother was a teenager when Appellant was conceived and she drank and smoked cigarettes almost every day of the pregnancy. Appellant and his sister Jerminda had different fathers, neither of whom resided with them or their mother. Appellant’s mother was an alcoholic who used methamphetamine and then became addicted to crack cocaine, when Appellant was ten or eleven. His mother lost control of her life due to her substance abuse problems, and as her drug problem worsened, both Appellant and Jerminda were neglected and deprived of basic necessities. The affidavits revealed that Appellant’s mother stole from her own mother and from Appellant, who earned money working odd jobs, and that Appellant’s mother also physically and verbally abused her children. Finally, the affidavits indicated that Appellant’s mother introduced Appellant and his sister to the world of drugs; Jerminda became addicted to crack cocaine, and Appellant began selling drugs.\nAppellant also presented the testimony of Dr. Edward Dougherty, an expert in the field of forensic psychology during the PCRA evidentiary hearing. Dr. Dougherty testified that he performed a complete psychological examination of Appellant, which entailed interviewing Appellant and administering a number of tests. Dr. Dougherty also reviewed numerous records that included background information, results of previous psychological tests, and school records. N.T. 11/8/04, 46. Based on his review, Dr. Dougherty opined that Appellant:\npossesses below average intellectual functioning. He has a long history of child neglect and abuse during his developmental years. He has extensive history of abuse of alcohol *272and drugs beginning in early adolescence. His school records indicate numerous absences, which increased during the middle and high school years, arid his school records indicate learning and behavioral problems consistent with a diagnosis of attention deficit hyperactive disorder [ADHD]. There was the combination of his low intellectual functioning, his early childhood development and his childhood exposure to alcohol and drugs [which] severely impairs his ability to function. He’s the type of person who is easily impressed by those who[m] he perceives to be brighter or in authoritative roles.\nN.T. 11/8/04, 49-50.\nDr. Dougherty assessed Appellant’s intelligence quotient at 80 under the Wechsler Scale, which placed him in the slow learner, or below average, category. N.T. 11/8/04, 50. Dr. Dougherty also placed great emphasis on the fact that Appellant suffered childhood neglect and abuse that, the doctor stated, may have caused Appellant to take on the personality of the abuser. N.T. 11/8/04, 64, 125-126. Such abuse, according to the doctor, was detrimental to Appellant’s psychological development. The doctor stated that Appellant’s abuse of drugs and alcohol impeded his ability to think and act rationally, and that Appellant was easily impressed by others. N.T. 11/8/04, 50, 77, 79.\nDr. Dougherty’s review of the aforementioned pre-sentence report and a mental health evaluation revealed several pieces of information he believed demonstrated that Appellant likely suffered from cognitive and psychological problems. These included a statement that Appellant was of low intelligence, that a diagnosis of adjustment disorder could not be ruled out, that Appellant had suffered neurological dysfunction head trauma, and that he was abused as a child. N.T. 11/8/04, 48-57.\nFinally, and most importantly, Dr. Dougherty conceded that Appellant’s ADHD would not have had an effect on his ability to commit the crimes herein. N.T. 11/8/04,131.\n*273The Commonwealth called Dr. John Gordon, an expert in the field of clinical psychology, to rebut Dr. Dougherty’s testimony. He did not personally examine Appellant, but Dr. Gordon testified that it was his opinion that there was no evidence upon which to conclude that Appellant had ADHD. N.T. 11/9/04, 6. Dr. Gordon based his testimony on the fact that Appellant had never been diagnosed as suffering from ADHD, the reports he reviewed did not substantiate Dr. Dougherty’s finding, Appellant’s behavior in the courtroom refuted it, and Appellant’s early academic history showed that he was an average student, not a below average one. N.T. 11/9/04, 6-19. Dr. Gordon also noted that a report prepared in 1995 indicated that Appellant had no difficulty concentrating or engaging in abstract thinking. N.T. 11/9/04, 19-23.\nAlthough Dr. Gordon did not dispute that drug use at an early age may affect one’s development, he disputed Dr. Dougherty’s conclusion that Appellant’s drug use and life circumstances affected Appellant’s development or executive function because there was nothing in the record he reviewed to substantiate Dr. Dougherty’s findings. N.T. 11/9/07, 42-48. Dr. Gordon did concede, however, that Appellant’s drug use and life circumstances were matters that a psychologist could have testified about at trial. N.T. 11/9/04, 49. Dr. Gordon also conceded Appellant’s school records indicated that Appellant had to repeat second grade. N.T. 11/9/04, 32.\nTrial counsel testified at the PCRA hearing that even though she spent significant time on attempting to negotiate a guilty plea in this case, she also prepared for trial and the penalty phase. She testified that while she did speak to family members of Appellant, she could not recall if she met with them prior to the date they testified. N.T. 3/16/04, 16-18, 65. Trial counsel further stated that although Appellant’s family members told her Appellant was neglected and abused as a child, she did not investigate the effects childhood abuse and neglect may have had on Appellant because she believed it to be a matter of common sense. N.T. 3/16/95, 40, 42-43. Trial counsel added that she reviewed a pre-sentence report and a mental health evaluation prepared prior to Appellant’s trial *274and, based on the absence of any indication in those reports that Appellant was suffering from a mental disease or condition, and her discussions with Appellant, she concluded that it would be unnecessary to retain a mental health expert. N.T. 3/16/04, 54-55. Trial counsel conceded that she did not request the assistance of an investigator or a social worker, or obtain Appellant’s school records for the purpose of gathering mitigation evidence. N.T. 3/16/04, 39, 40, 44.\nIn its opinion setting forth its reasons for denying relief with respect to Appellant’s claim that trial counsel was ineffective for not investigating whether Appellant suffered from any mental disease or defect, the PCRA court stated that trial counsel was not ineffective because “counsel can only act upon what information she has.” PCRA Court Opinion, 20. The PCRA court held that because counsel saw nothing in the mental health evaluation to indicate that Appellant had mental health issues, Appellant did not state he had mental health problems, and Appellant was not cooperative, trial counsel had no obligation to conduct such an investigation. PCRA Court Opinion, 20-21.24\nWe hold that the PCRA court correctly denied Appellant relief on this claim by finding that Appellant failed to prove that trial counsel’s alleged failings caused him actual prejudice, i.e., that there was a reasonable probability that but for counsel’s alleged errors, the jury would have sentenced Appellant to life imprisonment on his third first-degree murder conviction. See Strickland, 466 U.S. at 694, 104 S.Ct. 2052. As indicated above, Appellant was convicted of two murders in the instant matter and had been convicted of first-degree murder in a separate unrelated matter. Chief Justice Castille has notably pointed out that, “[w]here the defendant is responsible for multiple murders and where he risked even *275greater carnage, he should have greater difficulty in securing Strickland relief premised on foregone, supplemental mitigation evidence.” Commonwealth v. Gibson, 597 Pa. 402, 951 A.2d 1110, 1151 (2008) (Castille, C.J., joined by McCaffery, J., concurring). See also Commonwealth v. Zook, 585 Pa. 11, 887 A.2d 1218, 1236 (2005) (Castille, J. concurring). We agree with Chief Justice Castille’s observation.\nInstantly, Appellant presented testimony at the PCRA hearing enhancing the “life circumstance” evidence initially presented during the penalty hearing along with expert psychological testimony that Appellant suffered from ADHD. Such testimony, in the context of a case involving a triple murderer, would not have led a rational jury to impose a life sentence. First, the jury herein was well aware of Appellant’s life history from the testimony Appellant presented during the penalty hearing. In addition, it is virtually a certainty that no jury would impose a life sentence based on the testimony of Appellant’s expert who, upon examining Appellant, failed to find that Appellant suffered from any serious mental health malady or affliction. Although Dr. Dougherty opined that Appellant suffered from ADHD, it is highly improbable that any jury would have considered this to be sufficiently significant such that, upon hearing this testimony, it would have imposed a life sentence on Appellant, a triple murderer, especially given that it is highly unlikely that he even suffered from this condition at the time of the two murders herein and in view of Dr. Dougherty’s concession that the ADHD would not have affected Appellant’s ability to commit the crimes herein.\nMoreover, as noted above, the testimony presented by Dr. Dougherty was unequivocally rebutted by the Commonwealth’s expert witness who testified that he found no evidence that Appellant suffered from ADHD at the time of the crime or even that he was of low intelligence. See Commonwealth v. Brown, 582 Pa. 461, 872 A.2d 1139, 1151 (2005) (holding that the PCRA court did not err in denying PCRA relief on a claim alleging that trial counsel was ineffective for not presenting mental health evidence where the defendant *276failed to establish that he suffered from the alleged mental ailment at the time of the crime). Since Appellant has failed to establish that his additional evidence would have resulted in a different outcome, the PCRA court did not err in denying relief on this claim and it is denied. See Commonwealth v. Williams, 581 Pa. 57, 863 A.2d 505, 520 (2004) (holding that PCRA court did not abuse its discretion in failing to find defendant’s mental health experts convincing in the context of a claim of ineffective assistance for not presenting mental health evidence); Commonwealth v. Howard, 553 Pa. 266, 719 A.2d 233, 238 (1998) (“[T]his Court has declined to find counsel ineffective for failing to proffer testimony from a mental health professional to establish a mitigating circumstance where there is no showing that such testimony ... would have been beneficial in terms of altering the outcome of the penalty phase hearing.”).25\n2. [APPELLANT] WAS DENIED HIS CONSTITUTIONAL RIGHT TO A FAIR AND IMPARTIAL CAPITAL JURY WHERE THE TRIAL COURT ERRONEOUSLY DISMISSED A QUALIFIED JUROR SOLELY BECAUSE OF HIS VIEWS ON THE DEATH PENALTY AND APPELLATE COUNSEL WAS INEFFECTIVE FOR FAILING TO RAISE THIS CLAIM ON DIRECT APPEAL.\nAppellant asserts that direct appeal counsel was ineffective for not raising as an appellate issue a claim that the trial court erroneously dismissed a venireperson due to his views on the death penalty without first ascertaining through further questioning whether the venireperson could set aside *277his beliefs and follow the law. During individual voir dire, a prospective juror, who earlier responded to a preliminary question concerning the death penalty in a manner indicating that he might have difficulty imposing the death penalty, N.T. 4/3/95,105, testified that his personal beliefs “probably” would substantially impair his ability to impose the death penalty and that he was not sure that he could vote to impose it even if he believed that it was an appropriate verdict. N.T. 4/3/95, 105-106. Trial counsel then questioned the prospective juror asking him if he could follow the law as given by the trial court and consider imposing the death penalty if the facts warranted it. N.T. 4/3/95,106-108. He answered these questions in the affirmative. N.T. 4/3/95, 106-108. However, in follow-up questions posed by the prosecutor and the trial court, the prospective juror again indicated that his personal beliefs would “substantially impair” his ability to follow the law and impose the death penalty. N.T. 4/3/95, 114-115. Based on these subsequent responses to the prosecutor’s questions, the trial court granted the prosecutor’s challenge for cause and excused the prospective juror. Trial counsel immediately proffered an objection.\nOn direct appeal, appellate counsel raised a general issue alleging that the manner in which the trial court conducted voir dire resulted in the improper exclusion of jurors who expressed that they could follow the law and impose the death penalty. This Court rejected that claim and held that a review of the entire voir dire demonstrated that the trial court’s striking of those venirepersons whose views substantially impaired their ability to impose the death penalty did not constitute error because the prospective jurors were “beyond rehabilitation.” Cox, 728 A.2d at 930. This Court also held that Appellant’s claim that trial counsel had an obligation to continue to question these prospective jurors “to determine whether they were ‘irrevocably committed to vote against the death penalty’ ” was meritless. Id.\nHere, Appellant claims that appellate counsel was ineffective because he “did not call this Court’s attention to the appropriate facts, did not cite the appropriate case law, failed *278to make the meritorious constitutional argument presented here, and failed to argue the meritorious analysis which would have led to the granting of appellate relief’ with regard to the striking of the prospective juror. Appellant’s Brief, 25. In other words, Appellant is contending that direct appeal counsel was ineffective because he failed to direct this Court’s attention specifically to the striking of the prospective juror and that but for direct appeal counsel’s ineffectiveness, he would have prevailed on appeal. The PCRA court ruled that this issue did not entitle Appellant to relief because it had been previously litigated and merely offered an alternative theory for relief. PCRA Court Opinion, 11-12. Although we do not agree with the PCRA court’s rationale for dismissing the issue, we find that no relief is due on this claim in any event.\nIn Commonwealth v. Collins, 585 Pa. 45, 888 A.2d 564, 573 (2005), this Court held that a Sixth Amendment claim alleging ineffective assistance of counsel raises an issue cognizable under the PCRA even if the claim underlying the ineffectiveness claim had been previously litigated. We recently discussed Collins in Commonwealth v. Tedford, 598 Pa. 639, 960 A.2d 1 (2008), and stated:\nThis Court had previously held that a PCRA petitioner cannot obtain post-conviction review of previously litigated claims by alleging ineffective assistance of prior counsel and presenting new theories of relief on the same facts. See Commonwealth v. Peterkin, 538 Pa. 455, 649 A.2d 121, 123 (1994) (citing Commonwealth v. Wilson, 452 Pa. 376, 305 A.2d 9 (1973)). Following this Court’s decision in Collins, supra, however, a reviewing court must “consider and substantively analyze an ineffectiveness claim as a ‘distinct legal ground’ for PCRA review” because “while an ineffectiveness claim may fail for the same reasons that the underlying claim faltered on direct review, the Sixth Amendment basis for ineffectiveness claims technically creates a separate issue for review under the PCRA.” Carson, 913 A.2d at 234 (discussing Collins, 888 A.2d at 573) (internal quotation marks omitted). When a PCRA court has disposed of a *279number of claims as previously litigated prior to our decision in Collins, and without touching on the separate Sixth Amendment merits of the claim, this Court may remand those claims for further analysis consistent with Collins. Carson, 913 A.2d at 234. Remand, however, is not required when the claims are obviously deficient for other reasons. See id.\n960 A.2d at 14. Thus, we are obliged to address the merits of Appellant’s ineffectiveness claim even though the claim underlying it has been reviewed and rejected on direct appeal.26\nA review of the claim here indicates that a remand is not necessary because the record shows that direct appeal counsel’s failure to direct this Court to the voir dire of the prospective juror in question would not have caused this Court to find that the claim entitled Appellant to relief. The law is clear that the decision to strike prospective jurors for cause who express reservations about imposing the death penalty rests within the discretion of the trial court. Commonwealth v. Steele, 599 Pa. 341, 961 A.2d 786, 804 (2008); Commonwealth v. Saranchak, 544 Pa. 158, 675 A.2d 268, 274 (1996). Prospective jurors may be excused if their views on the death penalty substantially impair or prevent them from following the law given them by the trial court. Steele, 961 A.2d at 804; Commonwealth v. Jones, 590 Pa. 202, 912 A.2d 268, 286 (2006); Commonwealth v. Speight, 578 Pa. 520, 854 A.2d 450, 459 (2004). Finally, defense counsel has no constitutional obligation to attempt to change the views of prospective jurors who voice doubts about their ability to impose the death penalty in the appropriate case. Steele, 961 A.2d at 804.\nHere, a review of the prospective juror’s testimony indicates that his views on the death penalty substantially impaired his ability to impose the death penalty. In response to questions posed by the trial court and the prosecutor he repeatedly indicated that he could not impose the death penalty even if the facts warranted its imposition. N.T. 4/3/95, 105-106, 114, *280115. Although he indicated that he could follow the law when questioned by defense counsel, he immediately retracted that response when the prosecutor and trial court posed additional questions to him. Moreover, his responses to trial counsel’s questions appear to be aimed simply to agree with the tenor of trial counsel’s questions rather than a true expression of his beliefs. Given these circumstances, it is clear that the claim lacks arguable merit because the trial court did not violate the law or commit an abuse of discretion in granting the prosecutor’s motion to strike the prospective juror. See Commonwealth v. Duffey, 579 Pa. 186, 855 A.2d 764, 772 (2004) (holding that trial court did not abuse its discretion in striking juror whose views on the death penalty were unclear). See also Steele, supra. Accordingly, we deny relief with respect to this claim.\n8. [APPELLANT] IS ENTITLED TO A NEW SENTENCING HEARING WHERE THE JURY WEIGHED TWO AGGRAVATING CIRCUMSTANCES WHICH WERE FACTUALLY INAPPLICABLE AND INADEQUATELY DEFINED IN THE COURT’S INSTRUCTIONS; TRIAL AND APPELLATE COUNSEL WERE INEFFECTIVE FOR FAILING TO OBJECT AND RAISE THESE CLAIMS.\nIn this claim, Appellant raises challenges to two of the three aggravating circumstances found by the jury. First, he argues that prior counsel were both ineffective for failing to argue that the evidence was insufficient to support the aggravator set forth at 42 Pa.C.S. § 9711(d)(7),27 which involves knowingly creating a risk of death to another person in addition to the victim of the murder. Appellant argues that this aggravator does not apply to him as a mere accomplice, which he submits is what the evidence established. He next argues prior counsel should have also argued that the evidence was insufficient to support the aggravator set forth at 42 *281Pa.C.S. § 9711(d)(2),28 killing for hire, because there was no evidence presented establishing that the Appellant had been paid to kill the victim. In addition, Appellant asserts that the trial court gave the jury no instructions with respect to this aggravator. Appellant’s Brief, 92, 96. Appellant further claims that trial counsel was ineffective for not arguing that the evidence was insufficient to support this aggravator and for not requesting proper jury instructions with respect to this aggravator, and that direct appeal counsel was ineffective for not citing appropriate and persuasive federal cases and for not presenting all appropriate arguments. Appellant’s Brief, 97-98. Finally, he claims a due process violation predicated on the jury’s consideration of aggravators not supported by the evidence. Appellant’s Brief, 96-97.\nAppellant’s attack on the sufficiency of the evidence fails because this Court on direct appeal already determined that the evidence was sufficient to support the aggravators. Cox, 728 A.2d at 936. Appellant cannot now again litigate the merits of these issues. See 42 Pa.C.S. § 9544(a)(2); Steele, 961 A.2d at 796 (holding that claims litigated on direct appeal cannot be relitigated on collateral review). Nevertheless, under the holding of Collins, supra, we will review Appellant’s various ineffectiveness claims associated with these issues.\nAppellant’s assertion that counsel were ineffective with respect to § 9711(d)(7) rests on a claim that this aggravator applies only to persons who committed the actual murder and endangered another person while committing the murder, and not to accomplices. Appellant’s Brief, 93-94. In support of this claim Appellant cites to our decision in Commonwealth v. Lassiter, 554 Pa. 586, 722 A.2d 657 (1998), a plurality decision, which held that the aggravator set forth at 42 Pa.C.S. § 9711(d)(6) did not, by virtue of its wording, apply to accomplices of persons who killed someone in the course of commit*282ting a felony.29 The Lassiter Court explained that this aggravate!* did not apply to an accomplice for the following reasons:\nThe aggravating circumstance at issue requires that the defendant “committed” a killing while in the perpetration of a felony. Webster’s defines “commit” as follows: “[t]o do or perpetrate (an offense or crime).” Webster’s New World Dictionary (2d ed. 1996). The word “do” is thus defined: “to perform; to carry out; fulfill; to bring to completion; finish.” Id. The word “perpetrate” is defined as “to do or perform.” Id. Resolving ambiguity in the definition of the word “commit” in favor of the accused, as we must pursuant to the rule of lenity, we conclude that, as used in the statute at issue, the word “commit” requires a defendant to have performed the murder herself in the sense of bringing it to completion or finishing it.\nLassiter, 722 A.2d at 662. The Lassiter Court’s ruling also rested on the observation that in amending the death penalty statute in 1989, the Legislature added two additional aggravating circumstances that were made applicable specifically to accomplices. See 42 Pa.C.S. § 9711(d)(13) and (14).\nAppellant asserts that because the Legislature amended 42 Pa.C.S. § 9711(d) to include accomplices in other subsections, the analysis utilized by the Lassiter Court in holding that the Legislature did not intend that 42 Pa.C.S. § 9711(d)(6) to apply to accomplices mandates that we hold that 42 Pa.C.S. § 9711(d)(7) does not apply to accomplices as well.\nThe Commonwealth argues, generally, that Appellant’s layered claims of ineffectiveness entitle him to no relief because this Court already determined that the evidence was sufficient to support these claims. See Cox, 728 A.2d at 936. The Commonwealth also asserts inter alia, that Appellant’s argument lacks merit because the Lassiter Court’s decision was predicated on the express language of 42 Pa.C.S. § 9711(d)(6) and thus, counsel was not “required to attempt to craft a similar argument with respect to the dissimilar (d)(7) provision.” Commonwealth’s Brief, 87. The Commonwealth fur*283ther claims that the evidence was sufficient to support the 42 Pa.C.S. § 9711(d)(7) aggravator because Appellant drove the actual killer to the scene and positioned his vehicle right next to the victim’s vehicle, which was occupied by another person, and remained there until the killer fired seven shots into the car. Thus, according to the Commonwealth, “but for the [Appellant’s] aid [the killer] would not have been able to fire his gun at the victim and [the passenger].” Commonwealth’s Brief, 88.\nCertainly, trial counsel cannot be deemed ineffective because the Lassiter decision was issued well after the trial herein was held. The law is clear that counsel cannot be held ineffective for failing to anticipate a change in the law. Commonwealth v. Duffey, 889 A.2d at 71. Moreover, since Appellant has not articulated how the trial court’s instructions on this aggravator were defective or what trial counsel should have argued in claiming that the evidence was insufficient to establish this aggravator, he is entitled to no relief with respect to this claim. See Commonwealth v. Bryant, 579 Pa. 119, 855 A.2d 726, 750 (2004) (holding that counsel cannot be found ineffective in a vacuum).\nAs to appellate counsel, Appellant acknowledges that this issue was raised on direct appeal but asserts that appellate counsel presented the argument in an ineffective manner. He premises this claim on allegations that appellate counsel failed to cite appropriate authority. Assuming arguendo that this is true, the claim itself is without arguable merit as an analysis of the statutory provision reveals that this aggravator does apply to an accomplice.\nThe Statutory Construction Act provides that in interpreting a statute it is incumbent that the reviewing court endeavor to ascertain the intent of the Legislature and that when the words of a statute are clear and free of ambiguity we must interpret those words by their plain meaning. 1 Pa.C.S. § 1921. Chief Justice Castille recently set forth a cogent and succinct summary of the law in this area. He wrote:\n*284‘The object of statutory interpretation is to determine the intent of the General Assembly.’ Pa. Dep’t of Transp., Bureau of Driver Licensing v. Weaver, [590 Pa. 188] 912 A.2d 259, 264 (2006) (citing 1 Pa.C.S. § 1921(a)). The touchstone of statutory interpretation is that where a statute is unambiguous, the judiciary may not ignore the plain language ‘under the pretext of pursuing its spirit,’ 1 Pa.C.S. § 1921(b), for the language of a statute is the best indication of legislative intent. Weaver, 912 A.2d at 264. Words and phrases should be construed in accordance with their common and approved usage. 1 Pa.C.S. § 1903(a). When the words of a statute are clear, there is no need to look beyond the plain meaning of a statute. See, e.g., Commonwealth v. McClintic, 589 Pa. 465, 909 A.2d 1241, 1245 (2006) (citing Sternlicht v. Sternlicht, 583 Pa. 149, 876 A.2d 904, 909 (2005) and Ramich v. Workers’ Comp. Appeal Bd. (Schatz Elec., Inc.), 564 Pa. 656, 770 A.2d 318, 322 (2001)). If a statute is deemed ambiguous, however, resort to principles of statutory construction is appropriate. 1 Pa.C.S. § 1921(c); Commonwealth v. Packer, 568 Pa. 481, 798 A.2d 192, 196 (2002).\nColville v. Allegheny County Retirement Board, 592 Pa. 433, 926 A.2d 424, 430-31 (2007).\nApplying the foregoing to the instant matter we hold that the absence of the word “accomplice” in 42 Pa.C.S. § 9711(d)(7) does not render it inapplicable to accomplices. Section 9711(d)(6) specifically identifies the “defendant” as the killer. 42 Pa.C.S. § 9711(d)(6) (the “defendant committed a killing while in the perpetration of a felony”). However, section 9711(d)(7) more broadly focuses on the “commission of the offense,” during which the defendant created a grave risk of death to another person besides the victim of the homicide. 42 Pa.C.S. § 9711(d)(7) (“In the commission of the offense the defendant knowingly created a grave risk of death to another person in addition to the victim of the offense.”). Thus, by its very terms, this aggravator applies to any person, not merely the killer, who knowingly creates a grave risk to someone other than the intended victim of an intentional killing and *285who is proved to have acted with the requisite intent. See Commonwealth v. Rios, 546 Pa. 271, 684 A.2d 1025, 1032 n. 10 (1996) (“[a]n accomplice, like a principal, can be liable for creating a grave risk of death” under section 9711(d)(7)); Commonwealth v. Jones, 542 Pa. 464, 668 A.2d 491, 519-20 (1995) (holding that section 9711(d)(7) applied to defendant who had ordered murders where his co-conspirators placed others in grave risk of death during killings). Accordingly, we hold that Appellant has failed to prove that direct appeal counsel was ineffective for not challenging the applicability of this aggravator for the reasons propounded by Appellant.\nAppellant next argues that the evidence did not establish beyond a reasonable doubt the aggravator set forth in section 9711(d)(2) because there is no evidence of record showing that the victim’s death was the product of a contract killing or even that there was a contract to kill the victim. Appellant’s Brief, 95. Appellant disputes that evidence showing that he received $500.00 following the killing was sufficient to establish this aggravator. He also complains, without explanation or legal support, that the trial court’s jury instructions on this aggravator were defective and violated 42 Pa.C.S. § 9711(e)(l)(iii) and Appellant’s due process rights because the trial court failed to give any instructions on the requirements necessary to prove this aggravator. Appellant’s Brief, 96. Finally, Appellant accuses trial counsel and direct appeal counsel of being ineffective; trial counsel for not requesting that the trial court give the jury proper instructions and for not arguing that this aggravator did not apply, and appellate counsel for not citing to appropriate and persuasive federal or state cases. Appellant’s Brief, 97-98.\nThe Commonwealth submits that we should hold these claims are meritless because Appellant has merely reiterated the argument he raised on direct appeal regarding why the evidence was insufficient to support this aggravator. Commonwealth’s Brief, 88-89. The Commonwealth’s argument has merit with respect to the sufficiency claim for the reasons discussed above, namely that this claim has been previously litigated. Cox, 728 A.2d at 936. In addition, we *286hold that Appellant’s claim that the trial court violated his right to due process by failing to give the jury any instructions on this aggravator was waived for failing to raise it previously. See 42 Pa.C.S. § 9544(b). However, although the Commonwealth’s remaining arguments regarding Appellant’s ineffectiveness claims are facially appealing, they do not take into account our decision in Collins, supra, that holds that claims alleging ineffective assistance of counsel are discrete claims that must undergo independent review. Consequently, we undertake a review of these claims pursuant to the test applicable to ineffectiveness claims.\nAppellant has failed to establish that trial counsel was ineffective because he has not set forth what instructions the trial court was obliged to give the jury with respect to this aggravator or what trial counsel should have argued to the jury. Thus, he has failed to prove that his ineffectiveness claim entitles him to relief. See Bryant, supra.\nSimilarly, Appellant’s attack on appellate counsel’s effectiveness fails because Appellant has not set forth the federal or state authorities he alludes to in his brief and claims support his position that this aggravator was not established by the evidence. Nevertheless, even had Appellant included such authority, since the evidence established that Appellant was paid $500.00 following the killing, see Cox, 728 A.2d at 936, he still would not have prevailed on this claim. Accordingly, for all of the foregoing reasons, Appellant’s claims involving the above discussed aggravators are denied.\nCUMULATIVE EFFECT OF THE ERRORS\n[APPELLANT] IS ENTITLED TO RELIEF FROM HIS CONVICTION AND SENTENCE BECAUSE OF THE CUMULATIVE PREJUDICIAL EFFECT OF THE ERRORS DESCRIBED IN [APPELLANT’S] BRIEF [WHICH] DENIED HIM DUE PROCESS AND THE EFFECTIVE ASSISTANCE OF TRIAL AND APPELLATE COUNSEL.\nIn his final claim, Appellant argues that he is entitled to relief because of the cumulative prejudicial effect of the *287errors he alleged and raised in this appeal. This Court has repeatedly stated that “no number of failed claims may collectively warrant relief if they fail to do so individually.” Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 617 (2007). See also, Tedford, supra. Therefore, Appellant is not entitled to relief on this claim.\nCONCLUSION\nFor the reasons stated herein, the order of the PCRA court denying relief is affirmed. Jurisdiction is relinquished.30\nChief Justice CASTILLE and Justices EAKIN, BAER, TODD and McCAFFERY join the opinion.\nJustice SAYLOR files a concurring opinion.\n\n. A more complete recitation of the facts underlying Appellant's convictions is set forth in Commonwealth v. Cox, 556 Pa. 368, 728 A.2d 923 (1999).\n\n\n. On October 28, 1993, the Honorable Carolyn Temin found the Appellant guilty of the first-degree murder of Davis, criminal conspiracy and possession of an instrument of crime. On June 2, 1995, the Superior Court affirmed the judgments of sentence in a memorandum opinion. Commonwealth v. Cox, 445 Pa.Super. 624, 664 A.2d 1054 (1995). This Court denied the Appellant's petition for allowance of appeal. Commonwealth v. Cox, 544 Pa. 623, 675 A.2d 1242 (1996).\n\n\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n\n\n. 42 Pa.C.S.§ 9711(d)(2).\n\n\n. 42 Pa.C.S. § 9711(d)(7).\n\n\n. 42 Pa.C.S. § 9711 (d)(l 1).\n\n\n. 42 Pa.C.S.§ 9711(e)(5).\n\n\n. 42 Pa.C.S. § 9711(e)(8).\n\n\n. Appellant's direct appeal was filed prior to the issuance of this Court's opinion in Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002) which held that claims of ineffective assistance of counsel should be deferred until collateral review.\n\n\n. This Court has exclusive jurisdiction of appeals in cases in which the death penalty has been imposed. 42 Pa.C.S. § 722. On direct appeal from the first-degree murder conviction and death sentence, Appellant raised eighteen separate issues. They are set forth in this Court’s opinion affirming the judgment of sentence. Commonwealth v. Cox, 556 Pa. 368, 728 A.2d 923 (1999).\n\n\n. We have renumbered Appellant's claims for ease of review.\n\n\n. In Pierce, this Court adopted the standard for reviewing claims alleging ineffective assistance of counsel devised by the U.S. Supreme Court in Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). While the ineffectiveness test applied by our Court has three criteria, as opposed to the two set forth by the U.S. Supreme *243Court, the tests are co-extensive. Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 594 n. 8 (2007); Commonwealth v. Gribble, 580 Pa. 647, 863 A.2d 455, 460 (2004).\n\n\n. A claim is previously litigated if \"the highest appellate court in which the petitioner could have had review as a matter of right has ruled on the merits of the issue” or \"it has been raised and decided in a proceeding collaterally attacking the conviction or sentence.” 42 Pa. C.S. § 9544(a)(2)(3). A claim is waived if “the petitioner could have raised it but failed to do so before trial, at trial, during unitary review, on appeal or in a prior state post-conviction proceeding.” 42 Pa.C.S. § 9544(b).\n\n\n. At the time Appellant's direct appeal was filed, claims of ineffectiveness were required to be raised at the first stage of litigation at which a defendant was represented by counsel other than counsel whose assistance is being challenged. Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687, 695 n. 6 (1977).\n\n\n. For ease of review, the issues pertaining to the guilt phase of the proceedings will be discussed first followed by a discussion of those issues relating to the penalty phase. It is noted that Appellant has 'layered' each of his claims, thus avoiding waiver.\n\n\n. Although Appellant has not argued that he is entitled to relief under our State Constitution, specifically Article I, Section 9, this Court has ruled that Article I, Section 9 is coterminous with the Sixth Amendment regarding when the right to counsel attaches. Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831, 844 (2003).\n\n\n. During voir dire, venirepersons were specifically questioned about whether they could separate the evidence relating to the two cases and decide them based solely on the evidence applicable to each case.\n\n\n. It is beyond cavil that the ballistics evidence in question was admissible. This court has consistently held that ballistic evidence from an unrelated crime may be introduced to prove identity. Commonwealth v. Reid, 533 Pa. 508, 626 A.2d 118 (1993); Commonwealth v. Rollins, 525 Pa. 335, 580 A.2d 744 (1990).\n\n\n. In Commonwealth v. Billa, 521 Pa. 168, 555 A.2d 835 (1989), it was ruled that when other crimes evidence is introduced at trial, it should be accompanied by limiting instructions.\n\n\n. On direct appeal, Appellant alleged that trial counsel was ineffective for failing to object to the same opening remarks of the prosecutor. This Court rejected the claim after finding that it lacked arguable merit because it could be reasonably inferred from the evidence that Appellant was a participant in a drug organization. Cox, 728 A.2d at 931. See also Commonwealth v. Claypool, 508 Pa. 198, 495 A.2d 176, 178 (1985).\n\n\n. Pennsylvania Rule of Criminal Procedure 902(e)(2) provides that \"[o]n the first counseled [PCRA] petition in a death penalty case, no discovery shall be permitted at any stage of the proceedings, except upon leave of court after a showing of good cause.”\n\n\n. Michael Blankenship, who gave a statement to police following the incident, told police the shots that killed Stewart were fired from a white Nova. Appellant stated in his confession that the car was a blue Malibu. Tia Seidle allegedly would have testified that she and Stewart were at the home of Rhonda Simmons at or about the time of the incident. Ms. Simmons's home was located in the 3800 block of Reno Street, a different location than that provided to police by Appellant. Finally, according to Appellant, Ms. Simmons would have corroborated Ms. Seidle’s testimony, had she been called as a witness.\n\n\n. Appellant did not testily either during the penalty hearing or during the PCRA hearing.\n\n\n. As noted above, there was some indication in the pre-sentence reports suggesting that Appellant might have underlying mental health issues. However, that information does not change the outcome herein because Dr. Dougherty's examination of Appellant failed to uncover any mental health problems beyond ADHD, which, as stated above, the doctor conceded would not have affected Appellant's ability to commit the crimes herein.\n\n\n. Although the PCRA court did not make explicit credibility determinations, a remand is unnecessary. While we have held that it is essential that a PCRA court make credibility determinations, Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717 (2000), the PCRA court's opinion demonstrates implicitly that it made the required credibility determinations insofar as the PCRA court wrote that Appellant's claim that trial counsel was ineffective for failing to present mitigating evidence of Appellant’s \"traumatic childhood, brain damage, impairments, dysfunction, and mental illness” to be \"completely frivolous and devoid of merit.” PCRA Court Opinion, 20.\n\n\n. It would be the rare case indeed where a defendant is granted relief on a claim of ineffectiveness when the underlying claim has been deemed previously to be meritless.\n\n\n. Section 9711(d)(7) provides: \"(7) In the commission of the offense the defendant knowingly created a grave risk of death to another person in addition to the victim of the offense.”\n\n\n. Section 9711(d)(2) provides: \"(2) The defendant paid or was paid by another person or had contracted to pay or be paid by another person or had conspired to pay or be paid by another person for the killing of the victim.”\n\n\n. Section 9711(d)(6) provides: \"(6) The defendant committed a killing while in the perpetration of a felony.\"\n\n\n. The Prothonotary of the Supreme Court is directed to transmit the complete record of this case to the Governor pursuant to 42 Pa.C.S. § 971 l(i).\n\n",
            "ocr": false,
            "opinion_id": 9756765
        },
        {
            "author_str": "Saylor",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nCONCURRING OPINION\n\nJustice SAYLOR.\nI join the majority opinion as it concerns guilt-phase claims 1, 5, 7, 8, and 10, concur in the result with regard to the balance of the opinion, and offer the following comments.\nAs to the issues identified by the majority as guilt-phase claims 3 and 4, I respectfully differ with its assertion that there is not “even a scintilla of evidence” that the prosecutor used the evidence of the Davis killing to bolster the claim that Appellant participated in the Stewart killing. See Majority Opinion, at 251, 983 A.2d at 683. As Appellant develops at length, in opening and closing remarks to the jurors the prosecutor employed a “mind of a killer” theme, obviously alluding to the fact that Appellant had committed multiple homicides.1 In doing so, the prosecutor did not specifically *288limit his comments to two homicides, as opposed to the three put before the jury, and I find it unreasonable to believe the jurors would so compartmentalize the evidence in interpreting such comments touching upon a criminal defendant’s mentality and propensities.2 I support the outcome only because, in light of the evidence presented (including Appellant’s various confessions) and the trial court’s limiting instructions, I find that Appellant has not met his burden of proof concerning prejudice.\nRegarding guilt-phase claim 6, the majority’s explanation that due process rights are not violated by the government’s pursuit of alternate theories of liability is unresponsive to Appellant’s argument, relying on Smith v. Groose, 205 F.3d 1045 (8th Cir.2000), that “the use of inherently factually contradictory theories violates the principles of due process.” Id. at 1052 (emphasis added). In the present case, the prosecution opened to the jury by stating that the evidence showed Appellant was an accomplice and coconspirator, but not the shooter, in the Watson and Stewart homicides. Although the district attorney explained to the trial judge that he did not feel he could identify Appellant as the shooter in the Watson homicide in his opening remarks since attorneys may not rely on inferences from the evidence in opening statements, see N.T., April 6,1995, at 24, such explanation was erroneous. In this regard, this Court has long recognized that “[s]o long as no liberties are taken with the evidence, a lawyer is free to draw such inferences as he wishes from the testimony and to present his case in the light most suited to advance his cause and win a verdict in the jury box.” Contractors Lumber and Supply Company v. Quinette, 386 Pa. 517, 522, 126 A.2d 442, 444 (1956); accord Commonwealth v. Farquharson, 467 Pa. 50, 63-64, 354 A.2d 545, 552 (1976). The proseeu*289tor should have appreciated that circumstantial evidence is regularly relied upon by Commonwealth and defense attorneys alike in opening arguments and otherwise, and therefore, it is difficult to view his contrary perspective as anything other than an untenable lapse or pretext. In either event, in the absence of some reasonable explanation for the material shift in position concerning affirmative government representations as to material facts at the outset of its case, it seems to me the trial court should have held the district attorney to the position he related to the jurors in his opening remarks. Accordingly, I would dispose of this claim based upon an assessment of the degree of prejudice, in light of the strong evidence of Appellant’s culpability.\nIn resolving guilt-phase claim 9, the majority theorizes that, if government officials were to act illegally and manufacture evidence, they certainly would make the false evidence consistent with all of the actual evidence. See Majority Opinion, at 267, 983 A.2d at 693. I am unaware of any decision of this Court (or any other for that matter) resting on such an assumption, which, notwithstanding the majority’s certitude, I find to be speculative.\nOn penalty-phase claim 1, I respectfully differ with the majority’s assertion that the Commonwealth’s expert witness disputed Appellant’s evidence that his life circumstances affected his development. See Majority Opinion, at 268-69, 983 A.2d at 694. In fact, the Commonwealth never disputed that Appellant was exposed to poverty, neglect, and abuse during his upbringing; the effects of such negative factors on development are well known; and the Commonwealth’s expert confirmed them during his testimony. For example, one interchange from his cross-examination proceeds as follows:\nQ. With respect to [Appellant], can you tell me what kind of impact it may have had on him [ — ] that type of deprivation that he was subjected to that you described in your report?\nA. Well, he may have been — there was indication that he was humiliated at school, that he found it very difficult, you know. I’m not really- — actually, I’m not sure I can be anymore specific because I really didn’t — I didn’t really *290do a fine-grade analysis of those factors as it impacted [Appellant] in my review of the material.\nI mean, I accept the fact, as I did in my report, that these factors are present and they certainly contributed — make significant contributions to the emotional problems that he dealt with, behavioral difficulties that he had as he got older.\nAgain, I point out that all those things he still continued in progress in an average fashion in school from- — in terms of his academic skills.\nQ. But you would generally agree with me that that kind of thing is not good for a child?\nA. Of course I would.\nN.T., November 9, 2004, at 40-41 (emphasis added).\nI also depart from the majority position to the degree it is asserting that testimony from a mental-health expert concerning the effects of poverty, neglect, and abuse during a capital defendant’s upbringing could not sway a rational jury to return a life sentence in a case involving multiple murders. See Majority Opinion, at 273-74, 983 A.2d at 697. Such assessments of the degree of a capital defendant’s moral culpability are uniquely left within the province of the jury, acting as the voice of the community, and I would not denigrate as irrational the decisions of other juries which have found (or might find) a sentence of life imprisonment appropriate in cases of multiple murders, depending on the individualized circumstances involved.\nIn the present case, however, the jury accepted that Appellant suffered from extreme mental or emotional disturbance— a finding which apparently derived from the lay testimony concerning the negative effects of Appellant’s upbringing and life circumstances — yet it still returned a sentence of death. While I believe Dr. Dougherty’s opinions regarding the effects of childhood deprivation and abuse (or those of the Commonwealth’s expert for that matter) would have enhanced the defense mitigation case, it does not seem to me it would have added sufficient weight to persuade jurors who would render a *291sentence of death, although convinced that Appellant suffered from extreme impairments, to nevertheless impose a life sentence. Thus, ultimately I agree with the majority’s finding of insufficient prejudice.\nFinally, regarding penalty-phase claim 3, I maintain my difference with the position that this Court’s decision in Commonwealth v. Lassiter, 554 Pa. 586, 722 A.2d 657 (1998) (plurality), represented a change in the law. See Commonwealth v. Spotz, 587 Pa. 1, 108-11, 896 A.2d 1191, 1255-57 (2006) (Saylor, J., concurring and dissenting). Although I recognize that the Spotz majority and other opinions have held differently, see Spotz, 587 Pa. at 79-82, 896 A.2d at 1238-39, the Court has never effectively reconciled the fact that Lassiter is couched as a plain-meaning interpretation of an existing statute, or Lassiter’s finding of deficient stewardship based on a failure to appreciate the plain meaning. See Lassiter, 554 Pa. at 596, 722 A.2d at 662 (“Clearly, trial counsel could have no reasonable basis for failing to explain to the appellant that a strong argument could be made that the death penalty could not be applied to her under Pennsylvania law,” as the (d)(6) aggravator does not apply to an accomplice who does not commit the killing.). Under such circumstances, I cannot see how it can reasonably be maintained that Lassiter represents an affirmative change in the law, insulating present counsel from an ineffectiveness challenge. Thus, I believe the circumstance meets an exception to the doctrine of stare decisis, which, as a general rule, requires respect for precedent. See Mayhugh v. Coon, 460 Pa. 128, 135, 331 A.2d 452, 456 (1975).\n\n. For example, the prosecutor repeatedly argued:\nBut, like I said, Ladies and Gentlemen, the mind of a killer, it doesn’t care about the law. He doesn’t care about killing. He showed you through his words and actions that killing is no big deal to him, and he wants you to feel the same way.\n*288N.T., April 10, 1995, at 116.\n\n\n. Indeed, the prosecutor specifically and repeatedly referenced all three killings in furtherance of his “mind of a killer” theme. See, e.g., N.T., April 10, 1995, at 114-15 (reflecting the following comments of the prosecutor concerning Appellant, \"He doesn’t care about killing. He doesn’t care about the law.... What's the difference between two murders and three?”).\n\n",
            "ocr": false,
            "opinion_id": 9756766
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}