{
    "id": 2387301,
    "judges": "Antell",
    "date_filed": "1973-06-15",
    "date_filed_is_approximate": true,
    "slug": "state-v-chandler",
    "case_name_short": null,
    "case_name": "State v. Chandler",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "236 A.2d 632",
        "98 N.J. Super. 241"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n98 N.J. Super. 241 (1967)\n236 A.2d 632\nSTATE OF NEW JERSEY, PLAINTIFF,\nv.\nEYVIND D. CHANDLER, DEFENDANT.\nSuperior Court of New Jersey, Essex County Court, Law Division \u0097 Criminal.\nArgued November 20, 1967.\nDecided December 12, 1967.\n*242 Mr. Elmer J. Herrmann, Jr., Assistant Prosecutor of Essex County, for plaintiff (Mr. Brendan T. Byrne, Essex County Prosecutor, attorney).\n*243 Mr. John J. Francis, Jr., for defendant.\nANTELL, J.C.C.\nThis is a murder case wherein the death penalty will be sought. On this motion defendant applies for dismissal of the indictment on the ground that the grand jury which returned the bill failed to hear evidence tending to establish his guilt.\nThe court takes judicial notice that during the period between July 13 and 17, 1967 the City of Newark was violently shaken by widespread civil disturbances. Buildings were forcibly entered and vandalized by rioting mobs, stores were looted, incendiary fires burned uncontrolled, firemen were stoned and fired upon, automobiles were wantonly attacked. Traffic was rerouted and transportation was paralyzed. Ambulance and squad car sirens wavered steadily over the turmoil. Damage to private property amounted to millions of dollars. There was death and personal injury, and the suffering was shared by the innocent and the guilty alike.\nOutside police support and the National Guard entered the city to restore order. The military presence was evident not only in Newark but throughout the county. Troop convoys passed through suburban communities to and from supply points, and armed guardsmen in battle dress were detached to defend vulnerable stations from possible assault. Gun battles were waged on the streets and in houses between lawless civilians and police-military units, with injury and loss of life to men, women and children. More than 1,000 arrests were made. A state of emergency was proclaimed by the Governor and a curfew imposed on the city.\nOn July 17 the grand jury then sitting in the county was convened and specially instructed by the acting assignment judge concerning riot-connected charges likely to be brought before it.\nThroughout the five convulsive days and nights communication media chronicled the furor in great detail, not only locally but throughout the United States and in foreign *244 countries, dilating on the prevalence of gunfire, the pillaging of liquor supplies, and the burning of buildings. Major networks even televised actual sequences of the depredations in progress. The commercial life of the city faltered and stopped. Hardly a resident of the county was untouched in one way or another by the catastrophe or felt secure from its consequences. Ominous rumors were repeated. Bitter and inflammatory statements were publicly made. A mood of great public anxiety arose and mingled with the smoke that shrouded the city.\nAgainst the background of these unprecedented events the following facts, relevant to this application, either appear of record or have been furnished by the prosecutor in response to a demand for particulars served by defendant.\nThe crime, a homicide by shooting, is alleged to have been committed on July 14, 1967 at 255 Fairmount Avenue, within the heart of the riot area. Defendant was identified and arrested by police authorities on July 17. On July 18 he was interrogated by the police and on July 19, the matter was presented to the grand jury. The indictment charging him with murder was returned the same day. We have not been told how many other matters were also considered and acted upon that day.\nIn reply to demand No. 8 the State furnished the names of four eye witnesses to the alleged homicide, three of whom reside in Newark, the fourth in Jamaica, New York. Demand No. 9, which calls upon the State to furnish \"the names and addresses of all those who have relevant information of the homicide alleged in the indictment,\" is answered by the State with the names of three more persons, two of whom reside in Newark, the third being Dr. Edwin Albano, the county medical examiner. Responding to demand No. 10, calling for the names of whatever witnesses testified before the grand jury, the names of Detective Charles Accocella, a prosecutor's detective, and Dr. Albano were given. During oral argument the State acknowledged that Dr. Albano's name was erroneously supplied, and that only Detective *245 Accocella appeared before the grand jury. Accocella's name was not offered by the State either as an eye witness to the crime in answer to demand No. 8 or as one having \"relevant information\" in answer to demand No. 9. In reply to demands Nos. 16 and 17 the State furnished the names of police officers to whom it alleges defendant made oral admissions and gave a written statement. But these names are not given in answer to No. 9, calling for names of persons having relevant information.\nAt the outset of its term of service the grand jury was instructed by the assignment judge that it \"is your duty to find indictments in proper cases, but also to protect innocent persons from having unfounded criminal charges brought against them.\" They were further adjured:\n\"Your function is principally to investigate allegations of violations of criminal law, and determine after hearing legal evidence \u0097 by that I mean not mere hearsay or rumor \u0097 whether any offense has been committed, and if so, who should be accused of the offense.\" (Emphasis added)\nDefendant's motion is addressed to the sound discretion of the court. Since it asks the dismissal of an indictment the court's power to grant the relief should not be exercised except upon the clearest and plainest ground. State v. Weleck, 10 N.J. 355, 364 (1952).\nOn the argument counsel addressed themselves to the issue in terms of constitutional moment, defendant arguing that since the accusatory body received no competent evidence he had been denied rights guaranteed under state and federal organic law. N.J. Const. 1947, Art. I, par. 8; U.S. Const. Amend. V. Within this context the implications of Costello v. United States, 350 U.S. 359, 76 S.Ct. 406, 100 L.Ed. 397 (1956), and the line of federal cases following, United States v. Andrews, 381 F.2d 377 (2 Cir. 1967); United States v. Bitter, 374 F.2d 744 (7 Cir. 1967); United States v. Umans, 368 F.2d 725 (2 Cir. 1966); certiorari granted 386 U.S. 940, 87 S.Ct. 975, 17 L.Ed.2d *246 872 (1967); United States v. Kahn, 366 F.2d 259 (2 Cir. 1966); United States v. Payton, 363 F.2d 996 (2 Cir.), certiorari denied 385 U.S. 993, 87 S.Ct. 606, 17 L.Ed.2d 453 (1966); Jones v. United States, 119 U.S. App. D.C. 284, 342 F.2d 863 (1964); Coppedge v. United States, 114 U.S. App. D.C. 79, 311 F.2d 128 (1962), certiorari denied 373 U.S. 946, 83 S.Ct. 1541, 10 L.Ed.2d 701 (1963); United States v. Margeson, 259 F. Supp. 256 (E.D. Pa. 1966), have been considered.\nThe Costello case was a government prosecution under the \"net worth\" method, resulting in a conviction for income tax evasion. The only witnesses who appeared before the grand jury which indicted the defendant were two Internal Revenue agents who testified to detailed written summarizations of the complex data which formed the basis of the Government's case. In this sense all the evidence presented to the grand jury was hearsay in nature. To prove its case at the trial the Government presented 144 witnesses and introduced 368 documentary exhibits. On these facts the United States Supreme Court, on appeal from an affirmance of the conviction by the Second Circuit Court of Appeals, held that the absence of competent evidence before the grand jury did not furnish either substantive or constitutional ground to dismiss the indictment and that indictments could be returned on the basis of hearsay testimony. Although federal courts have dutifully adhered to this ruling, criticism of the practice which it approved persists. United States v. Andrews, supra, 381 F.2d, p. 378.\nThat decision is materially distinguishable from the case before us in the following respects: (1) it was a net worth case of great complexity in which the inconvenience of convoking so many witnesses from all over the country was evident. Here, the convenience factor is nonexistent; it is not even urged by the State; (2) the summarizations of financial data upon which the grand jury acted, as the court particularly noted 350 U.S., at p. 361, 76 S.Ct., at p. 407, had been previously held by the Supreme Court *247 to be admissible evidence in the trial of such a cause, notwithstanding its hearsay character. Thus, the grand jury was not guilty of acting without \"evidence\"; (3) the vice assailed by the defendant in Costello was only that the evidence acted upon was hearsay. Here the attack is focused upon the absence of any witness with \"relevant information.\" The distinction between the two is illuminated by Judge Learned Hand, writing for the Second Circuit Court of Appeals in the opinion there under review, United States v. Costello, 221 F.2d 668, 677 et seq. (1955), in which he observes that hearsay, though excludable on objection, may nevertheless be \"rationally persuasive\" and for this reason may furnish valid support for an indictment.\nThat the Supreme Court did not hold unconstitutional the course there followed does not resolve this issue. Local proceedings do not necessarily satisfy state court substantive requirements merely by reason of being judged constitutionally sufficient by federal standards.\nIn approving the grand jury's reliance upon hearsay evidence the Supreme Court intimates its concern that the \"abuses of criminal practice would be enhanced if indictments could be upset on such a ground\", 350 U.S., at p. 363, 76 S.Ct., at p. 408. The abuse specified is the prospect of delays resulting from \"preliminary trials\" to determine the sufficiency of evidence heard by the grand jury. It was felt, too, that requiring grand juries to act only on competent evidence runs counter to the history of this institution in which laymen conduct their own inquiries unfettered by \"technical rules.\" 350 U.S., at p. 364, 76 S.Ct., at 409.\nCostello is said to establish the proposition that the federal grand jury is now its own judge of the kind and quantity of evidence it requires for indictment. Goldstein, \"The State and the Accused; Balance of Advantage in Criminal Procedure,\" 69 Yale L.J. 1149, 1171 (1960). But see Justice Burton's concurrence and the annotation at 100 L.Ed. 408, 411, which suggest that the decision postulates that the evidence heard, though not strictly speaking \"competent,\" *248 be \"rationally persuasive,\" i.e., relevant and material.\nMuch has been written on the subject of requiring grand juries to hear competent evidence. The arguments are numerous and diverse and will not be fully catalogued here. But in favor of requiring competent evidence it is said that this is the only effective mode of protecting the right of grand jury action and screening from overburdened court calendars prosecutions not provable by competent evidence, and that without it the grand jury has neither muscle nor purpose. Favoring nonrequirement it is said that this promotes a greater degree of independence for the grand jury and that substantive rights will be adequately protected at trial. For arguments pro and con see Nanfito v. United States, 20 F.2d 376, 378 (8 Cir. 1927); Brady v. United States, 24 F.2d 405, 407-408 (8 Cir. 1928); Goldstein, Balance of Advantage in Criminal Procedure, supra; Comment, 58 Mich. L. Rev. 1218 (1960); Comment, 55 Mich. L. Rev. 289 (1956); Comment, 24 Fordham L. Rev. 453 (1955); Note, 72 Yale L.J. 590 (1963); Note, 65 Yale L.J. 390 (1956); Note, 104 U. Pa. L. Rev. 429 (1955); Note, 62 Harv. L. Rev. 111 (1948); Note, 38 Yale L.J. 680 (1929). Because of abuses a number of states have statutes limiting grand juries to the use of legal evidence. 1 Wigmore, Law of Evidence (3d Ed. 1940), § 4, p. 23. For a study firmly supporting the judicial policy against hearsay see Wigmore, Principles of Judicial Proof (2d Ed. 1931), 376-380, 970.\nMisgivings about excessive permissiveness in the standards of grand jury action were already expressed by Blackstone in the 18th Century.\n\"[T]he grand jury are only to inquire, upon their oaths, whether there be sufficient cause to call upon the party to answer it. A grand jury, however, ought to be thoroughly persuaded of the truth of an indictment, so far as this evidence goes; and not to rest satisfied merely with remote probabilities; a doctrine that might be applied to very oppressive purposes.\" 4 Blackstone, Commentaries, [*]303.\n*249 Even today in the federal jurisdiction, where the Costello rule prevails, the Government is counseled not to reach for the limit. Judge Waterman, speaking for the Second Circuit Court of Appeals in United States v. Umans, supra, cautions:\n\"[W]e think it not amiss for us to state that excessive use of hearsay in the presentation of government cases to grand juries tends to destroy the historical function of grand juries in assessing the likelihood of prosecutorial success and tends to destroy the protection from unwarranted prosecutions that grand juries are supposed to afford to the innocent. Hearsay evidence should only be used when direct testimony is unavailable or when it is demonstrably inconvenient to summon witnesses able to testify to facts from personal knowledge.\" (368 F.2d, at p. 730)\nAlthough, as we are recently reminded in State v. Laws, 50 N.J. 159, 182 (1967), indictments are not challengeable because based upon written statements given to the police directly rather than on direct oral testimony from those who made the statements, still New Jersey does not leave the internal operation of the grand jury completely as a matter of self-discipline by that body. The rule adverted to originated in State v. Dayton, 23 N.J.L. 49 (Sup. Ct. 1850), and is based upon the apprehension that if indictments are vitiated by a lack of legal evidence, it would follow that in all cases defendants could have a free-wheeling inquiry into the underlying proceedings and \"to question the competency and qualification of every witness before the grand jury * * *.\" The court further conceived that if it were to admit the principle that competent evidence is required, it would have to do so to the extent that each and every element of the crime would have to be proved by competent evidence before the grand jury \u0097 a prospect that was obnoxious to the court.\nThus, a policy determination was made that the competency of evidence heard by a grand jury may not be inquired into. But the following caveat is noted:\n*250 \"It is not denied that the court may, in the exercise of a sound discretion, in order to promote the purity of the administration of justice and for the greater security of the rights of the citizen, quash an indictment by reason of the misconduct of the grand jury.\" (at p. 58)\nAnd see State v. Ellenstein, 121 N.J.L. 304, 310 (Sup. Ct. 1938), and State v. Garrison, 130 N.J.L. 350, 351 (Sup. Ct. 1943).\nThe question portended by Dayton as to criteria of misconduct was dealt with more concretely in State v. Donovan, 129 N.J.L. 478 (Sup. Ct. 1943), where the court said:\n\"But we do not understand that it is within the proper function of a grand jury indifferently and openly to present charges against an individual without having some evidence to support those charges. Such a procedure would take on the aspect of misconduct and `the court may in the exercise of a sound discretion, in order to promote the purity of the administration of justice and for the greater security of the rights of the citizen, quash an indictment by reason of the misconduct of the grand jury.'\" (at p. 483)\nThis is said to be the majority rule in the United States. 27 Am. Jur., Indictment and Information, § 171, p. 719 (1940); Annotation 59 A.L.R. 567.\nState v. Graziani, 60 N.J. Super. 1 (App. Div. 1959), is the most recent of the cases recognizing the right to relief from an indictment not based on evidence heard by the inquest. There the trial court denied the application to dismiss since it was supported only by hearsay affidavits and did not make out a sufficient prima facie showing of misconduct. Furthermore, defendants' allegations were answered by an affidavit from the grand jury foreman and a representation by the prosecutor to the effect that the indictments were returned on the basis of evidence received and considered. This action was affirmed for the reason that defendants did not prove their contention, but the Appellate Division nevertheless noted at page 22 that \"a defendant with substantial grounds for having an indictment *251 dismissed should not be compelled to go to trial to prove the insufficiency.\"\nThe facts before us are unique. Our concern is not with the role of hearsay evidence in the grand jury hearing, but with the established fact that the sole witness who testified before the grand jury was unable to provide any \"relevant information.\" A grand jury that has been presented only with a \"witness\" who is a stranger to the event and can tell the inquest nothing about it is no different from one that has heard no witness at all. The most we may surmise is that the detective served only the limited purpose of consigning the prosecutor's file to the grand jury and thereupon left the room. This is not, it seems to me, the procedure countenanced by State v. Dayton, supra, and should not be sanctioned here. As Judge Learned Hand said in United States v. Costello, supra:\n\"We should be the first to agree that, if it appeared that no evidence had been offered that rationally established the facts, the indictment ought to be quashed; because then the grand jury would have in substance abdicated.\" (221 F.2d, at p. 677)\nBy failing to receive evidence in support of the charge the grand jury abdicated its responsibilities and the indictment was returned in disregard of defendants valuable right not to be held to answer for a criminal offense unless on the presentment or indictment of a grand jury which effectually stood between him and the State. Hale v. Henkel, 201 U.S. 43, 59, 26 S.Ct. 370, 50 L.Ed. 652 (1906).\nBearing in mind, particularly, the extraordinary attendant circumstances, the explicit instructions given by the assignment judge that it was to act on the basis of legal evidence \u0097 not hearsay or rumor, and the easy availability of competent witnesses, or at least those who could qualify under the Dayton rule, it plainly appears that this indictment, returned as it was without any evidence first received by the grand jury, was the product of misconduct.\nMotion for dismissal granted. Submit order.\n",
            "ocr": false,
            "opinion_id": 2387301
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Murder"
}