{
    "id": 2361236,
    "judges": "Garaufis",
    "date_filed": "1984-07-27",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-urso",
    "case_name_short": "Urso",
    "case_name": "United States v. Urso",
    "case_name_full": "UNITED STATES of America v. Anthony URSO, Et Al., Defendants",
    "attorneys": "Edward P. Jenks, Mineóla, NY, Patrick V. Parrotta, Law Offices of Patrict V. Par-rotta Staten Island, NY, James R. Frocea-ro, Port Washington, NY, Larry Bronson, Bronson & Bronson, LLP, Ronald P. Fis-chetti, Michael Rosen, Law Office of Michael Rosen, Lisa Scolari, Martin R. Sto-lar, Alan S. Futerfas, Law Offices of Alan S. Futerfas Esq., New York, NY, Richard J. Shanley, Brooklyn, NY, Ellen B. Res-nick, Law Offices of Alan S. Futerfas, New York, NY, Richard A. Rehbock, Jericho, NY, Marvyn M. Kornberg, Kew Gardens, NY, Oliver A. Smith, Law Office of Oliver A. Smith, Esq., New York, NY, Gerard M. Marrone, Gerard Marrone Attorney at Law, Rego Park, NY, Michael 0. Hueston, Cardinale, Hueston & Marinelli, Brooklyn, NY, Neil Bruce Checkman, Law Office of Neil Checkman, New York, NY, Allen Lashley, Joseph Mure, Jr., Mure & Car-one, Brooklyn, NY, Richard Ware Levitt, Law Offices of Richard W. Levitt, New York, NY, Alan M. Nelson, Alan Nelson Esq., Lake Success, NY, Harry Conrad Batchelder, Jr., Law Offices of Harry C. Batchelder, Jr., Louis R. Aidala, Flora Edwards, Richard I. Rosenkranz, Richard I. Rosenkranz, Esq., Joel Winograd, Wino-grad & Winograd, P.C., New York, NY, Mark Steven DeMarco, Law Offices of Mark S. DeMarco, Bronx, NY, Lewis D. Cohen, Offices of Lewis D. Cohen, Great Neck, NY, Gail E. Laser, New York, NY, Vito Giannola, Law Offices, Brooklyn, NY, Ronald Rubinstein, Rubinstein & Corozzo, Sarita Kedia, Joyce C. London, Law Office of Joyce London, New York, NY, for Defendants., Greg D. Andres, United States Attorneys Office Criminal Division, Brooklyn, NY, for Plaintiff.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b286-10\">\n    UNITED STATES of America v. Anthony URSO, et al., Defendants.\n   </parties><docketnumber id=\"Aek\">\n    No. 03 CR 1382(NGG).\n   </docketnumber><court id=\"AiF\">\n    United States District Court, E.D. New York.\n   </court><br><decisiondate id=\"b286-14\">\n    May 3, 2005.\n   </decisiondate><br><attorneys id=\"b290-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"258\"> \n     *258\n     </span>\n    Edward P. Jenks, Mineóla, NY, Patrick V. Parrotta, Law Offices of Patrict V. Par-rotta Staten Island, NY, James R. Frocea-ro, Port Washington, NY, Larry Bronson, Bronson\n    <em>\n     &amp;\n    </em>\n    Bronson, LLP, Ronald P. Fis-chetti, Michael Rosen, Law Office of Michael Rosen, Lisa Scolari, Martin R. Sto-lar, Alan S. Futerfas, Law Offices of Alan S. Futerfas Esq., New York, NY, Richard J. Shanley, Brooklyn, NY, Ellen B. Res-nick, Law Offices of Alan S. Futerfas, New York, NY, Richard A. Rehbock, Jericho, NY, Marvyn M. Kornberg, Kew Gardens, NY, Oliver A. Smith, Law Office of Oliver A. Smith, Esq., New York, NY, Gerard M. Marrone, Gerard Marrone Attorney at Law, Rego Park, NY, Michael 0. Hueston,\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"259\"> \n     *259\n     </span>\n    Cardinale, Hueston &amp; Marinelli, Brooklyn, NY, Neil Bruce Checkman, Law Office of Neil Checkman, New York, NY, Allen Lashley, Joseph Mure, Jr., Mure &amp; Car-one, Brooklyn, NY, Richard Ware Levitt, Law Offices of Richard W. Levitt, New York, NY, Alan M. Nelson, Alan Nelson Esq., Lake Success, NY, Harry Conrad Batchelder, Jr., Law Offices of Harry C. Batchelder, Jr., Louis R. Aidala, Flora Edwards, Richard I. Rosenkranz, Richard I. Rosenkranz, Esq., Joel Winograd, Wino-grad &amp; Winograd, P.C., New York, NY, Mark Steven DeMarco, Law Offices of Mark S. DeMarco, Bronx, NY, Lewis D. Cohen, Offices of Lewis D. Cohen, Great Neck, NY, Gail E. Laser, New York, NY, Vito Giannola, Law Offices, Brooklyn, NY, Ronald Rubinstein, Rubinstein\n    <em>\n     &amp;\n    </em>\n    Corozzo, Sarita Kedia, Joyce C. London, Law Office of Joyce London, New York, NY, for Defendants.\n   </attorneys><br><attorneys id=\"b291-5\">\n    Greg D. Andres, United States Attorneys Office Criminal Division, Brooklyn, NY, for Plaintiff.\n   </attorneys>",
    "citations": [
        "369 F. Supp. 2d 254"
    ],
    "opinions": [
        {
            "author_str": "Garaufis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n369 F. Supp. 2d 254 (2005)\nUNITED STATES of America\nv.\nAnthony URSO, et al., Defendants.\nNo. 03 CR 1382(NGG).\nUnited States District Court, E.D. New York.\nMay 3, 2005.\n*255 *256 *257 *258 Edward P. Jenks, Mineola, NY, Patrick V. Parrotta, Law Offices of Patrict V. Parrotta Staten Island, NY, James R. Froccaro, Port Washington, NY, Larry Bronson, Bronson &amp; Bronson, LLP, Ronald P. Fischetti, Michael Rosen, Law Office of Michael Rosen, Lisa Scolari, Martin R. Stolar, Alan S. Futerfas, Law Offices of Alan S. Futerfas Esq., New York, NY, Richard J. Shanley, Brooklyn, NY, Ellen B. Resnick, Law Offices of Alan S. Futerfas, New York, NY, Richard A. Rehbock, Jericho, NY, Marvyn M. Kornberg, Kew Gardens, NY, Oliver A. Smith, Law Office of Oliver A. Smith, Esq., New York, NY, Gerard M. Marrone, Gerard Marrone Attorney at Law, Rego Park, NY, Michael O. Hueston, *259 Cardinale, Hueston &amp; Marinelli, Brooklyn, NY, Neil Bruce Checkman, Law Office of Neil Checkman, New York, NY, Allen Lashley, Joseph Mure, Jr., Mure &amp; Carone, Brooklyn, NY, Richard Ware Levitt, Law Offices of Richard W. Levitt, New York, NY, Alan M. Nelson, Alan Nelson Esq., Lake Success, NY, Harry Conrad Batchelder, Jr., Law Offices of Harry C. Batchelder, Jr., Louis R. Aidala, Flora Edwards, Richard I. Rosenkranz, Richard I. Rosenkranz, Esq., Joel Winograd, Winograd &amp; Winograd, P.C., New York, NY, Mark Steven DeMarco, Law Offices of Mark S. DeMarco, Bronx, NY, Lewis D. Cohen, Offices of Lewis D. Cohen, Great Neck, NY, Gail E. Laser, New York, NY, Vito Giannola, Law Offices, Brooklyn, NY, Ronald Rubinstein, Rubinstein &amp; Corozzo, Sarita Kedia, Joyce C. London, Law Office of Joyce London, New York, NY, for Defendants.\nGreg D. Andres, United States Attorneys Office Criminal Division, Brooklyn, NY, for Plaintiff.\n\nMEMORANDUM &amp; ORDER\nGARAUFIS, District Judge.\nOral argument was heard on April 8, 2005 on the pre-trial motions of defendants Baldassare Amato, Anthony Basile, Michael Cardello, Peter Cosoleto, Joseph Desimone and John Palazzolo. These defendants have been slated for joint trial under the Government's proposed grouping of the remaining twelve defendants under the instant indictment, which charges each of the remaining defendants with violations of 18 U.S.C. § 1962(d), the RICO conspiracy statute, among other counts. The motions filed by the defendants in this trial group can be roughly divided between substantive challenges to the indictment on one hand, and discovery-related motions on the other. For the reasons set forth below, the substantive motions made by the defendants are granted in part and denied in part. The defendants' discovery-related motions are likewise granted in part and denied in part, with consideration of several of the defendants' discovery-related motions held in abeyance until a definitive trial date is set.\n\nSUBSTANTIVE MOTIONS\nI. Baldassare Amato\nAmato moves to dismiss of Count One of the indictment, which charges RICO Conspiracy, and to sever Racketeering Acts 32 and 43 from the indictment.[1] These motions for pretrial relief are denied for the reasons set forth below.\n(A) Amato's Motion to Dismiss\nAmato's motion to dismiss is denied because in each of its facets, it contests the factual sufficiency of the government's case. A defendant may not contest the sufficiency of the government's proof in a pre-trial motion \"[u]nless the government has made what can fairly be described as a full proffer of the evidence it intends to present at trial.\" United States v. Alfonso, 143 F.3d 772, 776-77 (2d Cir.1998) (quoting United States v. Doe, 63 F.3d 121, 125 (2d Cir.1995)) (internal citations and quotation marks omitted).\nHere, the government has made only a limited proffer of its evidence. That limited proffer was made in a memorandum *260 submitted in support of the government's motion for pre-trial detention of a number of the defendants in this indictment. With respect to Amato, the memorandum briefly summarizes, typically in a single sentence, the testimony that each of a string of cooperating witnesses is expected to give, and the physical evidence that the government expects to present to the jury. This brief preview of the government's evidence cannot be fairly characterized as a \"full proffer.\" To the contrary, it is clear that the government's memorandum was submitted for the sole purpose of supporting its motion for pre-trial detention, and thus was tailored to satisfy the detention analysis set forth in the Bail Reform Act, 18 U.S.C. § 3142(g), without revealing further details of the government's case not necessary for that purpose. Accordingly, Amato's motion to dismiss must be denied to the extent that it challenges the sufficiency of the government's evidence.\nEven a cursory review of Amato's motion to dismiss reveals that he is challenging the sufficiency of the government's proof at every turn. Amato variously argues that the indictment must be dismissed because it \"fails to allege a sufficient structure\" (Amato Br. at 4), that certain predicate acts were committed on behalf of other, unrelated, enterprises (Id. at 5), that the acts which Amato is alleged to have committed were not meaningfully related, and therefore do not constitute a pattern of racketeering activity (Id. at 6), that he was not involved in illegal gambling (Id. at 7), and that he did not conduct or participate in the Massino family enterprise. (Id.). These claims all present direct challenges to the sufficiency of the government's proof, and therefore are premature under Alfonso. Indeed, Amato's papers are replete with assertions that \"the facts... show that the murders of Sebastian DiFalco and Robert Perrino were committed for personal and other reasons unrelated to the Massino family, ... that the murders were committed by [persons other than Amato and] that the shootings ... conflicted with [the] Massino family's rules and interest.\" (Amato Br. at 2-3) (emphasis added). Amato also argues that the government's \"post hoc racketeering theory ... is belied by the established facts,\" and that \"the facts show that [Racketeering Acts 32 and 43] were actually committed by a separate `enterprise' called the Ridgewood Boys.\" (Id. at 3, 5) (emphasis added).\nAmato makes several attempts to circumvent the bar against pre-trial evidentiary sufficiency challenges, each of which is ultimately fruitless. First, he suggests that \"the established facts set out in the transcripts\" of several criminal proceedings in the Eastern District demonstrate that the Bonnano family is not an enterprise. (Id. at 3). However, the sole trial cited by Amato for this proposition is United States v. Joseph Massino, 02 Cr. 307 (E.D.N.Y.) (NGG). The jury empaneled for that trial clearly accepted the government's contention that the Bonnano crime family exists, and agreed that it constitutes an enterprise within the meaning of the RICO statute in finding Massino guilty of both racketeering conspiracy and a substantive RICO offense. This court is therefore at a loss to understand how the evidence presented at that trial supports Amato's contention that the government has insufficiently alleged a structure in the present indictment.\nAmato next argues that his motion should be entertained notwithstanding the prohibition against pre-trial sufficiency challenges because \"six years ago the Government posited a theory concerning the murder of Sebastian DiFalco, which is inconsistent [with] its present claim that DiFalco was murdered in support [of] the *261 aims of the Massino Family.\" (Amato Reply Br. at 4-5). This assertion is without merit. The statement cited by Amato is the following assertion made by a government prosecutor during a bail hearing: \"[A]lthough Mr. Amato was charged only with the conspiracy and not the substantive murder, clearly there is a Pinkerton theory there on which the Government may seek to supercede the indictment.\" (Exhibit 1 to Amato Reply Br. p. 7:13-22). According to Amato, this statement demonstrates that \"in 1999 the Government advocated the position that Mr. Amato was not involved [in] the substantive murder of DiFalco, but was, at best a conspirator\" who could be held liable as a principal for foreseeable acts of his co-conspirators. (Amato Reply Br. at 4). The government's 1999 position is not in conflict with its present position. In 1999, the government suggested that Amato might be liable as a principal for the DiFalco murder because of his role in the conspiracy to kill DiFalco. Today, the government alleges that Amato violated New York's murder statute through his involvement in that murder, and thus committed a racketeering act within the meaning of 18 U.S.C. § 1961(1)(A). The government has now done what it intimated six years ago that it was entitled to do. Amato's assertion that the government's current prosecution is inconsistent with the theory that it suggested six years ago is therefore without merit, even assuming arguendo that an individual prosecutor's conjecture at a bail hearing as to whether the government would pursue a superceding indictment is at all relevant here.\nFinally, Amato refers to another statement made by the government at the same 1999 bail hearing in suggesting that the government has proffered sufficient evidence such that his claims can be considered on a motion to dismiss. At the hearing, the government asserted that it would produce witnesses at trial who would testify \"about Mr. Amato's direction that they murder Mr. DiFalco, in sum and substance, because of a dispute that Mr. Amato had with Mr. DiFalco.\" (Exhibit 1 to Amato Reply Br. p. 7:23-8:1). Amato now asserts that the foregoing statement proves that \"the murder occurred because of a dispute unrelated to the Massino Family.\" (Id. at 4.) (emphasis added). The problem for Amato, of course, is that the government merely stated that the murder occurred \"because of a dispute.\" Just how Amato divines the phrase \"dispute unrelated to the Massino Family\" from the word \"dispute,\" standing alone, is a mystery to this court. Even without resolving this mystery, however, it is evident that the government's earlier, unadorned statement that the DiFalco murder resulted from a dispute does not convey the meaning that Amato has attempted to ascribe to it. And in any case, that statement does not constitute a full proffer of the government's proof in this case.\nEach of Amato's arguments is therefore premature under Rule 12(b). Accordingly, Amato's motion for dismissal of the allegations in Count One is denied.\n(B) Double Jeopardy\nAmato next contends that the inclusion of Racketeering Acts 32 and 43 in the indictment gives rise to a double jeopardy claim because these alleged crimes were charged against him as predicate acts in a 1999 RICO prosecution in which the charged enterprise was a group known as the \"Ridgewood Boys.\" (Amato Br. at 9). This argument is without merit. In this Circuit, \"it is neither the enterprise standing alone nor the pattern of racketeering activity by itself which RICO criminalizes. Rather, the combination of these two elements is the object of punishment under RICO. Therefore, in order for the present *262 indictment to give rise to a valid claim of double jeopardy, both the enterprise and the pattern of activity alleged in the [earlier] indictment must be the same as those alleged in the [present] indictment. If either is different, there is no infirmity under the double jeopardy clause.\" United States v. Russotti, 717 F.2d 27, 33 (2d Cir.1983) (internal citations omitted). Accord United States v. Langella, 804 F.2d 185, 189 (2d Cir.1986); United States v. Ciancaglini, 858 F.2d 923, 928 (3rd Cir.1988); United States v. Ruggiero, 754 F.2d 927, 931 (11th Cir.1985).\nThe present indictment is not barred by the double jeopardy doctrine because both the enterprise and the pattern of racketeering activity now charged are different than those charged in the earlier indictment. The enterprise charged in the instant indictment is the Bonnano Crime Family; the enterprise charged in the 1999 indictment was the Ridgewood Boys. The question of whether Amato has a viable double jeopardy claim might be a closer one if Amato alleged that the Ridgewood Boys and the Bonnano Crime Family were actually the same enterprise. However, Amato insists that the two alleged enterprises were \"separate.\" (Amato Br. at 5). Moreoever, while the two racketeering acts are common to both indictments, the two indictments charge additional racketeering acts as well, and thus charge different patterns of racketeering activity. Accordingly, under the clear precedent of this Circuit, the Double Jeopardy Clause does not prevent the government from prosecuting under this indictment the allegations described in Racketeering Acts 32 and 43.\n(C) Motion to Sever Racketeering Acts 32 and 43\nAmato's motion to sever Racketeering Acts 32 and 43 from this trial also lacks merit. Amato asserts that these Racketeering Acts are \"misjoined\" because \"the connection between them and the Massino family are [sic] tenuous at best.\" (Amato Br. at 13). Amato cites no precedent whatsoever in support of the extraordinary proposition that some racketeering acts may be severed from the other racketeering acts charged under a single count of racketeering conspiracy. This court also has not found any cases that support Amato's position. The fact that no federal court appears to have granted the relief that Amato seeks here is hardly surprising. For starters, Fed.R.Crim.P.14 authorizes district courts to \"order separate trials of counts ... or provide any other relief that justice requires.\" A predicate act of racketeering, of course, is not a count. Moreover, the manner in which a racketeering act differs from a count suggests that it might never be appropriate for a court to sever a racketeering act from the rest of the allegations against a defendant in an indictment, the broadly permissive language of Rule 14 notwithstanding. Unlike a count, a racketeering act alleged pursuant to 18 U.S.C. § 1962 may not be tried in a separate proceeding. This is because in order to win a conviction under the RICO statute, the government is required to prove that the defendant engaged in a pattern of racketeering activity, i.e.: \"(1) the defendant committed at least two predicate acts of racketeering within ten years of one another; (2) that these racketeering predicates are interrelated; and (3) that they reveal continued, or the threat of continued, racketeering activity.\" United States v. Diaz, 176 F.3d 52, 93 (2d Cir.1999) (citation omitted). Because a single racketeering act cannot, by definition, constitute a pattern, that single racketeering act may not be tried alone under the RICO statute. Additionally, the severance of multiple racketeering acts from a broader RICO indictment would *263 significantly prejudice the government's chances of winning a conviction by forcing the government to bifurcate the very pattern that it is its burden to prove, and then demonstrate that each resulting piece of the pattern nonetheless constitutes a separate pattern that bears a relationship to the charged enterprise. Far from furthering the interests of justice, this outcome would unduly burden the government's efforts to prosecute crime under the RICO statute.\nMr. Amato will have every opportunity to argue to the jury that neither the murder of Sebastian DiFalco nor the robbery of Caffe Vienna was related to the activities of the Bonnano crime family (or indeed, that there is no Bonnano crime family, or that he did not commit these acts). However, the government is clearly entitled to try these alleged predicate acts as part of a single RICO conspiracy count. Amato's motion on this point is denied.\nII. Anthony Basile\nDefendant Anthony Basile seeks the dismissal of Racketeering Acts 27 and 49, and thus of the racketeering conspiracy charge against him, as well as the dismissal of Counts 15 and 16, which allege that Basile participated in loansharking activities. For the reasons that follow below, Basile's motion to dismiss Counts 15 and 16 is granted. His remaining substantive motions are denied.\n(A) Motion to Dismiss Racketeering Act 27\nRacketeering Act 27 charges that Basile was involved in a marijuana trafficking conspiracy from January 1990 to May 1993. Basile argues that this Racketeering Act should be dismissed because he was tried for racketeering conspiracy in conjunction with a different enterprise, allegedly headed by Frederick Puglisi, in a 1995 prosecution in the Southern District of New York in which the government charged that Basile had been involved in a conspiracy to distribute marijuana from January 1990 to September 9, 1992.[2] (Basile Br. at 5). Basile contends that because the government asserted in the 1995 trial that his marijuana trafficking activities were related to the Puglisi enterprise, the government should now be estopped from arguing that these same acts were related to the activities of the Bonnano crime family. This argument is without merit.\nThere is no clear consensus in the federal courts on whether a prosecutor may be precluded from raising an argument at a criminal trial because the government has asserted a factually incompatible argument in pursuing a conviction against another defendant at another trial. Compare Thompson v. Calderon, 120 F.3d 1045, 1058 (9th Cir.1997) (plurality op. for an en banc panel) (concluding that the pursuit of a conviction in a second trial by way of a theory irreconcilable with the government's theory at an earlier trial violates due process); Smith v. Groose, 205 F.3d 1045, 1051-52 (8th Cir.2000) (same); Stumpf v. Mitchell, 367 F.3d 594, 611 (6th Cir.2004) (same); Drake v. Kemp, 762 F.2d 1449, 1472 (11th Cir.1985) (Clark, J. concurring) (same) with Calderon, 120 F.3d at 1070 (Kozinski, J. dissenting) (collecting cases questioning the continued viability of the judicial estoppel doctrine and stating that judicial estoppel has never been applied against the government in a criminal case); Shaw v. Terhune, 353 F.3d *264 697, 704-05 (9th Cir.2003) (pursuit of inconsistent theories does not violate due process unless the prosecutor knowingly employs evidence that he knows to be false or otherwise acts in bad faith); Nguyen v. Lindsey, 232 F.3d 1236, 1240 (9th Cir.2000) (same). However, there is a clear consensus that among the courts that have applied the doctrine of judicial estoppel to criminal proceedings that prosecutors should be barred from arguing a different theory of liability in a second prosecution only where the government's trial theories are \"inherently factually contradictory\" and thus are \"irreconcilable.\" See, e.g., Stumpf, 367 F.3d at 611; Groose, 205 F.3d at 1052. In other words, judicial estoppel may be applied to prevent a due process violation, if ever, only where there is a clear and categorical repugnance between the government's two theories of the case. See, e.g., Nguyen, 232 F.3d at 1241.\nBasile's claim here is fatally flawed because the government's dual theories are not categorically inconsistent. On the contrary, both logic and well-established law suggest the permissibility of the government's implicit accusation that Basile's alleged marijuana dealings during the period charged in the instant indictment were related to both the Puglisi and Bonnano enterprises. There are a number of plausible scenarios under which Basile's marijuana trafficking activities might be considered substantially related to both charged enterprises. For example, the government might introduce evidence suggesting that Basile procured some shipments of marijuana for the Puglisi enterprise and other shipments for the Bonnano enterprise. Alternately, the government might assert that one enterprise might have invested money or resources through Basile that was utilized by the other in carrying out marijuana trafficking. Yet another possibility is that one enterprise may have protected the drug-related activities of the other in return for drugs, money, or other consideration. These hypothetical examples suggest that there is a clear distinction between the instant case, and one in which the evidence indicates that either A or B, but not both, could have committed a crime, and the government nevertheless prosecutes both A and B for the crime under incompatible theories. The situation facing Basile is akin to one in which the government alleges in successive prosecutions that the defendant's act of procuring a gun was committed both in furtherance of a conspiracy to rob a bank, and in furtherance of a second conspiracy to commit murder. In that scenario, as well as here, the government may pursue convictions under both theories without violating the Due Process Clause because, simply stated, it is possible that both allegations are true.\nBasile's contention that the government should be estopped from arguing in this prosecution that his marijuana-related activities were related to the Bonnano crime family also is sharply undermined by the broader RICO jurisprudence of this Circuit. As noted in the above discussion of Mr. Amato's double jeopardy claims, the law of this Circuit instructs that the government may, at least in theory, allege in successive prosecutions that an entire pattern of racketeering activity is connected to two separate RICO enterprises. Russotti, 717 F.2d at 33. It therefore follows that the government may allege that a predicate act charged in the first alleged pattern is also an element of the second charged pattern without violating the Double Jeopardy Clause.\nThe argument that Basile raises here is couched in terms of due process, rather than double jeopardy. However, these holdings confirm the general proposition that the government may argue in successive prosecutions that a single racketeering *265 act was committed in furtherance of the activities of two separate enterprises. Moreover, as indicated above, I find the government's implicit accusation that Basile's activities were related to both criminal enterprises to be thoroughly plausible. Accordingly, even assuming arguendo that judicial estoppel may be applied against the government in a criminal proceeding, I see no basis for doing so here. Basile's motion to dismiss Racketeering Act 27 is therefore denied.\n(B) Motion to Dismiss the Loansharking Allegations in Racketeering Act 49 and Counts 15 and 16\nBasile next argues that Racketeering Act 49 and Counts 15 and 16 of the indictment must be dismissed as unconstitutionally vague because they fail to set forth a sufficient description of the acts Basile is alleged to have committed. I agree that the government's allegations in Counts 15 and 16, which charge Basile with committing extortionate extension and collection of credit in violation of 18 U.S.C. § 892(a) and 18 U.S.C. § 894(a)(1), are unconstitutionally vague. Accordingly, these counts must be dismissed. However, Racketeering Act 49, which charges Basile with conspiring to commit substantive loansharking violations in language almost identical to that of Counts 15 and 16, passes constitutional muster.\n(1) Counts 15 and 16\nBasile argues that Counts 15 and 16 of the indictment must be dismissed because these counts fail to plead the government's allegations with sufficient particularity to meet the constitutional requirements of the Indictment Clause of the Fifth Amendment. The government counters that Counts 15 and 16 \"[track] the language of the relevant statutes, provide[] the approximate dates in question and the general location of the crimes,\" and are therefore sufficient. (Gov't Br. at 44). Basile is correct because the clear precedent of this Circuit mandates that an indictment must set forth the charges against a defendant with greater detail than has been provided here.\nCount 15 of the Indictment reads in full as follows:\nIn or about and between January 2002 and December 2003, both dates being approximate and inclusive, within the Eastern District of New York and elsewhere, the defendant ANTHONY BASILE, together with others, knowingly and intentionally made extortionate extensions of credit.\nCount 16 likewise alleges:\nIn or about and between January 2002 and December 2003, both dates being approximate and inclusive, within the Eastern District of New York and elsewhere, the defendant ANTHONY BASILE, together with others, knowingly and intentionally participated in the use of extortionate means to collect and attempt to collect extensions of credit.\nThese allegations fail to name the alleged victim or victims of Basile's extortionate acts, the individuals alleged to have worked with Basile to extend and collect the loans, the location or locations where the extortionate acts are alleged to have occurred (except to allege that some portion of the acts occurred within this District), the dates and times of the alleged offenses, the amounts of the loans, or the nature of the threats allegedly employed to ensure that the loans would be repaid. In short, this indictment provides no details of the loansharking violations with which Basile is charged other than to allege that they took place during a two-year period, and that some part of the charged criminal activity was carried out within the Eastern District of New York. The question starkly *266 presented to this court, therefore, is whether such a vaguely pled indictment is constitutionally sufficient.\nI hold that it is not. It is firmly established that \"an indictment is sufficient when it charges a crime with sufficient precision to inform the defendant of the charges he must meet and with enough detail that he may plead double jeopardy in a future prosecution based on the same set of events.\" United States v. Stavroulakis, 952 F.2d 686, 693 (2d Cir.1992). Additionally, the Second Circuit has stated that the Indictment Clause \"requires that an indictment contain some amount of factual particularity to ensure that the prosecution will not fill in elements of its case with facts other than those considered by the grand jury.\" United States v. Walsh, 194 F.3d 37, 45 (2d Cir.1999) (quoting United States v. Abrams, 539 F. Supp. 378, 384 (S.D.N.Y.1982)). According to these standards, the allegations presented in Counts 15 and 16 are plainly insufficient because these charges fail to adequately tie the government to the evidence presented to the grand jury, and because they do not permit Basile to anticipate the acts and conversations that the government will assert at trial violated the statutory prohibition against loansharking.\nThere is no requirement that an indictment set forth with specificity any particular factual element of the crimes charged. See, e.g., United States v. Persico, 621 F. Supp. 842, 859 (S.D.N.Y.1985); United States v. Sedlak, 720 F.2d 715, 719 (1st Cir.1983). However, the quantum and type of factual specificity required in an indictment varies according to the charges alleged against the defendant. See, e.g., United States v. Agone, 302 F. Supp. 1258, 1260 (S.D.N.Y.1969) (Frankel, J.); 1 Charles Alan Wright, Nancy J. King, Susan R. Klein, Andrew D. Leipold, Federal Practice and Procedure § 126 (2d ed.1995) (categorizing cases describing indictment sufficiency requirements by crime). The leading case analyzing the government's pleading burden in loansharking cases is United States v. Tomasetta, 429 F.2d 978 (1st Cir.1970). There, the First Circuit dismissed as insufficient a loansharking indictment which alleged that the substantive loansharking offense had been committed in Worcester, Massachusetts on a specific date, but failed to name the victim of the offense, specify the means by which the offense had been committed, or identify the place within Worcester where the alleged criminal act had occurred. Id. at 979-80.\nBecause the Second Circuit has expressed its approval of Tomasetta's logic and holding on several occasions, I conclude that the sufficiency of Counts 15 and 16 should be judged in light of the analysis and conclusions of the Tomasetta court. See, e.g., Walsh, 194 F.3d at 45; Sira v. Morton, 380 F.3d 57, 73 (2d Cir.2004) (\"[W]e have not upheld indictments that merely tracked statutory language prohibiting threats when more specific pleading was necessary to permit the accused to prepare his defense and defend against double jeopardy.\") (citing Tomasetta).\nThe oft-cited mantra that \"the courts of this circuit have consistently upheld indictments that do little more than to track the language of the statute charged and state the time and place in approximate terms of the alleged crime,\" is not to the contrary. Alfonso, 143 F.3d at 776. Despite the near omnipresence of the above-quoted language in the jurisprudence of the Second Circuit and the government's papers, the government failed to cite any case, and I have found none, in which a Circuit Court has approved a loansharking indictment that set forth every critical element of the crime charged in such general terms. But see United States v. Gotti, No. 02 Cr. 743, *267 2004 WL 32858, *7, 2004 U.S. Dist. LEXIS 45, at *22 (S.D.N.Y. Jan. 5, 2004) (Casey, J.) (declining to follow Tomasetta and reasoning that Tomasetta \"appears at odds with the Second Circuit's decision in Alfonso\" in finding an indictment constitutionally sufficient); United States v. Mingle, 2004 WL 1746936, **1-3, 2004 U.S. Dist. LEXIS 14981, at *2-*6 (W.D.N.Y. July 28, 2004) (same). This is hardly surprising, since Alfonso's delineation of the minimum constitutional standard of indictment sufficiency can be easily reconciled with the equally hoary directive that an indictment contain some factual particularity. That is, while an indictment may set forth individual identifying characteristics of the charged crime in \"approximate terms,\" each allegation, read in the context of the whole indictment, must still be pled with sufficient factual particularity such that the defendant is able to prepare to meet the government's charges, and such that all concerned parties, including the court, can be confident that the government's case at trial will reflect the evidence presented to the grand jury. If either test is not met, then the indictment is too vague, and must be dismissed.\nI therefore respectfully disagree with my colleagues who have concluded that Tomasetta is incompatible with the Second Circuit's precedents. Tomasetta merely applies the same principle that the Second Circuit and the Supreme Court have consistently stated \u0097 that an indictment must contain some factual particularity in order to withstand constitutional scrutiny. Indeed, in Alfonso itself, the Second Circuit's ultimate decision to affirm the appellant's conviction based not only on the abstract notion that an indictment need do \"little more\" than track the language of the statute and provide approximate details of the crime alleged (language which itself suggests that a valid indictment must provide something more than the one returned by this grand jury), but also on the fact that while the disputed Hobbs Act count did not identify the alleged victim by name, it did specify the date on which the alleged crime charged took place and the specific address at which the alleged robbery occurred. Id. at 774 n. 1. See also United States v. Trotta, 525 F.2d 1096 (2d Cir.1975) (excusing indictment's failure to state particular location where extortion took place or identity of persons threatened where the indictment alleged specific date of extortionate act, amount extorted and named the business that was the ultimate target of the extortion).\nCounts 15 and 16 of the present indictment contain less factual particularity than the indictment which was struck down in Tomasetta, and less specificity than any comparable indictment which has been approved by the Second Circuit. At oral argument, the government put forth no theory of how Mr. Basile could prepare adequately for trial based on the skimpy allegations set forth in the indictment, asserting instead that the Second Circuit requires nothing more than what the government has provided in Counts 15 and 16. I disagree with the government's reading of the governing precedent, and find that the factual allegations provided in Counts 15 and 16 are constitutionally insufficient. Accordingly, these Counts are hereby dismissed.\n(2) Racketeering Act 49\nBasile asserts that the same rationale mandating dismissal of Counts 15 and 16 also applies to Racketeering Act 49, which charges Basile with conspiring to make extortionate extensions of credit and using extortionate means to collect credit in language very similar to that employed in Counts 15 and 16. However, it is well established that an indictment for conspiracy to commit a criminal offense may be *268 stated with less specificity than an indictment charging the commission of that substantive offense. United States v. LaSpina, 299 F.3d 165, 177 (2d Cir.2002). See also United States v. Daily, 921 F.2d 994, 999 (10th Cir.1990); United States v. Ramos, 666 F.2d 469 (11th Cir.1982); United States v. Annoreno, 460 F.2d 1303, 1311 (7th Cir.1972); Brown v. United States, 403 F.2d 489, 490 (5th Cir.1968). An indictment charging conspiracy \"need only put the defendants on notice that they are being charged with a conspiracy to commit the underlying offense.\" United States v. Wydermyer, 51 F.3d 319, 325 (2d Cir.1995). Thus, to prevail on their claim that the conspiracy count of the indictment is insufficient, the defendants must show that the indictment is not sufficient to identify the offense which the defendant conspired to commit. Id. at 326 (quoting Wong Tai v. United States, 273 U.S. 77, 81, 47 S. Ct. 300, 71 L. Ed. 545 (1927)).\nRacketeering Act 49 alleges:\nA. Extortionate Extension of Credit Conspiracy\n109. In or about and between December 2002 and December 2003, both dates being approximate and inclusive, within the Eastern District of New York and elsewhere, the defendant ANTHONY BASILE, together with others, knowingly and intentionally conspired to make extortionate extensions of credit, in violation of Title 18, United States Code, Section 892(a).\nB. Extortionate Collection of Credit Conspiracy\n110. In or about and between December 2002 and December 2003, both dates being approximate and inclusive, within the Eastern District of New York and elsewhere, the defendant ANTHONY BASILE, together with others, knowingly and intentionally conspired to participate in the use of extortionate means to collect and attempt to collect credit, in violation of Title 18, United States Code, Section 894(a)(1).\nThese paragraphs clearly identify the crime which Basile is accused of having conspired to commit. Racketeering Act 49 is therefore adequately pled, and Basile's motion to dismiss this Racketeering Act is denied.\nIII. Peter Cosoleto, Joseph DeSimone and Joseph Palazzolo[3]\n(A) Motion for Severance\nDefendants Peter Cosoleto, Joseph DeSimone and Joseph Palazzolo (\"the CDP defendants\") have moved to be tried apart from co-defendants Amato, Basile and Michael Cardello, whom the government has proposed to try jointly with the CDP defendants. The CDP defendants argue that severance is warranted in this case because the only murder with which they are charged is the killing of Russell Mauro. They further suggest that joint trial with Amato, Basile and Cardello would permit the government to introduce evidence relating to three other murders and several racketeering acts which they are not accused of committing. The CDP defendants therefore assert that the resulting trial of six defendants, each charged in connection with at least one of four murders, would approximate a megatrial of the type that the Second Circuit has suggested risks depriving defendants of their right to a fair trial.\n*269 The government counters that joint trial will promote judicial economy for two reasons. First, the government points out that since all of the defendants are charged with racketeering conspiracy in conjunction with a single enterprise, there would be significant efficiency gains to allowing the government to present its evidence on the existence and activities of the Bonnano enterprise in a consolidated trial. The government also notes that, subject to the limitations of Fed.R.Evid. 403, it may introduce evidence of racketeering activities committed by co-conspirators to prove the existence of the enterprise, and that the trial of the CDP defendants alone would not be as focused as the defense suggests. Finally, the government notes that severance would produce inefficiencies of its own due to the overlapping murder allegations against the six remaining defendants in this trial group. Cardello is charged with Mauro's murder along with the CDP defendants; thus the proposed severance would require the government to try Mauro's murder at two separate trials. If Cardello were tried along with the CDP defendants, but apart from Basile and Amato, a similar inefficiency would result because Basile, Amato and Cardello are all charged with the murder of Robert Perrino. Accordingly, the government would have to try that murder twice under a configuration that placed Cardello in one group and Basile and Amato in another. Accordingly, the only way to avoid compelling the government to try the same murder twice is to try all six defendants together. Confronted with this situation, I conclude that the CDP defendants' motion for severance must be denied.\nThere is a strong presumption in the federal courts in favor of joint trial for defendants who are indicted together. Richardson v. Marsh, 481 U.S. 200, 209-10, 107 S. Ct. 1702, 95 L. Ed. 2d 176 (1987). The CDP defendants do not argue that they were improperly joined under Rule 8(b). Accordingly, \"a district court should grant a severance under Rule 14 only if there is a serious risk that a joint trial would compromise a specific trial right of one of the defendants, or prevent the jury from making a reliable judgment about guilt or innocence.\" Zafiro v. United States, 506 U.S. 534, 539, 113 S. Ct. 933, 122 L. Ed. 2d 317 (1993). The decision whether to grant such a motion is committed to the sound discretion of the trial judge, and will not be disturbed on appeal absent a showing that a defendant was substantially prejudiced by joint trial. United States v. Casamento, 887 F.2d 1141, 1149 (2d Cir.1989). Here, the CDP defendants argue that their right to a fair trial would be jeopardized at a joint trial by the presentation at trial of \"mountains of proof of unrelated crimes\" charged against their co-defendants. These defendants posit that \"the jury will be unable to sort through the extraneous information and to focus only on the proof which relates to the discrete murder charge against the [three] remaining defendants.\" (CDP Severance Motion at 4-5).\nThis argument is unavailing for at least three reasons. First, juries are strongly presumed to be capable of following a judge's instructions in sorting out what evidence bears on the guilt of any single defendant. Richardson, 481 U.S. at 211, 107 S. Ct. 1702; Zafiro, 506 U.S. at 541, 113 S. Ct. 933. Second, this trial will be considerably smaller and less complex than the \"mega-trials\" which the Second Circuit has admonished the District Courts to avoid where possible. Casamento, 887 F.2d at 1152-53. Third, because all of the defendants in this trial group are charged with participation in at least one murder, the danger that the jurors will be inclined to impute the culpability of a defendant charged with especially serious crimes to *270 others charged with less serious crimes is absent here.\nI appreciate that a trial involving six defendants, four murder allegations, and numerous racketeering offenses could be quite lengthy. The government has estimated that it will require approximately 10 weeks to present its case in chief at this trial. I find that the government has made this estimate in good faith, and moreover, has provided a reasoned basis for its conclusion that a joint trial of these defendants is more consistent with the fair administration of justice than would be a division of these defendants into two or more trial groups. See id. Accordingly, the CDP defendants' motion for severance from co-defendants Amato, Basile and Cardello is denied.\n(B) Motion to Strike Surplusage from the Indictment\nThe CDP defendants next move to strike all references to defendants not included in Trial Group Two and the allegations against them from the indictment. This motion is frivolous. Courts grant motions to strike surplusage pursuant to Fed.R.Crim.P. 7(b) only where the indictment contains language that is \"not relevant to the crime charged and [is] inflammatory and prejudicial.\" United States v. Scarpa, 913 F.2d 993, 1013 (2d Cir.1990). Whether language is inflammatory and prejudicial is considered in light of the accusations lodged against the moving defendant(s). \"If evidence of the allegation is admissible and relevant to the charge, then regardless of how prejudicial the language is, it may not be stricken.\" Id. (quoting United States v. DePalma, 461 F. Supp. 778, 797 (E.D.N.Y.1978)). Accordingly, in organized crime cases involving RICO allegations, courts have consistently rejected defense motions to strike references to organized crime connections that serve to identify the enterprise and the means by which its members and associates conduct various criminal activities. Id. (denying motion to strike references to the Colombo Family). See also United States v. Rastelli, 653 F. Supp. 1034, 1055 (E.D.N.Y.1986); United States v. Santoro, 647 F. Supp. 153, 176-77 (E.D.N.Y.1986), aff'd mem., 880 F.2d 1319 (2d Cir.1989); United States v. Kukic, 2002 WL 2022515, at *2 (E.D.N.Y. June 19, 2002) (Motion to strike references to Genovese Family denied); United States v. Gotti, 2004 WL 1746936, *10, 2004 U.S. Dist. LEXIS 45, at * 33 (S.D.N.Y. Jan. 6, 2004) (Motion regarding Gambino Family references denied). I therefore see no basis for striking references to the Bonnano crime family or to other defendants under the same indictment.\n(C) Palazzolo's Motion to Dismiss\nPalazzolo moves to dismiss Count One against him, claiming that the government has not sufficiently alleged a pattern of racketeering activities. The basis of his claim is that Racketeering Act Two, one of only two racketeering acts alleged by the government, must be dismissed because it either falsely extends the loansharking conspiracy to which Palazzolo pled guilty or is duplicitous because it improperly charges multiple conspiracies in one Act. (CDP Br. at 11). Palazzolo's motion is denied.\nAs noted in the discussion of Mr. Amato's motions, a pre-trial motion which challenges the sufficiency of the government's proof must be denied unless the government has made a full proffer of the evidence it intends to offer at trial. Palazzolo's motion asks this court to determine based on Palazzolo's guilty plea in an earlier prosecution that the government does not have a sufficient basis to charge Palazzolo with participation in a loansharking conspiracy which lasted from 1980 to 1995, *271 as charged in Racketeering Act Two, rather than 1994 to 1995, as allocuted to by Palazzolo in 1996. The government's assertion in its pre-trial detention memorandum that its trial evidence \"will include ... Palazzolo's guilty plea\" quite obviously does not constitute a full proffer of the government's evidence. It would also be improper for this court to decide at this stage whether the government's charged conspiracy impermissibly nests multiple conspiracies in a single charge. Again, the government has not yet put forth its full proof. It is sufficient to note for present purposes that Palazzolo's assertion that this indictment is impermissibly duplicitous if the loansharking conspiracy had more than one target is baseless, as it is beyond dispute that a single criminal conspiracy may have multiple objects. See, e.g., Braverman v. United States, 317 U.S. 49, 51, 63 S. Ct. 99, 87 L. Ed. 23 (1942) (\"a single agreement to commit an offense does not become several conspiracies because it continues over time and ... there may be such a single continuing agreement to commit several offenses.\"); United States v. Maldonado-Rivera, 922 F.2d 934, 963 (2d Cir.1990). Since Palazzolo's claims would require this court to assess the sufficiency of the government's evidence, they may not be decided at this stage. Accordingly, Palazzolo's motion to dismiss the racketeering conspiracy count is denied.\nIV. Michael Cardello\nCardello's only substantive request was that he not be severed from the other co-defendants in this Trial Group. Having already denied the CDP defendants' motion for severance, there is no need for further discussion of this point.\n\nDISCOVERY-RELATED MOTIONS\nV. Applications for Bills of Particulars\nDefendants Amato, Basile, Cardello, Cosoleto, DeSimone and Palazzolo all seek bills of particulars ordering the government disclose additional aspects of its case against each of them. These requests are granted in part and denied in part.\nRule 7(f) of the Federal Rules of Criminal Procedure permits a defendant to seek a bill of particulars in order to enable him \"to prepare for trial, to prevent surprise, and to interpose a plea of double jeopardy should he be prosecuted a second time for the same offense.\" United States v. Bortnovsky, 820 F.2d 572, 574 (2d Cir.1987). The decision whether to order the filing of a bill of particulars is one which rests within the sound discretion of the district court. United States v. Barnes, 158 F.3d 662, 665-66 (2d Cir.1998). A bill of particulars must be granted \"only where the charges of the indictment are so general that they do not advise the defendant of the specific acts of which he is accused.\" Walsh, 194 F.3d at 47 (quoting United States v. Torres, 901 F.2d 205, 234 (2d Cir.1990) (internal quotation marks omitted)). The Second Circuit has also instructed that a bill of particulars should not be granted where the government has made sufficient disclosures concerning its evidence and witnesses by other means. Id. However, a bill of particulars is appropriately granted where the government's pre-trial discovery disclosures are so voluminous that the defendant remains in the dark about the specific acts of which he is accused. Bortnovsky, 820 F.2d at 575. With these principles in mind, I now turn to the specific requests for particulars submitted by the defendants.\n(A) Amato\nAmato has submitted a detailed, forty-two part demand for a bill of particulars covering each of the Counts and Racketeering Acts charged against him. (See *272 Hueston Decl. ¶ 56.) The first ten requests (a-j) relate to paragraph 8 of the superceding indictment, which contains part of the indictment's description of the charged enterprise. These requests are denied because additional details as to the positions allegedly held in the Bonnano organization by the various defendants are not necessary to allow Amato to prepare for trial or avoid unfair surprise. The next ten paragraphs (k-t) address Counts Four and Five and Racketeering Acts 22 and 26, the illegal gambling charges. Amato's request for details as to the locations where the government will claim that he operated joker-poker machines and baccarat games is granted as to the allegations in Count Four and Racketeering Acts 22 and 26. This request is denied as to Count 5, for which the government already has provided such details in its detention memorandum. Amato's remaining requests for particulars as to these charges are denied. The following seventeen paragraphs (u-kk) demand details regarding the DiFalco and Perrino murders. These requests are denied because the government has adequately detailed these charges in the indictment and detention memorandum. The final four requests, which relate to the Hobbs Act conspiracy charge in Racketeering Act 43, are denied for the same reason.\n(B) Basile\nBasile requests an order requiring the government to submit a bill of particulars detailing the loansharking allegations against him in Counts 15 and 16 and Racketeering Act 49 by stating the name of the victim, the dates and places where credit was extended or sought to be collected, and the amounts of the loans at issue. This motion is now moot with respect to Counts 15 and 16 because they have been dismissed. While the allegations as to Racketeering Act 49 were adequately pled to survive a motion to dismiss, I do not believe that the bare-bones allegation contained in this portion of the indictment will sufficiently allow Basile to prepare for trial. I therefore order the government to make at least one of the following disclosures to Basile: (1) the identity of the victim or victims (individual or business) of the alleged conspiracy; (2) the specific locations where credit was allegedly extended or sought to be collected; or (3) the identity of Basile's alleged loansharking co-conspirators.\n(C) Cosoleto, DeSimone and Palazzolo\nDefendants Cosoleto, DeSimone and Palazzolo jointly demand a bill of particulars with respect to the government's allegations against them. With respect to the various conspiracy charges, the defendants assert that they are entitled to know \"the substance of the agreements that they allegedly made which form the bases of the conspiracies charged in the Indictment, who their co-conspirators are alleged to be, when it is alleged that each such defendant joined the conspiracy, [] approximately what dates and locations of any meetings or conversations at which [sic] Government will contend each defendant had joined [sic] conspiracy.\" (CDP Def. Br. at 14). They also seek disclosure of the identities of the alleged victims of the various crimes. (Id. at 13).\nAs a general rule, a defendant is not entitled to receive details of the government's conspiracy allegations in a bill of particulars. United States v. Feola, 651 F. Supp. 1068, 1132 (S.D.N.Y.1987), aff'd, 875 F.2d 857 (2d Cir.1989), cert. denied, 493 U.S. 834, 110 S. Ct. 110, 107 L. Ed. 2d 72 (1989). More specifically, details regarding the date on which the conspiracy was formed, or when each participant entered into the conspiracy need not *273 be revealed before trial. United States v. Persico, 621 F. Supp. 842, 868 (S.D.N.Y.1985). The CDP defendants' request for such particulars is therefore denied.\nDistrict courts in this Circuit have split, however, on the question of whether the government should be required to identify alleged co-conspirators in a bill of particulars. In fact, the Second Circuit has affirmed both the grant and the denial of such requests, and there is no clear line dividing cases in which courts have mandated disclosure from those in which courts have declined to issue such orders. Compare Torres, 901 F.2d at 233-34 (affirming denial of demand for bill of particulars requiring \"identification of those other persons `known and unknown'\") with Feola, 651 F. Supp. 1068, 1131-34 (S.D.N.Y.1987) (granting demand for bill of particulars specifying \"the names of all persons whom the Government will claim at trial were co-conspirators\"), aff'd without op., 875 F.2d 857 (2d Cir.1989). See also United States v. Nachamie, 91 F. Supp. 2d 565, 572-73 (S.D.N.Y.2000) (Scheindlin, J.) (noting the lack of consensus within the Second Circuit on this question and proposing a five-factor test which essentially suggests that the identities of unindicted co-conspirators should be disclosed where complex conspiracies are alleged unless the government can demonstrate that disclosure will harm its investigation or endanger the unindicted co-conspirators); United States v. Santiago, 174 F. Supp. 2d 16, 35-36 (S.D.N.Y.2001) (Marrero, J.) (also observing this lack of consensus but proposing that courts have mandated disclosure mainly in cases where acts of violence were not alleged, and have required unusually strong showings of need before such disclosures are mandated where violence is alleged).\nBoth tests proposed by my colleagues in the Southern District suggest that defendants charged with extreme acts of violence should not be granted early disclosure of the government's theories as to the identities of unindicted co-conspirators. Considering the incidence of violence by, among, and against members of the Bonnano family and those who have done business with it, I therefore conclude that disclosure of the identities of the alleged, unindicted co-conspirators is not warranted. The CDP defendants' request for particulars on this point is denied.\nVI. Other Discovery\n(A) Jencks Act Motions\nVarious defendants seek an order requiring the government to immediately disclose all materials in its possession which are discoverable under the Jencks Act. These motions are completely without merit. Jencks Act materials which are not otherwise discoverable under the Brady or Giglio doctrines may not be the \"subject of subpoena, discovery or inspection\" until the relevant witness has testified on direct examination. 18 U.S.C. § 3500(a); United States v. Coppa, 267 F.3d 132, 145 (2d Cir.2001). Accordingly, a district court is without discretion or authority to order the government to release such material prior to trial. Id.\n(B) Brady/Giglio Motions\nThe defendants also request an order requiring the government to disclose materials discoverable under the Brady and Giglio doctrines at various points prior to trial. Consideration of these motions will be held in abeyance to be decided once a definitive trial date has been established for these defendants.\nThe government has a clear obligation under Brady to disclose any material exculpatory information in its possession, and under Giglio to disclose any material *274 information relating to the credibility of the government's witnesses, and this court intends to ensure that the government complies with this obligation. I also note, however, that the issue of when the government's obligation to make such disclosures attaches is not easily amenable to adjudication by a trial court. As the Second Circuit clarified in Coppa, 267 F.3d at 142, \"the prosecutor must disclose `material'... exculpatory and impeachment information no later than the point at which a reasonable probability will exist that the outcome would have been different if an earlier disclosure had been made.... Thus, we have never interpreted due process of law as requiring more than that Brady material must be disclosed in time for its effective use at trial.\" See also Leka v. Portuondo, 257 F.3d 89, 100 (2d Cir.2001) (\"It is not feasible or desirable to specify the extent or timing of [the] disclosure Brady and its progeny require, except in terms of the sufficiency, under the circumstances, of the defense's opportunity to use the evidence when disclosure is made.\") That said, this court is perfectly willing to issue an order reflecting its rough determination of when disclosure is likely to be necessary to allow for its effective use by the defense if the parties continue to be unable to agree on when Brady/Giglio disclosures should be made.\n(C) Order Compelling the Government to Preserve Rough Notes\nThe CDP defendants also seek an order \"compelling the Government to preserve all rough notes or interviews of any prospective witness until such time as their entitlement to the notes as discovery or 3500 material may be litigated.\" (CDP Br. at 21). The government contends that no order to this effect is necessary, as the government will comply with its obligation to produce such notes as 3500 material, as it has done in the past. (Gov't Br. at 86). I do not dispute the government's contention that it historically has complied with its obligation to produce such notes. However, I see no harm in issuing a prophylactic order with which the government already intends to comply. I therefore order the government to preserve all rough notes and/or interviews of any prospective witness in this case pending further notice from this court.\n(D) Preservation of Prison Records\nFinally, the CDP defendants seek an order requiring the government to \"preserve all agents' notes and tapes and records of telephone conversations made by individuals in custody who were debriefed by the government.\" (CDP Br. at 20). This requests extends not only to the CDP defendants and their co-defendants in this trial group, but also to any incarcerated cooperating witnesses, irrespective of whether the government plans to call them to testify at trial. The government agrees that it is obligated to produce all prison tapes in the possession of the United States Attorney's Office for this District that are discoverable under Brady, Giglio or the Jencks Act. However, the government also argues that any such tapes that have been maintained by the Bureau of Prisons in the ordinary course of business and which the prosecutors do not possess are beyond the scope of Jencks Act discovery. See United States v. Merlino, 349 F.3d 144, 155 (3d Cir.2003) (\"The BOP [Bureau of Prisons] was not part of the prosecutorial arm of the federal government as it was not at all involved in either the investigation or the prosecution of the defendants,\" and therefore the government did not have to turn over extensive records of telephone calls by witnesses). But see United States v. Ramirez, 174 F.3d 584, 588 (5th Cir.1999) (Where tape recordings of the conversations between two witnesses *275 were in the possession of the Bureau of Prisons until they were taped over and one witness was a Bureau of Prisons employee who was part of the investigative team, the tapes were in \"possession of the United States,\" within meaning of Jencks Act's disclosure requirement.)\nFor the moment, I take no position on whether the government's reading of the Jencks Acts' disclosure requirement is appropriate. However, I order the government to preserve any and all notes, tapes or records responsive to the defendants' request which are in existence as of the date of this order, or which are created after the date of this order, until such time as I determine whether some or all of these materials are discoverable under Brady, Giglio or the Jencks Act.\n\nCONCLUSION\nFor the foregoing reasons, the defendants' pre-trial motions are granted in part, denied in part and stayed in part. Counts 15 and 16 of the indictment are dismissed. All other motions to dismiss are denied. The government is ordered to provide particulars as described herein to the appropriate defendants within twenty (20) days of the date of this order. The government is also ordered to preserve notes, tapes and other recordings as described above. The defendants' motions for Brady and Giglio disclosure are held in abeyance. All other defense motions are hereby denied.\nSO ORDERED.\nNOTES\n[1]  Amato's motion papers suggested that Amato seeks dismissal of the allegations against him in Counts 4, 5 and 6 as well. However, Amato did not discuss in his initial papers, his reply brief or at oral argument why these counts should be dismissed. Therefore, to the extent that Amato moves to dismiss Counts 4-6 of the indictment as well, these motions are denied without further discussion.\n[2]  Mr. Basile's attorney represented at oral argument that Basile was convicted of conspiring to distribute marijuana at the 1995 trial, but was acquitted on the racketeering conspiracy charge.\n[3]  These defendants jointly filed a single set of pre-trial motions. Accordingly, these arguments are analyzed under a single heading.\n\n",
            "ocr": false,
            "opinion_id": 2361236
        }
    ],
    "court_short_name": "E.D. New York",
    "court_full_name": "District Court, E.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}