{
    "id": 2367409,
    "judges": "Flah-Erty, Flaherty, Larsen, McDermott, Nix, O'Brien, Roberts",
    "date_filed": "2008-02-13",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-mccutchen",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. McCutchen",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellant, v. Freddy McCUTCHEN",
    "attorneys": "Eric B. Henson, Deputy Dist. Atty., Kenneth Gallant, Asst. Dist. Atty., for appellant., Joseph R. Danella, Philadelphia, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Dec. 6, 1982.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 51,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b767-6\">\n    454 A.2d 547\n   </citation><br><parties id=\"b767-7\">\n    COMMONWEALTH of Pennsylvania, Appellant, v. Freddy McCUTCHEN.\n   </parties><br><court id=\"b767-10\">\n    Supreme Court of Pennsylvania.\n   </court><br><otherdate id=\"b767-11\">\n    Argued Dec. 6, 1982.\n   </otherdate><decisiondate id=\"AeR\">\n    Decided Dec. 31, 1982.\n   </decisiondate><br><attorneys id=\"b768-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"598\"> \n     *598\n     </span>\n    Eric B. Henson, Deputy Dist. Atty., Kenneth Gallant, Asst. Dist. Atty., for appellant.\n   </attorneys><br><attorneys id=\"b768-11\">\n    Joseph R. Danella, Philadelphia, for appellee.\n   </attorneys><br><judges id=\"b768-12\">\n    Before O’BRIEN, C.J., and ROBERTS, LARSEN, FLAH-ERTY, McDermott and hutchinson, jj.\n   </judges>",
    "citations": [
        "454 A.2d 547",
        "499 Pa. 597"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n499 Pa. 597 (1982)\n454 A.2d 547\nCOMMONWEALTH of Pennsylvania, Appellant,\nv.\nFreddy McCUTCHEN.\nSupreme Court of Pennsylvania.\nArgued December 6, 1982.\nDecided December 31, 1982.\n*598 Eric B. Henson, Deputy Dist. Atty., Kenneth Gallant, Asst. Dist. Atty., for appellant.\nJoseph R. Danella, Philadelphia, for appellee.\nBefore O'BRIEN, C.J., and ROBERTS, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ.\n\n\n*599 OPINION OF THE COURT\nFLAHERTY, Justice.\nOn May 5, 1976, Freddy McCutchen was convicted[1] by a jury of murder of the first degree in the beating death of a six-year-old boy in the course of committing anal sodomy upon the child. Post trial motions were heard and denied and appeal was transferred from this Court to Superior Court, Special Transfer Docket. This is an appeal by the Commonwealth from the Order of the Superior Court,[2] granting the defendant a new trial on the determination that two color slides of the victim depicting the injuries sustained were erroneously admitted at trial. We vacate and remand to Superior Court for consideration of issues raised below but not considered due to the order of a new trial.\nEvidence adduced at trial established that on June 7, 1971, at approximately 9:05 P.M., the defendant, known as \"Shank,\" wearing a yellow jacket with a round, blue emblem, was seen walking with the six-year-old victim and calming him after the child's involvement in a scuffle with another child. They walked in the general direction of the crime scene. Later, the fifteen-year-old defendant, no longer wearing the yellow jacket, was seen entering a taproom where he washed his hands. At approximately 10:30 P.M. that evening, the battered body of the victim was found in a dark, abandoned area behind a vacant factory within blocks of where he was seen with the defendant. Slacks around his ankles, undershorts pulled up around his waist, the boy was pronounced dead at the scene. His shirt, stained with feces and semen, was on the ground four feet away. Near the boy's shirt was a large black, \"bush type,\" comb with *600 \"Shank\" scratched on the handle. A yellow jacket with a round, blue emblem was found one and one-half days later not far from the scene. Stained with both blood of the victim's type and semen consistent with the defendant's type, the jacket was identified as the one worn by the defendant when he was seen calming the victim and walking in the general direction of the vacant factory.\nThe medical examiner testified to the various severe injuries to the head, producing at least three comminuted fractures of the skull, opined to have been inflicted by blows of a heavy rounded object. Also recounted was the tearing of the marginal area of the anus in four discrete areas, as a result of the anal sodomy, and the outcome of laboratory examination of material from the anal area which established the presence of semen.\nThe verbal testimony of the medical examiner was supplemented by the use of two slides projected onto a viewing screen in the darkened courtroom.[3], [4] The first depicts the *601 unclothed frontal view of the victim from the hipbone up to and including the head, showing the injuries and bruises sustained: one large bruise of the right eye across the cheek area extending down to and toward the lips and side of the jaw; one above the left eye socket, being a blunt impact injury which produced a gaping wound; one across the top of the head, also a blunt impact injury which produced a larger gaping wound; and injury to the mouth resulting in the loss of several teeth. The second slide shows the buttocks of the victim spread by the fingers of the examiner to reveal the four tears of the anal area, ranging from one-half to five-eighths of an inch in length. Both of these slides are clinical in nature, taken during the course of a postmortem examination, and after the body was cleansed of all blood, dirt and fecal matter.\nThe Superior Court panel determined that the images depicted were gruesome and inflammatory and that the verbal testimony of the medical examiner was \"more than adequate to show the savagery and brutality of the assault\" which \"strongly supported an inference of a specific intent to kill.\" Commonwealth v. McCutchen, 274 Pa.Superior Ct. 96, 100, 417 A.2d 1270, 1273 (1979). We disagree. After viewing and considering the slides, we conclude that the value of this evidence in establishing both sodomy, as a motive for the killing, and the brutality of the beating, thus allowing an inference of an intent to kill in support of the verdict sought by the Commonwealth of murder of the first degree, fully compensates for any likelihood that such clinical evidence may inflame the passions of the jury.\nIn Commonwealth v. Petrakovich, 459 Pa. 511, 521, 329 A.2d 844, 849 (1974) (citations omitted) we said:\n\n*602 We have consistently held that the question of admissibility of photographs of a corpse in homicide cases is a matter within the discretion of the trial judge, and only an abuse of that discretion will constitute reversible error. . . . When the trial judge is confronted with gruesome or potentially inflammatory photographs, the test for determining their admissibility which he must apply is \"whether or not the photographs are of such essential evidentiary value that their need clearly outweighs the likelihood of inflaming the minds and passions of the jurors.\"\nA criminal homicide trial is, by its very nature, unpleasant, and the photographic images of the injuries inflicted are merely consonant with the brutality of the subject of inquiry. To permit the disturbing nature of the images of the victim to rule the question of admissibility would result in exclusion of all photographs of the homicide victim, and would defeat one of the essential functions of a criminal trial, inquiry into the intent of the actor. There is no need to so overextend an attempt to sanitize the evidence of the condition of the body as to deprive the Commonwealth of opportunities of proof in support of the onerous burden of proof beyond a reasonable doubt.\nWhile these slides are indeed unpleasant, they were offered in support of proof of the element of murder of the first degree of intent to kill, the general propriety of which is well established. See, e.g., Commonwealth v. Edwards, 493 Pa. 281, 426 A.2d 550 (1981); Commonwealth v. Wade, 480 Pa. 160, 389 A.2d 560 (1978); Commonwealth v. Smith, 477 Pa. 505, 384 A.2d 1202 (1978); Commonwealth v. Robinson, 433 Pa. 88, 249 A.2d 536 (1969). In assessing the intent of the actor in a case of criminal homicide, be it to inflict serious bodily injury or to kill, the fact finder who deals in such an intangible inquiry must be aided to every extent possible. In this light, then, the use of the image of the victim which depicted a large gaping deep gash on the top of the head, rendered with such force as to splay the skin of the *603 scalp apart, a similar though smaller gash above the right eye, as well as extensive bruising of the left side of the face, was essential as evidence of intent beyond mere infliction of bodily injury. The second slide demonstrates the brutality and forcefulness of the sodomization of the child, thus establishing the motive to forever silence the crying, indignant victim.\nThe essential nature of the evidence is further established by the absence of any evidence of intent aside from the condition of the body. This type of evidence is conveyable to the jury only to a limited degree by verbal testimony of a technical nature by the medical examiner. The availability of alternate evidence, thus, does not obviate the admissibility of photographs, and, here, the absence of alternative evidence a fortiori commends the court's admission of the slides. Accordingly, the trial judge's admission of the slides was clearly proper due to the essential evidentiary value of the images as balanced against the limited degree of likelihood of inflaming the jury.\nVacated and remanded to Superior Court for consideration of other issues raised in the prior appeal.\nNIX, J., did not participate in the consideration or decision of this case.\nLARSEN, J., joins the Majority Opinion and files a Concurring Opinion.\nROBERTS, J., concurs in the result.\nO'BRIEN, C.J., files a Dissenting Opinion.\nLARSEN, Justice, concurring.\nI join the majority opinion. Additionally, as I stated in my dissenting opinion in Commonwealth v. Rogers, 485 Pa. 132, 136, 401 A.2d 329, 331 (1979), \"an emotional response to *604 pictures of violent death is natural. For some reason, however, the majority [in Rogers] thinks that this emotional response is transferred into a negative reaction and then posited on the defendant. I do not think this psychological phenomenon occurs.\"\nFLAHERTY, J., joins in this concurring opinion.\nO'BRIEN, Chief Justice, dissenting.\nI would affirm the Superior Court's Order granting appellant a new trial on the basis of that court's comprehensive discussion concerning the two color slides which were shown to the jury. Commonwealth v. McCutchen, 274 Pa.Superior Ct. 96, 417 A.2d 1270 (1979). I am compelled, however, to respond to one portion of the majority's analysis.\nThe majority states:\n\"To permit the disturbing nature of the images of the victim to rule the question of admissibility would result in exclusion of all photographs of the homicide victim, and would defeat one of the essential functions of a criminal trial, inquiry into the intent of the actor. There is no need to so overextend an attempt to sanitize the evidence of the condition of the body as to deprive the Commonwealth of opportunities of proof in support of the overous burden of proof beyond a reasonable doubt.\"\n(At 549). It has long been settled in this Commonwealth that the specific intent to kill may be inferred from the use of a deadly weapon on a vital part of the victim's body. Commonwealth v. Tempest, 496 Pa. 436, 437 A.2d 952 (1981); Commonwealth v. Heller, 369 Pa. 457, 87 A.2d 287 (1952); Commonwealth v. Greene, 227 Pa. 86, 75 A. 1024 (1910). In the instant case, the testimony of the medical examiner that the victim was repeatedly beaten on the head with a blunt instrument was sufficient to establish the requisite specific intent to kill for a conviction of murder of the first degree.\nI dissent.\nNOTES\n[1]  A previous conviction of this crime was reversed by this Court due to the admission at trial of statements made by defendant without benefit of presence and counsel of an interested adult. Commonwealth v. McCutchen, 463 Pa. 90, 343 A.2d 669 (1975) cert. denied, 424 U.S. 934, 96 S. Ct. 1147, 47 L. Ed. 2d 341 (1976).\n[2]  Commonwealth v. McCutchen, 274 Pa.Superior Ct. 96, 417 A.2d 1270 (1979).\n[3]  The slide depicting the head injuries was projected for twenty-two seconds, that of the anal area for fourteen seconds.\n[4]  Prior to the projection of the slides, the jury was cautioned by the court as follows:\n\nThese photographs or these slides are being shown to you as part of the evidence in this case. You are not to assume from any facts or come to any conclusions from the viewing of these slides except to draw a picture of the evidence as it's being presented to you and as you will later give such weight to it in your deliberations. The slides may be a little unpleasant. However, the purpose is to examine the accuracy and the testimony as it has been given to you and will be given to you from the commonwealth's witness.\nYou will view the slides in the light of the testimony for the purpose of determining the extent of the injuries as described to you. You are not to become emotional about the slides. You are not to discuss this matter among yourselves until the conclusion of the case and you have been charged with the responsibility of determining the issues that this Court will charge you to determine. The fact that this manner of presentation has a certain aura of drama about it is a matter that you are to disregard. You are to disregard any inflammatory influence that they may have upon you or that you may see or may feel that may otherwise come from these pictures or slides because these slides are being presented solely for the purpose of helping to convey the information that they contain and also add possibly to the accuracy to the circumstances and the details that are depicted.\nUsually photographs, slides, pictures, are greater accuracy than words, and for that reason, they are presented to you, but I caution you that you should clear your minds of any emotional feelings that may arise from seeing any unpleasant scenes because your mission, of course, is to decide the facts and the issues in this case dispassionately and without any feeling of emotion. Now, these same instructions would apply to any photographs that may at any time, during the course of the trial, be shown to you . . . .\n\n",
            "ocr": false,
            "opinion_id": 2367409
        },
        {
            "author_str": "Flaherty",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*599OPINION OF THE COURT\nFLAHERTY, Justice.\nOn May 5, 1976, Freddy McCutchen was convicted1 by a jury of murder of the first degree in the beating death of a six-year-old boy in the course of committing anal sodomy upon the child. Post trial motions were heard and denied and appeal was transferred from this Court to Superior Court, Special Transfer Docket. This is an appeal by the Commonwealth from the Order of the Superior Court,2 granting the defendant a new trial on the determination that two color slides of the victim depicting the injuries sustained were erroneously admitted at trial. We vacate and remand to Superior Court for consideration of issues raised below but not considered due to the order of a new trial.\nEvidence adduced at trial established that on June 7,1971, at approximately 9:05 P.M., the defendant, known as “Shank,” wearing a yellow jacket with a round, blue emblem, was seen walking with the six-year-old victim and calming him after the child’s involvement in a scuffle with another child. They walked in the general direction of the crime scene. Later, the fifteen-year-old defendant, no longer wearing the yellow jacket, was seen entering a taproom where he washed his hands. At approximately 10:30 P.M. that evening, the battered body of the victim was found in a dark, abandoned area behind a vacant factory within blocks of where he was seen with the defendant. Slacks around his ankles, undershorts pulled up around his waist, the boy was pronounced dead at the scene. His shirt, stained with feces and semen, was on the ground four feet away. Near the boy’s shirt was a large black, “bush type,” comb with *600“Shank” scratched on the handle. A yellow jacket with a round, blue emblem was found one and one-half days later not far from the scene. Stained with both blood of the victim’s type and semen consistent with the defendant’s type, the jacket was identified as the one worn by the defendant when he was seen calming the victim and walking in the general direction of the vacant factory.\nThe medical examiner testified to the various severe injuries to the head, producing at least three comminuted fractures of the skull, opined to have been inflicted by blows of a heavy rounded object. Also recounted was the tearing of the marginal area of the anus in four discrete areas, as a-result of the anal sodomy, and the outcome of laboratory examination of material from the anal area which established the presence of semen.\nThe verbal testimony of the medical examiner was supplemented by the use of two slides projected onto a viewing screen in the darkened courtroom.3,4 The first depicts the *601unclothed frontal view of the victim from the hipbone up to and including the head, showing the injuries and bruises sustained: one large bruise of the right eye across the cheek area extending down to and toward the lips and side of the jaw; one above the left eye socket, being a blunt impact injury which produced a gaping wound; one across the top of the head, also a blunt impact injury which produced a larger gaping wound; and injury to the mouth resulting in the loss of several teeth. The second slide shows the buttocks of the victim, spread by the fingers of the examiner to reveal the four tears of the anal area, ranging from one-half to five-eighths of an inch in length. Both of these slides are clinical in nature, taken during the course of a postmortem examination, and after the body was cleansed of all blood, dirt and fecal matter.\nThe Superior Court panel determined that the images depicted were gruesome and inflammatory and that the verbal testimony of the medical examiner was “more than adequate to show the savagery and brutality of the assault” which “strongly supported an inference of a specific intent to kill.” Commonwealth v. McCutchen, 274 Pa.Superior Ct. 96, 100, 417 A.2d 1270, 1273 (1979). We disagree. After viewing and considering the slides, we conclude that the value of this evidence in establishing both sodomy, as a motive for the killing, and the brutality of the beating, thus allowing an inference of an intent to kill in support of the verdict sought by the Commonwealth of murder of the first degree, fully compensates for any likelihood that such clinical evidence may inflame the passions of the jury.\nIn Commonwealth v. Petrakovich, 459 Pa. 511, 521, 329 A.2d 844, 849 (1974) (citations omitted) we said:\n*602We have consistently held that the question of admissibility of photographs of a corpse in homicide cases is a matter within the discretion of the trial judge, and only an abuse of that discretion will constitute reversible error .... When the trial judge is confronted with gruesome or potentially inflammatory photographs, the test for determining their admissibility which he must apply is “whether or not the photographs are of such essential evidentiary value that their need clearly outweighs the likelihood of inflaming the minds and passions of the jurors.”\nA criminal homicide trial is, by its very nature, unpleasant, and the photographic images of the injuries inflicted are merely consonant with the brutality of the subject of inquiry. To permit the disturbing nature of the images of the victim to rule the question of admissibility would result in exclusion of all photographs of the homicide victim, and would defeat one of the essential functions of a criminal trial, inquiry into the intent of the actor. There is no need to so overextend an attempt to sanitize the evidence of the condition of the body as to deprive the Commonwealth of opportunities of proof in support of the onerous burden of proof beyond a reasonable doubt.\nWhile these slides are indeed unpleasant, they were offered in support of proof of the element of murder of the first degree of intent to kill, the general propriety of which is well established. See, e.g., Commonwealth v. Edwards, 493 Pa. 281, 426 A.2d 550 (1981); Commonwealth v. Wade, 480 Pa. 160, 389 A.2d 560 (1978); Commonwealth v. Smith, 477 Pa. 505, 384 A.2d 1202 (1978); Commonwealth v. Robinson, 433 Pa. 88, 249 A.2d 536 (1969). In assessing the intent of the actor in a case of criminal homicide, be it to inflict serious bodily injury or to kill,'the fact finder who deals in such an intangible inquiry must be aided to every extent possible. In this light, then, the use of the image of the victim which depicted a large gaping deep gash on the top of the head, rendered with such force as to splay the skin of the *603scalp apart, a similar though smaller gash above the right eye, as well as extensive bruising of the left side of the face, was essential as evidence of intent beyond mere infliction of bodily injury. The second slide demonstrates the brutality and forcefulness of the sodomization of the child, thus establishing the motive to forever silence the crying, indignant victim.\nThe essential nature of the evidence is further established by the absence of any evidence of intent aside from the condition of the body. This type of evidence is conveyable to the jury only to a limited degree by verbal testimony of a technical nature by the medical examiner. The availability of alternate evidence, thus, does not obviate the admissibility of photographs, and, here, the absence of alternative evidence a fortiori commends the court’s admission of the slides. Accordingly, the trial judge’s admission of the slides was clearly proper due to the essential evidentiary value of the images as balanced against the limited degree of likelihood of inflaming the jury.\nVacated and remanded to Superior Court for consideration of other issues raised in the prior appeal.\nNIX, J., did not participate in the consideration or decision of this case.\nLARSEN, J., joins the Majority Opinion and files a Concurring Opinion.\nROBERTS, J., concurs in the result.\nO’BRIEN, C.J., files a Dissenting Opinion.\n\n. A previous conviction of this crime was reversed by this Court due to the admission at trial of statements made by defendant without benefit of presence and counsel of an interested adult. Commonwealth v. McCutchen, 463 Pa. 90, 343 A.2d 669 (1975) cert. denied, 424 U.S. 934, 96 S.Ct. 1147, 47 L.Ed.2d 341 (1976).\n\n\n. Commonwealth v. McCutchen, 274 Pa.Superior Ct. 96, 417 A.2d 1270 (1979).\n\n\n. The slide depicting the head injuries was projected for twenty-two seconds, that of the anal area for fourteen seconds.\n\n\n. Prior to the projection of the slides, the jury was cautioned by the court as follows:\nThese photographs or these slides are being shown to you as part of the evidence in this case. You are not to assume from any facts or come to any conclusions from the viewing of these slides except to draw a picture of the evidence as it’s being presented to you and as you will later give such weight to it in your deliberations. The slides may be a little unpleasant. However, the purpose is to examine the accuracy and the testimony as it has been given to you and will be given to you from the commonwealth’s witness.\nYou will view the slides in the light of the testimony for the purpose of determining the extent of the injuries as described to you. You are not to become emotional about the slides. You are not to discuss this matter among yourselves until the conclusion of the case and you have been charged with the responsibility of determining the issues that this Court will charge you to determine. The fact that this manner of presentation has a certain aura of drama about it is a matter that you are to disregard. You are to disregard any inflammatory influence that they may have upon you or that you may see or may feel that may otherwise come from these pictures or slides because these slides are being presented solely for the purpose of helping to convey the information that they contain and also add possibly to the accuracy to the circumstances and the details that are depicted.\n*601Usually photographs, slides, pictures, are greater accuracy than words, and for that reason, they are presented to you, but I caution you that you should clear your minds of any emotional feelings that may arise from seeing any unpleasant scenes because your mission, of course, is to decide the facts and the issues in this case dispassionately and without any feeling of emotion. Now, these same instructions would apply to any photographs that may at any time, during the course of the trial, be shown to you ....\n\n",
            "ocr": false,
            "opinion_id": 9760110
        },
        {
            "author_str": "Larsen",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLARSEN, Justice,\nconcurring.\nI join the majority opinion. Additionally, as I stated in my dissenting opinion in Commonwealth v. Rogers, 485 Pa. 132, 136, 401 A.2d 329, 331 (1979), “an emotional response to *604pictures of violent death is natural. For some reason, however, the majority [in Rogers] thinks that this emotional response is transferred into a negative reaction and then posited on the defendant. I do not think this psychological phenomenon occurs.”\nFLAHERTY, J., joins in this concurring opinion.\n",
            "ocr": false,
            "opinion_id": 9760111
        },
        {
            "author_str": "O'Brien",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nO’BRIEN, Chief Justice,\ndissenting.\nI would affirm the Superior Court’s Order granting appellant a new trial on the basis of that court’s comprehensive discussion concerning the two color slides which were shown to the jury. Commonwealth v. McCutchen, 274 Pa.Superior Ct. 96, 417 A.2d 1270 (1979). I am compelled, however, to respond to one portion of the majority’s analysis.\nThe majority states:\n“To permit the disturbing nature of the images of the victim to rule the question of admissibility would result in exclusion of all photographs of the homicide victim, and would defeat one of the essential functions of a criminal trial, inquiry into the intent of the actor. There is no need to so overextend an attempt to sanitize the evidence of the condition of the body as to deprive the Commonwealth of opportunities of proof in support of the overous burden of proof beyond a reasonable doubt.”\n(At 549). It has long been settled in this Commonwealth that the specific intent to kill may be inferred from the use of a deadly weapon on a vital part of the victim’s body. Commonwealth v. Tempest, 496 Pa. 436, 437 A.2d 952 (1981); Commonwealth v. Heller, 369 Pa. 457, 87 A.2d 287 (1952); Commonwealth v. Greene, 227 Pa. 86, 75 A. 1024 (1910). In the instant case, the testimony of the medical examiner that the victim was repeatedly beaten on the head with a blunt instrument was sufficient to establish the requisite specific intent to kill for a conviction of murder of the first degree.\nI dissent.\n",
            "ocr": false,
            "opinion_id": 9760112
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}