{
    "id": 2416611,
    "judges": "Johnstone",
    "date_filed": 911433600000,
    "date_filed_is_approximate": false,
    "slug": "hudson-v-commonwealth",
    "case_name_short": "Hudson",
    "case_name": "Hudson v. Commonwealth",
    "case_name_full": "Eddie Franklin HUDSON, Appellant, v. COMMONWEALTH OF KENTUCKY, Appellee",
    "attorneys": "Daniel T. Goyette, Chief Jefferson District Public Defender, Bruce P. Hackett, Deputy Appellate Public Defender, Louisville, for Appellant., A.B. Chandler, III, Attorney General of Kentucky, Kent T. Young, Assistant Attorney General, Criminal Appellate Division, Office of Attorney General, Frankfort, for Ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Case Ordered Published by Supreme Court Sept. 3, 1998.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"A9l\">\n    Eddie Franklin HUDSON, Appellant, v. COMMONWEALTH OF KENTUCKY, Appellee.\n   </parties><docketnumber id=\"A_k\">\n    No. 97-SC-603-MR.\n   </docketnumber><court id=\"AJM\">\n    Supreme Court of Kentucky.\n   </court><decisiondate id=\"ApO\">\n    Nov. 19, 1998.\n   </decisiondate><otherdate id=\"A_9\">\n    Case Ordered Published by Supreme Court Sept. 3, 1998.\n   </otherdate><br><attorneys id=\"b139-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"107\"> \n     *107\n     </span>\n    Daniel T. Goyette, Chief Jefferson District Public Defender, Bruce P. Hackett, Deputy Appellate Public Defender, Louisville, for Appellant.\n   </attorneys><br><attorneys id=\"b139-13\">\n    A.B. Chandler, III, Attorney General of Kentucky, Kent T. Young, Assistant Attorney General, Criminal Appellate Division, Office of Attorney General, Frankfort, for Ap-pellee.\n   </attorneys>",
    "citations": [
        "979 S.W.2d 106"
    ],
    "opinions": [
        {
            "author_str": "Johnstone",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4519.0,
            "opinion_text": "\n979 S.W.2d 106 (1998)\nEddie Franklin HUDSON, Appellant,\nv.\nCOMMONWEALTH OF KENTUCKY, Appellee.\nNo. 97-SC-603-MR.\nSupreme Court of Kentucky.\nNovember 19, 1998.\nCase Ordered Published by Supreme Court September 3, 1998.\n*107 Daniel T. Goyette, Chief Jefferson District Public Defender, Bruce P. Hackett, Deputy Appellate Public Defender, Louisville, for Appellant.\nA.B. Chandler, III, Attorney General of Kentucky, Kent T. Young, Assistant Attorney General, Criminal Appellate Division, Office of Attorney General, Frankfort, for Appellee.\nJOHNSTONE, Justice.\nAppellant, Eddie Franklin Hudson, was convicted in the Jefferson Circuit Court of murder, and sentenced to life imprisonment. He appeals to this Court as a matter of right. We affirm his conviction, but reverse and remand for a new sentencing phase.\nThe body of Elizabeth Thompson was found, bound and gagged, in the trunk of her car on June 24, 1996. An autopsy revealed that she had been strangled to death. Based on the investigation and the testimony of witnesses who last saw Ms. Thompson alive, it was determined that her body had been in the car for approximately one week.\nDuring the course of the investigation, Hudson, a friend of Ms. Thompson's, became one of the suspects in her death. On June 25, Hudson went to the police of his own volition, and agreed to speak to a detective after being advised of his Miranda rights. When Hudson was first questioned, he maintained he was at Ms. Thompson's house the last day she was seen alive, but he left after he got angry at Ms. Thompson. After further questioning by authorities, Hudson said he had killed Ms. Thompson, tied her up, and put her body in the trunk of her car.\nHe agreed to give a recorded statement to the detective, in which he described the circumstances of Ms. Thompson's death as follows: When he arrived at Ms. Thompson's house on June 17, she had been drinking, which was a source of problems and arguments between the two of them. After arguing outside in the yard, the two went inside the house, where Ms. Thompson began to hit him. He tried to leave, but Ms. Thompson would not let him. He pushed her, and she hit her head on the side of the fireplace. After that, he didn't know what happened, he just \"blacked out.\" He described tying Ms. Thompson up, wrapping her body in a blanket, placing it in the trunk, driving around, parking the car, and throwing the keys away. The recorded statement was admitted into evidence and played for the jury at trial.\nThe Commonwealth also presented the testimony of one of Hudson's fellow inmates, who said that Hudson told him he had been *108 arrested for killing a woman with whom he was having an affair. Hudson told the inmate he strangled her because she was going to leave him.\nHudson raises three issues on appeal: (1) whether the trial court should have instructed the jury on extreme emotional disturbance (EED) as a mitigating factor to intentional murder; (2) whether he was denied a unanimous verdict because the evidence did not support an instruction on wanton murder; and (3) whether the trial court erred by allowing a witness to read from warrants and uniform citations during the penalty phase of the trial.\n\nI. JURY INSTRUCTION ON EXTREME EMOTIONAL DISTURBANCE (EED)\nHudson first asserts that the trial court committed reversible error in failing to instruct the jury on extreme emotional disturbance (EED).\nHudson did not take the stand. However, after confessing that he killed Ms. Thompson, Hudson agreed to give a taped statement to the police. This statement was played for the jury. Hudson argues that the evidence contained in the taped statement entitled him to an EED instruction.\nIn the statement, Hudson claims that Ms. Thompson was drunk, and that she accused him of having a relationship with a young girl. Later, according to the statement, Ms. Thompson began talking to a \"crackhead\" and offered him beer. At this point, Hudson became a little upset. Hudson tried to reason with Ms. Thompson as she continued to drink. She began to hit him. Hudson tried to explain to Ms. Thompson that she should not talk to people like the \"crackhead,\" but she just got angrier. When Hudson tried to leave, Ms. Thompson would not let him go. She began to hit him again.\nThen, in Hudson's own words: \"I pushed her and her head hit the side of the fireplace. I guess I just panicked. I don't know what I did after that. I was scared to death.\" According to Hudson, after Ms. Thompson hit her head on the fireplace, while she was lying motionless on the floor, \"she starts bleeding out the side of her head and stuff and I did not . . . I went crazy. I don't know what happened after that. I just blacked out.\"\n\"The presence or absence of extreme emotional [disturbance] is a matter of evidence . . . .\" Wellman v. Commonwealth, Ky., 694 S.W.2d 696, 697 (1985). The evidence offered in support of an EED instruction must show:\na temporary state of mind so enraged, inflamed, or disturbed as to overcome one's judgment, and to cause one to act uncontrollably from the impelling force of the extreme emotional disturbance rather than from evil or malicious purposes. It is not a mental disease in itself, and an enraged, inflamed, or disturbed emotional state does not constitute an extreme emotional disturbance unless there is a reasonable explanation or excuse therefor, the reasonableness of which is to be determined from the viewpoint of a person in the defendant's situation under circumstances as defendant believed them to be.\nMcClellan v. Commonwealth, Ky., 715 S.W.2d 464, 468-69 (1986), cert. denied 479 U.S. 1057, 107 S. Ct. 935, 93 L. Ed. 2d 986 (1987). Further, there must be evidence of an event which triggers the explosion of violence on the part of the defendant, and the triggering event itself must be sudden and uninterrupted. Foster v. Commonwealth, Ky., 827 S.W.2d 670, 678 (1992), cert. denied, 506 U.S. 921, 113 S. Ct. 337, 121 L. Ed. 2d 254 (1992).\nAccording to Hudson, he \"panicked\" after he pushed Ms. Thompson and she hit her head on the fireplace; he \"went crazy\" when he saw her bleeding out of the side of her head. Ms. Thompson was strangled to death. She did not die from a blow to the head. The only inference to be drawn from Hudson's statement is that Ms. Thompson was strangled after Hudson \"went crazy,\" upon seeing her lying unconscious and bleeding from the head. Assuming arguendo that Ms. Thompson actions\u0097 verbal and physical abuse, talking to the \"crackhead,\" etc.\u0097 were sufficient to inflame Hudson's mind or to overcome his judgment, it is beyond belief that those actions, in and of themselves, establish from Hudson's point of view, a reasonable *109 explanation or excuse for strangling the unconscious and bleeding Ms. Thompson to death.\nFurthermore, the taped statement provides \"no evidence that at the time of the act of homicide there was some event, some act, some words, or the like, to arouse extreme emotional disturbance.\" Wellman, 694 S.W.2d at 697 (emphasis in the original). At the time Hudson strangled Ms. Thompson to death, she was unconscious and bleeding from the head. There must be some definitive, non-speculative evidence to support an EED instruction. Morgan v. Commonwealth, Ky., 878 S.W.2d 18, 20 (1994). In this case, there was no evidence to show that a triggering event occurred at the time of the act as required by law.\nHudson was not entitled to an instruction on extreme emotional disturbance. There was no error.\n\nII. JURY INSTRUCTION ON WANTON MURDER\nHudson next argues that the jury instructions were in error. The jury was instructed in relevant part on both intentional and wanton murder as follows:\n\nINSTRUCTION NO. 1\u0097MURDER\nYou will find the defendant guilty of Murder under this instruction if, and only if, you believe from the evidence beyond a reasonable doubt all of the following:\n. . . .\n(B) That in so doing:\n(1) he caused the death of Mary Elizabeth Thompson intentionally\nOR\n(2) he was wantonly engaging in conduct which created a grave risk of death to another and thereby caused the death of Mary Elizabeth Thompson under circumstances manifesting an extreme indifference to human life.\nIf you find the defendant guilty under this instruction you will so indicate by signing the appropriate form.\nThis instruction followed the pattern set forth in 1 Cooper, Kentucky Instructions to Juries (Criminal) § 3.24 and was not in error. \"The danger of committing reversible error by giving this instruction can be avoided by using form verdicts requiring the jury to state whether guilt is found under section B(1) or B(2).\" Id. comt. Unfortunately, the trial court did not use such a form verdict. The form verdict used by the trial court stated: \"We the Jury find the defendant, EDDIE HUDSON, guilty under Instruction No. 1 (Murder).\" This form verdict did not allow the jury to distinguish whether it found Hudson guilty of intentional or wanton murder. Hudson argues that he was denied the right to a unanimous verdict because the evidence at trial did not support giving an instruction on wanton murder.\nIn Wells v. Commonwealth, Ky., 561 S.W.2d 85, 88 (1978), we stated:\nKRS 508.010 brings together two distinct culpable mental states (intent and wantonness manifesting extreme indifference to the value of human life) and punishes them equally under specified circumstances. Either mental state will support a conviction of assault in the first degree and punishment for such crime. The legal effect of the alternative conclusions is identical. There was ample evidence to support a verdict on either theory of the case. We hold that a verdict can not be successfully attacked upon the ground that the jurors could have believed either of two theories of the case where both interpretations are supported by the evidence and the proof of either beyond a reasonable doubt constitutes the same offense.\n\"An instruction of an alternative nature is proper only when either theory (intentional/wanton) is reasonably supported by the evidence.\" Barbour v. Commonwealth, Ky., 824 S.W.2d 861, 863 (1992), citing Hayes v. Commonwealth, Ky., 625 S.W.2d 583 (1981). Hudson argues that the evidence in the case at bar only supports an instruction on intentional murder.\nMs. Thompson died of asphyxia due to manual or ligature strangulation. Testimony at trial was that manual strangulation required exerting enough force to fracture a bone deep in the neck and continuing to exert the same force for the next three to *110 five minutes. Hudson argues that this could not have been evidence of wanton conduct.\nIntent to kill can be inferred from the extent and character of a victim's injuries. Parker v. Commonwealth, Ky., 952 S.W.2d 209, 212 (1997), cert. denied, ___ U.S. ___, 118 S. Ct. 1066, 140 L. Ed. 2d 126 (1998). Further, because a person is presumed to intend the logical and probable consequences of his conduct, \"a person's state of mind may be inferred from actions preceding and following the charged offense.\" Id. However, whether a defendant actually has an intent to kill remains a subjective matter. Smith v. Commonwealth, Ky., 737 S.W.2d 683, 688 (1987). Moreover, neither the inference nor the presumption of intent are mandatory. Indeed, if they were, most trials would be mere formalities.\nOnce the facts of a killing are established, whether the act itself is murder depends upon the mind of the killer. The state of that mind at the time of the killing is almost never clear, not even to the defendant himself. This is especially true in this case. According to Hudson's statement, he \"went crazy\" after he saw Ms. Thompson lying unconscious on the floor. He did not \"know what happened after that.\" He \"just blacked out.\" Further, he stated that he did not know why he bound and gagged Ms. Thompson.\nTo say that the method and means of Ms. Thompson's death only support an instruction on intentional murder is to make the inference of intent mandatory. The result ignores the significance of Hudson's statement in this case. As a general rule, such a result takes the defendant's mind out of the question of what his mental state was at the time of killing.\nThe only inference to be drawn from Hudson's statement is that he killed Ms. Thompson after he \"went crazy.\" In light of the totality of the evidence, the jury could have reasonably found that in Hudson's crazed state he was \"wantonly engag[ed] in conduct which created a grave risk of death to another and thereby caused the death of Mary Elizabeth Thompson under circumstances manifesting an extreme indifference to human life.\"\nWe find no error in the jury instructions on the facts of this case. However, we strongly emphasize that, when intentional and wanton murder are included in a single instruction, the preferred practice is to include a form verdict that requires the jury to state whether guilt is found under the theory of intentional murder or under the theory of wanton murder.\n\nIII. EVIDENCE ADMITTED IN SENTENCING PHASE\nFinally, Hudson argues that the trial court erred in permitting a witness to read information about Hudson's previous convictions from the warrants or uniform citations during the sentencing phase of the trial. KRS 532.055(2)(a) allows the Commonwealth, during the penalty phase of a trial, to introduce evidence relevant to sentencing, including \"prior convictions of the defendant\" and \"the nature of prior offenses for which he was convicted.\" However, this Court has determined that all that is admissible as to the \"nature\" of prior convictions is a description of the general nature of the crime. Robinson v. Commonwealth, Ky., 926 S.W.2d 853, 855 (1996).\nIn the instant case, the Commonwealth called a district court supervisor to testify regarding the records of Hudson's convictions. In addition to reading the convictions, dates, and sentences, the supervisor read information regarding the factual circumstances of each conviction from the warrants or uniform citations. The amount of information heard by the jury was clearly beyond the limitation set forth in Robinson, and therefore, should not have been admitted.\nFor the foregoing reasons, we affirm Hudson's conviction, but reverse and remand for a new sentencing phase consistent with this opinion.\nAll concur.\n",
            "ocr": false,
            "opinion_id": 2416611
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}