{
    "id": 4769,
    "judges": null,
    "date_filed": "1980-09-24",
    "date_filed_is_approximate": true,
    "slug": "us-v-russell",
    "case_name_short": "Russell",
    "case_name": "U.S. v. Russell",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\91/91-1406.0.wpd.pdf",
            "author_id": null,
            "opinion_text": "                 UNITED STATES COURT OF APPEALS\n                          FIFTH CIRCUIT\n\n                          ______________\n\n                            No. 91-1406\n                          ______________\n\n\n                    UNITED STATES OF AMERICA,\n                       Plaintiff-Appellee,\n\n                              VERSUS\n\n                          BOBBY RUSSELL,\n                       Defendant-Appellant.\n\n       __________________________________________________\n\n          Appeal from the United States District Court\n            For the Northern District of Mississippi\n       __________________________________________________\n                        (April 28, 1992)\n\nBefore JOLLY, JONES and EMILIO M. GARZA, Circuit Judges.\n\nEMILIO M. GARZA, Circuit Judge:\n\n     Defendant Bobby Russell pled guilty to tax fraud and other\n\nfraudulent activity.   Russell appeals, arguing that the search\n\nwarrant used to obtain evidence which played an integral part in\n\nhis conviction was defective and that the good faith exception to\n\nwarrantless searches does not apply.   We disagree, and affirm the\n\ndistrict court's orders overruling Russell's motions to suppress\n\nthis evidence.\n\n                                  I\n\n     On August 20, 1986, James Baker--a special agent with the IRS\n\ncriminal investigation division--applied for a search warrant to\n\nthe United States District Court for the Northern District of\n\nMississippi. The application sought permission to search Russell's\n\foffice1 and home because he was suspected of tax fraud.2        The\n\nMagistrate Judge found probable cause and issued a search warrant.3\n\n     The search warrant was executed on Russell's residence and\n\nplace of business the next day.    The warrant served on Russell and\n\nthe warrant in the Magistrate Judge's files, however, failed to\n\ninclude the second attachment describing the items to be seized.4\n\nDuring the search, however, Baker posted a copy of the list of\n\n            1\n          Russell was the sole proprietor of BHR Publishing in\nTupelo, Mississippi. In his capacity as proprietor of BHR, Russell\npublished newspapers, magazines, and calendars, and conducted\ncountry music shows for different organizations.\n        2\n         On April 19, 1990, a federal grand jury in the Northern\nDistrict of Mississippi returned a 226-count Indictment against\nRussell and his coconspirator, Beverly Bedford. The Indictment\nalleges various instances of tax fraud, including fraudulent\ndeductions and fraudulent use of IRS Form W-2.\n    3\n       Baker's application for a search warrant was accompanied by\na thirteen-page affidavit.    Part I of the affidavit described\nBaker's qualifications and the crimes which Russell allegedly\ncommitted.     Part II set forth the underlying facts and\ncircumstances which provided probable cause for the issuance of the\nsearch warrant. Part III of the affidavit listed the items to be\nseized during the search.\n        4\n         The warrant, as issued by the Magistrate Judge, was to\ninclude two attachments. The first attachment was to describe the\npremises to be searched, and the second attachment was to describe\nthe items to be seized. These attachments were used because the\nwarrant form had insufficient space.     Where the property to be\nseized was supposed to be listed, the search warrant read \"(See\nattached)\" (A copy of Part III of the affidavit from the\napplication and affidavit for search warrant, see supra note 3, was\nsupposed to be attached). This second attachment, describing the\nproperty to be seized, was omitted from the search warrant. The\ncause of this defect in the search warrant is unknown. Neither the\nMagistrate Judge nor Baker could clearly ascertain how the second\nattachment was omitted from the search warrant. The Magistrate\nJudge's staff was apparently responsible for compiling the\nattachments from the affidavit and assembling the warrant. The\ndistrict court's finding that Baker acted in good faith (see infra\nnote 6) suggests that Baker was not responsible for this oversight.\nSee also infra note 10.\n\n                                  -2-\n\fitems to be seized, and made a computerized inventory of each item\n\nactually seized from Russell's house and office.               When the search\n\nwas completed, Baker served Russell with a copy of the warrant and\n\na copy of the inventory of the items seized.               At trial, Russell\n\nmoved to suppress the evidence seized on the ground that the\n\nwarrant--which did not include a list of items to be seized during\n\nthe search--was fatally defective.                 The district court denied\n\nRussell's       motion   and   held   that   the    evidence   should   not   be\n\nsuppressed.5      Russell appeals.6\n\n\n\n\n    5\n            See Russell v. United States, 649 F. Supp. 1402 (N.D. Miss.\n1986).\n        6\n        Prior to his appeal, the district court reconsidered the\nsuppression issue in light of the affidavit of Bill Gibson, a\nspecial agent with the Internal Revenue Service. Gibson alleged\nthat on the night of August 20, 1986--the day before the warrant\nwas executed--he met with Baker, who had applied for the warrant to\nsearch Russell's house and office. Gibson allegedly told Baker\nthat the warrant did not contain a list of items authorized to be\nseized.   The district court considered Gibson's testimony, and\nentered an opinion overruling Russell's supplemental motion to\nsuppress. In its order, the district court stated that there was\nnothing in the record, including the affidavit of Gibson, to\nindicate that Baker sought the warrant in anything other than good\nfaith.\n         On appeal, Russell reasserts that Gibson's affidavit\nindicates a lack of good faith on Baker's part. As we have noted\ninfra note 10, the facts show that Baker understood that the search\nand seizure was limited to the premises and items listed in the\naffidavit, and that the scope of the intended search and seizure\nwas not exceeded. Therefore, we do not agree with Russell that\nBaker either wilfully served a warrant he knew to be defective or\nthat he was ignorant of the Constitution. Moreover, the district\ncourt's fact findings regarding Bakers' good faith--findings\nsupported by the record (see infra note 10)--are not clearly\nerroneous.\n\n                                       -3-\n\f                                         II\n\n       Russell contends that the evidence seized should have been\n\nsuppressed      because   the   search    warrant--missing      the     attachment\n\nlisting and describing the items to be seized (see supra notes 3-\n\n4)--was defective and because the warrant was not obtained and\n\nexecuted in good faith. Our review of the objective reasonableness\n\nof an officer's reliance on a search warrant is a question of law\n\nreviewable de novo, and the underlying facts upon which that\n\ndetermination is based is reviewed for clear error.                     See United\n\nStates v. Maggitt, 778 F.2d 1029, 1035 (5th Cir. 1985), cert.\n\ndenied, 476 U.S. 1184, 106 S. Ct. 2920 (1986); United States v.\n\nTedford, 875 F.2d 446, 448 (5th Cir. 1989) (citations omitted)\n\n(this court accepts facts underlying the trial court's finding of\n\ngood    faith    unless    clearly   erroneous;        the    court's     ultimate\n\ndetermination that officers acted in good faith is a conclusion of\n\nlaw subject to de novo review).\n\n       The Fourth Amendment to the Constitution states that warrants\n\nshall particularly describe the place to be searched, and the\n\nperson or things to be seized.           Rule 41(c) of the Federal Rules of\n\nCriminal   Procedure      states   that       a   warrant   shall   identify   the\n\nproperty or person to be seized and name or describe the person or\n\nplace to be searched.           See Fed. R. Crim. P. 41(c).              In their\n\nbriefs, the parties do not disagree that, because the warrant in\n\nthis case did not include a list of the items to be seized as is\n\nrequired by the Fourth Amendment and Rule 41(c) of the Federal\n\nRules of Criminal Procedure, the warrant was defective. Therefore,\n\n\n                                         -4-\n\fwe will only determine whether the good faith exception to the\n\nexclusionary rule applies.\n\n     The purpose of the exclusionary rule is to deter police\n\nmisconduct.      See United States v. Leon, 468 U.S. 897, 916, 104 S.\n\nCt. 3405, 3417 (1984).       The Court has stated that the exclusionary\n\nrule should not be applied to suppress evidence if the evidence was\n\nobtained by officers acting in objectively reasonable reliance on\n\na subsequently invalidated search warrant.            See id. at 922-23,\n\n104 S. Ct. at 3420; Massachusetts v. Sheppard, 468 U.S. 981, 987-\n\n88, 104 S. Ct. 3424, 3427 (1984) (citation omitted).            However, this\n\ngood faith exception does not apply if: (1) in issuing the warrant\n\nthe magistrate is misled by information in the affidavit that the\n\naffiant knows is false or would have known was false except for his\n\nreckless disregard of the truth; (2) the issuing magistrate wholly\n\nabandons   his    judicial   role;   (3)   the   warrant   is   based   on   an\n\naffidavit so lacking in indicia of probable cause that official\n\nbelief in its existence is entirely unreasonable; or, (4) the\n\nwarrant is so facially deficient in failing to particularize the\n\nplace to be searched and things to be seized that the executing\n\nofficers cannot reasonably presume it to be valid.                 See Leon,\n\n468 U.S. at 923, 104 S. Ct. at 3421 (citations omitted).\n\n     The Government refers us to Massachusetts v. Sheppard, 468\n\nU.S. 981, 104 S. Ct. 3424 (1984), where the Court discussed a\n\nsituation somewhat similar to that in this case.           In Sheppard, the\n\nCourt affirmed the execution of a warrant that authorized a search\n\nfor \"controlled substances,\" but was actually meant to enable a\n\n\n                                     -5-\n\fsearch for evidence of a murder.        The judge attempted to modify the\n\nwarrant, but failed to incorporate an affidavit stating the items\n\nto be searched for.         Id. at 986-87, 104 S. Ct. at 3426-27. In\n\nholding that the evidence was properly admitted notwithstanding the\n\ndefect in the warrant, the Court stated that the police conduct was\n\nobjectively reasonable and largely error free, and that it was the\n\njudge, and not the police officers, who made the critical mistake.\n\nId. at 990-91, 104 S. Ct. at 3429; see also United States v.\n\nAnderson, 851 F.2d 384, 388-89 (D.C. Cir. 1988), cert. denied, 488\n\nU.S. 1012, 109 S. Ct. 801 (1989) (discussing Sheppard).                    In\n\nSheppard, the Court noted that suppressing evidence because the\n\njudge failed to make all the necessary clerical corrections,\n\ndespite his assurance that such changes would be made, would not\n\nserve    the    deterrent   function   that   the   exclusionary   rule   was\n\ndesigned to achieve.        See Sheppard, 468 U.S. at 990-91, 104 S. Ct.\n\nat 3429.       In this case, we likewise see nothing to be gained by\n\nlaying fault for this apparent clerical error at Baker's feet.7\n\n     Russell's      arguments     primarily    focus   on   the    objective\n\nreasonableness of Baker in relying on the defective warrant.               He\n\nargues that Baker did not do all that could be reasonably expected\n\nto rectify the defective warrant. According to Russell, Baker knew\n\nabout the missing list of items to be seized because another agent\n\nhad pointed it out to him the night before the search.8              Russell\n\ncontends that, when Baker spoke to the Magistrate Judge on the\n\n     7\n         See supra note 4.\n     8\n         See supra note 6.\n\n                                       -6-\n\fmorning of the search, Baker should have asked about the missing\n\nlist of items.9      We find these arguments unpersuasive.\n\n     As the Government notes, the evidence indicates that the\n\nwarrant--defective because of clerical error--was executed in good\n\nfaith.10      As the Court noted in Sheppard, the exclusionary rule was\n\n     9\n       Russell also argues that Baker's misunderstanding about the\nnecessity for the list to be attached to the warrant does not\njustify the application of the good faith exception. He asserts\nthat the warrant was so defective that a reasonably well-trained\nagent could not have been expected to rely on the warrant.\nLikewise, Russell contends that the search grossly exceeded the\nscope of the probable cause affidavit.\n         10\n         Baker prepared and presented an application for a search\nwarrant which was supported by an affidavit that demonstrated\nprobable cause and set forth the place to be searched and the items\nto be seized.      Specifically, the direct examination of the\nMagistrate Judge reveals the following exchange:\n     Q.   During the course of the hearing concerning this\n     warrant, what did you considering in issuing the warrant?\n     A. . . . I read the affidavit prepared by the special\n     agent and executed before me . . . I looked at the\n     description of the property. I look at the itemized list\n     of things to be seized. I read and studied the facts,\n     the underlying facts of probable cause. And based on\n     looking at the description, I then looked at the search\n     warrant and I signed it, after considering all of the\n     things stated in the affidavit.\n     Q. Did you make a finding of probable cause?\n     A. I did make a finding of probable cause. And I looked\n     at the search warrant and signed it.\nRecord on Appeal, vol. II at 13, United States of America v. Bobby\nRussell, No. 91-1406 (5th Cir. filed Apr. 16, 1991) [\"Record on\nAppeal\"] (direct examination of Magistrate Judge):\n     The record establishes that the search warrant signed by the\nMagistrate Judge contained an attachment identifying the place to\nbe searched, but did not have the list of items to be seized. See\nRecord on Appeal (Government's Exhibit #2: copy of search warrant\nthat was signed and executed by Magistrate Judge on August 20,\n1986). Neither Baker nor the Magistrate Judge realized that the\nlist of items to be seized contained in the affidavit was not\nattached to the warrant as finally assembled, as is supported by\nthe following testimony:\n     Q. Now, at the time you signed the warrant, were you\n     aware that the things to be seized were inadvertently\n     omitted from the - -\n\n                                    -7-\n\f     A. I was not at that time. I was not aware of that, at\n     that time, that that has been omitted from the search\n     warrant.\n     Q.    Had you known that, would you have signed the\n     warrant?\n     A.   I would have seen to it that it would have been\n     attached before I signed it.\n                               * * *\n     Q. Do you have any idea of what happened to the list\n     that should have been attached to the warrant?\n     A. I cannot recall.\n                               * * *\n     A.   So I went back in my file, when you filed your\n     motion, and I did not have a copy of those items attached\n     to my copy of the search warrant. I do recall seeing\n     those items listed in the affidavit.\nRecord on Appeal at 15, 17, 23 (direct and cross examination of\nMagistrate Judge); id. at 63 (cross examination of Baker):\n     Q. Well, you understood that you had a copy of the whole\n     warrant, didn't you?\n     A. Actually, I later learned during the execution when\n     I handed him the return that in fact the attachment was\n     not on there. But I didn't question the fact that the\n     attachment for items to be seized was not on the warrant.\n     And the reason I didn't question it was because of a\n     fairly unusual event, at least in my experience with\n     warrants is concerned, at the time I was handed the\n     document to be served on Mr. Russell, at my request,\n     prior to going to the Magistrate's Office, Mr. Dawson\n     asked the Magistrate if he would seal the file. The file\n     included necessarily the affidavit. Because Item 3 of\n     the affidavit was in fact the item 2 attachment to the\n     warrant. When I handed Mr. Russell the file, even though\n     I noticed it wasn't on there, I assumed it was omitted by\n     the Magistrate because it didn't have to be attached.\n     Q.   You assumed that when you left the Magistrate's\n     office?\n     A. No. I didn't even know it wasn't on there. I didn't\n     think about it, whether it was or wasn't. I never looked\n     at the file. I never looked at the document given to me\n     by the Magistrate at all until 9:50 pm on the 21st of\n     August when I gave it to Mr. Russell.\nThere is also an abundance of other testimony in the record to\nsuggest that the Magistrate Judge and Baker were aware of the\nwarrant's limitations and acted accordingly:\n\n    --    The facts indicate that the Magistrate Judge and\n    Baker understood that the search and seizure was limited\n    to the premises listed and the list of items contained in\n    the affidavit:\n\n                              -8-\n\f     Q.   Now, Magistrate Gillespie, through the\n     process you've talked about issuing this\n     particular    warrant,     what    was    your\n     understanding about the searching and seizing\n     authority of Special Agent Baker?:\n     A.   That under the warrant that he had the\n     authority to search the property described in\n     the search warrant and seize the items listed\n     therein.\n     Q. Would that list be identical to the list\n     attached to the affidavit?\n     A. That's right.\nRecord on Appeal at 17 (direct examination of Magistrate\nJudge); id. at 53 (direct examination of Baker):\n     Q.     Now, what did you believe was your\n     authority to search with respect to the place\n     to be searched?\n     A.    I was convinced that my authority to\n     search the premises . . . was limited solely\n     to the items listed in the affidavit that I\n     filed with the Magistrate under oath and only\n     Section 3 items subject to being seized.\n\n-- The facts show that, on the morning of the search,\nBaker called the Magistrate Judge to add an item that had\nbeen omitted from the affidavit's list:\n     Q. Did you call the Magistrate?\n     A. Yes. I was specifically concerned about\n     adding the item to the warrant. I knew that I\n     could not add the item to the warrant or\n     search for it if in fact I did not have the\n     approval of the Magistrate.\n                          * * *\n     A. At approximately 10:06 am I called the\n     Magistrate.    At which time I informed the\n     Magistrate that due to what appeared to be a\n     typing error in the attachment of items to be\n     searched to the affidavit, which included the\n     warrant . . . there was omitted an item I for\n     Equipment or Devices used to prepare any\n     document or record described herein.     And I\n     have the original, a copy of the original\n     document that I wrote on . . . which is the\n     third page of this document, states \"Added\n     10:06 am, 8-21-86 A.P.P. telephone Magistrate\n     Gillespie.\"\nId. at 45 (direct examination of Baker).\n\n-- In addition, the subsequent seizure of items from\nRussell's home and business was limited to the items from\n\n                          -9-\n\fthe list in the affidavit:\n     Q. Now, these five agents, you said had the\n     authority to search and therefore given a copy\n     of the items to be seized?\n     A.    That's correct.    They were the only\n     persons.\n     Q. Who was the only person who had authority\n     to make the judgment to seize an item?\n     A. I was the only person on the entire search\n     team that was authorized physically to make a\n     decision to seize any item.\n     Q.    Now, did you have a backup for that\n     decision?\n     A. Yes, I did. I had a [protective] device,\n     as I thought of it at the time, in that I had\n     another agent checking my decision regarding\n     the applicability of the item to be seized\n     against the items listed in the inventory.\n     Q. Who was that?\n     A. Special Agent Ransig. And I gave him the\n     original copy of the items to be seized\n     section, which I had in my possession, and I\n     put his name at the top of that document,\n     which he kept in his possession the entire\n     time the search was executed.\n     Q. Did Mr. Ransig also have any additional\n     duties during the search with respect to\n     making a return?\n     A. Yes, he did. The reason that I had him\n     postured to double check any decision I made\n     was because his primary duty was not to search\n     but inventory on a computer terminal, which we\n     set up on the premises of Mr. Russell's\n     business, all of items that were subject to\n     being seized.\n     Q. What advantage did that give to you in the\n     course to the owner of the premises?\n     A. It insured that only the items subject to\n     seizure were in fact being seized.\n     Q.   What about making an immediate return\n     computer printout?\n     A. That was primarily the reason that we use\n     the computer in the first place was so that we\n     could lend a much more accurate, complete and\n     quicker return after execution of the search.\nId. at 47-48 (direct examination of Baker).\n\n-- Baker also posted a copy of the list of items to be\nseized on the wall of Russell's office:\n     A. The particular one, [copy of items to be\n\n                          -10-\n\fadopted to deter unlawful searches by police, not to punish the\n\nclerical errors of magistrates and judges.       See Massachusetts v.\n\nSheppard, 468 U.S. 981, 990, 104 S. Ct. 3424, 3429 (1984) (citation\n\nomitted).11    Accordingly,   we   find   that   the   Leon good faith\n\n\n          seized] which I have is a copy of, was\n          actually posted on the wall in the room\n          described as Room 1 on the drawing of the\n          premises diagram of the floor plan right next\n          to the computer, right across, I would say\n          within six or seven feet of Mr. Russell's\n          desk.\n     Id. at 48-49 (direct examination of Baker).\n\n     --   And finally, Baker orally advised Russell of the\n     items to be seized when he first arrived and then left\n     Russell a computerized listing of the items to be seized:\n          Q. Now, was a copy of the warrant left with\n          Mr. Russell?\n          A. Yes, it was. Everything I was given by\n          the Magistrate to serve on Mr. Russell was\n          given to Mr. Russell. And, in addition, this\n          computerized list of the return.\n          Q. So the copy of the warrant, as issued by the\n          Magistrate, was served on Mr. Russell?\n          A. Yes.\n          Q.     And, in addition, the computerized\n          printout of things that had actually been\n          seized was left with Mr. Russell?\n          A. That's correct.\n          Q. Now, in addition to that, did you orally\n          advise Mr. Russell of the things that were\n          going to be seized?\n          A. Yes.\n     Id. at 49 (direct examination of Baker).\n     11\n         See also United States v. Anderson, 851 F.2d 384, 388-89\n(D.C. Cir. 1988). In Anderson, an affidavit prepared in support of\na state search warrant specified in detail the items to be seized,\nbut the affidavit was not attached to or incorporated by the\nwarrant.    In holding that the investigating officers had an\nobjectively reasonable basis for their mistaken belief that their\nsearch of a motel room was authorized by a valid warrant, the D.C.\nCircuit noted that: (1) the investigating officers presented the\naffidavit to a neutral judge along with an affidavit submitted\nearlier in support of a federal warrant, (2) the search was\nexecuted by the same officers who had prepared the affidavits, and\n(3) the scope of the search was limited to the items listed in the\n\n                               -11-\n\fexception applies, and we affirm the district court's orders\n\noverruling Russell's motions to suppress.\n\n                              III\n\n     For the foregoing reasons, we AFFIRM.\n\n\n\n\naffidavits. Id.\n          Similarly, in United States v. Maxwell, 920 F.2d 1028,\n1034 (D.C. Cir. 1990), the agent who applied for a search warrant\nprepared an affidavit detailing the illegalities of which the\ndefendant was suspected and presented it to a neutral and detached\nmagistrate. The magistrate determined that probable cause existed\nto search the defendant's apartment, but neglected to incorporate\nthe agent's affidavit into the warrant.     Id.  The D.C. Circuit\nnoted that, when the magistrate signed the warrant at issue with\nthe affidavit apparently attached although not specifically\nincorporated into the search warrant, the agent could have\nreasonably concluded that the scope of the warrant was limited to\nmaterials supporting the allegations contained in the affidavit.\nId. The court also noted that the same agent who prepared the\naffidavit and obtained the warrant also oversaw the execution of\nthe warrant. Id. Thus, the court held that the agents took every\nstep that could reasonably be expected of them, and that a\nreasonable police officer would have concluded that the warrant\nauthorized a search for the materials outlined in the affidavit.\nId. (citations omitted).\n\n                              -12-\n\f",
            "ocr": false,
            "opinion_id": 4769
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}