{
    "id": 2437844,
    "judges": "Reeves, Peeples and Carr",
    "date_filed": 648259200000,
    "date_filed_is_approximate": false,
    "slug": "saunders-v-state",
    "case_name_short": "Saunders",
    "case_name": "Saunders v. State",
    "case_name_full": "Dan H. SAUNDERS, Jr., Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Lawrence B. Mitchell, Mark Troy, Dallas, for appellant., Rogelio F. Munoz, Dist. Attys. Office, Uvalde, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Aug. 27, 1990.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b125-5\">\n    Dan H. SAUNDERS, Jr., Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b125-7\">\n    No. 04-89-00235-CR.\n   </docketnumber><br><court id=\"b125-8\">\n    Court of Appeals of Texas, San Antonio.\n   </court><br><decisiondate id=\"b125-10\">\n    July 18, 1990.\n   </decisiondate><br><otherdate id=\"b125-11\">\n    Rehearing Denied Aug. 27, 1990.\n   </otherdate><br><attorneys id=\"b126-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"92\"> \n     *92\n     </span>\n    Lawrence B. Mitchell, Mark Troy, Dallas, for appellant.\n   </attorneys><br><attorneys id=\"b126-18\">\n    Rogelio F. Munoz, Dist. Attys. Office, Uvalde, for appellee.\n   </attorneys><br><judges id=\"b126-19\">\n    Before REEVES, PEEPLES and CARR, JJ.\n   </judges>",
    "citations": [
        "794 S.W.2d 91"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n794 S.W.2d 91 (1990)\nDan H. SAUNDERS, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 04-89-00235-CR.\nCourt of Appeals of Texas, San Antonio.\nJuly 18, 1990.\nRehearing Denied August 27, 1990.\n*92 Lawrence B. Mitchell, Mark Troy, Dallas, for appellant.\nRogelio F. Munoz, Dist. Attys. Office, Uvalde, for appellee.\nBefore REEVES, PEEPLES and CARR, JJ.\n\nOPINION\nREEVES, Justice.\nAppellant was convicted by a jury of conspiracy to commit arson. TEXAS PENAL CODE ANN. § 15.02. The trial court assessed punishment at five years' confinement.\nWe shall first address appellant's argument that the evidence was insufficient to support his conviction. The state's theory presented to the jury was that appellant had his house burned down in order to collect insurance proceeds. James Woodley, an old friend of appellant's, testified that appellant approached him with a request to burn the house while appellant would be out of the state. Woodley refused. Shortly thereafter appellant told him he had found someone else to do the job for five thousand dollars. Despite his refusal to commit arson, Woodley agreed to assist appellant by storing some of his belongings so they would be saved from the fire. Because of this assistance Woodley was also indicted for the same offense as appellant.\nAppellant now contends that because Woodley was an accomplice witness the state was required to offer sufficient evidence independent of his testimony to connect appellant with the offense. TEX. CODE CRIM.PROC.ANN. art. 38.14. We disagree. No charge was submitted to the jury instructing the jurors to apply this evidentiary test. Accomplice witness testimony was not defined in the abstract or included in the paragraph applying the law to the facts. The sufficiency of the evidence is to be measured by the charge that was given to the jury. Boozer v. State, 717 S.W.2d 608, 610 (Tex.Crim.App.1984). Under the charge that was given to appellant's jury, the evidence, including Woodley's *93 testimony, was sufficient to support the verdict of guilty. Appellant's fifth point of error is overruled.\nIn his first point of error appellant contends the trial court committed fundamental error by failing to charge the jury on accomplice witness testimony, and that appellant was egregiously harmed by this error. We agree.\nJames Woodley was indicted for the same offense in the same indictment with appellant. He was therefore an accomplice witness as a matter of law. Burns v. State, 703 S.W.2d 649, 651 (Tex.Crim.App. 1985). The trial court was under a duty to so instruct the jury. Id. Appellant, however, did not object to the court's failure to include a charge on accomplice witness testimony. To obtain reversal he must therefore demonstrate the error caused him \"egregious harm\"; that is, that the error created such harm he was deprived of a fair and impartial trial as a result. Almanza v. State, 686 S.W.2d 157, 171 (Tex. Crim.App.1984) (Opinion on rehearing 1985).\nIn Gonzales v. State, 441 S.W.2d 539, 542 (Tex.Crim.App.1969), the Court of Criminal Appeals listed three non-exclusive instances in which failure properly to charge on accomplice witness testimony would constitute reversible error. The two applicable to this case are that reversal is required (1) if the witness was an accomplice, there is no evidence to corroborate his testimony, or (2) where the evidence exclusive of the accomplice witness's testimony is insufficient to support conviction. Id. Gonzales predated the harm test established in Almanza, supra, but the Court of Criminal Appeals has continued to utilize the Gonzales standards in light of Almanza. Burns, supra, 703 S.W.2d at 651-52.\nIn the instant case, Woodley was an accomplice as a matter of law and his testimony was essential to the State's case. The court's failure to instruct the jury that Woodley was an accomplice witness, so that his testimony required corroboration in order to convict, resulted in egregious harm to appellant if in fact Woodley's testimony was not corroborated. Gonzales at supra. The test for determining the sufficiency of the corroborating evidence is well established. Evidence independent of the accomplice's testimony must tend to connect the defendant to the commission of the offense. Article 38.14, supra. The corroborative evidence need not be sufficient by itself to establish guilt beyond a reasonable doubt. The test is to eliminate the testimony of the accomplice from consideration and determine whether the other evidence tends to connect the defendant with the commission of the offense. Killough v. State, 718 S.W.2d 708, 710 (Tex. Crim.App.1986).\nOther evidence included the following: Three months before his house burned down appellant significantly increased his insurance coverage. Appellant's banker testified that at the time of the fire appellant had a ninety-day, two hundred thousand dollar note outstanding; when previous notes had come due appellant had been unable to pay them and so had been forced to consolidate them into this large loan. Shortly before the fire appellant brought several guns to a gunsmith, and picked them up two months later, with the result that the guns were not destroyed in the fire. After the fire appellant wished to conduct a second, controlled burn in order to level the house. A deputy sheriff asked appellant not to do so until the investigation was complete, but appellant conducted the second burn anyway, destroying potential evidence. An insurance investigator who had taken samples before this second burn did find evidence that an accelerant had been used in the first fire. He concluded that fire had been deliberately set.\nEvidence that appellant was in financial difficulties and had increased his insurance coverage provide a motive for arson, but evidence of such a motive alone is insufficient to corroborate an accomplice witness. In Umstead v. State, 435 S.W.2d 156 (Tex.Crim.App.1968), evidence the defendant was in immediate danger of having his business seized by the Internal Revenue Service, and that he had paid for an increase in his insurance coverage only three *94 days before the fire, was held insufficient to corroborate the accomplice's testimony that the defendant had paid him to burn the building.\nThe expert's opinion that the fire was deliberately set tends to prove arson, but it does not connect appellant to the offense. Corroborating evidence is insufficient if it merely shows the commission of an offense. Article 38.14, supra; Killough, supra.\nThat appellant had removed guns from his home before the fire may be suspicious, but amounts to no more than that. See Baugh v. State, 776 S.W.2d 583 (Tex.Crim. App.1989) (evidence the defendant had removed some of the furniture from his house before the fire held insufficient, along with other evidence, to support a conviction for arson).\nSimilarly, Woodley testified he had held certain items for appellant during the time the house was to be burned, but he also testified these items were returned to appellant after the fire. The items in question, a silverware set and a necklace, were found on appellant's property, not in Woodley's custody. This certainly provides no corroboration for Woodley's testimony. The only items found in Woodley's possession were some arrowheads and a carbine. An expert witness testified appellant had an extremely valuable arrowhead collection, but that the arrowheads in Woodley's possession were of negligible value. Much more valuable arrowheads were destroyed in the fire. As for the carbine, Woodley acknowledged he had once volunteered to take that gun to repair it, a reasonable explanation for having it in his possession.\nThe testimony that appellant conducted a second, controlled burn of his house (the volunteer fire department performed the burning) may be viewed as evidence of guilty knowledge only if we assume evidence was destroyed in this second fire. There was no evidence on which to base such speculation.\nThe State's evidence independent of Woodley's testimony may have cast suspicion on appellant, but evidence which does no more than raise suspicion is insufficient corroboration. Paulus v. State, 633 S.W.2d 827, 844 (Tex.Crim.App.1982) (Onion, P.J., dissenting; adopted as majority opinion on rehearing). We hold the evidence exclusive of the accomplice's testimony was insufficient to corroborate the accomplice testimony. Baugh, supra. Therefore the trial court's failure to instruct the jury that Woodley's testimony must be corroborated in order to convict resulted in egregious harm to appellant.\nEven if the evidence were sufficient to convict appellant of arson, he was not tried for arson, but for criminal conspiracy. This required evidence appellant conspired with another to commit the offense. TEX. PENAL CODE ANN.§ 15.02. The indictment charging appellant and Woodley read as follows:\n... Dan H. Saunders, Jr., and James Woodley, and other person or persons unknown to the grand jury, hereinafter styled the Defendant(s), here-to-fore beginning on or about July 14, 1988, and continuing through on or about July 26, 1988 did then and there with intent that arson, a felony be committed agree, amongst themselves that they would engage in conduct namely that one or more intentionally start a fire with intent to damage and destroy a habitation of Dan H. Saunders, Jr., the owner thereof knowing that said building was insured against damage and destruction;\nAnd the said Dan H. Saunders, Jr., did intentionally perform an overt act in pursuance of said agreement, to-wit:\n(1) On or about July 14, 1988, Dan H. Saunders, Jr., offered James Woodley $7,500.00 to burn his home in Sabinal, Texas;\n(2) On or before July 15, 1988, Dan H. Saunders, Jr., told James Woodley that he had an individual who would set fire to his home for $5,000.00;\n(3) On or about July 15, 1988, Dan H. Saunders, Jr., delivered to James Woodley for safekeeping several items of personal property, including two guns and numerous arrowheads and arrowhead display boxes.\n\n*95 (4) On or about July 16, 1988, Dan H. Saunders, Jr., stated to James Woodley that the fire would be set on a Wednesday night;\n(5) On or about July 16, 1988, Dan H. Saunders, Jr., told James Woodley to remove from the Saunders home an antique rifle, a silver set, and a gold chain;\n(6) On or about July 26, 1988, Dan H. Saunders, Jr., in the company of James Woodley threw a machine gun belonging to Dan H. Saunders, Jr. into a tank located on the Saunders property in Sabinal, Texas;\nAnd the said James Woodley, did intentionally perform an overt act in pursuance of said agreement, to-wit:\n(1) On or about July 18, 1988, James Woodley, went to the home of Dan H. Saunders, Jr. and removed an antique rifle, a silver set, and a gold chain.\nThe charge to the jury tracked this language. For most of these allegations, notably that appellant conspired with and agreed to pay an unknown person, there was no corroboration to Woodley's testimony. Most of the elements of criminal conspiracy, of which appellant was convicted, were uncorroborated. The jury must have relied solely on the accomplice's testimony in order to find these allegations were true.\nIn Burns v. State, 703 S.W.2d 649 (Tex. Crim.App.1985), the Court of Criminal Appeals applied the Gonzales test in light of the subsequent Almanza, supra, and concluded Burns' conviction for capital murder must be reversed. As in the case now before us, a coindictee, an accomplice as a matter of law, testified for the State. Burns is distinguished from the instant case in two ways. In Burns the jury was charged that they could find that the coindictee was an accomplice witness as a matter of fact, and objection was made to this charge. The only corroborating evidence consisted of incriminating statements made by the defendant. However, the jury was also given the option by the court's charge of finding that these statements were involuntary and not to be considered. The Court of Criminal Appeals found the defendant had suffered some harm as a result of the trial court's failure to charge that the coindictee was an accomplice as a matter of law because of the dual possibilities that the jury had found the statements involuntary and had also found the witness was not an accomplice in fact. Thus there was the possibility the jury had convicted on the uncorroborated testimony of the accomplice witness. This required reversal.\nThe Court specifically left open the question whether such facts would constitute egregious harm. Id. at 652. In the case before us, however, the harm to appellant is clearer. The jury was not even given the option of applying the correct standard for evaluating the evidence. The accomplice witness charge is required because an accomplice's testimony is inherently suspect. Holladay v. State, 709 S.W.2d 194, 196 (Tex.Crim.App.1986). Appellant's jury was not informed of this. The charge allowed the jury to treat Woodley's testimony as they did any other evidence, not requiring them to decide whether the other disputed evidence was sufficient to corroborate that testimony. The charge impermissibly allowed the jury to convict on the uncorroborated testimony of an accomplice witness, thus lowering the State's burden of proof. We hold this failure to charge the jury on the proper burden of proof deprived appellant of a fair trial. If in Burns, supra, the mere possibility that the jury applied an incorrect burden of proof constituted some harm, we are constrained to hold that the certainty that the jury applied an incorrect burden in this case amounted to egregious harm.\nFurthermore, it must be remembered that we are not reviewing the sufficiency of the evidence. We are determining whether appellant suffered egregious harm as a result of error in the charge. This requires us to review \"the state of the evidence, including the contested issues and weight of probative evidence, the argument of counsel[1] and any other relevant *96 information revealed by the record of the trial as a whole.\" Almanza, supra, 686 S.W.2d at 171. In a review of the sufficiency of the evidence we would look at the evidence only in the light most favorable to the verdict; that is, accepting the State's evidence as true, and discounting the defense evidence. We believe an Almanza review requires more. We should consider whether the evidence was overwhelming and what issues were contested. Id. at 173.\nIn this case the issue of guilt was closely contested. It was undisputed that appellant and his family were in Santa Fe, New Mexico, at the time of the fire. Appellant was not seen in the company of the accomplice or at the scene of the fire near the time of the offense. Contrast, e.g., Baugh, supra; Killough, supra.\nAppellant's insurance agent testified it had been his idea, not appellant's, to increase the insurance coverage on appellant's home, because he considered the home \"woefully underinsured\" prior to the increase in coverage. Appellant's banker testified that although appellant had consolidated his debts into a two hundred thousand dollar loan with the bank, appellant always met his financial obligations \"in an excellent manner.\" Appellant's wife, who kept the books for the family business, and Gene Palmeri, appellant's partner in many of his business dealings, testified appellant had been having an excellent year financially before the fire that destroyed his home. Palmeri testified it was not unusual in his and appellant's business (buying, selling, and training horses) to take out large loans to cover expenses even when having a profitable year. The loans would be repaid from profits.\nBilly Mitchell testified appellant's arrowhead collection, most of which was destroyed in the fire, was worth more than two hundred thousand dollars, perhaps as much as three hundred thousand. Mitchell himself would have paid one hundred thousand dollars for the collection and considered himself lucky. But appellant collected only thirty or forty thousand dollars for the collection from his insurance coverage.\nAppellant testified he conducted the second burn of his house because the house was ruined and unsafe, and because one of the investigators had told him the investigation was complete.\nAppellant and his wife testified Woodley had told them he had lied to the police, making up the story of appellant's offer to Woodley to burn down the house, because he, Woodley, was afraid, and because the police had threatened him with imprisonment, of which he had been terribly afraid since childhood. Woodley admitted this fear of the police, and admitted as well that when he was interrogated one of the officers told him, \"Jimmy, we are really not interested in you. We want to get [appellant].\"\nIn light of appellant's close contest of the State's corroborating evidence, it is clear Woodley's testimony was crucial to the State's case, and even clearer appellant suffered egregious harm when the jury was not instructed that that testimony must be corroborated by other evidence. Appellant's first point of error is sustained.\nBecause the issues may arise again in a retrial of this cause, we shall address one other point of error.\nIn his fourth point of error appellant argues that the trial court erred in denying his motion to quash the indictment. The indictment alleged in part that \"DAN H. SAUNDERS, JR., and JAMES WOODLEY, and other person or persons unknown to the Grand Jury\" conspired among themselves to commit the offense of arson. Appellant contended in his motion to quash the indictment that use of the term \"person or persons unknown\" failed to provide him adequate notice necessary to prepare a defense, in violation of TEX.CODE CRIM. PROC.ANN. art. 21.07. He argues that if the name of the person with whom appellant allegedly conspired was unknown to the grand jury, a description should have been provided. We disagree. The requirement of a description applies to the defendant himself, not to others named in the indictment. The indictment's allegation *97 that appellant conspired with Woodley and person or persons unknown provided sufficient notice. McManus v. State, 591 S.W.2d 505, 515 (Tex.Crim.App.1979). The trial court did not err in denying the motion to quash the indictment. Appellant's fourth point of error is overruled.\nAs we have sustained appellant's first point of error, the judgment of the trial court is reversed and the cause is remanded to that court for a new trial.\nPEEPLES, Justice, dissenting.\nI respectfully dissent. The majority's treatment of this Almanza case is almost indistinguishable from the review of an ordinary appeal in which error was preserved. In my view, appellant has not shown egregious harm.\nBecause appellant did not object to the charge or ask for an accomplice instruction, we cannot reverse for failure to give that instruction unless he has established egregious harm, which means that a review of the entire record shows that he \"has not had a fair and impartial trial.\" Almanza v. State, 686 S.W.2d 157, 171-74 (Tex.Crim. App.1985) (on reh'g). The record must show \"actual, not just theoretical, harm to the accused.\" Id. at 174. Moreover, we must consider the entire record, including the jury arguments, which appellant has not made part of our record:\nIn both situations [where error was preserved and where it was not] the actual degree of harm must be assayed in light of the entire jury charge, the state of the evidence, including the contested issues and weight of probative evidence, the argument of counsel and any other relevant information revealed by the record of the trial as a whole.\nId. at 171 (emphasis added).\nI agree that the accomplice Woodley's testimony was critical to the state's case, but the real question is the strength of the evidence to corroborate his testimony. To carry his burden under Almanza appellant must show that there is a good chance that if the accomplice charge had been given the jury would have acquitted him on reasoning something like this: (1) Woodley's testimony is not corroborated by other facts tending to connect appellant to the crime of conspiracy; (2) therefore we cannot consider Woodley's testimony; (3) without Woodley's testimony there is not enough evidence to convict; (4) therefore we must acquit. I cannot agree that appellant has suffered egregious harm\u0097that he has been denied a fair and impartial trial\u0097in view of the evidence corroborating Woodley's testimony and connecting appellant to the offense. In other words appellant has not established step one in the above sequence. There is almost no likelihood that a jury would have found the evidence insufficient to corroborate Woodley's testimony and to connect appellant to the offense of conspiracy to commit arson.\nThere is substantial evidence to corroborate Woodley's testimony and connect appellant to the conspiracy. Woodley testified that appellant offered him $7,500 to burn down his house, but that he said no, that appellant then found someone else to do the burning and wanted Woodley to safeguard an arrowhead collection and an old gun at his house, and that in a day or two these items showed up in his garage. Woodley also testified that appellant later gave him a key to the house so that he could remove other irreplaceable possessions for safekeeping until after the fire: another old gun, a silver set, and a gold chain necklace. After the fire appellant and Woodley hid these items elsewhere, and eventually the police recovered them after Woodley revealed their location. Each of these items\u0097two guns, silver set, necklace, and arrowhead collection\u0097was recovered and introduced into evidence, providing tangible, visible corroboration for Woodley's testimony and connecting appellant to the crime of conspiracy to commit arson. It is true that some of these items were ultimately found in appellant's property, in his guest house, but that is where Woodley said they had been taken.\nI stress that not all the property that Woodley held for appellant was found stored in appellant's guest house. As the majority admits, some of the property that Woodley kept for appellant\u0097part of the *98 arrowhead collection and a carbine\u0097was found with Woodley and had not been returned to appellant. In addition Woodley testified that he had kept a submachine gun for appellant, that appellant had reported that it had been lost in the fire, and then to keep the authorities from finding the gun he and appellant threw it into a tank behind appellant's house. The submachine gun was later fished out of the tank by police scuba divers and introduced into evidence, providing further corroboration of Woodley's testimony and connecting appellant to the conspiracy. These bits of evidence corroborate Woodley's testimony so convincingly that I cannot see any likelihood that the jury would have found otherwise.\nThe majority errs in relying on Burns v. State, 703 S.W.2d 649 (Tex.Crim.App.1985), which plainly does not govern this case. In Burns the trial court gave an instruction on accomplice as a matter of fact; appellant preserved error and objected that an accomplice as a matter of law instruction should have been given. Because proper objection had been made, the court expressly said that under Almanza the lesser standard of review (\"some harm\") controlled and that the egregious harm standard did not apply. Id. at 651.\nBurns does suggest that Gonzales v. State, 441 S.W.2d 539 (Tex.Crim.App.1969), would be applied to Almanza fundamental error appeals, although that issue was not before the court. It is hard to believe that Burns requires reversal for fundamental error simply because without the accomplice's testimony there would be insufficient evidence to convict. If that were the law, verdicts would be overturned for unpreserved error even though there was overwhelming corroboration, simply because crucial elements of the state's case rested entirely on the accomplice's testimony. In the present case, for example, there is ample evidence corroborating Woodley's testimony, and it is highly probable that the jury would have so found if there had been an accomplice instruction.\nCertainly appellant has not established Almanza error on this incomplete record. On the contrary, the record contains several exhibits that convincingly and graphically corroborate Woodley's testimony and connect appellant to the conspiracy.\nNOTES\n[1]  The arguments of counsel to the jury, which would have been helpful to this analysis, were not included in the record before us.\n\n",
            "ocr": false,
            "opinion_id": 2437844
        },
        {
            "author_str": "Reeves",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nREEVES, Justice.\nAppellant was convicted by a jury of conspiracy to commit arson. TEXAS PENAL CODE ANN. § 15.02. The trial court assessed punishment at five years’ confinement.\nWe shall first address appellant’s argument that the evidence was insufficient to support his conviction. The state’s theory presented to the jury was that appellant had his house burned down in order to collect insurance proceeds. James Woodley, an old friend of appellant’s, testified that appellant approached him with a request to burn the house while appellant would be out of the state. Woodley refused. Shortly thereafter appellant told him he had found someone else to do the job for five thousand dollars. Despite his refusal to commit arson, Woodley agreed to assist appellant by storing some of his belongings so they would be saved from the fire. Because of this assistance Wood-ley was also indicted for the same offense as appellant.\nAppellant now contends that because Woodley was an accomplice witness the state was required to offer sufficient evidence independent of his testimony to connect appellant with the offense. TEX. CODE CRIM.PROC.ANN. art. 38.14. We disagree. No charge was submitted to the jury instructing the jurors to apply this evidentiary test. Accomplice witness testimony was not defined in the abstract or included in the paragraph applying the law to the facts. The sufficiency of the evidence is to be measured by the charge that was given to the jury. Boozer v. State, 717 S.W.2d 608, 610 (Tex.Crim.App.1984). Under the charge that was given to appellant’s jury, the evidence, including Wood-*93ley’s testimony, was sufficient to support the verdict of guilty. Appellant’s fifth point of error is overruled.\nIn his first point of error appellant contends the trial court committed fundamental error by failing to charge the jury on accomplice witness testimony, and that appellant was egregiously harmed by this error. We agree.\nJames Woodley was indicted for the same offense in the same indictment with appellant. He was therefore an accomplice witness as a matter of law. Burns v. State, 703 S.W.2d 649, 651 (Tex.Crim.App.1985). The trial court was under a duty to so instruct the jury. Id. Appellant, however, did not object to the court’s failure to include a charge on accomplice witness testimony. To obtain reversal he must therefore demonstrate the error caused him “egregious harm”; that is, that the error created such harm he was deprived of a fair and impartial trial as a result. Almanza v. State, 686 S.W.2d 157, 171 (Tex.Crim.App.1984) (Opinion on rehearing 1985).\nIn Gonzales v. State, 441 S.W.2d 539, 542 (Tex.Crim.App.1969), the Court of Criminal Appeals listed three non-exclusive instances in which failure properly to charge on accomplice witness testimony would constitute reversible error. The two applicable to this case are that reversal is required (1) if the witness was an accomplice, there is no evidence to corroborate his testimony, or (2) where the evidence exclusive of the accomplice witness’s testimony is insufficient to support conviction. Id. Gonzales predated the harm test established in Almanza, supra, but the Court of Criminal Appeals has continued to utilize the Gonzales standards in light of Almanza. Burns, supra, 703 S.W.2d at 651-52.\nIn the instant case, Woodley was an accomplice as a matter of law and his testimony was essential to the State’s case. The court’s failure to instruct the jury that Woodley was an accomplice witness, so that his testimony required corroboration in order to convict, resulted in egregious harm to appellant if in fact Woodley’s testimony was not corroborated. Gonzales at supra. The test for determining the sufficiency of the corroborating evidence is well established. Evidence independent of the accomplice’s testimony must tend to connect the defendant to the commission of the offense. Article 38.14, supra. The corroborative evidence need not be sufficient by itself to establish guilt beyond a reasonable doubt. The test is to eliminate the testimony of the accomplice from consideration and determine whether the other evidence tends to connect the defendant with the commission of the offense. Killough v. State, 718 S.W.2d 708, 710 (Tex.Crim.App.1986).\nOther evidence included the following: Three months before his house burned down appellant significantly increased his insurance coverage. Appellant’s banker testified that at the time of the fire appellant had a ninety-day, two hundred thousand dollar note outstanding; when previous notes had come due appellant had been unable to pay them and so had been forced to consolidate them into this large loan. Shortly before the fire appellant brought several guns to a gunsmith, and picked them up two months later, with the result that the guns were not destroyed in the fire. After the fire appellant wished to conduct a second, controlled burn in order to level the house. A deputy sheriff asked appellant not to do so until the investigation was complete, but appellant conducted the second burn anyway, destroying potential evidence. An insurance investigator who had taken samples before this second burn did find evidence that an accelerant had been used in the first fire. He concluded that fire had been deliberately set.\nEvidence that appellant was in financial difficulties and had increased his insurance coverage provide a motive for arson, but evidence of such a motive alone is insufficient to corroborate an accomplice witness. In Umstead v. State, 435 S.W.2d 156 (Tex.Crim.App.1968), evidence the defendant was in immediate danger of having his business seized by the Internal Revenue Service, and that he had paid for an increase in his insurance coverage only three *94days before the fire, was held insufficient to corroborate the accomplice’s testimony that the defendant had paid him to burn the building.\nThe expert’s opinion that the fire was deliberately set tends to prove arson, but it does not connect appellant to the offense. Corroborating evidence is insufficient if it merely shows the commission of an offense. Article 38.14, supra; Killough, supra.\nThat appellant had removed guns from his home before the fire may be suspicious, but amounts to no more than that. See Baugh v. State, 776 S.W.2d 583 (Tex.Crim.App.1989) (evidence the defendant had removed some of the furniture from his house before the fire held insufficient, along with other evidence, to support a conviction for arson).\nSimilarly, Woodley testified he had held certain items for appellant during the time the house was to be burned, but he also testified these items were returned to appellant after the fire. The items in question, a silverware set and a necklace, were found on appellant’s property, not in Wood-ley’s custody. This certainly provides no corroboration for Woodley’s testimony. The only items found in Woodley’s possession were some arrowheads and a carbine. An expert witness testified appellant had an extremely «valuable arrowhead collection, but that the arrowheads in Woodley’s possession were of negligible value. Much more valuable arrowheads were destroyed in the fire. As for the carbine, Woodley acknowledged he had once volunteered to take that gun to repair it, a reasonable explanation for having it in his possession.\nThe testimony that appellant conducted a second, controlled burn of his house (the volunteer fire department performed the burning) may be viewed as evidence of guilty knowledge only if we assume evidence was destroyed in this second fire. There was no evidence on which to base such speculation.\nThe State’s evidence independent of Woodley’s testimony may have cast suspicion on appellant, but evidence which does no more than raise suspicion is insufficient corroboration. Paulus v. State, 633 S.W.2d 827, 844 (Tex.Crim.App.1982) (Onion, P.J., dissenting; adopted as majority opinion on rehearing). We hold the evidence exclusive of the accomplice’s testimony was insufficient to corroborate the accomplice testimony. Baugh, supra. Therefore the trial court’s failure to instruct the jury that Woodley’s testimony must be corroborated in order to convict resulted in egregious harm to appellant.\nEven if the evidence were sufficient to convict appellant of arson, he was not tried for arson, but for criminal conspiracy. This required evidence appellant conspired with another to commit the offense. TEX. PENAL CODE ANN. § 15.02. The indictment charging appellant and Woodley read as follows:\n... Dan H. Saunders, Jr., and James Woodley, and other person or persons unknown to the grand jury, hereinafter styled the Defendant(s), here-to-fore beginning on or about July 14, 1988, and continuing through on or about July 26, 1988 did then and there with intent that arson, a felony be committed agree, amongst themselves that they would engage in conduct namely that one or more intentionally start a fire with intent to damage and destroy a habitation of Dan H. Saunders, Jr., the owner thereof knowing that said building was insured against damage and destruction;\nAnd the said Dan H. Saunders, Jr., did intentionally perform an overt act in pursuance of said agreement, to-wit:\n(1) On or about July 14, 1988, Dan H. Saunders, Jr., offered James Woodley $7,500.00 to bum his home in Sabinal, Texas;\n(2) On or before July 15, 1988, Dan H. Saunders, Jr., told James Woodley that he had an individual who would set fire to his home for $5,000.00;\n(3) On or about July 15, 1988, Dan H. Saunders, Jr., delivered to James Wood-ley for safekeeping several items of personal property, including two guns and numerous arrowheads and arrowhead display boxes.\n*95(4) On or about July 16, 1988, Dan H. Saunders, Jr., stated to James Woodley that the fire would be set on a Wednesday night;\n(5) On or about July 16, 1988, Dan H. Saunders, Jr., told James Woodley to remove from the Saunders home an antique rifle, a silver set, and a gold chain;\n(6) On or about July 26, 1988, Dan H. Saunders, Jr., in the company of James Woodley threw a machine gun belonging to Dan H. Saunders, Jr. into a tank located on the Saunders property in Sabinal, Texas;\nAnd the said James Woodley, did intentionally perform an overt act in pursuance of said agreement, to-wit:\n(1) On or about July 18, 1988, James Woodley, went to the home of Dan H. Saunders, Jr. and removed an antique rifle, a silver set, and a gold chain.\nThe charge to the jury tracked this language. For most of these allegations, notably that appellant conspired with and agreed to pay an unknown person, there was no corroboration to Woodley’s testimony. Most of the elements of criminal conspiracy, of which appellant was convicted, were uncorroborated. The jury must have relied solely on the accomplice’s testimony in order to find these allegations were true.\nIn Burns v. State, 703 S.W.2d 649 (Tex.Crim.App.1985), the Court of Criminal Appeals applied the Gonzales test in light of the subsequent Almanza, supra, and concluded Bums’ conviction for capital murder must be reversed. As in the case now before us, a coindictee, an accomplice as a matter of law, testified for the State. Bums is distinguished from the instant case in two ways. In Bums the jury was charged that they could find that the coin-dictee was an accomplice witness as a matter of fact, and objection was made to this charge. The only corroborating evidence consisted of incriminating statements made by the defendant. However, the jury was also given the option by the court’s charge of finding that these statements were involuntary and not to be considered. The Court of Criminal Appeals found the defendant had suffered some harm as a result of the trial court’s failure to charge that the coindictee was an accomplice as a matter of law because of the dual possibilities that the jury had found the statements involuntary and had also found the witness was not an accomplice in fact. Thus there was the possibility the jury had convicted on the uncorroborated testimony of the accomplice witness. This required reversal.\nThe Court specifically left open the question whether such facts would constitute egregious harm. Id. at 652. In the case before us, however, the harm to appellant is clearer. The jury was not even given the option of applying the correct standard for evaluating the evidence. The accomplice witness charge is required because an accomplice’s testimony is inherently suspect. Holladay v. State, 709 S.W.2d 194, 196 (Tex.Crim.App.1986). Appellant’s jury was not informed of this. The charge allowed the jury to treat Woodley’s testimony as they did any other evidence, not requiring them to decide whether the other disputed evidence was sufficient to corroborate that testimony. The charge impermissibly allowed the jury to convict on the uncorroborated testimony of an accomplice witness, thus lowering the State’s burden of proof. We hold this failure to charge the jury on the proper burden of proof deprived appellant of a fair trial. If in Bums, supra, the mere possibility that the jury applied an incorrect burden of proof constituted some harm, we are constrained to hold that the certainty that the jury applied an incorrect burden in this case amounted to egregious harm.\nFurthermore, it must be remembered that we are not reviewing the sufficiency of the evidence. We are determining whether appellant suffered egregious harm as a result of error in the charge. This requires us to review “the state of the evidence, including the contested issues and weight of probative evidence, the argument of counsel1 and any other relevant *96information revealed by the record of the trial as a whole.” Almanza, supra, 686 S.W.2d at 171. In a review of the sufficiency of the evidence we would look at the evidence only in the light most favorable to the verdict; that is, accepting the State’s evidence as true, and discounting the defense evidence. We believe an Almanza review requires more. We should consider whether the evidence was overwhelming and what issues were contested. Id. at 173.\nIn this case the issue of guilt was closely contested. It was undisputed that appellant and his family were in Santa Fe, New Mexico, at the time of the fire. Appellant was not seen in the company of the accomplice or at the scene of the fire near the time of the offense. Contrast, e.g., Baugh, supra; Killough, supra.\nAppellant’s insurance agent testified it had been his idea, not appellant’s, to increase the insurance coverage on appellant’s home, because he considered the home “woefully underinsured” prior to the increase in coverage. Appellant’s banker testified that although appellant had consolidated his debts into a two hundred thousand dollar loan with the bank, appellant always met his financial obligations “in an excellent manner.” Appellant’s wife, who kept the books for the family business, and Gene Palmeri, appellant’s partner in many of his business dealings, testified appellant had been having an excellent year financially before the fire that destroyed his home. Palmeri testified it was not unusual in his and appellant’s business (buying, selling, and training horses) to take out large loans to cover expenses even when having a profitable year. The loans would be repaid from profits.\nBilly Mitchell testified appellant’s arrowhead collection, most of which was destroyed in the fire, was worth more than two hundred thousand dollars, perhaps as much as three hundred thousand. Mitchell himself would have paid one hundred thousand dollars for the collection and considered himself lucky. But appellant collected only thirty or forty thousand dollars for the collection from his insurance coverage.\nAppellant testified he conducted the second burn of his house because the house was ruined and unsafe, and because one of the investigators had told him the investigation was complete.\nAppellant and his wife testified Woodley had told them he had lied to the police, making up the story of appellant’s offer to Woodley to burn down the house, because he, Woodley, was afraid, and because the police had threatened him with imprisonment, of which he had been terribly afraid since childhood. Woodley admitted this fear of the police, and admitted as well that when he was interrogated one of the officers told him, “Jimmy, we are really not interested in you. We want to get [appellant].”\nIn light of appellant’s close contest of the State’s corroborating evidence, it is clear Woodley’s testimony was crucial to the State’s case, and even clearer appellant suffered egregious harm when the jury was not instructed that that testimony must be corroborated by other evidence. Appellant’s first point of error is sustained.\nBecause the issues may arise again in a retrial of this cause, we shall address one other point of error.\nIn his fourth point of error appellant argues that the trial court erred in denying his motion to quash the indictment. The indictment alleged in part that “DAN H. SAUNDERS, JR., and JAMES WOOD-LEY, and other person or persons unknown to the Grand Jury” conspired among themselves to commit the offense of arson. Appellant contended in his motion to quash the indictment that use of the term “person or persons unknown” failed to provide him adequate notice necessary to prepare a defense, in violation of TEX.CODE CRIM. PROC.ANN. art. 21.07. He argues that if the name of the person with whom appellant allegedly conspired was unknown to the grand jury, a description should have been provided. We disagree. The requirement of a description applies to the defendant himself, not to others named in the indictment. The indictment’s allegation *97that appellant conspired with Woodley and person or persons unknown provided sufficient notice. McManus v. State, 591 S.W.2d 505, 515 (Tex.Crim.App.1979). The trial court did not err in denying the motion to quash the indictment. Appellant’s fourth point of error is overruled.\nAs we have sustained appellant's first point of error, the judgment of the trial court is reversed and the cause is remanded to that court for a new trial.\n\n. The arguments of counsel to the jury, which would have been helpful to this analysis, were not included in the record before us.\n\n",
            "ocr": false,
            "opinion_id": 9773144
        },
        {
            "author_str": "Peeples",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPEEPLES, Justice,\ndissenting.\nI respectfully dissent. The majority’s treatment of this Almanza case is almost indistinguishable from the review of an ordinary appeal in which error was preserved. In my view, appellant has not shown egregious harm.\nBecause appellant did not object to the charge or ask for an accomplice instruction, we cannot reverse for failure to give that instruction unless he has established egregious harm, which means that a review of the entire record shows that he “has not had a fair and impartial trial.” Almanza v. State, 686 S.W.2d 157, 171-74 (Tex.Crim.App.1985) (on reh’g). The record must show “actual, not just theoretical, harm to the accused.” Id. at 174. Moreover, we must consider the entire record, including the jury arguments, which appellant has not made part of our record:\nIn both situations [where error was preserved and where it was not] the actual degree of harm must be assayed in light of the entire jury charge, the state of the evidence, including the contested issues and weight of probative evidence, the argument of counsel and any other relevant information revealed by the record of the trial as a whole.\nId. at 171 (emphasis added).\nI agree that the accomplice Woodley’s testimony was critical to the state’s case, but the real question is the strength of the evidence to corroborate his testimony. To carry his burden under Almanza appellant must show that there is a good chance that if the accomplice charge had been given the jury would have acquitted him on reasoning something like this: (1) Woodley’s testimony is not corroborated by other facts tending to connect appellant to the crime of conspiracy; (2) therefore we cannot consider Woodley’s testimony; (3) without Wood-ley’s testimony there is not enough evidence to convict; (4) therefore we must acquit. I cannot agree that appellant has suffered egregious harm — that he has been denied a fair and impartial trial — in view of the evidence corroborating Woodley’s testimony and connecting appellant to the offense. In other words appellant has not established step one in the above sequence. There is almost no likelihood that a jury would have found the evidence insufficient to corroborate Woodley’s testimony and to connect appellant to the offense of conspiracy to commit arson.\nThere is substantial evidence to corroborate Woodley’s testimony and connect appellant to the conspiracy. Woodley testified that appellant offered him $7,500 to burn down his house, but that he said no, that appellant then found someone else to do the burning and wanted Woodley to safeguard an arrowhead collection and an old gun at his house, and that in a day or two these items showed up in his garage. Woodley also testified that appellant later gave him a key to the house so that he could remove other irreplaceable possessions for safekeeping until after the fire: another old gun, a silver set, and a gold chain necklace. After the fire appellant and Woodley hid these items elsewhere, and eventually the police recovered them after Woodley revealed their location. Each of these items — two guns, silver set, necklace, and arrowhead collection — was recovered and introduced into evidence, providing tangible, visible corroboration for Woodley’s testimony and connecting appellant to the crime of conspiracy to commit arson. It is true that some of these items were ultimately found in appellant’s property, in his guest house, but that is where Woodley said they had been taken.\nI stress that not all the property that Woodley held for appellant was found stored in appellant’s guest house. As the majority admits, some of the property that Woodley kept for appellant — part of the *98arrowhead collection and a carbine — was found with Woodley and had not been returned to appellant. In addition Woodley testified that he had kept a submachine gun for appellant, that appellant had reported that it had been lost in the fire, and then to keep the authorities from finding the gun he and appellant threw it into a tank behind appellant’s house. The subma-chine gun was later fished out of the tank by police scuba divers and introduced into evidence, providing further corroboration of Woodley’s testimony and connecting appellant to the conspiracy. These bits of evidence corroborate Woodley’s testimony so convincingly that I cannot see any likelihood that the jury would have found otherwise.\nThe majority errs in relying on Burns v. State, 703 S.W.2d 649 (Tex.Crim.App.1985), which plainly does not govern this case. In Bums the trial court gave an instruction on accomplice as a matter of fact; appellant preserved error and objected that an accomplice as a matter of law instruction should have been given. Because proper objection had been made, the court expressly said that under Almanza the lesser standard of review (“some harm”) controlled and that the egregious harm standard did not apply. Id. at 651.\nBurns does suggest that Gonzales v. State, 441 S.W.2d 539 (Tex.Crim.App.1969), would be applied to Almanza fundamental error appeals, although that issue was not before the court. It is hard to believe that Bums .requires reversal for fundamental error simply because without the accomplice’s testimony there would be insufficient evidence to convict. If that were the law, verdicts would be overturned for un-preserved error even though there was overwhelming corroboration, simply because crucial elements of the state’s case rested entirely on the accomplice’s testimony. In the present case, for example, there is ample evidence corroborating Woodley’s testimony, and it is highly probable that the jury would have so found if there had been an accomplice instruction.\nCertainly appellant has not established Almanza error on this incomplete record. On the contrary, the record contains several exhibits that convincingly and graphically corroborate Woodley’s testimony and connect appellant to the conspiracy.\n",
            "ocr": false,
            "opinion_id": 9773145
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}