{
    "id": 2498103,
    "judges": "Sedwick",
    "date_filed": "1988-08-29",
    "date_filed_is_approximate": true,
    "slug": "certain-underwriters-at-lloyds-v-inlet-fisheries-inc",
    "case_name_short": null,
    "case_name": "Certain Underwriters at Lloyds v. Inlet Fisheries, Inc.",
    "case_name_full": "CERTAIN UNDERWRITERS AT LLOYDS, LONDON, Subscribing to Certificate of Insurance OP01 0025, Through Puget Sound Underwriters, Inc., Plaintiff, v. INLET FISHERIES, INC., an Alaska Corporation; And Inlet Fish Producers, Inc., an Alaska Corporation, Defendants; Inlet Fisheries, Inc., an Alaska Corporation; And Inlet Fish Producers, Inc., an Alaska Corporation, Third-Party Plaintiffs, v. Totem Agencies, Inc., a Washington Corporation; And American E & S Insurance Brokers California, Inc., a Washington Corporation, Third-Party Defendants",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1185-3\">\n    CERTAIN UNDERWRITERS AT LLOYDS, LONDON, Subscribing to Certificate of Insurance OP01 0025, through Puget Sound Underwriters, Inc., Plaintiff, v. INLET FISHERIES, INC., an Alaska corporation; and Inlet Fish Producers, Inc., an Alaska corporation, Defendants. Inlet Fisheries, Inc., an Alaska corporation; and Inlet Fish Producers, Inc., an Alaska corporation, Third-Party Plaintiffs, v. Totem Agencies, Inc., a Washington corporation; and American E &amp; S Insurance Brokers California, Inc., a Washington corporation, Third-Party Defendants.\n   </parties><br><docketnumber id=\"b1185-9\">\n    No. A04-0058 CIV(JWS).\n   </docketnumber><court id=\"Ae_\">\n    United States District Court, D. Alaska.\n   </court><decisiondate id=\"Aue\">\n    Sept. 12, 2005.\n   </decisiondate>",
    "citations": [
        "389 F. Supp. 2d 1145"
    ],
    "opinions": [
        {
            "author_str": "Sedwick",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2898.0,
            "opinion_text": "\n389 F. Supp. 2d 1145 (2005)\nCERTAIN UNDERWRITERS AT LLOYDS, LONDON, Subscribing to Certificate of Insurance OP01 0025, through Puget Sound Underwriters, Inc., Plaintiff,\nv.\nINLET FISHERIES, INC., an Alaska corporation; and Inlet Fish Producers, Inc., an Alaska corporation, Defendants.\nInlet Fisheries, Inc., an Alaska corporation; and Inlet Fish Producers, Inc., an Alaska corporation, Third-Party Plaintiffs,\nv.\nTotem Agencies, Inc., a Washington corporation; and American E &amp; S Insurance Brokers California, Inc., a Washington corporation, Third-Party Defendants.\nNo. A04-0058 CIV(JWS).\nUnited States District Court, D. Alaska.\nSeptember 12, 2005.\n\n\n*1146 *1147 *1148 ORDER FROM CHAMBERS\n\n[RE: Motions at dockets 135, 151, and 163]\nSEDWICK, District Judge.\n\nI. MOTIONS PRESENTED\nAt docket 135 plaintiff Certain Underwriters at Lloyds, London (\"Lloyds\") moved for summary judgment requesting the court to hold that, as a matter of law, defendants Inlet Fisheries, Inc. (\"IFI\") and Inlet Fish Producers, Inc. (\"IFP\") (collectively \"Inlet\") violated the federal maritime doctrine of uberrimae fidei (\"duty of utmost good faith\") by failing to disclose facts material to insurance risk thereby rendering the marine insurance policy issued by Lloyds to Inlet void ab initio. At docket 151 Inlet opposed Lloyds' motion and cross-moved for summary judgment requesting the court to hold that, as a matter of law, the doctrine of uberrimae fidei does not apply and that Inlet did not fall to disclose any fact material to the insurance risk undertaken by Lloyds. At docket 152 third-party defendant Totem Agencies, Inc. (\"Totem\") filed an amicus curiae memorandum in support of Inlet. At docket 163 Lloyds moved to strike the testimony of Forrest V. (Woody) Wilton, offered by Inlet as expert testimony. All motions have been fully briefed. Oral argument was not requested and would not assist the court.\n\n\nII. BACKGROUND/FACTS[1]\n*1149 On or about August 26, 2002,[2] while moored in Steamboat Slough, the Quanirtuug Princess (\"QP\") sank, spilling oil and other toxic materials. Inlet lacked the financial resources to, and Lloyds declined to, fund the environmental remediation and cleanup work required, so the cleanup project was federalized. Lloyds declined coverage under its policy and initiated the current action to declare the policy void ab initio on the grounds that Inlet violated the federal maritime duty of utmost good faith (uberrimae fidei). Lloyds alleges that in its application for coverage Inlet failed to make a full and complete disclosure of facts material to the underwriting decision by not disclosing its prior pollution loss history and the fact of and reasons for cancellation of its prior pollution insurance. The facts underlying this litigation are mostly undisputed. The dispute is over the inferences or conclusions to be drawn from the facts.\nIn June 2000, the pollution insurance carrier for Inlet, Water Quality Insurance Syndicate (\"WQIS\"), gave notice that, because of the age and condition of Inlet's vessels, WQIS would cancel the coverage unless Inlet ordered condition surveys of the vessels and complied with the surveys' recommendations. Inlet failed to comply with the WQIS requirements. In August 2000, WQIS sent Inlet a cancellation notice effective August 28, 2000. On or about August 17, 2000, Totem, on behalf of Inlet, provided a completed application for vessel pollution insurance to Puget Sound Underwriters (\"PSU\").[3] The application identified IFI, IFP and Arctic Salmon, Inc. as the insureds and four non-self-propelled vessels, Fort Yukon, Yukon II, Harvester Barge, and QP, to be insured. The response to Question 5 \"Pollution Loss History\" was \"None.\" PSU, acting as the agent of Lloyds, issued an insurance policy naming IFI and IFP as insureds and Arctic Salmon as an additional insured effective from August 28, 2000, through August 28, 2001. This policy was extended for an additional year, through August 28, 2002. No additional application was submitted and no additional information concerning the insureds or the vessels was requested by or provided to either PSU or Lloyds. On August 28, 2002, the policy was extended for another year through August 28, 2003 subject to Inlet submitting a new application.\nIn May 2000, the Maren I, owned by either IFI or IFP,[4] sank in Steamboat Slough, in the Kuskokwim River near Bethel, Alaska.[5] In early August, 2000, the Harvester Barge suffered a minor spill (approximately 55 gallons of diesel fuel) into the waters of the Kuskokwim River while moored at the City Dock, Bethel Alaska.[6] Neither incident was disclosed prior to the time the policy was issued in 2000 or the time it was renewed in 2001. The record also shows that IFI and/or IFP *1150 had been involved in other releases of pollutants into the waters of the Kuskokwim River in the Bethel Area in 1996, 1997, and 1998 which were not disclosed. In addition, Inlet failed to disclose the fact of and details regarding the policy cancellation by WQIS.\n\nIII. ISSUES PRESENTED\nThe motions at dockets 135 and 151 raise these issues: (1) is the maritime duty of utmost good faith (uberrimae fidei) an established federal admiralty rule applicable to marine pollution insurance policies precluding application of state law; (2) are prior pollution history of the insured, condition of the vessels, and the cancellation of insurance coverage by another insurer material to the underwriting decision, the non-disclosure of which breaches the doctrine of uberrimae fidei; and (3) were the actions of Lloyds subsequent to learning of the undisclosed information inconsistent with its claim of materiality or did they constitute a waiver of the duty to disclose. Also at issue in the cross-motion at docket 151 is whether question number 5 on the \"Application: U.S. Oil Pollution Act of 1990,\" entitled: \"Pollution Loss History\" is ambiguous in that it could reasonably be, and was, interpreted as being exclusively directed to the pollution loss history of the vessels to be insured, not the loss history of the applicant.\nThe issue raised by the motion at docket 163 is whether Wilton has sufficient recent relevant specialized knowledge, training, skill, education or experience about underwriting practices for marine pollution insurance to qualify as an expert.\n\nIV. STANDARD OF REVIEW\nSummary judgment is appropriate if, when viewing the evidence in the light most favorable to the non-moving party, there are no genuine issues of material fact, and the moving party is entitled to judgment in its favor as a matter of law.[7] \"Credibility determinations, the weighing of the evidence, and the drawing of legitimate inferences from the facts are jury functions, not those of a judge, [when] he is ruling on a motion for summary judgment.\"[8] In response to a properly supported motion for summary judgment, the opposing party must set forth specific facts showing that there is a genuine issue for trial.[9] The issue of material fact required to be present to entitle a party to proceed to trial is not required to be resolved conclusively in favor of the party asserting its existence; all that is required is that sufficient evidence supporting the claimed factual dispute be shown to require a fact-finder to resolve the parties' differing versions of the truth at trial. There is no genuine issue of fact if, on the record taken as a whole, a rational trier of fact could not find in favor of the party opposing the motion.[10]\n\nV. DISCUSSION\nA. Motion To Strike Wilton's Opinion Testimony\nAdmission of expert testimony is governed by Rule 702 of the Federal Rules of Evidence which provides:[11]\n*1151 If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise, if (1) the testimony is based upon sufficient facts or data, (2) the testimony is the product of reliable principles and methods, and (3) the witness has applied the principles and methods reliably to the facts of the case.\nLloyds asserts that Wilton does not qualify as an \"expert,\" his opinion is not based on sufficient facts or data, his opinion is not derived from reliable principles and methods, and he has not applied his analysis reliably to the facts of the case.\nWilton has expressed the following opinions relevant to the issues presented in the case:\n3. Based upon my dealings with underwriters in placing marine insurance, I have found that there is a significant difference between underwriting marine pollution insurance for non-tanked vessels, and underwriting marine protection &amp; indemnity and hull &amp; machinery insurance. Non-tanked vessels are vessels that do not carry oil or hazardous material in bulk as cargo or cargo residue. The pollution underwriters for non-tanked vessels will accept the risk and set their rates based on far less information than a P &amp; I or H &amp; M insurer will typically require for placement of the risk. Basically, the pollution underwriters for non-tanked vessels will underwrite a policy based on the size of the vessel, the type of the vessel, and the amount of insurance sought. The pollution underwriter will leave to the P &amp; I and H &amp; M insurer to gather the details about the operation, owner, and vessels. When insuring tanked vessels, a pollution underwriter may require a more detailed application.\n4. I understand that Lloyds is now claiming that the following information is material to its placement of the risk marine pollution:\n-Prior loss history of the companies, including the MAREN I sinking and the August 2000 incident in which oil that had been discharged from the HARVESTER BARGE was spilled onto rocks from an on-shore pump\n-Conditions of the vessels\n-Cancellation of the WQIS policy, reasons for that cancellation, and demand by WQIS that the vessels be surveyed before renewal\n-Inlet Fisheries bankruptcy\n-That the QP was mortgaged for more than its value.\nIn my experience, none of the information is typically sought in an application for marine pollution insurance for non-tanked vessels and none of it affects or impacts the decision of an underwriter to accept risk or set its premium rate.\n5. I have reviewed Lloyds' application form, where it asks for \"Pollution Loss History.\" Based on my 45 years of experience in the marine insurance industry, the term \"loss history\" as used in the Lloyd's/PSU [sic] application form referred to the specific loss history for the vessels proposed for insurance. The only loss history that would affect the underwriter's decision to accept the risk would be the loss history for the specific vessels to be listed on the schedule of vessels for the policy.\n6. In my years in the marine insurance industry, I have reviewed many different insurance forms for many different types of policies. The application form used int his case by Lloyd's/PSU [sic] is a \"bare bones\" application seeking minimal information. The application seeks information that is material to each underwriter's decision to accept a risk. *1152 Based on my experience, the broker in this case, and the assured were entitled to assume that the application requested all of the information that was material to the underwriting decision. The broker was justified in interpreting the application to seek loss history for the vessels to be insured.\n7. On August 8, 2000, I sent to Totem the Puget Sound Underwriting application (TOT 381-83). On my fax to Totem (TOT 386), I specifically told them that page two, which asks whether the vessels had current surveys, did not need to be completed. That is because the condition of the vessels is not material to the risk to be covered. When I sent the application to Totem, I expected Totem or its client to answer the question \"Pollution Loss History\" by providing the pollution loss history of the vessels to be listed on the schedule of vessels. I did not expect that Inlet or Totem would identify a pollution loss history for each assured entity because that was not what the application form in this instance requested. I expected the assured would disclose the specific loss history for the vessels listed on the schedule of vessels.\nWhen expert testimony is offered, the trial judge serves as \"gatekeeper\" to ensure that it meets the requirements of Rule 702,[12] including determining admissibility with respect to a motion for summary judgment.[13] The party offering opinion testimony must prove the witness is qualified to testify and that the testimony is admissible by a preponderance of evidence.[14] The trial judge has wide discretion in determining whether to admit or exclude the testimony.[15]\nAdvocating the admissibility Wilton's opinions, Inlet mainly relies on Hangarter v. Provident Life and Accident Insurance Co.[16] In that bad faith case, the Ninth Circuit held that expert testimony was admissible to establish insurance industry standards, and the trial court did not abuse its discretion in allowing the expert testimony of a person who had 25 years of experience working for insurance companies and as a consultant.[17] Under Hangarter, the predominate matter to consider in qualifying a witness to give testimony about industry standards is the witness' knowledge and experience in the industry.[18] However, Wilton's 45 years of overall experience in the insurance industry is not necessarily sufficient to qualify him to render an opinion about the specific industry standards at issue here: materiality of information to evaluating risks in underwriting marine pollution policies. Inlet reads Hangarter too broadly.[19] In rejecting the argument that the witness lacked specialized knowledge as to insurance bad *1153 faith claims, the Hangarter court summarized the expert's qualifications:[20]\nCaliri has twenty-five years' experience working for insurance companies and as an independent consultant. His experience has included evaluating insurance claims, assisting insureds in dealing with insurance companies to obtain payment of their claims, marketing insurance products, and evaluating insurance policies. Caliri worked for both Unum and Provident as a representative at the time many of their own occupation disability policies like Hangarter's were sold and has received training on how insurance companies in general, and Defendants in particular, adjust claims. He has also been found qualified to testify on insurance practices and standards within the industry twelve times before (once in an insurance bad faith case), and has never been found to be unqualified. Moreover, Caliri's expertise has been employed by defense firms (including one involved in this litigation) 35-40% of the time he has served as an expert.\nClearly, this lays at least the minimal foundation of knowledge, skill, and experience required in order to give `expert' testimony on the practices and norms of insurance companies in the context of a bad faith claim. Given Caliri's significant knowledge of and experience within the insurance industry, the district court did not abuse its discretion in concluding that he was qualified to testify as an expert witness.\nThe topic in Hangarter was claims processing. Here, the topic is underwriting marine pollution policies. It is, therefore, necessary to focus on Mr. Wilton's experience, which started in 1958, as it relates to underwriting marine pollution policies.[21] The following table summarizes that experience.\n\n\n------------------------------------------------------------------------------------------------\nYear(s)      Employer                       Duties/Responsibilities\n------------------------------------------------------------------------------------------------\n1958-1959    Atlantic Mutual Insurance      Trainee in property and marine claims; file\n                                              clerk. [No underwriting experience noted.]\n------------------------------------------------------------------------------------------------\n1959-1961    New Zealand Insurance          Primarily in claims. [No underwriting\n                                              experience noted.]\n------------------------------------------------------------------------------------------------\n1961-1965    Boston Insurance               Claims and underwriting. Did some yacht\n                                              underwriting but did not quote or bind\n                                              accounts.\n------------------------------------------------------------------------------------------------\n1965-1968    Great American Insurance       Assisted with yacht and cargo underwriting\n                                              but did not bind or quote accounts.\n------------------------------------------------------------------------------------------------\n1968-1970    Marsh &amp; McLennan           Claims adjusting.\n------------------------------------------------------------------------------------------------\n1970         P.A.C.                         Insurance manager in charge of insurance\n                                              contracts with Navy &amp; Army &amp; claims.\n                                              [No underwriting experience noted.]\n------------------------------------------------------------------------------------------------\n1971-1978    Dawson &amp; Company           Claims and placement. Produced and placed\n                                              marine accounts; cargo, hull, and P &amp; I.\n                                              [No underwriting experience noted.]\n------------------------------------------------------------------------------------------------\n1978-1985    T.W. Rice &amp; Co.            In charge of claims and did marine underwriting\n                                              (about 60% of his time). T.W. Rice was\n                                              a managing general agency and surplus line\n                                              brokerage; acted as agent for other insurers\n\n\n\n*1154\n                                              who gave T.W. Rice authority to underwrite\n                                              business and placed business as well.\n------------------------------------------------------------------------------------------------\n1985-1999    Marine Insurance Managers      President (formed company with wife).\n                                              [Marine Insurance Managers was a managing\n                                              general agency Managers and surplus line broker.]\n                                              In charge of all operations with special attention\n                                              to production (putting business on\n                                              the books). Did some day-to-day underwriting.\n------------------------------------------------------------------------------------------------\n1999-2003[22]  Spotlite Insurance[23]           Spotlite was brokerage and surplus line\n                                              brokerage. Business was primarily entertainment\n                                              with a few small hull and yacht\n                                              accounts. [Mr. Wilton's duties or functions\n                                              are not described; no underwriting experience\n                                              noted.]\n------------------------------------------------------------------------------------------------\n2003-        Totem Agency                   Totem utilizes Mr. Wilton's surplus line license;\n                                              employed on a commission basis on\n                                              any business produced and a fee for when\n                                              Totem uses his license. Other than to sign\n                                              the policies, Mr. Wilton performs no other\n                                              function with respect to the surplus line\n                                              license. [No underwriting experience\n                                              noted.]\n------------------------------------------------------------------------------------------------\n\nWilton testified that until 1968 there were no stand-alone marine pollution policies; marine pollution coverage was part of P &amp; I coverage. When asked specifically about standards with respect to marine pollution insurance Mr. Wilton testified:\nQ. What are the generally accepted marine insurance industry standards with respect to vessel pollution insurance?\nA. Vessel pollution insurance is merely an add-on to \u0097 for other insurances. And the other insurances are the main types that you \u0097 underwriters investigate and everything else. So I \u0097 as far as I know, I never looked at anything on pollution by itself.\nWilton acknowledged that in 2000 Lloyds (through PSU) and WQIS were the only two issuers of stand-alone marine pollution policies. Notwithstanding this, prior to rendering his opinion, Wilton did not contact either Lloyds or WQIS to determine what underwriting standards either used.\nDespite many years of experience in the insurance business, with respect to underwriting marine pollution policies Wilton's experience is minimal, sporadic, and concerning stand-alone policies of the type at issue in the case at bar non-existent. His opinion as to current industry standards is based on experience in underwriting at a time when pollution insurance did not stand-alone but were part of protection and indemnity policies, and even that experience is not of recent vintage. Finally, Wilton has no knowledge of the underwriting policies, practices, or procedures of either Lloyds or WQIS, the dominant issuers of marine pollution policies. In sum, Wilton lacks \"particularized experience with vessel pollution policies\" and, therefore, although qualified to testify as an expert on some aspects of the standards of the insurance industry, he is not qualified to testify as an expert on underwriting marine pollution insurance policies.[24]\n*1155 Inlet argues in the alternative that Wilton may give his opinion as a lay witness under Rule 701 which provides:\nIf the witness is not testifying as an expert, the witness' testimony in the form of opinions or inferences is limited to those opinions or inferences which are (a) rationally based on the perception of the witness, and (b) helpful to a clear understanding of the witness' testimony or the determination of a fact in issue, and (c) not based on scientific, technical, or other specialized knowledge within the scope of Rule 702.\nInlet's argument on this point is terse and undeveloped. Inlet does not show how the Wilton's opinion meets the three-prong test of Rule 701. Inlet's reliance on Williams Enterprises, Inc. v. Sherman R. Smoot Co.[25] is misplaced. The lay opinion of the insurance broker in that case was based upon the broker's personal knowledge of the facts and a specific finding by the trial court, acting as the trier of fact, that the testimony would be useful. The court held that the fact the broker based his opinion on specialized knowledge was irrelevant. As long as a witness has personal knowledge of the facts, the witness is entitled to draw conclusions and inferences from those facts \u0097 regardless of whether he applied any specialized expertise.[26] Under Rule 701, as amended in 2000, the testimony of a witness must be scrutinized under the rules regulating expert opinion to the extent that the witness is providing testimony based on scientific, technical, or other specialized knowledge within the scope of Rule 702,[27] effectively overruling the D.C. Circuit holding in Williams Enterprises. Wilton is not drawing a conclusion or inference from personally perceived facts; he is rendering an opinion based on experience and specialized knowledge which must meet the standards of Rule 702. It is not admissible under Rule 701.\nTo the extent that it is directed at Wilton's opinion testimony, the motion at docket 163 will be granted. Except for the first sentence of paragraph 6 and the first two sentences of paragraph 7, paragraphs 3, 4, 5, 6, and 7 of the Declaration of Forrest V. (Woody) Wilton dated April 11, 2005, are stricken.\nB. Inlet's Cross-Motion Regarding Ambiguity\nIn an earlier motion at docket 86 Inlet sought to summary judgment based on an asserted ambiguity in question 5 \"Pollution Loss History\" on the Application Form. Lloyds' complaint alleges that Inlet's prior pollution loss history, if disclosed, would have resulted in denial of the insurance application. Inlet contended in the prior motion that the application form is ambiguous because question 5 could reasonably be and was interpreted to be directed only at the pollution loss history of the vessels to be insured, not the applicant's loss history. At docket 127 the court denied Inlet's motion on the ground that Inlet had failed to present any evidence that the application form was interpreted in the manner ascribed to it by Inlet.[28] Since a material fact upon which the motion was *1156 premised had not been established, the court was unable to rule as a matter of law that the Pollution Loss History question is ambiguous.\nIn the current motion at docket 151, Inlet again contends that question 5 is ambiguous. Although presented as a new motion, Inlet is in effect requesting the court to reconsider its prior order that it was unable to rule as a matter of law that the question \"Pollution Loss History\" is ambiguous. Thus, Inlet's renewed motion butts up against the law of the case doctrine, i.e., a court is generally precluded from reconsidering an issue that has already been decided by the same court or a higher court in the same case[29] However, law of the case doctrine is not a shackle without a key. So long as a district court retains jurisdiction over a case, the court has inherent power to reconsider and modify an interlocutory order for sufficient cause.[30] That inherent power is not unfettered: \"the court may reconsider previously decided questions in cases in which there has been an intervening change of controlling authority, new evidence has surfaced, or the previous disposition was clearly erroneous and would work a manifest injustice.\"[31] The case at bar implicates the second ground, newly discovered evidence.\nThe new evidence propounded by Inlet consists of the declaration of Eric Parthemer. Based thereon, Inlet argues:\nTotem, on behalf of defendants, likewise reasonably interpreted Lloyd's question of \"pollution loss history,\" after consulting with an independent marine insurance expert, to pertain to vessels actually listed on the policy, rather than the various entities who owned those vessels.\nTo succeed, Inlet must show that the evidence is newly discovered or unknown to it until after its prior motion was submitted for decision and that it could not with reasonable diligence have discovered and produced such evidence prior to that submission.[32] Inlet makes no such showing. Indeed, the nature of the evidence demonstrates that Inlet could have discovered the evidence by the exercise of reasonable diligence, e.g., simply making an inquiry of its agent.\nEven if the new evidence were considered, the outcome would not change, because the prior ruling is not erroneous. In that part of the declaration referred to and relied on by Inlet, Parthemer states:\n2. In August 2000, Totem Agencies sought marine pollution insurance on behalf of Inlet Fisheries, Inc., and Inlet Fish Producers (the Inlet Entities). We consulted with Woody Wilton, who I knew to be experienced in the filed of marine insurance. Mr. Wilton provided to us a Puget Sound Underwriters (PSU) application for marine pollution insurance. The application was completed by Jan Townsend, who was my assistant at the time, and according to the fax notation on the application, forwarded to Puget Sound Underwriters on August 17, 2000.\nIn part of his declaration not referred to by Inlet, Mr. Parthener also stated:\n3. On the application sent to Puget Sound Underwriters on August 17, 2000, was a question asking: \"Pollution Loss History.\" Based on my discussions with Mr. Wilton and my understanding of the *1157 meaning of that questions [sic] that question requested the pollution loss history for the vessels being insured, not the applicants. The question was completed based on information then known by me.\nParthener's declaration is deficient. First, it indicates that a person other than the declarant, Jan Townsend, actually prepared the application. Although it somewhat elliptically implies that he gave Townsend the necessary information, nothing in the declaration actually states that he provided direction on completing the application. Second, the declaration implies that Parthener consulted Wilton about the interpretation of question 5, but describes no specific conversation with him. Yet, Wilton, also a witness for Inlet, unequivocally testified at deposition that he had no conversation with Totem personnel concerning interpretation of the question. In addition, Parthener indicates that the answer was based on his understanding of the question but does not state the basis for that understanding. Parthener's statements are conclusory in nature and insufficient to raise a triable issue of fact.[33]\nInlet has also referred to the deposition testimony of D. Kenneth Draper that there was no reason that the application could not have asked specifically for the \"pollution loss history of the applicants.\" Mr. Draper testified upon examination by counsel for Inlet:\nQ. Given his interpretation, your interpretation, do you think that the phrase, pollution loss history, as used in that application is ambiguous?\nA. No.\nQ. And why is that.\nA. Loss history of the insureds, IFI, IFP, and Arctic Salmon, is what is sought. It is not the vessels. Not just the vessels on the schedule at the time. They may have sold a vessel a month before that had a million dollar spill. Can't exclude that.\nQ. On what do you base your opinion on that it is the applicant's \u0097 just looking at this form, what do base that it is the applicant's loss history.\nA. Industry practice has always required loss history of the account, the account being insured. And so if Inlet had the Maren I in 2000 and had a spill, that's part of the record.\nQ. (By Mr. Tretow) Well do you think that Mr. Parthener's interpretation of what is requested there, based upon his discussion with Mr. Wilton, is an unreasonable interpretation.\nA. Yes.\nQ. Now, is there any reason why this application could not have said, applicant's pollution loss history.\nA. It could have.\nQ. Any reason why you think it wouldn't or shouldn't contain that.\nA. Unnecessary because of really what we are talking about here is utmost good faith. The underwriters should be in a position to understand the loss history of the account and be given information from the insured that might be material to the risk.\nThe evidence in this case does not support an inference that the response to question 5 was based on a perceived ambiguity. Rather, the inference to be drawn from the evidence is that either: (1) the person completing the application was not provided the information on the prior pollution history of IFI, IFP and Arctic Salmon; (2) Totem was of the opinion that the pollution *1158 loss history of the applicants was immaterial;[34] or (3) the information was deliberately concealed to preclude any further inquiry.[35]\nContrary to the arguments of Inlet and Totem, neither AXA Global Risks (UK) Ltd. v. Pierre[36] nor Albany Insurance Co. v. Horak[37] support a different result. The question at issue in Pierre specifically requested the loss history of the operator but omitted any mention of the vessel. The court, quite correctly, rejected the insurers argument that it unambiguously also encompassed the vessels to be insured: holding instead that, at best, the term was ambiguous and the interpretation by the insured was reasonable. In this case, the question did not specifically specify the pollution loss history of either the vessels or the proposed insureds. In Horak, it is true as asserted by Totem that the court held that a failure to disclose the loss history of the vessel itself was material. The court in Horak did not hold that the loss history of the insured was not material; that question was not before the court.[38] Lloyds has not taken the position that question 5 does not encompass the loss history of vessel to be insured, Lloyds' position is that it unambiguously encompasses the loss history of the insured. Inlet also misreads or takes out of context C.P. ex rel. M.L. v. Allstate Insurance Co.[39] The Alaska Supreme Court stated:\nAn ambiguity does not exist, however, merely because the parties disagree as to the interpretation of a term. An ambiguity exists only where the contract as a whole and all the extrinsic evidence support two different interpretations, both of which are reasonable.\nTo the extent that there is a disagreement over the meaning of question 5, the record in this case indicates it is a post hoc disagreement manufactured for litigation purposes. Neither the application as a whole nor the extrinsic evidence support the interpretation that question 5 is limited to the pollution loss history of the vessels to the exclusion of that of the owners/operators. Moreover, the interpretation must be reasonable. The interpretation propounded by Inlet is contrary to common knowledge and understanding.[40] Inlet's *1159 position is further undercut by the authority Inlet has itself cited in its argument with respect to the application of the doctrine of uberrimae fidei.[41]\nMarine risks are diverse and unique. A vessel's quality and characteristics when built, its trading range, the staffing and maintenance practices of its owners and operators, including loss history with respect to other vessels owned or managed by the same entity, all figure into the calculation of the premium.\nThis observation is as true of marine pollution insurance as it is of hull or protection and indemnity insurance. As the court noted in its prior order, \"[v]essels do not cause toxic spills; it is the operators of those vessels who cause spills.\"[42]\nNot only was the prior decision of the court at docket 127 not clearly erroneous, it was and remains correct. Question 5 \"Pollution Loss History\" is not ambiguous as a matter of law. The cross-motion at docket 151 on this issue will be denied.\nC. Lloyd's Motion for Summary Judgment and Inlet's Cross-motion\nLloyds has moved for summary judgment on the basis that under the maritime duty of utmost good faith (ubberimae fidei) Inlet's failure to disclose facts material to the insurance risk, e.g., prior pollution history, vessel condition, and insurability by another underwriter, voids the policy. In its cross-motion Inlet asks for a determination that (1) the doctrine of uberrimae fidei does not apply to marine pollution insurance; (2) Lloyds' failure to cancel the policy certificate for the year 2002-2003 establishes as a matter of law that the non-disclosures were not material; and (3) Inlet did not make any material misrepresentations, or fail to disclose material information in its application for insurance.\nThe underlying facts are essentially undisputed. (1) Three months prior to the time Inlet submitted its application to PSU, a vessel owned by Inlet (but not one proposed to be insured) sank resulting in a marine pollution loss. (2) Approximately a week and a half before submission of the application, a vessel proposed to be insured was involved in a minor marine pollution incident. (3) Two months prior to the application's submission, Inlet's marine pollution insurer, WQIS, requested that Inlet have the vessels to be insured surveyed and comply with the recommendations of the marine surveyor. (4) Inlet failed or refused to comply with the request of WQIS and WQIS issued a notice of cancellation. (5) Inlet did not disclose any of the preceding information in the application process.(6) Except for pollution loss history, the application form provided by PSU/Lloyds did not request disclosure of the undisclosed information. (7) PSU/Lloyds issued a policy for an one-year period, August 28, 2000, through August 28, 2001.(8) The policy was automatically renewed for the one-year period August 28, 2001 through, August 28, 2002.(9) On or about August 26, 2002, the QP, a vessel covered by the policy, sank resulting in a pollution loss. (10) The policy was renewed for an one-year period August 28, 2002 through August 28, 2003.\nThe initial issue is whether the doctrine of uberrimae fidei applies to the *1160 marine pollution insurance policy.[43] Lloyds correctly notes that in a prior ruling the court, implicitly if not explicitly, held that the doctrine of uberrimae fidei applies.[44] Inlet is, in effect, asking the court to reconsider its prior ruling. As noted above, \"the court may reconsider previously decided questions in cases in which there has been an intervening change of controlling authority, new evidence has surfaced, or the previous disposition was clearly erroneous and would work a manifest injustice.\"[45] It is the third possible basis which must be considered here.\nInlet makes essentially a three-pronged attack on the application of the doctrine of uberrimae fidei in this case. First, Inlet argues that under the holding in Wilburn Boat[46] the court must apply state law. The court disagrees. Under Wilburn Boat, the court applies state law to maritime insurance contracts in the absence of an established federal admiralty rule.[47] The Wilburn Boat court found that no federal admiralty rule applicable to the breach of warranty issue in the case before it. The majority rule is that the doctrine of uberrimae fidei in marine insurance contracts, long ago recognized by the Supreme Court in McLanahan[48] and Sun Mutual,[49] is established federal admiralty law.[50] Only the First[51] and Fifth[52] Circuits have departed from this holding. In doing so, the First and Fifth Circuits appear to have misread Wilburn Boat[53] and disregarded over 200 years of English and American precedents, as well as prior decisions in those circuits themselves.[54] Although *1161 the Ninth Circuit has not expressly ruled on the issue of whether the doctrine of uberrimae fidei \"trumps\" contrary state law, it has recognized that the doctrine is part of established admiralty law.[55]\nSecond, Inlet suggests that no justification exists for application of uberrimae fidei to marine pollution policies. Basically, Inlet argues that such policies, having been developed in response to a specific statutory liability created by various federal and state statutes, do not fall within the parameters of traditional marine insurance policies. This is a distinction without a significant difference. What is being insured is the same, i.e., maritime vessels and operations. The only change is the nature of the liability being insured. A marine pollution policy is substantially similar in nature to a protection and indemnity policy: it provides coverage for damage or harm to a third-person. In addition, some level of pollution coverage is often included in P &amp; I policies.[56] Inlet also argues that because no reported decision has applied the doctrine of uberrimae fidei to a marine pollution policy, it is not applicable. The obverse of the coin is that no reported decision has declined to apply the doctrine to a marine pollution policy. Applicability of the doctrine of uberrimae fidei to marine pollution policies appears to be an issue of first impression, but that does not weigh in Inlet's favor given the similarity between the risks undertaken by the insurer respecting marine pollution policies and other marine insurance policies.\nThird, Inlet argues that the doctrine of uberrimae fidei is antiquated, relying in large part upon an analysis of the doctrine by Prof. Thomas J. Schoenbaum.[57] Inlet's reliance on Prof. Schoenbaum is puzzling for, as correctly quoted and read in context, Prof. Schoenbaum supports the continued viability of the doctrine. After noting, as quoted by Inlet, that the doctrine was increasingly being questioned or repudiated and abrogated in American law as to non-maritime matters, Prof. Schoenbaum posed the question: \"Is the doctrine of utmost good faith necessary to the law of marine insurance, or is it merely an anachronism left over from the distant past?\"[58] After exhaustively analyzing American and English law and the policy considerations underlying the doctrine of uberrimae fidei, he concluded that it was necessary. In a paragraph somewhat misquoted by Inlet, Prof Schoenbaum stated:[59]\nIt is submitted that both defenders and attackers of the doctrine have not properly understood the duty of utmost good faith. It is not a broad duty of disclosure based on \"old-fashioned\" moral principles. It is rather a practical and narrow duty to require facts within the special knowledge of one party to a marine insurance contract to be disclosed to the other.[60]\n*1162 Prof. Schoenbaum goes on to state.[61]\nThe rule of utmost good faith is grounded in economic efficiency. It is a rule designed to minimize costs to both insurers and assureds. In marine insurance cases the particulars of the risk are peculiarly within the knowledge of the assured. The rule places the onus on the party with the exclusive knowledge of the circumstances affecting the risk to disclose so that the risk can be most precisely and cheaply evaluated. This should lead to lower costs for insurers and, ultimately, lower and more precise premium costs for assureds.\nSome have disputed the necessity for the rule based upon modern social and economic conditions. In some areas of insurance, risks may no longer be individually evaluated and the rule may be less compelling. But marine insurance remains an industry where the individualized risk calculation and negotiation still play a key role. Thus, the doctrine of utmost good faith is of continuing importance, particularly in marine insurance.\nProf. Schoenbaum concluded.[62]\nIt is this author's conclusion from analyzing and comparing the American and English law and jurisprudence that the doctrine of utmost good faith still has utility in marine insurance because it fosters a high standard of care, economic efficiency, and lower premiums for assureds. Furthermore, because the marine insurance industry is international in scope and likely to become more so due to recent agreements at the World Trade Organization to remove barriers to trade in services its efficient operation would be enhanced by a harmonization of the divergences that have crept into English and American law.\nAs Prof. Schoenbaum noted and this case illustrates, the marine insurance industry is international in scope. Lloyds, generally recognized as the preeminent insurer of maritime risks, is based in London. Great Britain has codified the doctrine of uberrimae fidei in marine insurance law.[63] The court also notes that New York, the home of the other dominate underwriter of marine pollution insurance, WQIS, also applies the doctrine of uberrimae fidei to marine insurance.[64] In addition to New York, California, also home to significant maritime activity, applies the doctrine to marine insurance policies.[65] While not dispositive of the precise point at issue, these facts certainly should be considered.\nThe court, mindful of the admonition that lower federal courts should not presume that a later pronouncement by the Supreme Court overrules sub silentio a prior decision of the Supreme Court directly on point,[66] declines to follow the First and Fifth Circuits in boarding Wilburn *1163 Boat and abandoning application of the doctrine of uberrimae fidei to marine insurance policies. Wilburn Boat should not be read by a lower federal court as overruling or even undermining McLanahan and Sun Mutual. Given the implications of jettisoning the doctrine of uberrimae fidei, including its adverse impact on uniformity in admiralty law which is inherently international in scope, and in light of the implicit if not explicit recognition by the Ninth Circuit that the doctrine is established in admiralty law, if such a course is to be sailed it must be set by Congress or the appellate courts. This court joins the Western District of Washington[67] in holding that the marine doctrine of uberrimae fidei or \"utmost good faith\" is an established rule of admiralty law. Consequently, that doctrine, not state law, applies to the insurance policy in this case.[68]\nThe parties agree that under the doctrine of uberrimae fidei the omitted information must be \"material.\" The parties also agree that to be material the fact must impact the underwriter's decision to either (1) accept the risk or (2) in setting the premium.[69] The burden of proof of materiality is on the insurer.[70] Thus, the court must look at the facts that were not disclosed to determine the materiality of each to the underwriting process.\nInlet and Totem have expended significant effort arguing that if something was material PSU/Lloyds should have asked, and absent inquiry must be immaterial. This argument, based on cases that did not involve the application of the marine doctrine of uberrimae fidei, misses a basic premise of the doctrine as applied in this circuit: a material fact must be disclosed even in the absence of a request.[71] Prof. Schoenbaum has stated the rule as follows:[72]\nAnother rule of materiality under American law is that facts that are the subject of a specific inquiry by the insurer are deemed material, but failure to make inquiry does not excuse a failure to disclose material facts. Where inquiry is made and the insurer did not ask for the information, however, the omitted fact is likely to be deemed non-material.\nIn this case, the undisclosed facts included: (1) pollution loss attributable to the Maren I, an owned vessel but not proposed to be insured, occurring in May 2000, three months preceding the date of the application; (2) pollution loss attributable to the Harvester Barge, a vessel proposed to be insured, on August 9, 2000, less than ten days preceding the date of the application; and (3) the fact that WQIS was canceling its policy and the reason therefore.\nAddressing first the failure to disclose the prior loss history. The court begins with the premise that: \"An insurance applicant's loss history is material to the risk.\"[73] That the loss history was material to the underwriting decision by *1164 Lloyds is established by the uncontroverted testimony of Stephen Hargrave, an underwriter for Lloyds, Philip Sandle, a liability underwriter for Lloyds, and Rowland Dawe, a Director of Ropner Insurance Services, Limited. As to the Maren I, in addition to the argument that the application form question was directed solely to the vessels to be insured (an argument rejected above), Inlet argues that, at the time of the Maren I incident it was owned by IFP, operated by Arctic Salmon, Inc., and all cleanup expenses were incurred by Arctic Salmon. However, IFP and Arctic Salmon are also named as applicants on the policy application. Moreover, evidence in the record indicates that IFI and IFP are owned and controlled by a single individual, Vincent L. Goddard, and Arctic Salmon is in some way a related entity. The failure to disclose the IFI-IFP-Arctic Salmon relationship and pollution loss history of Arctic Salmon is itself a material omission.[74] There is also evidence in the record that the Maren I incident also involved the QP, i.e., that the QP was moored next to the Maren I, listing heavily, and had to have petroleum products removed as a precautionary measure as it was itself in danger of sinking.\nInlet argues that IFP did not consider the pollution incident as involving the Harvester Barge itself, but as the result of the actions by a third-party contractor operating on shore. Be that as it may, the spill which occurred during a transfer from the Harvester Barge was reported as being connected to the Harvester Barge, and payment of the costs of cleanup requested from WQIS. Moreover, it overlooks the fact that, as Inlet itself argues, the liability for spills is absolute, a \"no-fault\" concept, and as the vessel owner IFI was responsible for the spill caused by the third-party contractor irrespective of fault \u0097 the very risk Lloyds was being asked to insure. Inlet's position overlooks the fact that the test is not whether the proposed assured believed the fact was material but whether a reasonable person in the assured's position would know that the fact was material.[75] Even if the test were not an objective one, there is no evidence in the record that the third party contractor's involvement was the reason for the omission by the person who actually prepared the application.\nCancellation of a policy by a previous insurer is likewise material.[76] That the failure was material to underwriting at Lloyds is also established by the uncontradicted testimony of Messrs. Hargrave and Sandle. Inlet does not dispute that WQIS canceled the policy it had issued to IFI, with IFP and Arctic Salmon as additional assureds, or that this was not disclosed. Lloyds argues that WQIS canceled the policy on two grounds: failure to comply with a request that Inlet have the vessels surveyed and nonpayment of the premium. Both Inlet and Totem argue that the WQIS cancellation was premised on non-material financial considerations, not the poor quality of the vessels. In particular, Totem relies on handwritten notes dated August 10, 2000, on a communication from WQIS to Totem in which it is asserted that Inlet considered doing the surveys but only if WQIS would reinstate, but since the WQIS's letter precluded reinstatement, no surveys were done. Totem's argument misconstrues the facts to reach the implied *1165 conclusion the cancellation was solely financially based.\nOn June 6, 2000, Totem notified Inlet in a facsimile communication that stated in part:\nWater Quality Insurance Syndicate recently received a survey regarding the condition of your vessels. They are wanting to send cancellation notice because of the age and condition of your vessels. They are willing to rescind the cancellation provided you get your vessels surveyed and your expense and are willing to adhere and comply with the surveyors recommendations. The short term recommendations will have to be completed immediately, while any long term recommendations, Water Quality Insurance Syndicate is willing to work with you on getting resolved in a reasonable manner.\nThey do require you to go through The Alexander Gowe, Inc. company as the surveyor. The contact name is Andrew King, and his phone number is (206) 285-0520.\nOn June 21, 2000, Totem sent a followup facsimile that stated in part:\nSee attached copies of correspondence regarding Water Quality Syndicate sending cancellation notice.\nThey were holding off sending the notice until you had contacted and worked with their recommended surveyor. However, when they contacted him today, they found that no one from your office had contacted him, so they are now sending cancellation notice to be effective July 20, 2000.\nOn August 7, 2000, WQIS sent notice of \"final\" cancellation to both Inlet and Totem, stating in relevant part:\nBased on our review of our file for Inlet Fisheries, Inc., it appears that policy premiums have not been paid for the current policy period or the previous policy period.\nMoreover, Inlet Fisheries has failed to comply with WQIS's demand that its vessels be surveyed (which would allow WQIS to confirm exposure) and adhere to any recommendations by the surveyor. Accordingly, please consider this a twenty-day notice of cancellation in accordance with Section 21.36.220.\nIn the event that the survey requirements have been complied with and premiums paid, this letter shall constitute a sixty-day notice of cancellation. This cancellation is final.\nBased on the declaration of Vincent Goddard,[77] Inlet argues that it did not refuse to have the surveys done but that it was unable to arrange for a marine surveyor to come to Bethel within the time frame required by WQIS. Mr. Goddard's statement and Inlet's argument ring hollow and are at odds with independently established facts. WQIS had specifically required use of a particular surveyor and provided the name and telephone number of the person to contact. It is uncontroverted that Inlet did not contact the specified surveyor.\nThe logical inference to be drawn from these facts is that vessel condition was of significant, if not paramount, concern to WQIS; particularly in light of the fact that the Maren I sank the month preceding the initial demand. The last paragraph of the \"final\" cancellation notice is indicative that WQIS had concerns beyond \"financial considerations\"; indeed it may be inferred that \"financial considerations\" were of relatively *1166 minor importance since WQIS intended to cancel even if the premiums were paid. Moreover, there is no evidence that an intent to comply with the survey requirements was ever communicated to WQIS, certainly not prior to the August 7, 2000, \"final\" cancellation notice, some two months after WQIS made its initial demand.\nPerhaps more importantly, the critical point that Inlet and Totem fail to grasp is the fact that WQIS had received information, i.e., a marine survey, that gave rise to concern about the condition of the Inlet vessels. This concern was communicated to Totem and by it to Inlet. Inlet did nothing to alleviate that concern. Thus, both Inlet and Totem had full knowledge that an underwriter of marine pollution insurance considered the condition of the vessels to be insured not only material but that the underwriter had reason to doubt the seaworthiness of the vessels. Despite this knowledge, the cancellation and concerns of WQIS were not disclosed. Whether or not the concerns of WQIS were well-founded,[78] Inlet had an obligation to disclose the facts.[79]\nThis does not, however, end the matter. Inlet and Totem have raised two additional points that bear on the issue. First, since materiality is based on the post hoc testimony of Lloyd's underwriters, albeit uncontradicted by competent admissible evidence, it nonetheless remains a triable issue of fact precluding the entry of summary judgment. Second, the actions taken by Lloyds after learning of the undisclosed facts establish that the undisclosed facts were not material as a matter of law.\nTurning first to the question of whether the uncontradicted testimony of Lloyds' underwriters is insufficient to sustain the grant of summary judgment as a matter of law. Inlet and Totem argue that the testimony of the Lloyds' underwriters is self-serving and speculative and can not, therefore, support the grant of summary judgment. The cases cited by Inlet and Totem do not support that conclusion. In Christiania General Insurance Corp. Of New York v. Great American Insurance Co., the Second Circuit, applying New York law to a non-marine policy stated:[80]\nStill, it is possible a jury could believe this position was simply hindsight, and that because no significant number of ATV claims had been made at the time when the reinsurance certificates were issued and because what was involved was excess insurance, Christiania would not in fact have rejected the risk or accepted the risk only at higher premiums.\nThe thrust of the Christiania General decision is that there was other evidence in the case that created a triable issue of fact, not that the testimony of the underwriter was insufficient as a matter of law.\nThe Fifth Circuit in Gulfstream Cargo Ltd. v. Reliance Insurance Co.,[81] a case involving the doctrine of uberrimae fidei, observed:\nOf course, testimony of this kind coming long after the issuance of the policy and the intervening loss, not shown to have been causally related to the earlier concealed unseaworthiness, is self-serving in a vivid way. But this goes to its *1167 credibility, and the Trial Judge impliedly credited this.\nFirst, Gulfstream did not involve a motion for summary judgment and, as the court noted, this went to credibility, a factor that, as noted above, the court may not consider in ruling on a motion for summary judgment. Second, the basis for the Gulfstream creation of the credibility issue, a lack of causal connection between the loss and the concealed fact, is directly contrary to controlling law in this circuit.[82]\nInlet quotes Mims v. Old Line Life Insurance Co. of America,[83] as follows:\nGenerally, however, such \"Monday morning quarterbacking\" is disfavored and the materiality of misrepresentations will be a factual issue to be decided by the trier of fact.\nWhile that quote is accurate, as far as it goes, it is grossly misleading and does not reflect the holding of the court. The complete passage, which does reflect the court's holding, is as follows:[84]\nAn insurer may establish the materiality of misrepresentations through the affidavit of an underwriter. Generally, however, such \"Monday morning quarterbacking\" is disfavored and the materiality of misrepresentations will be a factual issue to be decided by the trier of fact, which naturally precludes summary judgment. * * * * Here, however, unlike in Fernandez or Beneby, plaintiff has offered no contradictory evidence to rebut the underwriter's statement that an \"insured's past medical history and medical treatment are material ... and Bennett's failure to disclose these visits to hospitals, in and of itself, would have caused [defendant] to decline to issue the policy.\" Doc. 123 at 4. Furthermore, because these knowing misrepresentations concern Bennett's medical history, they so affect the insurer's assessment of risk that such misrepresentations are material as a matter of law.\nThe Ninth Circuit, in upholding a grant of summary judgment in favor of an insurer on the issue of a material omission based upon the affidavits of an underwriter, specifically rejected the rule urged by Inlet and Totem:[85]\nNML met its burden of proving the absence of any genuine issue of material fact that Gasaway's misrepresentations materially affected the acceptance of the risk through the Westphal affidavits.\n\n* * * * * *\nGasaway offered no witnesses, depositions, or affidavits to contradict NML's position. Instead she argued that Westphal's conclusions were nothing more than self-serving speculation that should be disregarded. This is nothing more than \"mere allegations or denials\" which are insufficient to overcome NML's showing. That being so, the materiality of the misrepresentations is such that reasonable minds could reach only one conclusion as to whether the answer was true or false. Therefore, summary judgment was appropriate.\nInlet and Totem argue that the best evidence of materiality is the industry standard. Unfortunately for Inlet and Totem they failed to introduce any competent, *1168 admissible evidence that the industry standard differs from the standard Lloyd's witnesses identify.[86] The only competent evidence of industry standards is that presented by the deposition testimony of Messrs. Hargrave, Sandle, and Dawe (familiar with the underwriting requirements of Lloyds) discussed above, and the Declaration of Russell Brown, an underwriter for WQIS. Mr. Brown in his declaration stated unequivocally that prior loss history of the insured, vessel condition, and prior cancellation by a pollution insurer are among the most important facts considered in evaluating a risk and setting policy conditions. This evidence, being uncontradicted, not only supports the grant of summary judgment on the issue but, under controlling law, compels it.\nTotem attempts to bolster its argument on materiality by comparing the PSU application form to the NASIS Protection and Indemnity Application. The NASIS form not only asks about the current carrier but also whether the applicant had been \"denied coverage or been subject to cancellation by underwriters.\" The NASIS application also requests a copy of the \"most recent condition/valuation survey\" and if \"all recommendations listed on the survey have been complied with.\" This very argument establishes that Totem knew, or should have known, that both the fact of cancellation by WQIS and the condition of the vessels were material. Yet, despite the knowledge of the cancellation by WQIS and the reasons therefor, Totem did not disclose that information. The court also finds disingenuous Totem's argument that the application was dated August 17 and the cancellation was not effective until August 28 and the only question on the application form was to identify the current insurer, which was answered correctly. Totem knew on August 17 that the WQIS policy was being irrevocably cancelled effective August 28 and the reasons for that cancellation.\nThe next issue is whether the actions taken by Lloyds after it learned of the omitted facts create a triable issue of fact as to the materiality of the omitted facts. Put another way, did Lloyds by its conduct, i.e., after having received sufficient information that would (and did) raise suspicions in the mind of a mind of a reasonable insurer that there are other material circumstances nonetheless proceed to underwrite the risk, waive the defect?[87] This argument is essentially based on the uncontroverted facts that after Lloyds learned of the material non-disclosures, it (1) bound coverage for the inlet vessels for the policy year 2002, (2) left unchanged the premiums charged, and (3) declined to cancel the coverage for the policy year. These \"facts,\" standing alone, would likely create a triable issue of fact. However, the court must look to the totality of Lloyds' conduct. The salient facts during the relevant period are as follows:\nAugust 6, 2002 \u0097 Lloyds provided Inlet with quote for renewal of policy.\nAugust 27, 2002 \u0097 PSU/Lloyds learned of the Maren I incident and that IFI had filed bankruptcy.\nAugust 28, 2002 \u0097 Lloyds agreed to renew the policy as quoted subject to Inlet submitting a new application form. Coverage bound by PSU.[88] Lloyds directed PSU to \"instruct [counsel] to consider case and act on underwriter's behalf.\"\n*1169 September 4, 2002 \u0097 PSU first followup to Totem requesting completed application form.\nSeptember 5, 2002 \u0097 PSU requested confirmation of P &amp; I coverage from Totem. Totem responded it did not write P &amp; I for Inlet. Information would have to come from Vince [Goddard].[89]\nSeptember 10, 2002 \u0097 Counsel for Lloyds informed IFI and IFP of Lloyds' reservations and requested (1) confirmation of P &amp; I insurance coverage and (2) files and correspondence regarding the Maren I loss.\nSeptember 16, 2002 \u0097 Commanding Officer, Marine Safety Office Anchorage requested permission to scuttle the QP due to its deteriorated condition, lack of water tight integrity, and the likelihood that the vessel would sink again requiring another federal response because Inlet lacked the financial resources to conduct pollution response activities or prevent the vessel from sinking again.[90]\nSeptember 18, 2002 \u0097 Follow-up by PSU to Totem on request for new application form (also notes previous follow-ups on September 4 and 11).\nSeptember 19, 2002 \u0097 PSU received completed application form, which answered the question on pollution loss history: \"QUANIRTUGG PRINCESS \u0097 8/02 OTHERS \u0097 POLLUTION CLAIM.\" PSU sent an e-mail to Lloyds requesting advice on the addition of an additional vessel (Inlet Harvester) to the policy and including the following:\nALSO \u0097 on the app we finally received, they list the QP incident, BUT DO NOT LIST the MARIN [sic] claim. Could we send NOC on this basis \u0097 non disclosure of material fact? Or do you want to try to recoup as much premium as possible?\nSeptember 20, 2002 \u0097 Lloyds declined to add the Inlet Harvester. [There is no evidence in the record of a response, nor does Lloyds argue that it ever responded, to the inquiry concerning cancellation.]\nOctober 9, 2002 \u0097 Counsel for Lloyds corresponded with counsel for IFI informing him that WQIS requested the consent of Inlet Fisheries before releasing its files on the Maren I.\nOctober 24, 2002 \u0097 Counsel for IFI responded to the October 9 request declining to consent to the release of the WQIS files on the basis that its was irrelevant to the investigation into the loss of the QP and further taking the position that it was unnecessary to disclose the information concerning the Maren I inasmuch as it was not a vessel to be insured.\nNovember 12, 2002 \u0097 Counsel for Lloyds responded to counsel for IFI disagreeing with the position that it was unnecessary to disclose the pollution history of the assureds, invited counsel's attention to the doctrine of uberrimae fidei, and again requested consent to the release of the WQIS files.\nDecember 3, 2002 \u0097 In correspondence sent by facsimile following up on the November 12 correspondence to which no response had been received, counsel for Lloyds again requested release of the WQIS files, the files of IFI and IFP on the loss of the Maren I, the complete insurance files of IFI and IFP from 1999.\nDecember 4, 2002 \u0097 Counsel for IFI acknowledged receipt of the December 3 *1170 correspondence, noted it had been forwarded to his client and to expect a response by December 11.\nDecember 10, 2002 \u0097 Counsel for IFI responded to the requests for information ostensibly agreeing to consent to release of the WQIS files on the Maren I incident but effectively abrogating that consent by including the following statements:\nHowever, please be advised that as Inlet Fisheries, Inc. did not own the Maren I, did not file the claim for its loss, and was not the loss payee, it is unlikely that Inlet Fisheries, Inc. possesses any specific information relating to the loss of the Maren I or treatment of that claim. The information you seek regarding the Maren I is either in the possession of the Inlet Fish Producers, Inc. or could only be obtained with the consent of Inlet Fish Producers, Inc. Our law firm does not represent Inlet Fish Producers, Inc., and never has represented that entity.\nAccordingly, I have forwarded your correspondence to Paul Koval, the attorney for Inlet Fish Producers in Anchorage. Inlet Fish Producers will have to make its independent determination regarding turnover of the records you seek. Inlet Fisheries, Inc. has no power or authority to provide or release the specific records you have requested regarding the Maren I.\nApril 11, 2003 \u0097 This action was commenced by Lloyds in U.S. District Court for the Western District of Washington.\nJuly 21, 2003 \u0097 Totem inquired about renewal terms on the policy.\nJuly 31, 2003 \u0097 PSU notified Totem by e-mail: \"We will not be sending terms. It is our view that the policy you had is void. Underwriters are prepared to return funds.\"\nInlet and Totem primarily rely American National Fire Insurance Co. v. Rose Acre Farms, Inc.[91] In Rose Acre at the time the insured applied for coverage it represented that it owned no airplanes and the policy excluded certain aircraft operations. The insured did, however, own an aircraft located at one of its farms in Paraguay. Subsequently, the insured acquired a Beechcraft that crashed, killing a passenger. The insurer, American National, learned of the Paraguay aircraft after the crash of the Beechcraft. American National declined to add a \"total aircraft exclusion\" to the policy except for operations outside the U.S. Instead, American National believed its existing exclusion language excluded coverage for the Beechcraft. The court ruled against American National on the issue of the existing exclusion, finding coverage. The court, responding to testimony that if American National had known of the Paraguay aircraft it would have excluded all aircraft operations, held that American National had not met its burden of establishing materiality, stating:[92]\nNormally, that might be enough to find in favor of ANFIC. However, in this case there is other evidence, less speculative, which demonstrates not what ANFIC might have done had it known of the aircraft, but rather what it actually did once it learned of the aircraft. It did nothing. ANFIC thought the policy already excluded any aircraft owned by Rose Acre. That is what it determined when it rejected Culley's addition of a total aircraft exclusion following the Beechcraft crash. That is what it determined when it still did not add a total aircraft exclusion after it learned of the *1171 Paraguay plane. Indeed, that is what it continues to argue on appeal. When presented with opportunities to change the aircraft coverage, both after the Beechcraft accident as well as later upon discovery of the Paraguay airplane, ANFIC did not modify the exclusion because it believed there was no need to do so. Faced with an inconsistency between what ANFIC actually did and self-serving testimony speculating on what it might have done, the district court correctly determined there was no genuine material issue in dispute.\nInlet and Totem argue that, like American National in Rose Acre, Lloyds when informed of the previously undisclosed Maren I incident nonetheless renewed the policy on the quoted terms, did not cancel the policy and, therefore, \"did nothing.\" Thus, Inlet and Totem reason that the undisclosed incident was not material as a matter of law. Unfortunately for Inlet and Totem, the facts in this case differ substantially from those in Rose Acre. Inlet and Totem also overlook the fact that the doctrine of uberrimae fidei is a two-way street: it requires both parties to a marine insurance policy to accord the other the highest degree of good faith.[93] Although the duty to disclose all material facts in making the application for insurance attaches before the policy is actually issued, uberrimae fidei does not come into play until such time as the policy is actually issued. Thus, the insurer may decline to issue a policy in the first instance on any grounds not otherwise prohibited by law without violating the doctrine of uberrimae fidei. However, once the policy has been issued, i.e., the contract made between the insurer and the insured, the insurer is bound by the doctrine and must act in utmost good faith with respect to its dealings with the insured. Lloyds' actions must be examined against this backdrop.\nLloyds first learned of the Maren I incident on the day immediately preceding the renewal date. Lloyds did not, however, have any of the particulars regarding the incident; Lloyds did not, therefore, have sufficient information upon which to make an informed decision as to the risk being insured. Under Alaska law, except under circumstances not present in this case, an insured must give at least 45 days notice before refusing to renew a business or commercial policy.[94] As Lloyds notes, refusal to renew at that point, which would have been a violation of Alaska law, could hardly be acting in utmost good faith. Inlet attempts to degrade the impact of this factor because there is no evidence that Lloyds was actually concerned about the possibility of a \"bad faith\" claim by Inlet. On the other hand, when advised of the non-renewal in 2003, Totem, on behalf of Inlet, raised the very issue of non-renewal under Alaska law. The fact that Lloyds renewed the policy, in light of the limited and unconfirmed information it had at the time of renewal, does not create a triable issue of fact as to what it would have done had it been provided, prior to issuing the policy in the first instance in August 2000, the information it subsequently obtained upon which it asserts is right to avoid the policy. In August 2000, had Inlet disclosed the prior pollution losses and the cancellation of the WQIS policy, Lloyds could have declined to issue the policy outright without further investigation or it could have declined issuance until such *1172 time as it had an opportunity to investigate further.[95] The doctrine of uberrimae fidei left Lloyds no such option with respect to renewal on August 28, 2002: it had to renew or risk violating the doctrine of uberrimae fidei.\nInlet and Totem argue that the failure of Lloyds to cancel the policy after September 19, 2002, when the new application that did not disclose the Maren I or Harvester Barge incidents was received, also contradicts the materiality of those non-disclosures in August 2000. The court rejects this argument as well. It can hardly be considered a breach of the uberrimae fidei doctrine to fail to disclose a fact of which the insurer has actual knowledge,[96] which it is uncontroverted Lloyds had on September 19, at least with respect to the Maren I.[97] Neither Inlet nor Totem have cited any case in which such a holding was made, and this court is unable to find any such case. Inlet, albeit somewhat obliquely, attempts to shift the onus to Lloyds because it did not object to the response as being inconsistent with the information it had asked for or the information provided. This argument must also be rejected on the same basis as a similar argument made to the Ninth Circuit as \"contrary to the obligation of the applicant for marine insurance to disclose material information whether or not the insured asks for it.\"[98] The argument concerning the matters into which Lloyds may have inquired but did not, e.g., marine surveys, what hull and P &amp; I insurance was in place,[99] or contacting WQIS concerning its experience,[100] fail for the same reason.\nThe evidence in this case establishes that Lloyds upon learning of it, Lloyds immediately started an investigation into the Maren I incident. The evidence also shows that from the outset Inlet and Totem, its agent, were dilatory in responding to Lloyds' requests for information, and to a significant extent, obstructive. The responses by Totem and counsel for IFI display disregard for the insurer's right to determine what is material to undertaking the risk; instead of providing information, both questioned the need for or relevance of the requested information. The December 10, 2002, response of counsel for IFI was particularly disingenuous. Three *1173 months after the initial request to IFI/IFP and two months after the initial request from counsel for Lloyds, counsel for IFI took the position that (1) the Maren I was owned by IFP not IFI, (2) he does not represent IFP, (3) IFI has no authority to release the information, and (4) it was being referred to counsel for IFP for appropriate response. This response disregarded the facts that IFI and IFP were co-insureds on the WQIS policy, Vincent Goddard, the president of IFI, was also the president of IFP and certainly had the authority to authorize the release of the WQIS files, and, according to the official U.S. Coast Guard documentation IFI, not IFP, was the owner of the Maren I.[101] Goddard, who was aware of the situation and privy to the fact the request was directed to both IFI and IFP, waited three months before consulting the attorney representing IFP, a company he owned, controlled and served as president. His behavior is unexplained and unexcused. This stonewalling by Inlet through its agent, Totem, and its counsel, in responding to Lloyds' multiple requests for information regarding the Maren I incident and the files of WQIS during the months following revelation of the Maren I incident certainly demonstrates that Inlet was not acting in utmost good faith. One might even reasonably infer that this was a continuation of an intent to conceal the information.\nFrom the time it first learned that Inlet had failed to make a full, complete and candid disclosure of facts material to the underwriting decision, Lloyds acted as a prudent insurer consistent with its obligation to act in utmost good faith with respect to its dealings with the insured. Ascribing to Lloyds' conduct the waiver characterization urged by Inlet and Totem, would be wholly inconsistent with Lloyds' obligations under the doctrine of uberrimae fidei. There was no waiver.\nThe prior loss history of the vessels Maren I and the Harvester Barge and the cancellation of the policy by WQIS were material. Non-disclosure of those facts prior to the issuance of the policy breached the doctrine of uberrimae fidei. Accordingly, Lloyds is entitled to have the policy declared void.\n\nVI. CONCLUSION\nFor the reasons set forth above:\n1. Lloyds' motion for summary judgment at docket 135 is GRANTED.\n2. Inlet's cross-motion for summary judgment at docket 151 is DENIED.\n3. Lloyd's motion to strike the declaration of Forrest V. (Woody) Wilton at docket 163 is GRANTED in part, except for the first sentence of paragraph 6 and the first two sentences of paragraph 7, paragraphs 3, 4, 5, 6, and 7 of the Declaration of Forrest V. (Woody) Wilton are stricken.\n\nVII. ORDER TO CONFER AND SUGGEST TRIAL DATES\nIt appears to the court that it is now appropriate to set a date for trial of the remaining issues in the third-party complaint. Accordingly, counsel for Inlet and Totem shall confer and within thirty days from the date of this order file a joint status report which (1) reports on the prospects for settlement, (2) identifies all issues which either party believes must be resolved at trial, (3) sets out the parties' best estimate as to the length of trial, and (4) suggests at least two trial dates convenient *1174 to all parties, neither of which dates should be earlier than January 9, 2006.\nNOTES\n[1]  The background in this case is extensively set forth in the order at docket 114. It is not replicated here except as necessary to an understanding of the instant motions.\n[2]  At times in the record the date of the incident is stated as being August 26; however, the Alaska Department of Environmental Conservation records indicate it was first reported on August 24. Whether the QP sank on August 24, 25 or 26 is irrelevant to the determination of the issues presented in the motion at bar.\n[3]  Between renewal in 2001 and 2002, PSU became American E &amp; S Insurance Brokers. The court will use \"PSU\" to designate both Puget Sound and its successor American E &amp; S.\n[4]  According to the official Coast Guard records IFI was the registered owner of the Maren I. According to the Declaration of Vincent Goddard, President of IFI and IFP, the vessel was owned by IFP and operated by a related entity, Arctic Salmon, at the time of the incident.\n[5]  Cleanup costs for this incident exceeded $88,000.\n[6]  Cleanup costs for this incident were less than $5,000.\n[7]  Fed.R.Civ.P. 56(c); Lopez v. Smith, 203 F.3d 1122, 1131 (9th Cir.2000) (en banc); Taylor v. List, 880 F.2d 1040, 1044 (9th Cir.1989).\n[8]  Anderson v. Liberty Lobby, Inc. 477 U.S. 242, 255, 106 S. Ct. 2505, 91 L. Ed. 2d 202 (1986).\n[9]  FED. R. CIV. P. 56(e); Henderson v. City of Simi Valley, 305 F.3d 1052, 1055-56 (9th Cir.2002).\n[10]  Matsushita Elec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 586, 106 S. Ct. 1348, 89 L. Ed. 2d 538 (1986).\n[11]  Applicable to admiralty proceedings under FED. R. EVID. 1101(b).\n[12]  Kumho Tire Co., Ltd. v. Carmichael, 526 U.S. 137, 147-48, 119 S. Ct. 1167, 143 L. Ed. 2d 238 (1999); see also Daubert v. Merrell Dow Pharmaceuticals, Inc., 509 U.S. 579, 589, 113 S. Ct. 2786, 125 L. Ed. 2d 469 (1993).\n[13]  See General Electric Co. v. Joiner, 522 U.S. 136, 118 S. Ct. 512, 139 L. Ed. 2d 508 (1997).\n[14]  FED. R. EVID. 104; Bourjaily v. United States, 483 U.S. 171, 175-76, 107 S. Ct. 2775, 97 L. Ed. 2d 144 (1987).\n[15]  United States v. Murillo, 255 F.3d 1169, 1178 (9th Cir.2001); see also Joiner, 522 U.S. at 142-43, 118 S. Ct. 512.\n[16]  373 F.3d 998 (9th Cir.2004).\n[17]  Id. at 1015-16.\n[18]  Id.\n[19]  Totem's reliance on United States v. Plunk, 153 F.3d 1011 (9th Cir.1998) is likewise misplaced. Plunk, like Hangarter, does nothing more than reiterate the non-remarkable proposition that experience alone may qualify a person as an expert. Nothing in Plunk indicates that this necessarily equates to qualification to provide an opinion on a specific subject that may fall within a broader field of experience.\n[20]  Id. (Internal citations omitted.)\n[21]  Inlet relies solely upon Wilton's experience to establish his qualifications to testify as an expert witness, and Wilton testified that his opinion was based solely upon his experience. Docket 163, Wilton Deposition, 69:25-70:3; 71:5-8; 71:22-72:18.\n[22]  Spotlite was sold to Totem. The exact date is not reflected in the record but was about two years (or slightly less) prior to the deposition in June 2005.\n[23]  Insurance agency owned by Wilton's daughter.\n[24]  In opposing the motion to strike, Inlet attempts to raise the issue of the similarity of the experience of Wilton to that of D. Kenneth Draper, an expert reputedly retained by Lloyds who has also been deposed in the case. The relevance of this argument, which consumes approximately 25% of Inlet's memorandum, escapes the court. Draper's qualifications are not the issue; the court is concerned with Wilton's competence to render an expert opinion.\n[25]  938 F.2d 230 (D.C.Cir.1991).\n[26]  Id., 938 F.2d at 233-34.\n[27]  FED. R. EVID. 701, Advisory Committee Note to 2000 Amendment.\n[28]  Reported in 370 F. Supp. 2d 974 (D.Alaska 2004).\n[29]  Thomas v. Bible, 983 F.2d 152, 154 (9th Cir.1993).\n[30]  City of Los Angeles, Harbor Division v. Santa Monica, 254 F.3d 882, 885 (9th Cir.2001)\n[31]  Leslie Salt Co. v. United States, 55 F.3d 1388, 1393 (9th Cir.1995).\n[32]  See Engelhard Industries, Inc. v. Research Instrumental, Corp., 324 F.2d 347, 352 (9th Cir.1963).\n[33]  See Barcamerica International USA Trust v. Tyfield Importers, Inc., 289 F.3d 589, 597 (9th Cir.2002).\n[34]  The court notes that, contrary to Inlet's position, Wilton's declaration does not support the ambiguity argument. What it does support is the inference that Totem believed the information to be immaterial.\n[35]  Disclosure of the Maren I incident and a subsequent inquiry into the circumstances would have led PSU/Lloyds to the WQIS cancellation and the reasons for it. This could have resulted in a rejection by Lloyds, the sole remaining player in the game. A situation that would have left IFI and IFP without any marine pollution coverage. That an intent to conceal could be inferred is bolstered by the fact that in June 2001 on an application for Hull and P &amp; I insurance when asked about losses in the prior five years on the vessel to be insured or any other vessel owned or operated by the insured, IFI answered \"None\" and in response to the question asking to explain if prior insurance had ever been non-renewed or canceled, IFI answered \"N/A.\" Docket 135, Nicholl Declaration, Exhibit 29.\n[36]  2001 WL 1825853, 2002 A.M.C. 228 (S.D.Fla.2001).\n[37]  1993 WL 269620, 1994 A.M.C. 273 (E.D.N.Y.1993).\n[38]  Although it is not crystal clear, it appears that the application form in Horak was similar to that in this case and simply asked for \"loss history,\" to which Horak answered, as did Inlet in this case, \"None.\"\n[39]  996 P.2d 1216, 1222 n. 38 (Alaska 2000).\n[40]  Inlet and Totem do not cite a case nor refer to any treatise or publication which states that the loss history of the applicant is not material to underwriting marine insurance of any type. Every case (including controlling authority) or treatise cited or reviewed by the court which discusses the subject indicates that the loss history of the assured is material to assessing the underwriting risk. Given these considerations, the court concludes that the phrase \"pollution loss history\" can not reasonably be interpreted or construed to be limited to the loss history of the vessels to be insured.\n[41]  Quoting M. Popham, Misrepresentation and Concealment in Marine Insurance Contracts: An Analysis of Federal and State Law Within the Ninth Circuit, 11 U.S.F. MAR. L.J. 99, 103, 104 (1995) (emphasis added).\n[42]  Docket 127 at page 7 [370 F.Supp.2d at 977].\n[43]  \"The doctrine of uberrimae fidei requires a marine insurance applicant even if not asked, to reveal every fact within his/her knowledge that is material to the risk.\" Cigna Property &amp; Casualty Co. v. Polaris Pictures Corp., 159 F.3d 412, 418 n. 1 (9th Cir.1998) (internal quotations and citations omitted) (emphasis by the court). It imposes the \"highest degree of good faith.\" 2 THOMAS J. SCHOENBAUM, ADMIRALTY AND MARITIME LAW, § 19-14 at 297-98 (4th ed.) (\"SCHOENBAUM\").\n[44]  Docket 114 at page 10.\n[45]  Leslie Salt Co. v. United States, supra.\n[46]  Wilburn Boat Co. v. Fireman's Fund Insurance Co., 348 U.S. 310, 75 S. Ct. 368, 99 L. Ed. 337 (1955).\n[47]  Id., at 314-16, 75 S. Ct. 368; Kiernan v. Zurich Cos., 150 F.3d 1120, 1121 (9th Cir.1998); see also 1 SCHOENBAUM, supra note 46, § 4-2 at 165 (\"the application of state law in admiralty is a default rule: state law applies if there is no well-established federal admiralty rule and there is no need to create one\") (emphasis in original).\n[48]  McLanahan v. Universal Insurance Co., 26 U.S. (1 Pet.) 170, 185, 7 L. Ed. 98 (1828).\n[49]  Sun Mutual Insurance Co. v. Ocean Insurance Co., 107 U.S. 485, 510-11, 1 S. Ct. 582, 27 L. Ed. 337 (1883).\n[50]  See Thomas J. Schoenbaum, The Duty of Utmost Good Faith: A Comparative Analysis of American and English Law, 29 J. MAR. L. &amp; COM. 1, 8-9, 11 (1998) and the cases cited therein (\"Schoenbaum article\").\n[51]  Windsor Mount Joy Mutual Insurance Co. v. Giragosian, 57 F.3d 50 (1st Cir.1995) (questioning the rule and applying state law in a somewhat oblique manner).\n[52]  Albany Insurance Co. v. Anh Thi Kieu, 927 F.2d 882 (5th Cir.1991).\n[53]  Wilburn Boat should be read as generally requiring the court to ask two questions: first, whether a judicially established federal admiralty rule governs the issue; and, if not, whether the court in the consideration of uniformity should create one. In the absence of a settled or established federal, admiralty rule, Wilburn Boat is properly interpreted and applied as a mandate to choose the applicable state law rule discouraging the formulation of new federal admiralty rules governing marine insurance. [See 2 SCHOENBAUM, supra note 46, § 19-9 at 282.]\n[54]  Schoenbaum Article, supra note 53 at 11.\n[55]  Cigna Property &amp; Casualty Co. v. Polaris Pictures Corp., supra, 159 F.3d at 420 n. 3 (holding that since both the federal admiralty rule and the California statute were the same, it was unnecessary to decide whether the result was under admiralty or California law); Certain Underwriters at Lloyds v. Montford, 52 F.3d 219, 222 n. 1 (9th Cir.1995) (same).\n[56]  2 SCHOENBAUM, supra note 46, § 19-12 at 288-89 (\"Shipowners look to Protection and Indemnity Clubs for insurance against their liabilities including claims for damage or compensation in respect of ... pollution.\")\n[57]  Schoenbaum Article, supra note 53.\n[58]  Id., at 2.\n[59]  Id., at 3 (footnote omitted).\n[60]  As misquoted by Inlet, the last sentence read: \"It is a rather impractical and narrow duty to require facts within the special knowledge of one party to a marine insurance contract to be disclosed to the other.\" (Misstated language emphasized.) As misstated the meaning of that sentence is substantially distorted. The court finds this misstatement, which is repeated in the reply memorandum, even if inadvertent, troubling.\n[61]  Id., at 3-4 (footnotes omitted) (emphasis in the original).\n[62]  Id., at 39.\n[63]  Marine Insurance Act, 6 Edw. Ch. 7, ch 41, §§ 17, 18 (1906) (Eng.).\n[64]  Stecker v. American Home Fire Assurance Co., 299 N.Y. 1, 84 N.E.2d 797, 798-99 (1949).\n[65]  Cal. Ins.Code § 1900.\n[66]  See State Oil Co. v. Khan, 522 U.S. 3, 20, 118 S. Ct. 275, 139 L. Ed. 2d 199 (1997) (\"it is [the Supreme Court's] prerogative alone to overrule one of its precedents\"); Agostini v. Felton, 521 U.S. 203, 237, 117 S. Ct. 1997, 138 L. Ed. 2d 391 (1997) (lower courts must leave to \"this Court the prerogative of overruling its own decisions,\" even if such decision \"appears to rest on reasons rejected in some other line of decisions\") (citations omitted).\n[67]  See, e.g., Port Lynch, Inc. v. New England International Assurety of America, 754 F. Supp. 816, 820-21 (W.D.Wash.1991).\n[68]  Having made this determination, it is unnecessary to address the significance of the non-disclosures in this case under Alaska law.\n[69]  See 2 SCHOENBAUM, supra note 46, § 19-14 at 312.\n[70]  See Miller v. Republic National Life Ins. Co., 789 F.2d 1336, 1340 (9th Cir.1986).\n[71]  Cigna Property &amp; Casualty Co. v. Polaris Pictures Corp, supra; Certain Underwriters At Lloyds v. Montford, supra, 52 F.3d at 222.\n[72]  2 SCHOENBAUM, supra note 46 § 19-14 at page 312.\n[73]  Certain Underwriters At Lloyds v. Montford, supra, 52 F.3d at 222.\n[74]  See Cigna Property &amp; Casualty Co. v. Polaris Pictures Corp., supra, 159 F.3d at 420.\n[75]  Btesh v. Royal Insurance Co., 49 F.2d 720, 721 (2nd Cir.1931); 2 SCHOENBAUM, supra note 46, § 19-14 at 312.\n[76]  Knight v. U.S. Fire Insurance Co., 804 F.2d 9, 13 (2nd Cir.1986).\n[77]  Inlet did not refuse to have the QP and the HARVESTER BARGE surveyed. Inlet was simply unable to have the vessels surveyed within the time frame set by WQIS. There are no marine surveyors in Bethel and it is often very difficult to arrange for a surveyor to travel to Bethel on short notice during the summer.\n[78]  The concern as to seaworthiness was later proven reasonable at least with respect to the QP, not only by its sinking but also by its condition. Docket 135, Nicoll Declaration, Exhibit 30; Docket 135, Declaration of Ian Hogben, Exhibit 1.\n[79]  Knight v. U.S. Fire Insurance Co., supra.\n[80]  979 F.2d 268, 279 (2nd Cir.1992) (emphasis added).\n[81]  409 F.2d 974, 980 (5th Cir.1969) (emphasis added).\n[82]  See C.N.R. Atkin v. Smith, 137 F.3d 1169, 1172 (9th Cir.1998) (holding, under the identical California statutory uberrimae fidei rule, and that it was unnecessary for the insurer to establish a causal connection between the undisclosed material fact and the loss).\n[83]  46 F. Supp. 2d 1251, 1261 (M.D.Fla.1999).\n[84]  Id. (internal citations omitted).\n[85]  Gasaway v. Northwestern Mutual Life Insurance Co., 26 F.3d 957, 959-60 (9th Cir.1994) (citations and internal quotations omitted).\n[86]  Inlet and Totem rely solely upon the stricken declaration of Forrest V. (Woody) Wilton.\n[87]  See 2 SCHOENBAUM, supra note 46 § 19-14 at 318-19.\n[88]  Docket 151, Exhibit 2 (Declaration of Eric Parthemer), Exhibit E.\n[89]  The record does not show that PSU ever received verification that there was P &amp; I coverage; however, for the purposes of ruling on this motion, this appears to be irrelevant.\n[90]  The QP was removed from Bethel on October 15, 2002, and scuttled in the Southern Bering Sea on October 24, 2002. Docket 135, Declaration of Ian Hogben, Exhibit 1.\n[91]  107 F.3d 451 (7th Cir.1997).\n[92]  Id., 107 F.3d at 458.\n[93]  Windsor Mount Joy Mutual Insurance Co. v. Giragosian, supra, 57 F.3d at 54; Knight v. U.S. Fire Insurance Co., supra, 804 F.2d at 13; 2 SCHOENBAUM supra note 46, § 19-14 at 297.\n[94]  A.S. § 21.36.240. The court has previously held that to the extent that state law governs, Alaska law applies. Docket 127 at page 5 [370 F.Supp.2d at 577]. This aspect of Alaska law is clearly congruent with the concept of utmost good faith recognized by federal law.\n[95]  Even Inlet, quoting Knight v. U.S. Fire Insurance Co., supra, 804 F.2d at 13, acknowledges that \"[t]he insurer should be afforded the opportunity to investigate prior to the acceptance of the risk.\" Had Inlet disclosed the Maren I and Harvester Barge incidents and the WQIS cancellation in 2000 Lloyds would have had this opportunity, which it was denied by the failure to disclose.\n[96]  See, e.g., Steelmet, Inc. v. Caribe Towing Corp., 747 F.2d 689, 695 (11th Cir.1984); Port Lynch, Inc. v. New England International Assurety of America, supra, 754 F.Supp. at 822; 7 COUCH ON INSURANCE, § 99.3 (3rd ed.).\n[97]  The parties do not specify the date upon which Lloyds learned of the Harvester Barge incident or the facts surrounding the cancellation by WQIS, and the court has been unable to find any evidence in the record before it of when those were first discovered.\n[98]  Cigna Property &amp; Casualty Co. v. Polaris Pictures Corp., supra, 159 F.3d at 420 (emphasis in the original).\n[99]  Although Lloyds has not raised the issue of the existence of P &amp; I insurance in its motion and it does not appear to be relevant to the motions before the court, the court notes that the OPA Quotes provided Totem by PSU included the following \"Subject to: P &amp; I Insurance to be purchased and maintained during full period of pollution policy.\" Docket 151, Exhibits P, Q, and R. In accepting the OPA quote and requesting the policy be bound, Inlet impliedly warranted that it would purchase (or had purchased) and maintain P &amp; I insurance. If that were not true, Inlet not only failed to act in utmost good faith, it also breached its warranty.\n[100]  The point about the WQIS history is particularly specious in light of Inlet's response to Lloyds' inquiry in 2002.\n[101]  As an unrecorded bill of sale, to the extent the vessel is involved, it was invalid as against any person except as against the grantor, a devisee of the grantor, or a person having actual knowledge of the sale. See 46 U.S.C. § 31321.\n\n",
            "ocr": false,
            "opinion_id": 2498103
        }
    ],
    "court_short_name": "D. Alaska",
    "court_full_name": "District Court, D. Alaska",
    "court_type": "FD",
    "court_jurisdiction": "Alaska, AK",
    "crime_category": "Murder"
}