{
    "id": 2509396,
    "judges": "Hill, P.J., Malone and Greene",
    "date_filed": "2022-12-15",
    "date_filed_is_approximate": true,
    "slug": "in-re-the-care-treatment-of-foster",
    "case_name_short": "In Re Care & Treatment of Foster",
    "case_name": "In Re the Care & Treatment of Foster",
    "case_name_full": "In the Matter of the Care and Treatment of Randy A. Foster, Appellant",
    "attorneys": "Jessica R. Kunen, of Lawrence, for appellant., Kola F. Wright, assistant attorney general, and Phill Kline, attorney general, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b783-5\">\n    (107 P.3d 1249)\n   </citation><br><docketnumber id=\"b783-6\">\n    No. 91,324\n   </docketnumber><br><parties id=\"b783-7\">\n    In the Matter of the Care and Treatment of Randy A. Foster,\n    <em>\n     Appellant.\n    </em>\n</parties><decisiondate id=\"A2-\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"718\"> \n     *718\n     </span>\n    Opinion filed March 18, 2005.\n   </decisiondate><br><attorneys id=\"b784-6\">\n<em>\n     Jessica R. Kunen,\n    </em>\n    of Lawrence, for appellant.\n   </attorneys><br><attorneys id=\"b784-7\">\n<em>\n     Kola F. Wright,\n    </em>\n    assistant attorney general, and\n    <em>\n     Phill Kline,\n    </em>\n    attorney general, for appellee.\n   </attorneys><br><judges id=\"b784-8\">\n    Before Hill, P.J., Malone and Greene, JJ.\n   </judges>",
    "citations": [
        "107 P.3d 1249",
        "33 Kan. App. 2d 717"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n33 Kan.App. 2d 717 (2005)\n107 P.3d 1249\nIn the Matter of the Care and Treatment of RANDY A. FOSTER, Appellant.\nNo. 91,324.\nCourt of Appeals of Kansas.\nOpinion filed March 18, 2005.\nJessica R. Kunen, of Lawrence, for appellant.\nNola F. Wright, assistant attorney general, and Phill Kline, attorney general, for appellee.\nBefore HILL, P.J., MALONE and GREENE, JJ.\nReversed 280 Kan. 845, 127 P.3d 277 (2006).\n*718 MALONE, J.:\nRandy A. Foster appeals his commitment under the Kansas Sexually Violent Predators Act (the Act), K.S.A. 59-29a01 et seq. Foster claims that the trial court erred in instructing the jury, that the trial court erred in admitting into evidence the evaluation report from the Larned State Security Hospital (Larned), and that the State committed prosecutorial misconduct in its opening statement. We affirm.\nWe will not recite Foster's entire history of sexual behavior and sexual offenses as the history is unnecessary to address the issues raised in this appeal. In 1993, Foster was convicted of two counts of aggravated incest and one count of attempted aggravated sexual battery. The State filed a petition under the Act prior to Foster's parole in 1998, but the petition was dismissed as untimely. Foster's parole was revoked in August 2000 for failure to successfully complete an outpatient sex offender aftercare program. On February 3, 2003, prior to Foster's release date, the State filed another petition under the Act, alleging that Foster was a sexually violent predator who should be involuntarily committed for treatment. See K.S.A. 2004 Supp. 59-29a04.\nOn March 10, 2003, a probable cause hearing was held. See K.S.A. 2004 Supp. 59-29a05. The court found probable cause existed to believe Foster was a sexually violent predator. Additionally, the court ordered an evaluation from Larned. The evaluation report was completed on March 28, 2003, and a copy was sent to the parties and the court.\nA jury trial commenced on September 19, 2003. The State's evidence consisted of two witnesses: Rex Rosenberg, a psychologist and licensed clinical psychotherapist employed by Larned, and Dr. J. L. Fernando, a psychiatrist. Rosenberg has performed evaluations pursuant to the Act since 1996 and, at the time of trial, had *719 completed 108 such evaluations. Rosenberg testified that as part of the commitment proceedings, respondents go through a detailed screening process. This process includes a clinical services report, a review by the multidisciplinary team, a review by state prosecutors, a probable cause hearing, and finally an evaluation at Larned.\nRosenberg identified the Larned evaluation report as being the document he co-authored with Dr. Fernando concerning Foster's evaluation. Rosenberg described to the jury the course of the evaluation, as well as the subject areas covered in the interviews and examinations of Foster. Rosenberg testified concerning Foster's history of sexual behavior and sexual offenses. He also testified about several tests administered to Foster, including the Minnesota Multiphasic Personality Inventory (MMPI) and the Minnesota Sex Offender Screening Tool.\nFoster's diagnosis as defined by the American Psychiatric Ass'n, Diagnostic &amp; Statistical Manual of Mental Disorders (4th ed. 1994) (DSM-IV), was pedophilia, sexually attracted to females, nonexclusive type. He was also diagnosed as antisocial personality disorder, with narcissistic features. His third diagnosis was alcohol dependence, in full sustained remission in a controlled environment. Rosenberg concluded that Foster was likely to engage in repeated acts of sexual violence.\nThe State moved to admit the evaluation report prepared by Rosenberg. Foster objected on the grounds that it was cumulative, since Rosenberg's testimony covered the information in the report. The trial court admitted the report, finding that the testimony was so lengthy that the jurors might need the report to refresh their memory.\nDr. Fernando testified that he had interviewed Foster and reviewed his records. Dr. Fernando agreed with the evaluation report, which was admitted into evidence. He stated that he believed Foster was at risk to reoffend and would benefit from long-term treatment.\nFoster did not present any evidence. The jury returned a verdict finding Foster to be a sexually violent predator as defined by the Act. The court committed Foster to the custody of the Secretary *720 of the Kansas Department of Social and Rehabilitation Services (SRS) for care and treatment. Foster timely appeals.\n\nJury instructions\nFoster first argues the trial court improperly instructed the jury when it included issues related to commitment, treatment, and possible release of Foster in the jury instructions. Jury instructions are to be considered together and read as a whole, and where they fairly instruct the jury on the law of the case, error in an isolated instruction may be disregarded as harmless. If the instructions are substantially correct and the jury could not reasonably be misled by them, the instructions will be approved by the appellate court. In re Care &amp; Treatment of Hay, 263 Kan. 822, 841-42, 953 P.2d 666 (1998).\nDefense counsel objected to Instruction No. 2, which stated:\n\"This proceeding has been commenced by the filing of a petition by the petitioner, State of Kansas. This trial is to determine whether the respondent, Randy A. Foster, is a sexually violent predator who should be civilly committed to the custody of the Secretary of Social and Rehabilitation Services for control, care and treatment until such time as his mental abnormality or personality disorder has so changed that he is safe to be at large. It is the duty of the jury to determine whether Randy A. Foster is a sexually violent predator.\n\"You have nothing whatever to do with the nature of any civil commitment or the length of any commitment which may follow in the event you find that the respondent is a sexually violent predator.\"\nFoster objected on the grounds that the instruction diverted the jury's attention from the issue to be determined, whether Foster was a sexually violent predator, and focused the jury's attention on Foster's need for commitment and treatment. The State pointed out that the instruction was necessary to clarify the nature of the proceedings because Foster's counsel had mentioned that the State wished to keep Foster \"incarcerated.\" The trial court overruled Foster's objection.\nIn support of this argument, Foster relies upon People v. Collins, 10 Cal. App. 4th 690, 12 Cal. Rptr. 2d 768 (1992). In Collins, the jury was instructed that the respondent \"may be hospitalized\" if found to be mentally ill, but was \"presumed to be entitled to be released on parole\" if the jury found otherwise. 10 Cal. App. 4th *721 at 693-94. The jury received two verdict forms: The first stated that the respondent met the criteria for commitment and should be treated as an inpatient, and the second stated that the respondent did not meet the criteria and should be released on parole. The California Court of Appeals ruled that it was error to instruct on the consequences of a mental illness verdict in such a way that it encouraged the jury to ignore the evidence and decide the case based upon fear of the respondent's release. 10 Cal. App. 4th at 695-96. The court noted that the error in the instruction was exacerbated by the use of the verdict forms, as well as the fact that the prosecutor informed the jury that if it did not find the respondent to be a mentally disabled person, he would be back on the streets again. 10 Cal. App. 4th at 696. The court concluded that the cumulative effect of these errors was prejudicial and entitled the respondent to a new trial. 10 Cal. App. 4th at 698.\nFoster's case is distinguishable from Collins. Here, the jury was not instructed that Foster would be \"released on parole\" if he was not committed. The language about Foster's potential commitment and treatment was not included on the verdict form, and the State did not emphasize to the jury that Foster would be released into society if he was not committed. Furthermore, unlike the jury in Collins, Foster's jury was specifically instructed that it had \"nothing whatever to do with the nature of any civil commitment or the length of any commitment which may follow in the event . . . that the respondent is a sexually violent predator.\" (Emphasis added.)\nThe Missouri Court of Appeals addressed a similar issue in Boone v. State, 147 S.W.3d 801 (Mo. App. 2004). The jury instruction in Boone provided that if the jury found the respondent to be a sexually violent predator, the respondent would be committed to the department of mental health for control, care, and treatment. The respondent objected to the instruction on the ground that his potential care and treatment was not a relevant concern for the jury. The Missouri court held:\n\"We find that Instruction No. 8 did not have a substantial potential for prejudicial effect. An average jury would understand that a finding that Boone was a SVP [sexually violent predator] would subject him to the `control, care and treatment' of the department of mental health. Instruction No. 8 did not improperly *722 minimize the jury's responsibility in finding whether Boone was a SVP. Therefore, we find the trial court did not err in submitting Instruction No. 8.\" 147 S.W.3d at 808.\nHere, Instruction No. 2 was drawn from K.S.A. 2004 Supp. 59-29a07. The instruction informed the jury that the purpose of the trial was to determine whether Foster was a sexually violent predator who should be civilly committed for control, care, and treatment. The instruction also told the jury that such care and treatment would continue \"until such time as his mental abnormality or personality disorder has so changed that he is safe to be at large.\" We do not read Instruction No. 2 as presupposing or implying to the jury that Foster has a mental abnormality or personality disorder. Rather, the instruction only informed the jury how long Foster's treatment would last if commitment was necessary.\nThe second sentence of Instruction No. 2 was not artfully drafted and contained unnecessary language about Foster's potential care and treatment. However, we cannot read this sentence in isolation from the remainder of the instructions. Instruction No. 2 and Instruction No. 3 specifically informed the jury that its duty was to determine whether Foster was a sexually violent predator. The instructions expressly stated that the jury had nothing to do with the nature or length of the civil commitment in the event that Foster was found to be a sexually violent predator. The instructions did not suggest to the jury that Foster's treatment was in the jury's hands, and the instructions did not instill any fear that Foster would be \"unleashed on society\" unless committed.\nAs noted by the Missouri Court of Appeals, it would occur to an average juror that a finding that a person was a sexually violent predator would subject the person to further care and treatment. In fact, Foster's potential care and treatment was specifically referred to by counsel in opening statements and by evidence presented during the case without objection. The instructions given by the trial court, read together as a whole, fairly stated the law of the case. The jury could not reasonably have been misled by the instructions. Accordingly, we conclude that the trial court did not commit reversible error in instructing the jury.\n\n\n*723 Larned report\n\nNext, Foster claims the trial court erred by admitting into evidence the Larned evaluation report as an exhibit because it contained inadmissible statements regarding polygraph test results.\nDuring trial, Foster objected to the admission of the report on the basis that it was cumulative to Rosenberg's testimony. Foster did not argue that the report contained references to inadmissible evidence. The trial court admitted the report, noting that Rosenberg's testimony was lengthy and the report would help the jury refresh its memory regarding the testimony.\nA timely and specific objection to the admission of evidence at trial must be made in order to preserve that issue for appeal. K.S.A. 60-404; State v. Flynn, 274 Kan. 473, 496, 55 P.3d 324 (2002). A party may not object at trial to the admission of evidence on one ground and then on appeal argue a different objection. State v. Bryant, 272 Kan. 1204, 1208, 38 P.3d 661 (2002).\nWe note that an appellate court may consider an issue for the first time on appeal in exceptional circumstances in order to serve the interests of justice or to prevent a denial of fundamental rights. State v. Willis, 254 Kan. 119, Syl. ¶ 3, 864 P.2d 1198 (1993). However, such exceptional circumstances are generally reserved for constitutional issues being raised for the first time on appeal in criminal cases. Furthermore, we note with significance that in State v. Moncla, 262 Kan. 58, 63-66, 936 P.2d 727 (1997), a first-degree murder case, the defendant raised an issue on appeal concerning the admission at trial of evidence of polygraph results, but the court refused to consider the issue because the defendant had failed to make a contemporaneous objection to the evidence at trial. If the Kansas Supreme Court did not find exceptional circumstances to address this issue in a criminal case without a proper objection at trial, we are unable to find that the contemporaneous objection rule should be disregarded in this case. Foster failed to properly preserve this issue for appeal.\n\nProsecutorial misconduct\nFinally, Foster claims the State made several improper remarks in its opening statement when it outlined the procedural history of *724 the case. The State told the jury that Foster's case had been reviewed by a committee called a \"multidisciplinary team\" which reviewed Foster's social and criminal history, as well as his records, and made its determination as to whether Foster was at risk to reoffend. Counsel then explained the case was passed on to a \"prosecutor's review committee\" comprised of several attorneys who made the recommendation that a sexually violent predator case should be filed. Counsel then told the jury there had been a probable cause hearing where the judge found sufficient evidence to go forward under the Act and had referred Foster to Larned for an evaluation.\nThe State responds by noting that its opening statement only outlined the evidence the State intended to present at trial. In fact, the jury heard testimony from Rosenberg about the procedural history of Foster's case, including specific testimony about the multidisciplinary team, the prosecutor's review committee, and the court's determination of probable cause. Foster acknowledges that all this evidence was admitted at trial without objection. Foster's only argument on appeal is that the remarks made in the opening statement predisposed the jury in favor of the State and prevented Foster from receiving a fair trial.\nAt the outset, we note that Foster's commitment proceedings were civil in nature rather than criminal. As the State points out in its brief, the attorney for the State in a sexually violent predator case is not a \"prosecutor.\" Foster has not referred this court to any Kansas case law which applies the rules of prosecutorial misconduct to a civil commitment proceeding under the Act. Nevertheless, we will address the merits of Foster's claim about the allegedly improper remarks made during the opening statement.\nFoster did not object at trial to the remarks made during the opening statement. However, an appellate court's standard of review of alleged prosecutorial misconduct is the same whether an objection was or was not made at trial. To establish reversible error based on prosecutorial misconduct, a defendant must show that the alleged error denied the defendant his or her right to a fair trial under the Fourteenth Amendment to the United States Constitution. State v. Davis, 275 Kan. 107, 121-22, 61 P.3d 701 (2003).\n*725 A two-step analysis is applied to allegations of prosecutorial misconduct. First, the court decides whether the prosecutor's comments were outside the wide latitude allowed in discussing the evidence. Second, the court must decide whether the comments constitute plain error; that is, whether the statements were so gross and flagrant as to prejudice the jury against the defendant and deny the defendant a fair trial, requiring reversal. 275 Kan. at 121. Factors to consider under the second step are whether the comments showed ill will by the prosecutor, whether the evidence against the defendant was so overwhelming that the prosecutor's misconduct had little or no likelihood to have changed the result of the trial, and whether the trial court sanctioned the comment. State v. Scott, 271 Kan. 103, 115, 21 P.3d 516, cert. denied 534 U.S. 1047 (2001).\nHere, it appears that the State's opening statement outlined the history of the case so that the jury would understand how Foster's case reached the court. During the presentation of evidence, Rosenberg testified regarding the procedural background of the proceedings. The Larned report admitted into evidence also contained a reference to the probable cause hearing which resulted in Foster's evaluation. The opening statement merely outlined the evidence which the State ultimately presented to the jury without objection. We conclude that the comments were within the wide latitude allowed in discussing the evidence.\nEven if the comments crossed the line by bolstering the credibility of the State's case, we do not find that the comments constituted plain error. The comments were not so gross and flagrant as to have unduly prejudiced the jury against Foster. Furthermore, there is no indication that counsel acted with ill will in making the comments. We conclude that Foster was not denied a fair trial based upon the alleged improper remarks made during the opening statement.\nThe dissenting opinion finds reversible error based upon the evidence and arguments presented to the jury about the prior review determinations that Foster met the standards for commitment. In addition to referring to the limited remarks made by the State in its opening statement, the dissent also recites evidence presented at trial and statements made in closing argument about *726 these prior determinations. The dissent concludes: \"Whether it is called prosecutorial misconduct or something else,\" the cumulative effect of these errors invaded the province of the jury and denied Foster a fair trial.\nWe respectfully believe that the dissent's findings go well beyond any issues or arguments Foster has raised either in district court or on appeal. Foster made no objection at trial to the admission of any evidence concerning the screening and review processes or the procedural history of his case. More importantly, Foster has not objected on appeal to the admission of such evidence. Foster's appeal raises the narrow issue of alleged prosecutorial misconduct committed by the State in its opening statement. Foster makes no complaints on appeal about any evidence presented at trial concerning the multidisciplinary team, the prosecutor's review committee, and the court's prior determination of probable cause. Foster also makes no complaints about any comments made on these matters during closing argument.\nOrdinarily an appellate court will consider only such questions as are specifically pointed out and discussed by counsel, and the court will not search through a record for the sake of finding error. State v. Puckett, 230 Kan. 596, 599, 640 P.2d 1198 (1982); State v. Stewart, 24 Kan. 250, Syl. ¶ 1 (1880). We recognize that under exceptional circumstances, an appellate court may raise sua sponte issues not raised in district court and may even consider arguments not made by a party on appeal. See Puckett, 230 Kan. at 599. However, we do not find that Foster's case presents such exceptional circumstances. Accordingly, we choose to confine our ruling to the issues Foster has properly raised on appeal and affirm the district court.\nAffirmed.\nGREENE, J., dissenting:\nI am troubled by several aspects of these commitment proceedings. At the outset, I am not satisfied that we can or should disregard in all cases what would be impermissible in a criminal prosecution merely because the proceedings under K.S.A. 59-29a01 et seq. are considered civil commitment proceedings. See Kansas v. Hendricks, 521 U.S. 346, 138 L. Ed. 2d 501, *727 117 S. Ct. 2072 (1997); In re Care &amp; Treatment of Brown, 26 Kan. App. 2d 117, 119, 978 P.2d 300 (1999). It should be borne in mind that the statutory commitment scheme resembles a criminal proceeding in many respects, including involvement of the attorney general as the \"prosecuting attorney,\" K.S.A. 2004 Supp. 59-29a03(a); the requirement for a probable cause hearing, K.S.A. 2004 Supp. 59-29a05, akin to a preliminary hearing; the right to assistance of counsel if indigent, K.S.A. 2004 Supp. 59-29a06; the need for a unanimous verdict of a jury, K.S.A. 2004 Supp. 59-29a07; and the peril of indefinite commitment to the Secretary of Social and Rehabilitation Services, K.S.A. 2004 Supp. 59-29a07 and K.S.A. 59-29a09. Subsequent to the decision of the United States Supreme Court in Hendricks, our Supreme Court has applied or determined relevant the rules applicable in criminal proceedings to such cases. See, e.g., In re Care &amp; Treatment of Hay, 263 Kan. 822, 835, 953 P.2d 666 (1998). In any event, it is undeniable that any person subject to these proceedings has at risk a substantial liberty interest. See In re Treatment of Hay, 263 Kan. at 831-32. I think we should examine Foster's claims of error with these precepts in mind.\n\nEvidence and Argument of Prior Determinations as Prosecutorial Misconduct or Invasion of the Province of Jury\nMost troubling in this case is that the \"manner of prosecution\" by the State invaded the province of the jury in its repetitious reminders to the jury that there had already been numerous review determinations that Foster met the statutory standards for commitment. During opening statement, the attorney for the State remarked:\n\n\"By the time we get to this point where we are in front of twelve jurors and are asking you to make this determination a lot has happened. Not only has the Respondent been convicted of sexually violent offenses, but he has been incarcerated and has gone though a treatment program in prison and he has been evaluated by psychologists in prison and he was released on parole with the stipulation that he participate in outpatient treatment care. His parole was violated. . . . After the parole is violated and he was back in prison again, then the case \u0097 his case is reviewed by a committee called a multidisciplinary team which looks at all of his records, his charges, accusations, past sexual behavior, and that committee makes *728 a determination as to whether or not he is a risk to reoffend. Then it is passed on to another committee, which is called the prosecutor's [review] committee. That is where I come in and several other attorneys and we make a determination again based on the records [and] psychologists' reviewed opinions [as to] whether or not this man is at risk to reoffend, and then there is a hearing, a probable cause hearing where a Judge determines whether or not the State has enough evidence to go forward under the Sexually Violent Predator Act. In this case, the Judge determined that there was and then [Foster was] transferred down to Larned State Security Hospital where another . . . evaluation is done. . . . So this Respondent, Mr. Foster, has been through many layers of review and analyses until we finally get here. . . .\" (Emphasis added.)\nDuring the testimony of the State's lead psychologist, the following exchange occurred:\n\"Q: Do you know if [respondents] go through any type of screening process before they get to you other than the committee that you talked about that you reviewed the reports from?\n\"A: Well, before they leave the prison system, the clinical services evaluation is completed by clinicians in that system and then the information on each person who has been convicted of and incarcerated for a sex offense goes along to the multidisciplinary team. They do a review of the information and make a determination whether they see the person as a high risk to reoffend, and then the information goes along to the prosecutor's review committee and that group reviews it and then if that group decides to proceed, the next step is the probable cause hearing; and if the person makes it through all of those steps, the final step would be an order to the state security hospital for this evaluation.\" (Emphasis added.)\nDuring closing arguments, the assistant attorney general stated:\n\"[A]s I told you during opening statement and as I think the evidence has shown to you, this man has gone through many levels of reviews: when he was first incarcerated, he was reviewed and analyzed and diagnosed by the Kansas Department of Corrections psychiatric evaluations as a pedophile. Before he was released on parole again, . . . [he] comes back in the system and is reviewed again: `Pedophile. Not making progress or doing what he is supposed to do.'\n. . . .\n\"[I] am glad that I don't have to come to you and say, `Yeah, he was out on parole and we caught him doing some little kids again.'\" (Emphasis added.)\nThe approach taken by the State \u0097 to emphasize that the essential decision had already been made by certain screening and review committees and the court \u0097 invaded the province of the jury and violated the fundamental right to trial by jury.\n\n*729 \"`\"The Sixth Amendment to the Constitution guarantees to a defendant the opportunity for a jury to decide guilt or innocence. [Citation omitted.] A necessary corollary is the right to have one's guilt determined only upon proof beyond the jury's reasonable doubt of every fact necessary to constitute the crime charged.\"' [Citations omitted.]\" State v. Brice, 276 Kan. 758, 769, 80 P.3d 1113 (2003).\nThis rule is not exclusive to criminal prosecutions; it has also been applied in civil proceedings. See, e.g., Lollis v. Superior Sales Co., 224 Kan. 251, 580 P.2d 423 (1978). Other courts have applied the rule in civil commitment proceedings for sexual violent predators. See, e.g., State v. Floray, 715 A.2d 855 (Del. Super. 1997). Urging a jury to defer to a prior determination of probable cause has been held clear error. See State v. Green, 313 N.J. Super. 385, 391-92, 712 A.2d 1245 (1998). The New Jersey court reasoned:\n\"[W]hatever the prosecutor's intention may have been, arguing that the grand jury had found `enough probable cause to have a true bill against the defendant regarding these charges' implied that the grand jury's indictment was a consideration which should influence [the jury] to convict. That implication is wrong and potentially prejudicial to the rights of the defendant . . . .\n\"The court's instruction that the indictment was not evidence was too general to dissipate the harm. It did not adequately counter the suggestion implicit in the prosecutor's argument that the considered opinion of the grand jury was entitled to the trial jurors' deference. [Citations omitted.]\" 313 N.J. Super. at 391-92.\nThe majority accurately notes that Foster made no objection at trial to the admission of the evidence of the prior review determinations, nor has he articulated any such issues on appeal. Foster has raised, however, a claim of prosecutorial misconduct based upon the overview of these prior review determinations in the State's opening statement. The majority concludes that this was not misconduct because the statements were introduced into evidence through the State's psychologist and the evaluation report, thus vindicating the State's overview. The problem with the majority's rationale is that it justifies misconduct through other misconduct. At the time of the opening statement, the State knew or should have known that any evidence of the prior review determinations was improper as an invasion of the province of the jury and that evidence of polygraph results was inadmissible as a matter of law (see later discussion); the mere fact that Foster then failed to object to such evidence does not cleanse the misconduct. Accordingly, *730 I respectfully dispute the notion that I have \"gone well beyond\" any issues raised by Foster. Furthermore, even if my concerns are based in part upon a sua sponte determination of error, I believe that the combination of errors in Foster's commitment trial make this precisely a case of exceptional circumstances where we are empowered to address the issues and take appropriate action as justice requires. See State v. Puckett, 230 Kan. 596, 599, 640 P.2d 1198 (1982).\nAlthough my brethren find no plain error in the numerous references to the prior review determinations, I am offended by the extent to which this conduct invaded the province of the factfinder. What jury would have the nerve to return anything but an affirmative verdict for the State when it was made to appear that so many professionals who were presumably more expert than the jury\u0097including a \"multidisciplinary team,\" a \"prosecutor's review committee\" and the court itself\u0097had already indicated that Foster should be committed? I simply do not find any manifestation of legislative intent in the statutory scheme for this approach to these commitment proceedings. Whether it is called prosecutorial misconduct or something else, it offends my sense of justice for the respondent in such proceedings to face such a \"stacked deck,\" and I would reverse on this ground alone.\n\nPolygraph Results were Inadmissible\nSecond, I recognize that generally the absence of a timely objection bars our review of resulting inadmissible testimony, but I disagree with the majority in its refusal to examine Foster's claim that the State's admission and reliance on the polygraph results in the Larned evaluation report denied him a fair trial. Our Supreme Court has acknowledged that an appellate court may review prejudicial evidence admitted absence objection where there are exceptional circumstances in order to serve the interests of justice or to prevent a denial of fundamental rights. State v. Willis, 254 Kan. 119, Syl. ¶ 3, 864 P.2d 1198 (1993).\nReferences in the evaluation report about the polygraph test results contained substantial prejudicial evidence that was used by the State against Foster. The report included the following:\n\n*731 \"In addition, polygraph examinations showed `deception on having sexual contact with minors while on parole,' according to a report dated May 19, 1999, and another polygraph `came up deception indicated for contact with Minors.'\n. . . .\n\"Mr. Foster did not mention, nor was he asked about, polygraph results suggesting he had unauthorized contact with children, in addition to unauthorized sexual contact with children, while on parole.\"\nThe evaluation report also referred to the polygraph test results in assessing future dangerousness or the likelihood of reoffending: \"An additional concern is the fact [the] polygraph examinations suggested he was deceptive with regard to having unauthorized contact with, including sexual contact with, minors while on parole.\"\nImmediately after this statement, the report concluded that Foster's pedophilia has \"impaired his volitional capacity significantly, and has predisposed him to commit sexually violent offenses to a degree constituting such a person a menace to the health and safety of others.\"\nThe State relied on this information as substantive evidence that Foster lacked control over his impulses and that he would reoffend. During opening statement, the State remarked that \"[t]here were indications through the parole office that he had had unsupervised contact and perhaps sexual contact with minors while on parole.\"\nDuring closing argument, the State emphasized this again, stating: \"The parole officer had some evidence that he was in fact in contact with minors again, and that is why we are here.\"\nAgain during rebuttal, the State remarked: \"The people who monitor him on parole knew what his conditions were and they would see he was not participating in treatment, and they could tell from the evidence that they had that he was having unsupervised contact with minors and they pulled him back in.\"\nAlthough the State was careful to avoid indicating that the information was determined by polygraph, the jury was urged to consider and rely upon the evaluation report's information and to decide the ultimate issue in the case: Whether Mr. Foster was a sexually violent predator likely to reoffend. Further, admission of the Larned evaluation report allowed the State to bootleg into evidence *732 the hearsay conclusions of a parole officer. See State v. Carson, 216 Kan. 711, 713, 533 P.2d 1342 (1975).\nI would hold that admission of the Larned evaluation report containing polygraph results was reversible error. In Kansas, absent a stipulation by the parties, the results of a polygraph test are inadmissible in a criminal proceeding. State v. Wise, 237 Kan. 117, 124, 697 P.2d 1295 (1985). In State v. Shively, 268 Kan. 573, Syl., 999 P.2d 952 (2000), the Kansas Supreme Court reaffirmed that polygraph results were inadmissible at trial.\n\"Kansas appellate courts after [State v. Lowry, 163 Kan. 622, 185 P.2d 147 (1947)] have continued to disallow polygraph evidence in trials absent a stipulation of the parties. In so doing, we have noted the unreliability of the results in accurately measuring truthfulness and deceit, and that such evidence invades the unique role of the jury as truthfinder. [State v. Wakefield, 267 Kan. 116, 133, 977 P.2d 941 (1999)]. We have continued to voice concern about the weight a jury might place on such evidence. State v. Martin, 237 Kan. 285, 293, 699 P.2d 486 (1985). It has also been said that polygraph evidence is considered inadmissible because the polygraph does not `automatically and unerringly' disclose a lie and cannot be considered sufficiently accurate because of the human elements involved, including the psychological and emotional makeup of the examinee and the competence of the examiner. State v. Blosser, 221 Kan. 59, 60-61, 558 P.2d 105 (1976).\" 268 Kan. at 580-81.\nThese concerns, coupled with the fact that the Larned report contained prejudicial hearsay, compel a conclusion that the report should not have been admitted.\nThe majority notes that our Supreme Court has refused to consider the admissibility of polygraph results where no contemporaneous objection was made in a first-degree murder case, citing State v. Moncla, 262 Kan. 58, 63-66, 936 P.2d 727 (1997). I do not find Moncla to be persuasive here because the prosecutor in that case did not directly introduce results of the polygraph examination. Here, not only were the results introduced but the entire evaluation report was admitted as an exhibit, thus placing before the jury both the polygraph results and the hearsay evidence of impermissible contact with minors during parole. The error and the consequences of the error are significantly more egregious here than in Moncla. I recognize that there might be room for disagreement, but I conclude that consideration of this issue is necessary *733 to serve the interests of justice and to prevent a denial of fundamental rights. See Willis, 254 Kan. at 125.\nI would hold that the admission of the Larned evaluation report containing polygraph results denied Foster the right to a fair trial.\n\nInstruction No. 2 was Plain Error\nFinally, I take issue with the majority as to the potential impact on the jury of the content of Instruction No. 2, which explained the consequences of the verdict in terms of community safety. We have previously held that the jury is not to be concerned with and does not determine the course of treatment for a sexually violent predator. In re Care &amp; Treatment of Lair, 28 Kan. App. 2d 51, 53, 11 P.3d 517, rev. denied 270 Kan. 898 (2000). Instruction No. 2 instructed that the purpose of the trial was to determine whether Foster \"was a sexually violent predator who should be civilly committed to the custody of the Secretary of Social and Rehabilitation Services . . . until such time as his mental abnormality or personality disorder has so changed that he is safe to be at large.\" Not only did this instruction presuppose critical aspects of the jury's determination, i.e., that Foster suffered from a mental abnormality or personality disorder, it placed squarely on the jurors' shoulders the safety of their community and those who abide in it. As noted by Foster, the California Court of Appeals has held that any such instruction is error. People v. Collins, 10 Cal. App. 4th 690, 12 Cal. Rptr. 2d 768 (1992).\nThe majority distinguishes Collins on the basis that (i) Foster's jury was not instructed that he would be released on parole if not committed, and (ii) the language of Instruction No. 2 was not on the verdict form. Notwithstanding these distinctions, I respectfully conclude that Instruction No. 2 was even more harmful than its parallel in Collins because it clearly implied or presupposed that Foster suffered from a \"mental abnormality or personality disorder\" and was subject to commitment until \"he is safe to be at large.\" Once again, the jury was essentially instructed that at least one of its findings had already been made and that the community's safety was in its hands. I would conclude that such an instruction was indeed plain error.\n*734 I respect the unwillingness of my colleagues to ascribe exceptional circumstances and take appropriate action in this case because I acknowledge that the standard is entirely subjective. With due respect for the majority, the balance is tipped for me because I believe that the relative infancy of K.S.A. 59-29a01 et seq. dictates that our appellate courts examine more closely claims of error such as those before us in order to guide and direct future commitment proceedings under the Act. It may be difficult to look objectively at cases where the respondent has engaged in such egregious sexual misconduct and may indeed warrant commitment, but the Constitution surely requires some modicum of due process prior to detention and indefinite commitment.\nI would reverse and remand for a new trial.\n",
            "ocr": false,
            "opinion_id": 2509396
        },
        {
            "author_str": "Malone",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMalone, J.:\nRandy A. Foster appeals his commitment under the Kansas Sexually Violent Predators Act (the Act), K.S.A. 59-29a01 et seq. Foster claims that the trial court erred in instructing the jury, that the trial court erred in admitting into evidence the evaluation report from the Lamed State Security Hospital (Larned), and that the State committed prosecutorial misconduct in its opening statement. We affirm.\nWe will- not recite Foster’s entire history of sexual behavior and sexual offenses as the history is unnecessary to-address the issues, raised in this appeal. In 1993, Foster was convicted of two counts of aggravated incest and one count of attempted aggravated sexual battery. The State filed a petition under the Act prior to Foster’s parole in 1998, but the petition was dismissed as untimely. Foster’s parole was revoked in August 2000 for failure to successfully complete an outpatient sex offender aftercare program. On February 3, 2003, prior to Foster’s release date, the State filed another petition under the Act, alleging that Foster was a sexually violent predator who should be involuntarily committed for treatment. See K.S.A. 2004 Supp. 59-29a04.\nOn March 10, 2003, a probable cause hearing was héld. See K.S.A. 2004 Supp. 59-29a05. The court found probable cause existed to believe Foster was a sexually violent predator. Additionally, the court ordered an evaluation from Lamed. The evaluation report was completed on March 28, 2003, and a copy was sent to the parties and the court.\nA jury trial commenced on September 19, 2003. The State’s evidence consisted of two witnesses: Rex Rosenberg, a psychologist and licensed clinical psychotherapist employed by Lamed, and Dr. J. L. Femando, a psychiatrist. Rosenberg has performed evaluations pursuant to the Act since 1996 and, at the time of trial, had *719completed 108 such evaluations. Rosenberg testified that as part of the commitment proceedings, respondents go through a detailed screening process. This process includes a clinical services report, a review by the multidisciplinary team, a review by state prosecutors, a probable cause hearing, and finally an evaluation at Lamed.\nRosenberg identified the Lamed evaluation report as being the document he co-authored with Dr. Fernando concerning Foster s evaluation. Rosenberg described to the jury the course of the evaluation, as well as the subject areas covered in the interviews and examinations of Foster. Rosenberg testified concerning Foster’s history of sexual behavior and sexual offenses. He also testified about several tests administered to Foster, including the Minnesota Multiphasic Personality Inventory (MMPI) and the Minnesota Sex Offender Screening Tool.\nFoster’s diagnosis as defined by the American Psychiatric Ass’n, Diagnostic &amp; Statistical Manual of Mental Disorders (4th ed. 1994) (DSM-IV), was pedophilia, sexually attracted to females, nonexclusive type. He was also diagnosed as antisocial personality disorder, with narcissistic features. His third diagnosis was alcohol dependence, in full sustained remission in a controlled environment. Rosenberg concluded that Foster was likely to engage in repeated acts of sexual violence.\nThe State moved to admit the evaluation report prepared by Rosenberg. Foster objected on the grounds that it was cumulative, since Rosenberg’s testimony covered the information in the report. The trial court admitted the report, finding that the testimony was so lengthy that the jurors might need the report to refresh their memory.\nDr. Femando testified that he had interviewed Foster and reviewed his records. Dr. Fernando agreed with the evaluation report, which was admitted into evidence. He stated that he believed Foster was at risk to reoffend and would benefit from long-term treatment.\nFoster did not present any evidence. The jury returned a verdict finding Foster to be a sexually violent predator as defined by the Act. The court committed Foster to the custody of the Secretary *720of the Kansas Department of Social and Rehabilitation Services (SRS) for care and treatment. Foster timely appeals.\n\nJury instructions\n\nFoster first argues the trial court improperly instructed the jury when it included issues related to commitment, treatment, and possible release of Foster in tire jury instructions. Jury instructions are to be considered together and read as a whole, and where they fairly instruct the jury on the law of the case, error in an isolated instruction may be disregarded as harmless. If the instructions are substantially correct and die juiy could not reasonably be misled by them, the instructions will be approved by the appellate court. In re Care &amp; Treatment of Hay, 263 Kan. 822, 841-42, 953 P.2d 666 (1998).\nDefense counsel objected to Instruction No. 2, which stated:\n“This proceeding has been commenced by the filing of a petition by the petitioner, State of Kansas. This trial is to determine whether the respondent, Randy A. Foster, is a sexually violent predator who should be civilly committed to the custody of the Secretary of Social and Rehabilitation Services for control, care and treatment until such time as his mental abnormality or personality disorder has so changed that he is safe to be at large. It is the duty of the jury to determine whether Randy A. Foster is a sexually violent predator.\n“You have nothing whatever to do with the nature of any civil commitment or the length of any commitment which may follow in the event you find that die respondent is a sexually violent predator.”\nFoster objected on the grounds that the instruction diverted the juiy’s attention from the issue to be determined, whether Foster was a sexually violent predator, and focused the jury’s attention on Foster’s need for commitment and treatment. The State pointed out that the instruction was necessary to clarify the nature of the proceedings because Foster’s counsel had mentioned that the State wished to keep Foster “incarcerated.” The trial court overruled Foster’s objection.\nIn support of this argument, Foster relies upon People v. Collins, 10 Cal. App. 4th 690, 12 Cal. Rptr. 2d 768 (1992). In Collins, the jury was instructed that the respondent “may be hospitalized” if found to be mentally ill, but was “presumed to be entitled to be released on parole” if the jury found otherwise. 10 Cal. App. 4th *721at 693-94. The jury received two verdict forms: The first stated that the respondent met tire criteria for commitment and should be treated as an inpatient, and the second stated that the respondent did not meet the criteria and should be released on parole. The California Court of Appeals ruled that it was error to instruct on the consequences of a mental illness verdict in such a way that it encouraged the jury to ignore the evidence and decide the case based upon fear of the respondent’s release. 10 Cal. App. 4th at 695-96. The court noted that the error in the instruction was exacerbated by the use of die verdict forms, as well as the fact that the prosecutor informed the jury that if it did not find the respondent to be a mentally disabled person, he would be back on the streets again. 10 Cal. App. 4th at 696. The court concluded that the cumulative effect of tírese errors was prejudicial and entitled the respondent to a new trial. 10 Cal. App. 4th at 698.\nFoster’s case is distinguishable from Collins. Here, the jury was not instructed that Foster would be “released on parole” if he was not committed. The language about Foster’s potential commitment and treatment was not included on the verdict form, and the State did not emphasize to the jury that Foster would be released into society if he was not committed. Furthermore, unlike the jury in Collins, Foster’s jury was specifically instructed that it had “nothing whatever to do with the nature of any civil commitment or the length of any commitment which may follow in the event . . . that the respondent is a sexually violent predator.” (Emphasis added.)\nThe Missouri Court of Appeals addressed a similar issue in Boone v. State, 147 S.W.3d 801 (Mo. App. 2004). The jury instruction in Boone provided that if the jury found the respondent to be a sexually violent predator, die respondent would be committed to the department of mental health for control, care, and treatment. The respondent objected to the instruction on the ground that his potential care and treatment was not a relevant concern for the jury. The Missouri court held:\n“We find that Instruction No. 8 did not have a substantial potential for prejudicial effect. An average jury would understand that a finding that Boone was a SVP [sexually violent predator] would subject him to the ‘control, care and treatment’ of the department of mental health. Instruction No. 8 did not improperly *722minimize the jury's responsibility in finding whether Boone was a SVP. Therefore, we find the trial court did not err in submitting Instruction No. 8.” 147 S.W.3d at 808.\nHere, Instruction No. 2 was drawn from K.S.A. 2004 Supp. 59-29a07. The instruction informed the jury that the purpose of the trial was to determine whether Foster was a sexually violent predator who should be civilly committed for control, care, and treatment. The instruction also told the jury that such care and treatment would continue “until such time as his mental abnormality or personality disorder has so changed that he is safe to be at large.” We do not read Instruction No. 2 as presupposing or implying to the jury that Foster has a mental abnormality or personality disorder. Rather, the instruction only informed the juxy how long Foster s treatment would last if commitment was necessary.\nThe second sentence of Instruction No. 2 was not artfully drafted and contained unnecessary language about Foster s potential care and treatment. However, we cannot read this sentence in isolation from the remainder of the instructions. Instruction No. 2 and Instruction No. 3 specifically informed the jury that its duty was to determine whether Foster was a sexually violent predator. The instructions expressly stated that the jury had nothing to do with the nature or length of the civil commitment in the event drat Foster was found to be a sexually violent predator. The instructions did not suggest to the jury that Fosters treatment was in the jury’s hands, and the instructions did not instill any fear that Foster would be “unleashed on society” unless committed.\nAs noted by the Missouri Court of Appeals, it would occur to an average juror that a finding that a person was a sexually violent predator would subject the person to further care and treatment. In fact, Foster’s potential care and treatment was specifically referred to by counsel in opening statements and by evidence presented during the case without objection. The instructions given by the trial court, read together as a whole, fairly stated the law of the case. The jury could not reasonably have been misled by the instructions. Accordingly, we conclude that the trial court did not commit reversible error in instructing the jury.\n\n*723\nLamed report\n\nNext, Foster claims the trial court erred by admitting into evidence the Larned evaluation report as an exhibit because it contained inadmissible statements regarding polygraph test results.\nDuring trial, Foster objected to the admission of the report on the basis that it was cumulative to Rosenberg’s testimony. Foster did not argue that the report contained references to inadmissible evidence. The trial court admitted the report, noting that Rosenberg’s testimony was lengthy and the report would help the jury refresh its memory regarding the testimony.\nA timely and specific objection to the admission of evidence at trial must be made in order to preserve that issue for appeal. K.S.A. 60-404; State v. Flynn, 274 Kan. 473, 496, 55 P.3d 324 (2002). A party may not object at trial to the admission of evidence on one ground and then on appeal argue a different objection. State v. Bryant, 272 Kan. 1204, 1208, 38 P.3d 661 (2002).\nWe note that an appellate court may consider an issue for the first time on appeal in exceptional circumstances in order to serve the interests of justice or to prevent a denial of fundamental rights. State v. Willis, 254 Kan. 119, Syl. ¶ 3, 864 P.2d 1198 (1993). However, such exceptional circumstances are generally reserved for constitutional issues being raised for the first time on appeal in criminal cases. Furthermore, we note with significance that in State v. Moncla, 262 Kan. 58, 63-66, 936 P.2d 727 (1997), a first-degree murder case, the defendant raised an issue on appeal concerning the admission at trial of evidence of polygraph results, but the court refused to consider the issue because the defendant had failed to make a contemporaneous objection to the evidence at trial. If the Kansas Supreme Court did not find exceptional circumstances to address this issue in a criminal case without a proper objection at trial, we are unable to find that the contemporaneous objection rule should be disregarded in this case. Foster failed to properly preserve this issue for appeal.\n\nProsecutorial misconduct\n\nFinally, Foster claims the State made several improper remarks in its opening statement when it outlined the procedural history of *724the case. The State told the juiy that Foster’s case had been reviewed by a committee called a “multidisciplinary team” which reviewed Foster’s social and criminal history, as well as his records, and made its determination as to whether Foster was at risk to reoffend. Counsel then explained the case was passed on to a “prosecutor’s review committee” comprised of several attorneys who made the recommendation that a sexually violent predator case should be filed. Counsel then told the juiy there had been a probable cause hearing where the judge found sufficient evidence to go forward under the Act and had referred Foster to Larned for an evaluation.\nThe State responds by noting that its opening statement only outlined the evidence the State intended to present at trial. In fact, the juiy heard testimony from Rosenberg about the procedural history of Foster’s case, including specific testimony about the multidisciplinary team, the prosecutor’s review committee, and the court’s determination of probable cause. Foster acknowledges that all this evidence was admitted at trial without objection. Foster’s only argument on appeal is that the remarks made in the opening statement predisposed the juiy in favor of the State and prevented Foster from receiving a fair trial.\nAt the outset, we note that Foster’s commitment proceedings were civil in nature rather than criminal. As the State points out in its brief, the attorney for the State in a sexually violent predator case is not a “prosecutor.” Foster has not referred this court to any Kansas case law which applies the rules of prosecutorial misconduct to a civil commitment proceeding under the Act. Nevertheless, we will address the merits of Foster’s claim about the allegedly improper remarks made during the opening statement.\nFoster did not object at trial to the remarks made during the opening statement. However, an appellate court’s standard of review of alleged prosecutorial misconduct is the same whether an objection was or was not made at trial. To establish reversible error based on prosecutorial misconduct, a defendant must show that the alleged error denied the defendant his or her right to a fair trial under the Fourteenth Amendment to the United States Constitution. State v. Davis, 275 Kan. 107, 121-22, 61 P.3d 701 (2003).\n*725A two-step analysis is applied to allegations of prosecutorial misconduct. First, the court decides whether the prosecutor’s comments were outside the wide latitude allowed in discussing the evidence. Second, the court must decide whether the comments constitute plain error; that is, whether the statements were so gross and flagrant as to prejudice the jury against the defendant and deny the defendant a fair trial, requiring reversal. 275 Kan. at 121. Factors to consider under the second step are whether the comments showed ill will by the prosecutor, whether the evidence against the defendant was so overwhelming that the prosecutor’s misconduct had little or no likelihood to have changed the result of the trial, and whether the trial court sanctioned the comment. State v. Scott, 271 Kan. 103, 115, 21 P.3d 516, cert. denied 534 U.S. 1047 (2001).\nHere, it appears that the State’s opening statement outlined the history of the case so that the jury would understand how Foster’s case reached the court. During the presentation of evidence, Rosenberg testified regarding the procedural background of the proceedings. The Lamed report admitted into evidence also contained a reference to the probable cause hearing which resulted in Foster’s evaluation. The opening statement merely outlined the evidence which the State ultimately presented to the jury without objection. We conclude that the comments were within the wide latitude allowed in discussing the evidence.\nEven if the comments crossed the line by bolstering the credibility of the State’s case, we do not find that the comments constituted plain error. The comments were not so gross and flagrant as to have unduly prejudiced the jury against Foster. Furthermore, there is no indication that counsel acted with ill will in making the comments. We conclude that Foster was not denied a fair trial based upon the alleged improper remarks made during the opening statement.\nThe dissenting opinion finds reversible error based upon the evidence and arguments presented to the jury about the prior review determinations that Foster met the standards for commitment. In addition to referring to the limited remarks made by the State in its opening statement, the dissent also recites evidence presented at trial and statements made in closing argument about *726these prior determinations. The dissent concludes: “Whether it is called prosecutorial misconduct or something else,” the cumulative effect of these errors invaded the province of the jury and denied Foster a fair trial.\nWe respectfully believe that the dissent’s findings go well beyond any issues or arguments Foster has raised either in district court or on appeal. Foster made no objection at trial to the admission of any evidence concerning the screening and review processes or the procedural history of his case. More importantly, Foster has not objected on appeal to the admission of such evidence. Foster’s appeal raises the narrow issue of alleged prosecutorial misconduct committed by the State in its opening statement. Foster makes no complaints on appeal about any evidence presented at trial concerning the multidisciplinary team, the prosecutor’s review committee, and the court’s prior determination of probable cause. Foster also makes no complaints about any comments made on these matters during closing argument.\nOrdinarily an appellate court will consider only such questions as are specifically pointed out and discussed by counsel, and the court will not search through a record for the sake of finding error. State v. Puckett, 230 Kan. 596, 599, 640 P.2d 1198 (1982); State v. Stewart, 24 Kan. 250, Syl. ¶ 1 (1880). We recognize that under exceptional circumstances, an appellate court may raise sua sponte issues not raised in district court and may even consider arguments not made by a party on appeal. See Puckett, 230 Kan. at 599. However, we do not find that Foster’s case presents such exceptional circumstances. Accordingly, we choose to confine our ruling to the issues Foster has properly raised on appeal and affirm the district court.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 9781535
        },
        {
            "author_str": "Greene",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGreene, J.,\ndissenting: I am troubled by several aspects of these commitment proceedings. At the outset, I am not satisfied that we can or should disregard in all cases what would be impermissible in a criminal prosecution merely because the proceedings under K.S.A. 59-29a01 et seq. are considered civil commitment proceedings. See Kansas v. Hendricks, 521 U.S. 346, 138 L. Ed. 2d 501, *727117 S. Ct. 2072 (1997); In re Care &amp; Treatment of Brown, 26 Kan. App. 2d 117, 119, 978 P.2d 300 (1999). It should be borne in mind that the statutory commitment scheme resembles a criminal proceeding in many respects, including involvement of the attorney general as the “prosecuting attorney,” K.S.A. 2004 Supp. 59-29a03(a); the requirement for a probable cause hearing, K.S.A. 2004 Supp. 59-29a05, akin to a prehminary hearing; the right to assistance of counsel if indigent, K.S.A. 2004 Supp. 59-29a06; the need for a unanimous verdict of a jury, K.S.A. 2004 Supp. 59-29a07; and the peril of indefinite commitment to the Secretary of Social and Rehabilitation Services, K.S.A. 2004 Supp. 59-29a07 and K.S.A. 59-29a09. Subsequent to the decision of the United States Supreme Court in Hendricks, our Supreme Court has applied or determined relevant the rules applicable in criminal proceedings to such cases. See, e.g., In re Care &amp; Treatment of Hay, 263 Kan. 822, 835, 953 P.2d 666 (1998). In any event, it is undeniable that any person subject to these proceedings has at risk a substantial liberty interest. See In re Treatment of Hay, 263 Kan. at 831-32.1 think we should examine Foster s claims of error with these precepts in mind.\nEvidence and Argument of Prior Determinations as Prosecutorial Misconduct or Invasion of the Province of Jury\nMost troubling in this case is that the “manner of prosecution” by the State invaded the province of the jury in its repetitious reminders to the jury that there had already been numerous review determinations that Foster met the statutory standards for commitment. During opening statement, the attorney for the State remarked:\n“By the time we get to this point where we are in front of twelve jurors and are asking you to make this determination a lot has happened. Not only has the Respondent been convicted of sexually violent offenses, but he has been incarcerated and has gone though a treatment program in prison and he has been evaluated by psychologists in prison and he was released on parole with the stipulation that he participate in outpatient treatment care. His parole was violated .... After the parole is violated and he was back in prison again, then the case — his case is reviewed by a committee called a multidisciplinary team which looks at all of his records, his charges, accusations, past sexual behavior, and that committee makes *728a determination as to whether or not he is a risk to reoffend. Then it is passed on to another committee, which is called the prosecutor’s [review] committee. That is where I come in and several other attorneys and we make a determination again based on the records [and] psychologists’ reviewed opinions [as to] whether, or not this man is at risk to reoffend, and tiren there is a hearing, a probable cause hearing where a Judge determines whether or not the State has enough evidence to go forward under tire Sexually Violent Predator Act. In this case, the Judge determined that there was and tiren [Foster was] transferred down to Larned State Security Hospital where another . . . evaluation is done. ... So this Respondent, Mr. Foster, has been through many layers of review and analyses until we finally get here . . . .” (Emphasis added.)\nDuring the testimony of the State’s lead psychologist, the following exchange occurred:\n“Q: Do you know if [respondents] go through any type of screening process before they' get to you other than the committee that you talked about that you reviewed the reports from?\n“A: Well, before they leave the prison system, the clinical services evaluation is completed by clinicians in that system and then the information on each person who has been convicted of and incarcerated for a sex offense goes along to the multidisciplinary team. They do a review of the information and make a determination whether they see the person as a high risk to reoffend, and then the information goes along to the prosecutor’s review committee and that group reviews it and then if that group decides to proceed, the next step is the probable cause hearing; and if the person makes it through all of those steps, the final step would be an order to the state security hospital for this evaluation.” (Emphasis added.)\nDuring closing arguments, the assistant attorney general stated:\n“[A]s I told you during opening statement and as I think the evidence has shown to you, this man has gone through many levels of reviews: when he was first incarcerated, he was reviewed and analyzed and diagnosed by tire Kansas Department of Corrections psychiatric evaluations as a pedophile. Before he was released on parole again, . . . [he] comes back in the system and is reviewed again: ‘Pedophile. Not making progress or doing what he is supposed to do.’\n“[I] am glad that I don’t have to come to you and say, “Yeah, he was out on parole and we caught him doing some little lads again.’ ” (Emphasis added.)\nThe approach taken by the State — to emphasize that the essential decision had already been made by certain screening and review committees and the court — invaded the province of the jury and violated the fundamental right to trial by juiy.\n*729“ ‘ “The Sixth Amendment to die Constitution guarantees to a defendant the opportunity for a jury to decide guilt or innocence. [Citation omitted.] A necessary corollary is the right to have one’s guilt determined only upon proof beyond the jury’s reasonable doubt of every fact necessary to constitute the crime charged.” ’ [Citations omitted.]” State v. Brice, 276 Kan. 758, 769, 80 P.3d 1113 (2003).\nThis rule is not exclusive to criminal prosecutions; it has also been applied in civil proceedings. See, e.g., Lollis v. Superior Sales Co., 224 Kan. 251, 580 P.2d 423 (1978). Other courts have applied the rule in civil commitment proceedings for sexual violent predators. See, e.g., State v. Floray, 715 A.2d 855 (Del. Super. 1997). Urging a jury to defer to a prior determination of probable cause has been held clear error. See State v. Green, 313 N.J. Super. 385, 391-92, 712 A.2d 1245 (1998). The New Jersey court reasoned:\n“[W]hatever the prosecutor’s intention may have been, arguing that the grand jury had found ‘enough probable cause to have a true bill against the defendant regarding these charges’ implied that the grand jury's indictment was a consideration which should influence [the jury] to convict. That implication is wrong and potentially prejudicial to the rights of tire defendant ....\n“The court’s instruction that the indictment was not evidence was too general to dissipate the harm. It did not adequately counter the suggestion implicit in the prosecutor’s argument that the considered opinion of the grand jury was entitled to the trial jurors’ deference. [Citations omitted.]” 313 N.J. Super, at 391-92.\nThe majority accurately notes that Foster made no objection at trial to the admission of the evidence of the prior review determinations, nor has he articulated any such issues on appeal. Foster has raised, however, a claim of prosecutorial misconduct based upon the overview of these prior review determinations in the State’s opening statement. The majority concludes that this was not misconduct because the statements were introduced into evidence through the State’s psychologist and the evaluation report, thus vindicating the State’s overview. The problem with the majority’s rationale is that it justifies misconduct through other misconduct. At the time of the opening statement, the State knew or should have known that any evidence of the prior review determinations was improper as an invasion of the province of the jury and that evidence of polygraph results was inadmissible as a matter of law (see later discussion); the mere fact that Foster then failed to object to such evidence does not cleanse the misconduct. Ac*730cordingly, I respectfully dispute the notion that I have “gone well beyond” any issues raised by Foster. Furthermore, even if my concerns are based in part upon a sua sponte determination of error, I believe that the combination of errors in Foster s commitment trial make this precisely a case of exceptional circumstances where we are empowered to address the issues and take appropriate action as justice requires. See State v. Puckett, 230 Kan. 596, 599, 640 P.2d 1198 (1982).\nAlthough my brethren find no plain error in the numerous references to tire prior review determinations, I am offended by the extent to which this conduct invaded the province of the factfinder. What jury would have the nerve to return anything but an affirmative verdict for tire State when it was made to appear that so many professionals who were presumably more expert than the juiy — including a “multidisciplinary team,” a “prosecutor s review committee” and the court itself — had already indicated that Foster should be committed? I simply do not find any manifestation of legislative intent in fire statutory scheme for this approach to these commitment proceedings. Whether it is called prosecutorial misconduct or something else, it offends my sense of justice for the respondent in such proceedings to face such a “stacked deck,” and I would reverse on fhis ground alone.\nPolygraph Results were Inadmissible\nSecond, I recognize that generally the absence of a timely objection bars our review of resulting inadmissible testimony, but I disagree with tire majority in its refusal to examine Foster s claim that the State’s admission and reliance on the polygraph results in the Lamed evaluation report denied him a fair trial. Our Supreme Court has acknowledged that an appellate court may review prejudicial evidence admitted absence objection where there are exceptional circumstances in order to serve the interests of justice or to prevent a denial of fundamental rights. State v. Willis, 254 Kan. 119, Syl. ¶ 3, 864 P.2d 1198 (1993).\nReferences in the evaluation report about the polygraph test results contained substantial prejudicial evidence that was used by the State against Foster. The report included the following:\n*731“In addition, polygraph examinations showed ‘deception on having sexual contact with minors while on parole,’ according to a report dated May 19,1999, and another polygraph ‘came up deception indicated for contact with Minors.’\n“Mr. Foster did not mention, nor was he asked about, polygraph results suggesting he had unauthorized contact with children, in addition to unauthorized sexual contact with children, while on parole.”\nThe evaluation report also referred to the polygraph test results in assessing future dangerousness or the likelihood of reoffending: “An additional concern is the fact [the] polygraph examinations suggested he was deceptive with regard to having unauthorized contact with, including sexual contact with, minors while on parole.”\nImmediately after this statement, the report concluded that Foster’s pedophilia has “impaired his volitional capacity significantly, and has predisposed him to commit sexually violent offenses to a degree constituting such a person a menace to the health and safety of others.”\nThe State relied on this information as substantive evidence that Foster lacked control over his impulses and that he would reoffend. During opening statement, the State remarked that “[t]here were indications through the parole office that he had had unsupervised contact and perhaps sexual contact with minors while on parole.”\nDuring closing argument, the State emphasized this again, stating: “The parole officer had some evidence that he was in fact in contact with minors again, and that is why we are here.”\nAgain during rebuttal, the State remarked: “The people who monitor him on parole knew what his conditions were and they would see he was not participating in treatment, and they could tell from the evidence that they had that he was having unsupervised contact with minors and they pulled him back in.”\nAlthough the State was careful to avoid indicating that the information was determined by polygraph, the jury was urged to consider and rely upon the evaluation report’s information and to decide the ultimate issue in the case: Whether Mr. Foster was a sexually violent predator likely to reoffend. Further, admission of the Lamed evaluation report allowed the State to bootleg into ev*732idence the hearsay conclusions of a parole officer. See State v. Carson, 216 Kan. 711, 713, 533 P.2d 1342 (1975).\nI would hold that admission of the Larned evaluation report containing polygraph results was reversible error. In Kansas, absent a stipulation by the parties, the results of a polygraph test are inadmissible in a criminal proceeding. State v. Wise, 237 Kan. 117, 124, 697 P.2d 1295 (1985). In State v. Shively, 268 Kan. 573, Syl., 999 P.2d 952 (2000), the Kansas Supreme Court reaffirmed that polygraph results were inadmissible at trial.\n“Kansas appellate courts after [State v. Lowry, 163 Kan. 622, 185 P.2d 147 (1947)] have continued to disallow polygraph evidence in trials absent a stipulation of the parties. In so doing, we have noted the unreliability of the results in accurately measuring truthfulness and deceit, and that such evidence invades die unique role of the jury as truthfinder. [State v. Wakefield, 267 Kan. 116, 133, 977 P.2d 941 (1999)]. We have continued to voice concern about die weight a juiy might place on such evidence. State v. Martin, 237 Kan. 285, 293, 699 P.2d 486 (1985). It has also been said that polygraph evidence is considered inadmissible because the polygraph does not ‘automatically and unerringly’ disclose a lie and cannot be considered sufficiendy accurate because of die human elements involved, including die psychological and emotional makeup of the examinee and the competence of die examiner. State v. Blosser, 221 Kan. 59, 60-61, 558 P.2d 105 (1976).” 268 Kan. at 580-81.\nThese concerns, coupled with the fact that the Larned report contained prejudicial hearsay, compel a conclusion that the report should not have been admitted.\nThe majority notes that our Supreme Court has refused to consider the admissibility of polygraph results where no contemporaneous objection was made in a first-degree murder case, citing State v. Moncla, 262 Kan. 58, 63-66, 936 P.2d 727 (1997). I do not find Monda to be persuasive here because the prosecutor in that case did not directly introduce results of the polygraph examination. Here, not only were the results introduced but the entire evaluation report was admitted as an exhibit, thus placing before the jury both the polygraph results and tire hearsay evidence of impermissible contact with minors during parole. The error and the consequences of the error are significantly more egregious here than in Monda. I recognize that there might be room for disagreement, but I conclude that consideration of this issue is nec*733essaiy to serve the interests of justice and to prevent a denial of fundamental rights. See Willis, 254 Kan. at 125.\nI would hold that the admission of the Larned evaluation report containing polygraph results denied Foster tire right to a fair trial.\nInstruction No. 2 was Plain Error\nFinally, I take issue with the majority as to the potential impact on the jury of the content of Instruction No. 2, which explained the consequences of the verdict in terms of community safety. We have previously held that the jury is not to be concerned with and does not determine the course of treatment for a sexually violent predator. In re Care &amp; Treatment of Lair, 28 Kan. App. 2d 51, 53, 11 P.3d 517, rev. denied 270 Kan. 898 (2000). Instruction No. 2 instructed that the purpose of the trial was to determine whether Foster “was a sexually violent predator who should be civilly committed to the custody of the Secretary of Social and Rehabilitation Services . . . until such time as his mental abnormality or personality disorder has so changed that he is safe to be at large.” Not only did this instruction presuppose critical aspects of the jury’s determination, i.e., that Foster suffered from a mental abnormality or personality disorder, it placed squarely on the jurors’ shoulders the safety of their community and those who abide in it. As noted by Foster, tire California Court of Appeals has held that any such instruction is error. People v. Collins, 10 Cal. App. 4th 690, 12 Cal. Rptr. 2d 768 (1992).\nThe majority distinguishes Collins on the basis that (i) Foster’s jury was not instructed that he would be released on parole if not committed, and (ii) the language of Instruction No. 2 was not on the verdict form. Notwithstanding these distinctions, I respectfully conclude that Instruction No. 2 was even more harmful than its parallel in Collins because it clearly implied or presupposed that Foster suffered from a “mental abnormality or personality disorder” and was subject to commitment until “he is safe to be at large.” Once again, the jury was essentially instructed that at least one of its findings had already been made and that the community’s safety was in its hands. I would conclude that such an instruction was indeed plain error.\n*734I respect the unwillingness of my colleagues to ascribe exceptional circumstances and take appropriate action in this case because I acknowledge that the standard is entirely subjective. With due respect for the majority, the balance is tipped for me because I believe that the relative infancy of K.S.A. 59-29a01 etseq. dictates that our appellate courts examine more closely claims of error such as those before us in order to guide and direct future commitment proceedings under the Act. It may be difficult to look objectively at cases where the respondent has engaged in such egregious sexual misconduct and may indeed warrant commitment, but the Constitution surely requires some modicum of due process prior to detention and indefinite commitment.\nI would reverse and remand for a new trial.\n",
            "ocr": false,
            "opinion_id": 9781536
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}