{
    "id": 2518687,
    "judges": "Chasanow",
    "date_filed": "1985-04-21",
    "date_filed_is_approximate": true,
    "slug": "curtis-v-pracht",
    "case_name_short": "Curtis",
    "case_name": "Curtis v. Pracht",
    "case_name_full": "Gerald CURTIS v. Gordon PRACHT, PFC, Et Al.",
    "attorneys": "Robert H. Law, Robert H. Law PA, Bowie, MD, Susan Elizabeth Mays, Law Office of Susan E. Mays, Bowie, MD, for plaintiff., John F. Breads, Jr., Columbia, MD, for Gordon Pracht, Matthews, defendants., Ariana Wright Arnold, Office of U.S. Atty., Baltimore, MD, for Antoine Keith Weston, defendant., Michael E. Miller, Robert R. Rigsby, Assist. Corp. Counsel, Washington, DC, for Government of District of Columbia, U.S. Marshals Service, defendants., Ariana Wright Arnold, Office of U.S. Atty., Baltimore, MD, for U.S., movant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b446-15\">\n    Gerald CURTIS v. Gordon PRACHT, PFC, et al.\n   </parties><br><docketnumber id=\"b446-18\">\n    No. CIV.A. DKC 2001-2512.\n   </docketnumber><br><court id=\"b446-19\">\n    United States District Court, D. Maryland.\n   </court><br><decisiondate id=\"b446-21\">\n    May 9, 2002.\n   </decisiondate><br><attorneys id=\"b449-22\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"409\"> \n     *409\n     </span>\n    Robert H. Law, Robert H. Law PA, Bowie, MD, Susan Elizabeth Mays, Law Office of Susan E. Mays, Bowie, MD, for plaintiff.\n   </attorneys><br><attorneys id=\"b449-23\">\n    John F. Breads, Jr., Columbia, MD, for Gordon Pracht, Matthews, defendants.\n   </attorneys><br><attorneys id=\"b449-24\">\n    Ariana Wright Arnold, Office of U.S. Atty., Baltimore, MD, for Antoine Keith Weston, defendant.\n   </attorneys><br><attorneys id=\"b449-25\">\n    Michael E. Miller, Robert R. Rigsby, Assist. Corp. Counsel, Washington, DC, for Government of District of Columbia, U.S. Marshals Service, defendants.\n   </attorneys><br><attorneys id=\"b449-26\">\n    Ariana Wright Arnold, Office of U.S. Atty., Baltimore, MD, for U.S., movant.\n   </attorneys>",
    "citations": [
        "202 F. Supp. 2d 406"
    ],
    "opinions": [
        {
            "author_str": "Chasanow",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 590.0,
            "opinion_text": "\n202 F. Supp. 2d 406 (2002)\nGerald CURTIS\nv.\nGordon PRACHT, PFC, et al.\nNo. CIV.A. DKC 2001-2512.\nUnited States District Court, D. Maryland.\nMay 9, 2002.\n*407 *408 *409 Robert H. Law, Robert H. Law PA, Bowie, MD, Susan Elizabeth Mays, Law Office of Susan E. Mays, Bowie, MD, for plaintiff.\nJohn F. Breads, Jr., Columbia, MD, for Gordon Pracht, Matthews, defendants.\nAriana Wright Arnold, Office of U.S. Atty., Baltimore, MD, for Antoine Keith Weston, defendant.\nMichael E. Miller, Robert R. Rigsby, Assist. Corp. Counsel, Washington, DC, for Government of District of Columbia, U.S. Marshals Service, defendants.\nAriana Wright Arnold, Office of U.S. Atty., Baltimore, MD, for U.S., movant.\n\nMEMORANDUM OPINION\nCHASANOW, District Judge.\nPresently pending and ready for resolution in this civil rights case are (1) the motion to dismiss by the local Defendants pursuant to Fed.R.Civ.P. 12(b)(6) or, in the alternative, for summary judgment, (2) the motion to substitute the United States as sole proper Defendant as to Counts I, II, and III, (3) the motion to dismiss by the *410 federal Defendants pursuant to Rule 12(b)(6) or, in the alternative, for summary judgment, and (4) the motion by Plaintiff, Gerald Curtis, for leave to amend his complaint. The issues have been fully briefed and no hearing is deemed necessary. Local Rule 105.6. For reasons that follow, the court shall (1) grant the local Defendants' motion to dismiss in part and grant summary judgment in part, (2) grant the motion for substitution, (3) grant the federal Defendants' motion to dismiss in part, (4) order Plaintiff to show cause why Count IX as against Defendant Antoine Weston in his individual capacity should not be dismissed pursuant to Fed.R.Civ.P. 4(m), and (5) deny Plaintiff's motion for leave to amend as futile.\n\nI. Background\nThe following facts are alleged by Plaintiff, uncontroverted or stated in the light most favorable to Plaintiff.\nThis suit arises out of an investigation conducted by the United States Marshal Service (\"USMS\") Fugitive Task Force in connection with the execution of a warrant for the arrest of murder suspect Lawrence Davis. Antoine Weston, a Metropolitan Police Officer serving in his capacity as a deputized United States Marshal, was assigned to the Fugitive Task Force and to assist with the apprehension of Davis, who was a fugitive.\nOn August 12, 1999, Weston observed a black sports utility vehicle he believed to be a 1989 Ford Bronco identified by him several days prior as Davis' vehicle. Paper no. 28, Ex. 1. On instructions from a superior, Weston contacted the Greenbelt Police Department for assistance in arresting the man whom he believed to be Davis. Officers Gordon Pracht and George Matthews of the Greenbelt City Police Department were dispatched at approximately 3:33 pm on August 12 to the parking area of Beltway Plaza Shopping Mall to assist with service of an open arrest warrant for murder. Paper no. 11, Ex. 1. Matthews was dispatched to another incident as he arrived at the mall, but Pracht encountered Weston. Weston advised him that he had followed a person whom he believed to be the murder suspect, later identified as Plaintiff Gerald Curtis, into the parking area and that the suspect had entered the mall. Weston also informed him that when the suspect had been previously stopped in the District of Columbia, he produced fake identification and was released. Paper no. 11, Ex. 1.\nOfficer Weston observed the suspect leaving the parking area and pointed Pracht to an older model black Chevrolet Blazer he believed to be Davis' car, despite the fact that it was not the Ford Bronco previously identified by him. Plaintiff, driving the Blazer, was pulled over by three Greenbelt police cars after exiting the parking lot and turning east onto Greenbelt Road. Paper no. 16, Ex. F. Pracht approached the driver side door with his pistol drawn and pointed at Plaintiff and ordered Plaintiff out of the car. The other officers, possibly including Matthews, also had their weapons drawn. Plaintiff was told to kneel down in the street and put his hands behind his head. Pracht handcuffed Plaintiff, read him his rights, informed him he was wanted for murder and put him in the back of the police car. Id.\nWhile Plaintiff was in the back of the police car, he observed the Greenbelt police officers search his car and heard one officer say that Plaintiff was Gerald Curtis, not Davis. Plaintiff remained in the back seat of the police car for at least half an hour. Reginald Bradshaw, Weston's superior at the USMS, arrived on the scene, turned Plaintiff's head side-to-side and told the other officers that Plaintiff was not the *411 murder suspect. Bradshaw apologized to Plaintiff and released him. Id.\nOn September 8, 1999, Plaintiff contacted Chief Craze of the Greenbelt Police Department to inform him of the incident and to request assistance gaining information about the identity of the officers involved and the justification for the seizure of Plaintiff. Paper no. 16, Ex. E. Plaintiff did not make a notice of claim for damages under the Local Government Tort Claims Act (\"LGTCA\"), Md.Code Ann., Cts. &amp; Jud. Proc., § 5-301 et seq. (1998 &amp; Supp. 1999), to the Greenbelt City authorities until May 25, 2000.\nOn August 10, 2000, Plaintiff filed an administrative claim with the USMS which was neither approved nor denied and more than six months elapsed after the filing of the claim.[1] On or about August 2, 2001, Plaintiff filed an action in Maryland state court against Pracht, Matthews, the City of Greenbelt (\"Greenbelt\"), Weston[2], the USMS, and the District of Columbia. On August 23, 2001, the action was removed to this court.\nAll of Plaintiff's claims arise out of the incident recounted above. Defendant District of Columbia was dismissed on March 28, 2002. Plaintiff attempts to state Maryland tort claims against Weston in Counts I and II, against the USMS in Count III, against Pracht in Count IV, against Pracht and Matthews in Count V, and against Greenbelt in Count VI. Counts VII and IX allege U.S. Constitutional claims and Count VIII alleges a violation of the Maryland Declaration of Rights against all Defendants. Weston and the USMS move to substitute the United States as the sole proper Defendant as to Counts I, II, and III, the local Defendants and the federal Defendants make separate motions to dismiss or for summary judgment, and Plaintiff seeks to amend his complaint.\n\nII. Standards of Review\n\nA. Motion to dismiss\nA motion to dismiss pursuant to Fed. R.Civ.P. 12(b)(6) ought not be granted unless \"it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" Conley v. Gibson, 355 U.S. 41, 45-46, 78 S. Ct. 99, 2 L. Ed. 2d 80 (1957). All that the Federal Rules of Civil Procedure require of a complaint is that it contain \"`a short and plain statement of the claim' that will give the defendant fair notice of what the plaintiff's claim is and the grounds upon which it rests.\" Conley v. Gibson, 355 U.S. 41, 47, 78 S. Ct. 99, 2 L. Ed. 2d 80 (1957); Comet Enters. Ltd. v. Air-A-Plane Corp., 128 F.3d 855, 860 (4th Cir.1997). \"Given the Federal Rules' simplified standard for pleading, `[a] court may dismiss a complaint only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.'\" Swierkiewicz v. Sorema N.A., 534 U.S. 506, ___, 122 S. Ct. 992, 998, 152 L. Ed. 2d 1 (2002), quoting Hishon v. King &amp; Spalding, 467 U.S. 69, 73, 104 S. Ct. 2229, 81 L. Ed. 2d 59 (1984).\nIn reviewing the complaint, the court accepts all well-pled allegations of the complaint as true and construes the facts and reasonable inferences derived therefrom in the light most favorable to the plaintiff. Ibarra v. United States, 120 F.3d 472, 473 *412 (4th Cir.1997). The court must disregard the contrary allegations of the opposing party. A.S. Abell Co. v. Chell, 412 F.2d 712, 715 (4th Cir.1969). The court need not, however, accept unsupported legal conclusions, Revene v. Charles County Comm'rs, 882 F.2d 870, 873 (4th Cir.1989), legal conclusions couched as factual allegations, Papasan v. Allain, 478 U.S. 265, 286, 106 S. Ct. 2932, 92 L. Ed. 2d 209 (1986), or conclusory factual allegations devoid of any reference to actual events, United Black Firefighters v. Hirst, 604 F.2d 844, 847 (4th Cir.1979).\n\nB. Summary Judgment\nSome of the defendants have moved for dismissal, or, in the alternative, for summary judgment. Both sides have submitted material outside the pleadings so the appropriate standard for analyzing Plaintiff's claims, to the extent that they survive dismissal, is that for summary judgment. While Plaintiff requests in his response that a ruling on Defendants' motion be withheld until he has had an opportunity for discovery (Paper no. 16, at 3), he has not filed an affidavit under Fed. R.Civ.P. 56(f) opposing summary judgment on the grounds that information necessary for his opposition is unavailable or more discovery is necessary.[3] \"`[A] party may not simply assert in its brief that discovery was necessary and thereby overturn summary judgment when it failed to comply with the requirement of Rule 56(f) to set out reasons for the need for discovery in an affidavit.'\" Nguyen v. CNA Corp., 44 F.3d 234, 242 (4th Cir.1995), quoting Hayes v. North State Law Enforcement Officers Ass'n, 10 F.3d 207, 215 (4th Cir. 1993) (internal quotations omitted). Thus, it is insufficient for Plaintiff merely to lament the lack of discovery where he \"does not focus our attention on an affidavit presented to the district court that particularly specifies legitimate needs for further discovery.\" Nguyen, 44 F.3d at 242. Though the court proceeds with due caution when considering a motion for summary judgment before discovery has occurred, here Plaintiff not only has gained access to police reports of the incident, but, as he has done, can set forth evidence of his own personal knowledge of the incident. Furthermore, none of the discovery sought by Plaintiff in his brief, even if set forth in an appropriate affidavit, would be sufficient to place material facts in dispute and defeat summary judgment. Given the lack of appropriate affidavits demonstrating specific need for discovery, the court will not delay consideration of the motion in order to await more discovery.\nIt is well established that a motion for summary judgment will be granted only if there exists no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. FED. R. CIV. P. 56(c); Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 250, 106 S. Ct. 2505, 91 L. Ed. 2d 202 (1986); Celotex, 477 U.S. at 322, 106 S. Ct. 2548. In other words, if there clearly exist factual issues \"that properly can be resolved only by a finder of fact because they may reasonably be resolved in favor of either party,\" then summary judgment is inappropriate. Anderson, 477 U.S. at 250, 106 S. Ct. 2505; see also Pulliam Inv. Co. v. Cameo Properties, 810 F.2d 1282, 1286 (4th Cir.1987); Morrison v. Nissan Motor Co., 601 F.2d *413 139, 141 (4th Cir.1979); Stevens v. Howard D. Johnson Co., 181 F.2d 390, 394 (4th Cir.1950). The moving party bears the burden of showing that there is no genuine issue as to any material fact. FED. R. CIV. P. 56(c); Pulliam Inv. Co., 810 F.2d at 1286 (citing Charbonnages de France v. Smith, 597 F.2d 406, 414 (4th Cir.1979)).\nWhen ruling on a motion for summary judgment, the court must construe the facts alleged in the light most favorable to the party opposing the motion. United States v. Diebold, Inc., 369 U.S. 654, 655, 82 S. Ct. 993, 8 L. Ed. 2d 176 (1962); Gill v. Rollins Protective Servs. Co., 773 F.2d 592, 595 (4th Cir.1985). A party who bears the burden of proof on a particular claim must factually support each element of his or her claim. \"[A] complete failure of proof concerning an essential element ... necessarily renders all other facts immaterial.\" Celotex Corp., 477 U.S. at 323, 106 S. Ct. 2548. Thus, on those issues on which the nonmoving party will have the burden of proof, it is his or her responsibility to confront the motion for summary judgment with an affidavit or other similar evidence. Anderson, 477 U.S. at 256, 106 S. Ct. 2505.\nIn Celotex Corp., the Supreme Court stated:\nIn cases like the instant one, where the nonmoving party will bear the burden of proof at trial on a dispositive issue, a summary judgment motion may properly be made in reliance solely on the \"pleadings, depositions, answers to interrogatories, and admissions on file.\" Such a motion, whether or not accompanied by affidavits, will be \"made and supported as provided in this rule,\" and Rule 56(e) therefore requires the nonmoving party to go beyond the pleadings and by her own affidavits, or by the \"depositions, answers to interrogatories, and admissions on file,\" designate \"specific facts showing that there is a genuine issue for trial.\"\nCelotex Corp., 477 U.S. at 324, 106 S. Ct. 2548. However, \"`a mere scintilla of evidence is not enough to create a fact issue.'\" Barwick v. Celotex Corp., 736 F.2d 946, 958-59 (4th Cir.1984) (quoting Seago v. North Carolina Theatres, Inc., 42 F.R.D. 627, 632 (E.D.N.C.1966), aff'd, 388 F.2d 987 (4th Cir.1967)). There must be \"sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party. If the evidence is merely colorable, or is not significantly probative, summary judgment may be granted.\" Anderson, 477 U.S. at 249-50, 106 S. Ct. 2505 (citations omitted).\n\nIII. Local Defendants' motion to dismiss or for summary judgment\n\nA. Dismissal of State Counts (IV, V, VI and VIII in part)\nDefendants argue that Plaintiff cannot maintain his state law tort claims for unliquidated damages, including his constitutional tort claim under the Maryland Declaration of Rights, against the City of Greenbelt or its employees because of his failure to comply with the mandatory notice provision of the Local Government Tort Claims Act, Md.Code Ann., Cts. &amp; Jud. Proc. §§ 5-301 through 5-304 (\"LGTCA\"). Plaintiff contends, in contrast, that he substantially complied with the notice requirements when he contacted the police department regarding the incident on September 8, 1999, within 180 days of the incident. Plaintiff also contends that LGTCA, § 5-304(c) provides for waiver of the notice requirement if Defendants cannot show they were unduly prejudiced by the lack of required notice.\nThe LGTCA, § 5-304, states that the proper authorities must receive written notice of the claim within 180 days of injury to maintain an action for unliquidated *414 damages against a local government. See MD. CODE ANN., CTS. &amp; JUD. PROC. § 5-304(a) (1997). The notice is a condition precedent to the right to maintain an action for damages, Grubbs v. Prince George's County, 267 Md. 318, 297 A.2d 754, 755-56 (1972) (citing Cotham v. Board of County Comm'rs, 260 Md. 556, 273 A.2d 115 (1971); Neuenschwander v. Washington Suburban Sanitary Comm'n, 187 Md. 67, 48 A.2d 593 (1946)), and compliance with the notice provision should be alleged in the complaint as a substantive element of the cause of action. Madore v. Baltimore County, 34 Md.App. 340, 367 A.2d 54, 56 (1976). The notice provision of the LGTCA \"applies to all torts without distinction, including intentional and constitutional torts.\" Thomas v. City of Annapolis, 113 Md.App. 440, 457, 688 A.2d 448 (1997); see also Ashton v. Brown, 339 Md. 70, 660 A.2d 447, 465 n. 19 (1995) (holding that the LGTCA applies to constitutional torts).\nThe courts have held that \"[t]he notice requirements can be met by substantially complying with the provisions of the statute.\" Bibum v. Prince George's County, 85 F. Supp. 2d 557, 564 (D.Md. 2000), citing Loewinger v. Prince George's County, 266 Md. 316, 292 A.2d 67, 68 (1972). The incident that is the basis for this lawsuit occurred on August 19, 1999 and official notice was not given to Mayor Judith Davis of Greenbelt until May 25, 2000. Plaintiff argues that his letter to Chief Craze of the Greenbelt Police Department on September 8, 1999, constituted substantial notice of the lawsuit. However, according to Bibum, 85 F.Supp.2d at 564, there is not substantial compliance when the notice does not apprise the proper officials that Plaintiff is pursuing a claim. While Plaintiff's letter to Chief Craze apprised him of the incident and requested assistance in gaining information about the incident, it did not inform Chief Craze, let alone the proper city authorities as required by statute, of an impending lawsuit. Therefore, the September 8 letter and subsequent contact with the police department do not substantially comply with the notice requirement.\nAlternatively, Plaintiff argues that, in light of his contact with the police department, Defendants are not prejudiced by the lack of notice and so the court should waive the notice requirement pursuant to § 5-304(c) and entertain the suit. However, Plaintiff misinterprets § 5-304(c) in his response, omitting a critical part of the statute. Plaintiff quotes language which seems to indicate that unless Defendants affirmatively show prejudice, the court may entertain the suit. However, the provision as a whole reads:\nNotwithstanding the other provisions of this section, unless the defendant can affirmatively show that its defense has been prejudiced by lack of required notice, upon motion and for good cause shown the court may entertain the suit even though the required notice was not given.\n§ 5-304(c) (emphasis added). The Defendants' burden to show prejudice does not arise until a plaintiff establishes \"good cause\" to justify the failure to comply with the notice requirement. Martino v. Bell, 40 F. Supp. 2d 719, 720 (D.Md.1999); Downey v. Collins, 866 F. Supp. 887, 889-90 (D.Md. 1994). Plaintiff has filed no motion for waiver of the notice requirement and has alleged no facts demonstrating good cause for his failure to meet the notice requirement. Therefore, the notice requirement is not waived. Accordingly, Counts IV, V, and VI in total, and Count VIII as against Defendants Pracht, Matthews, and Greenbelt, are barred and will be dismissed.\n\n\n*415 B. Summary Judgment analysis of Federal claims (Counts VII)\n\nWith respect to Plaintiff's federal claims, the local defendants do not attack their legal sufficiency, but rather challenge them by pointing to an alleged lack of material factual dispute. Accordingly, the proper standard of review to apply when analyzing these claims is that for summary judgment.\n\n1. Liability of the officers\nIn Count VII, Plaintiff contends that Defendants Pracht and Matthews violated his right guaranteed by the Fourth Amendment to be free from illegal search and seizure when they stopped and detained him.[4] Plaintiff argues that these Defendants lacked probable cause to make the arrest because they did not corroborate the information given to them by Defendant Weston and that the information they had lacked the indicia of reliable identification. Paper no. 16, at 6-7.[5]\nWithout determining whether Plaintiff's detention constituted a stop, requiring only reasonable suspicion, as Defendants contend, or an arrest, requiring probable cause, as Plaintiff contends, the court will find that the conduct of Defendants Pracht and Matthews did not constitute a Constitutional violation. Pracht and Matthews were dispatched to assist Weston with the service of an open arrest warrant for murder. Weston advised Pracht that he had followed the murder suspect into the parking area and pointed out the car he believed contained the suspect. Plaintiff does not dispute that Weston informed Pracht that he had an arrest warrant and that Pracht acted to stop and detain Plaintiff pursuant to the information he received from Weston. Rather, Plaintiff contends that Pracht lacked probable cause to make the seizure because he did not independently corroborate the information given to him by Weston.\nThe law allows Pracht to rely on Weston's representations as giving him probable cause to stop and seize Plaintiff as a murder suspect. \"Certainly police officers called upon to aid other officers in executing arrest warrants are entitled to assume that the officers requesting aid offered the magistrate the information requisite to support an independent judicial assessment of probable cause.\" Whiteley v. Warden, Wyoming State Penitentiary, 401 U.S. 560, 568, 91 S. Ct. 1031, 28 L. Ed. 2d 306 (1971); see also United States v. Hensley, 469 U.S. 221, 230-231, 105 S. Ct. 675, 83 L. Ed. 2d 604 (1985). Although *416 subsequent cases have narrowed the holding in Whiteley in the context of whether to apply the exclusionary remedy, \"Whiteley clearly retains relevance in determining whether police officer have violated the Fourth Amendment....\" Arizona v. Evans, 514 U.S. 1, 13, 115 S. Ct. 1185, 131 L. Ed. 2d 34 (1995). Plaintiff does not challenge that Pracht and Matthews acted pursuant to an arrest warrant provided by Weston and upon instructions from Weston that Plaintiff was the suspect in question.\nFurther, \"when the police have probable cause to arrest one party, and when they reasonably mistake a second party for the first party, then the arrest of the second party is a valid arrest.\" Hill v. California, 401 U.S. 797, 802, 91 S. Ct. 1106, 28 L. Ed. 2d 484 (1971) (internal quotations omitted). If the officers are acting reasonably, the \"seizure of an innocent victim implicates the Fourth Amendment, but is not necessarily unreasonable and therefore in violation of the Fourth Amendment.\" Milstead v. Kibler, 243 F.3d 157, 164 (4th Cir.2001), citing Hill, 401 U.S. at 803-804, 91 S. Ct. 1106. Here, where it is unchallenged that Pracht, and Matthews to the extent of his involvement, were acting pursuant to another officer's representations that he had a warrant to arrest Plaintiff, Plaintiff cannot prove that Pracht or Matthews acted unreasonably. Accordingly, Plaintiff does not forecast sufficient evidence that the conduct of Pracht and Matthews violated the Fourth Amendment and summary judgment will be granted in their favor as to Count VII.\n\n2. Municipal liability\nIn Count VII, Plaintiff contends that Greenbelt should be liable for the constitutional violations of its officers under a theory of \"respondeat superior.\" Recognizing that, under Monell v. New York City Dep't of Soc. Servs., 436 U.S. 658, 98 S. Ct. 2018, 56 L. Ed. 2d 611 (1978), a local government cannot be held liable on a theory of \"respondeat superior,\" Plaintiff seeks to amend his complaint to include a Monell claim for municipal liability on the ground that Pracht and Matthews allegedly acted pursuant to an official practice or policy approved by Greenbelt. Even looking at the amended complaint, however, the City of Greenbelt cannot be held liable under § 1983 as a matter of law given the absence of an underlying constitutional violation by Pracht and Matthews. See City of Los Angeles v. Heller, 475 U.S. 796, 799, 106 S. Ct. 1571, 89 L. Ed. 2d 806 (1986) (municipality cannot be held liable where jury determined that officer inflicted no constitutional harm); see also S.P. v. City of Takoma Park, 134 F.3d 260, 272, 274 (4th Cir.1998). Accordingly, summary judgment will be granted in Greenbelt's favor as to Count VII.\n\nIV. Federal Defendants (Weston and USMS)\n\nA. Motion for substitution as to Counts I, II, and III.\nDefendants Weston and the USMS move to substitute the United States of America as the sole proper Defendant for Plaintiff's common law tort claims in Counts I, II and III. Barbara S. Sale, then Acting United States Attorney for the District of Maryland, certified that Weston was acting within the scope of his employment at the time of the conduct alleged.[6] Paper no. 26, Ex. A. Plaintiff challenges that substitution, seeking judicial *417 review of the Attorney General's certification.\nUnder the Federal Tort Claims Act (FTCA), 28 U.S.C. § 2679(d)(1) &amp; (2), a federal employee is immunized from liability for his \"negligent or wrongful act[s] or omissions[s] ... while acting within the scope of his office or employment....\" Once a certification has been made by the United States Attorney that the employee was acting within the scope of his employment, \"the United States is substituted as the sole defendant and all suits filed in state court are removed to federal court....\" Maron v. United States, 126 F.3d 317, 321 (4th Cir.1997). This certification is conclusive as to removal, but may be challenged for the purposes of the propriety of substitution. Gutierrez de Martinez v. Lamagno, 515 U.S. 417, 115 S. Ct. 2227, 132 L. Ed. 2d 375 (1995). The Fourth Circuit endorsed the standard articulated by this court that the certification constitutes, in effect, a motion for summary judgment. Maron, 126 F.3d at 322. \"[T]he burden of proof [is] on the plaintiff to refute the certification of scope of employment issued by the Attorney General and to prove by a preponderance of the evidence that the defendants were not acting within the scope of their employment.\" Maron, 126 F.3d at 323.\nIn opposing the motion for substitution, Plaintiff makes only a conclusory statement that Defendant Weston may not have been acting within the scope of his employment and makes no evidentiary showing to support his contention. Paper no. 33. Further, none of the evidence set forth by Plaintiff in opposing the motions for summary judgment demonstrates that Weston was acting outside of the scope of his employment. Accordingly, Plaintiff has not met the burden of refuting the certification and the motion for substitution is granted as to Counts I, II, and III.\n\nB. Motion to Dismiss\n\n1. Counts I, II, and III\nCount III of Plaintiff's complaint, alleging \"Respondeat Superior\" liability against the USMS, will be dismissed because it is moot in light of the substitution of the United States as sole Defendant with respect to Counts I, II, and III.\nThe federal Defendants contend that Plaintiff's remaining state tort claims should be dismissed because Plaintiff has failed to allege that Weston acted with actual malice. Plaintiff argues, in contrast, that he only needs to prove malice if the United States raises official immunity as a defense. These claims will be dismissed because, under Maryland law, a law enforcement officer cannot be held liable unless he acted with actual malice.\nThe United States is liable under the Federal Tort Claims Act (\"FTCA\") only to the limited extent that it has waived sovereign immunity. See 28 U.S.C. §§ 1346(b), 2674. See also Rich v. United States, 158 F. Supp. 2d 619, 628 (D.Md.2001). Further, the United States is liable \"in the same manner and to the same extent as a private individual under like circumstances,\" 28 U.S.C. § 2674, and is entitled to all defenses available to its agents. Norton v. United States, 581 F.2d 390 (4th Cir.1978).\nPlaintiff's tort claims, for which sovereign immunity is waived pursuant to the FTCA, are governed by the law of Maryland, where the alleged tortious acts occurred. See 28 U.S.C. §§ 1346(b); 2674. Under Maryland law, \"a law enforcement officer is not liable for assault and battery or other tortious conduct performed during the course of his official duties unless he acted with actual malice toward the plaintiff, i.e. with `ill will, improper motivation or evil purpose.'\" Goehring v. United *418 States, 870 F. Supp. 106, 108 (D.Md.1994), citing Davis v. Muse, 51 Md.App. 93, 441 A.2d 1089, 1093 (1982).\n\"Malice is established by proof that the defendant-officer `intentionally performed an act without legal justification or excuse, but with an evil or rancorous motive influenced by hate, the purpose being to deliberately and willfully injure the plaintiff.'\" Lovelace v. Anderson, 126 Md.App. 667, 693-94, 730 A.2d 774 (1999), quoting Davis v. DiPino, 99 Md.App. 282, 290-91, 637 A.2d 475 (1994), rev'd on other grounds, 337 Md. 642, 655 A.2d 401 (1995). \"The mere assertion that an act `was done maliciously, or without just cause, or illegally, or with wanton disregard, or recklessly, or for improper motive' is not sufficient.\" Manders v. Brown, 101 Md.App. 191, 216, 643 A.2d 931 (1994), quoting Elliott v. Kupferman, 58 Md.App. 510, 528, 473 A.2d 960 (1984). Plaintiffs \"must allege with some clarity and precision those facts which make the act malicious.\" Id.\nPlaintiff has not alleged that Weston acted with actual malice. Under Maryland law, Weston could not be found liable unless he acted with actual malice. Accordingly, because the United States is liable only to the same extent that the individual defendant would be under state law, Plaintiff's remaining tort claims, Counts I and II, will be dismissed.\n\n2. Count VII: Section 1983 Claims\nPlaintiff alleges a cause of action under § 1983 against Officer Weston and the USMS for deprivation of his right to be free from illegal seizure as guaranteed by the Fourth Amendment of the U.S. Constitution. Section 1983 states that \"[e]very person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects ... any citizen of the United States ... to the deprivation of any rights ... shall be liable to the party injured\". 42 U.S.C. § 1983 (1979) (emphasis added). The USMS and Weston are not state actors. \"Section 1983 applies only to state officers acting under color of state law, and not to federal officers,\" Rich v. United States, 158 F. Supp. 2d 619, 630 (D.Md.2001) (emphasis in original), and has no application to the federal government or its officers. Wheeldin v. Wheeler, 373 U.S. 647, 83 S. Ct. 1441, 10 L. Ed. 2d 605 (1963). Accordingly, Count VII will be dismissed as to Weston and the USMS.\n\n3. Count VIII: Maryland Declaration of Rights\nIn Count VIII, Plaintiff alleges that Defendants Weston and the USMS violated the Maryland Declaration of Rights, Article 24. However, Plaintiff has not demonstrated an unequivocal waiver of sovereign immunity. The United States and its officers may not be sued unless federal legislation specifically authorizes the suit. \"Absent a waiver, sovereign immunity shields the Federal Government and its agencies from suit.\" Federal Deposit Insurance Corp. v. Meyer, 510 U.S. 471, 475, 114 S. Ct. 996, 127 L. Ed. 2d 308 (1994) (citing Loeffler v. Frank, 486 U.S. 549, 554, 108 S. Ct. 1965, 100 L. Ed. 2d 549 (1988); Federal Housing Administration v. Burr, 309 U.S. 242, 60 S. Ct. 488, 84 L. Ed. 724 (1940)).[7] \"A waiver of sovereign immunity `cannot be implied but must be *419 unequivocally expressed.'\" United States v. Mitchell, 445 U.S. 535, 538, 100 S. Ct. 1349, 63 L. Ed. 2d 607 (1980), quoting United States v. King, 395 U.S. 1, 4, 89 S. Ct. 1501, 23 L. Ed. 2d 52 (1969). Plaintiffs bear the burden of demonstrating an unequivocal waiver of sovereign immunity, Williams v. United States, 50 F.3d 299, 304 (4th Cir.1995), and any waiver of sovereign immunity must be strictly construed in favor of the United States. Library of Congress v. Shaw, 478 U.S. 310, 318, 106 S. Ct. 2957, 92 L. Ed. 2d 250 (1986). When a plaintiff has failed to establish a waiver of sovereign immunity, a federal court lacks jurisdiction to hear the case. Rich v. United States, 158 F. Supp. 2d 619, 630 (D.Md.2001); Global Mail Ltd. v. U.S. Postal Service, 142 F.3d 208, 210 (4th Cir. 1998). Accordingly, Count VIII will be dismissed as to Weston and the USMS.\n\n4. Count IX: 14th Amendment Due Process Claims\nIn Count IX, Plaintiff alleges that Weston and the USMS violated his rights under the Fourteenth Amendment. Such a claim may not be brought against the United States or its officers as it requires the deprivation of life, liberty, or property, without due process of law, by a state or under color of state law. See Zinermon v. Burch, 494 U.S. 113, 124, 110 S. Ct. 975, 108 L. Ed. 2d 100 (1990). In their motion, Weston and the USMS raise the possibility that Plaintiff intended to bring a Fourth Amendment claim against them in Count IX as he had attempted to do in his § 1983 claim (Count VII). To the extent, if any, that Plaintiff does attempt to state a Fourth Amendment claim, such a claim would be dismissed against the USMS and Weston in his official capacity because the United States has not waived sovereign immunity and so the court has no jurisdiction to entertain suits against them. Accordingly, Count IX will be dismissed against the USMS and Weston in his official capacity.\nOn the record in this case, the only viable claim would be a Bivens claim directly under the Fourth Amendment against Weston in his individual capacity. However, the United States Attorney has consistently stated that Weston was never served in his personal capacity. Paper no. 1, at ¶ 2; Paper no. 8, at ¶ 1. A summons for Weston was issued by the Circuit Court for Prince George's County on August 8, 2001. Paper no. 17. In Paper no. 32, Plaintiff recites that Weston was \"served\" at his employer's address, but no return of service appears in the court file. Further, under Fed R. Civ. P. 4(e), service on an individual must be made in accordance with Rule 4(e)(2)[8] or the laws of the state in which the district court resides.[9] Accordingly, as Weston has not been served in accordance with either of these rules, Plaintiff will be directed to show cause why the Fourth Amendment claim in Count IX against Weston in his individual capacity should not be dismissed pursuant to Fed.R.Civ.P. 4(m).\n\nV. Leave to Amend\nPlaintiff seeks to amend his complaint properly to plead a § 1983 claim against *420 Defendant Greenbelt under Monell rather than on a theory of \"respondeat superior.\" Because there has been a responsive pleading filed (Defendant District of Columbia, now dismissed, filed an answer), Plaintiff must seek leave of court to amend his complaint.\nA party may move to amend his complaint pursuant to Rule 15(a) and \"leave shall be freely given when justice so requires.\" FED. R. CIV. P. 15(a). Under Rule 15(a), \"[t]he decision to grant a party leave to amend its pleadings rests within the sound discretion of the district court.\" HealthSouth Rehabilitation Hospital v. American Red Cross, 101 F.3d 1005, 1010 (4th Cir.1996), cert. denied, 520 U.S. 1264, 117 S. Ct. 2432, 138 L. Ed. 2d 194 (1997), citing Sandcrest Outpatient Serv. v. Cumberland County Hosp. Sys., 853 F.2d 1139, 1148 (4th Cir.1988). The general and oft-cited rule is that leave sought should be freely given, \"in the absence of any apparent or declared reason such as undue delay, bad faith or dilatory motive on the part of the movant, ... undue prejudice to the opposing party by virtue of allowance of the amendment, futility of the amendment, etc.....\" Foman v. Davis, 371 U.S. 178, 182, 83 S. Ct. 227, 9 L. Ed. 2d 222 (1962). Here, as demonstrated above, Plaintiff's claim for municipality liability under Monell would fail as a matter of law even if the complaint were amended to include it. Accordingly, because the amendment would be futile, leave of court will be denied.\n\nIV. Conclusion\nFor the foregoing reasons, the court will 1) grant the motion for substitution of the United States as Defendant as to Counts I, II, III, 2) grant local Defendants' motion to dismiss Counts IV, V, VI, VIII, and IX, 3) grant summary judgment in favor of local Defendants' as to Count VII, 4) grant federal Defendants' motion to dismiss as to Counts I, II, III, VII, VIII, and IX in part, 5) order that Plaintiff show cause as to why Count IX against Weston individually should not be dismissed pursuant to Fed. R.Civ.P. 4(m), and 6) deny Plaintiff's motion for leave to amend. A separate order will be entered.\n\nORDER\nFor the reasons stated in the foregoing Memorandum Opinion, it is this ____ day of May, 2002, by the United States District Court for the District of Maryland, ORDERED that:\n1. The motion of Defendants Weston and the United States Marshal Service for substitution of the United States as Defendant as to Counts I, II, and III BE, and the same hereby IS, GRANTED;\n2. The United States is substituted as Defendant for Weston and the United States Marshal Service in Counts I, II, and III;\n3. The motion of Defendant United States to dismiss BE, and the same hereby IS, granted as to Counts I, II, and III;\n4. The motion of Defendants Weston and the USMS to dismiss BE, and the same hereby IS, GRANTED as to Counts VII, VIII, and IX in part;\n5. The motion of Defendants Pracht, Matthews, and the City of Greenbelt to dismiss BE, and the same hereby IS, GRANTED as to Counts IV, V, VI, VIII, and IX;\n6. Counts I, II, III, IV, V, VI, VII as against the United States Marshal Service and Weston, VIII, and IX as against all defendants except Weston in his individual capacity BE, and the same hereby ARE, DISMISSED;\n7. Plaintiff show cause within 14 days of the date of this order why the Fourth *421 Amendment claim in Count IX should not be dismissed without prejudice as to Defendant Weston in his individual capacity pursuant to Fed.R.Civ.P. 4(m) and Local Rule 103.8.a. or that count will be dismissed;\n8. The motion of Defendants Pracht, Matthews, and the City of Greenbelt for summary judgment under Fed.R.Civ.P. 56 BE, and the same hereby IS, GRANTED as to Count VII as against them;\n9. JUDGMENT BE, and the same hereby IS, ENTERED as to Count VII in favor of Defendants Pracht, Matthews, and the City of Greenbelt, and against Plaintiff Gerald Curtis;\n10. Plaintiff's motion for leave to amend his complaint BE, and the same hereby IS, DENIED; and\n11. The Clerk transmit copies of the Memorandum Opinion and this Order to counsel for the parties.\nNOTES\n[1]  Under the relevant provisions of the Federal Tort Claims Act, 28 U.S.C. § 2675, a lack of response from an agency after six months may be treated as a final disposition of the claim.\n[2]  There is no record that Weston was ever served in his individual capacity in compliance with Fed.R.Civ.P. 4(e). Paper no. 28, at 17, Ex. 1. See discussion infra at section IV(B)(4).\n[3]  Fed.R.Civ.P. 56(f) states: \"Should it appear from the affidavits of a party opposing the motion that the party cannot for reasons stated present by affidavit facts essential to justify the party's opposition, the court may refuse the application for judgment or may order a continuance to permit affidavits to be obtained or depositions to be taken or discovery to be had or may make such other order as is just.\"\n[4]  Plaintiff also brings federal claims against Pracht, Matthews and Greenbelt in Count IX, which is captioned, \"Violation of U.S. Constitution, Fourteenth Amendment.\" Plaintiff may only bring a cause of action directly under the constitution against federal officials in their individual capacity, not against state police officers or municipalities. See Bivens v. Six Unknown Named Federal Bureau, 403 U.S. 388, 91 S. Ct. 1999, 29 L. Ed. 2d 619 (1971); Cale v. City of Covington, 586 F.2d 311 (4th Cir.1978) (no implied Bivens-type cause of action directly under Fourteenth Amendment against municipalities). Even if Plaintiff brought the claim properly under 42 U.S.C. § 1983, while Plaintiff alleges that his liberty was deprived without due process, he does not allege facts stating a claim for a violation of the due process clause of the Fourteenth Amendment. To the extent that Count IX alleges Fourth Amendment violations, those claims are addressed below in the context of Count VII. Accordingly, Count IX will be dismissed as against Pracht, Matthews and Greenbelt.\n[5]  Plaintiff disputes Defendants' contention that the stop was justified because Plaintiff's license plate was obscured in alleged violation of Maryland law. This dispute is not material to whether Defendants Pracht and Matthews had probable cause for the seizure and so is irrelevant to the summary judgment determination.\n[6]  The Attorney General has delegated certification authority for cases arising in the United States District Court for the District of Maryland to the United States Attorney for said district. Attorney General Order 254-61, 26 F.R. 11420.\n[7]  Suits against government agents acting in their official capacities are also barred by sovereign immunity because they are considered suits against the United States itself. See Kentucky v. Graham, 473 U.S. 159, 165, 105 S. Ct. 3099, 87 L. Ed. 2d 114 (1985) (\"Official-capacity suits ... generally present only another way of pleading an action against an entity of which an officer is an agent.\") Weston has not yet been personally served in compliance with the service provisions of Fed.R.Civ.P. 4(1)(2)(B) and so cannot be liable here in his personal capacity. Paper no. 28, at 17, Ex. 1.\n[8]  Service may be made by delivering the summons and complaint to the individual personally or by leaving copies at the individual's dwelling place or usual abode \"with some person of suitable age and discretion then residing therein.\"\n[9]  Under Maryland Rule 2-124(a), \"[s]ervice is made upon an individual by serving the individual or an agent authorized by appointment or by law to receive service of process for the individual.\"\n\n",
            "ocr": false,
            "opinion_id": 2518687
        }
    ],
    "court_short_name": "D. Maryland",
    "court_full_name": "District Court, D. Maryland",
    "court_type": "FD",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Murder"
}