{
    "id": 2540288,
    "judges": "Alcala, Cochran, Hervey, Johnson, Keasler, Keller, Meyers, Price, Womack",
    "date_filed": "1992-01-23",
    "date_filed_is_approximate": true,
    "slug": "gonzales-v-state",
    "case_name_short": null,
    "case_name": "Gonzales v. State",
    "case_name_full": "Michael Dean GONZALES, Appellant, v. the STATE of Texas",
    "attorneys": "David P. Zavoda, Odessa, for Appellant., Wesley H. Mau, Asst. A.G./Ector County Da Pro Tempore, Lisa C. McMinn, State’s Attorney, Austin, for State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 71,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b846-8\">\n    Michael Dean GONZALES, Appellant, v. The STATE of Texas.\n   </parties><br><docketnumber id=\"b846-10\">\n    No. AP-76176.\n   </docketnumber><br><court id=\"b846-11\">\n    Court of Criminal Appeals of Texas.\n   </court><br><decisiondate id=\"b846-12\">\n    Sept. 28, 2011.\n   </decisiondate><br><attorneys id=\"b848-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"828\"> \n     *828\n     </span>\n    David P. Zavoda, Odessa, for Appellant.\n   </attorneys><br><attorneys id=\"b848-13\">\n    Wesley H. Mau, Asst. A.G./Ector County Da Pro Tempore, Lisa C. McMinn, State’s Attorney, Austin, for State.\n   </attorneys>",
    "citations": [
        "353 S.W.3d 826"
    ],
    "opinions": [
        {
            "author_str": "Hervey",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOPINION\n\nHERVEY, J.,\ndelivered the opinion of the Court\nin which KELLER, P.J., MEYERS, PRICE, KEASLER, COCHRAN and ALCALA, JJ., joined.\nAppellant was convicted in December 1995 of capital murder. Tex. Penal Code § 19.03(a)(2). Based on the jury’s answers to the special issues set forth in the Texas Code of Criminal Procedure, Article 37.071, Sections 2(b) and 2(e), the trial judge sentenced Appellant to death. Art. 37.071, § 2(g).1 His conviction and sentence were affirmed on direct appeal. Gonzales v. State, No. AP-72,317 (Tex.Crim.App. June 3, 1998) (not designated for publication). Appellant’s state application for habeas corpus relief was denied. Ex parte Gonzales, No. WR-40,541-01 (Tex.Crim.App. March 10, 1999) (not designated for publication). Appellant’s federal petition for habeas corpus relief was denied as to his conviction but granted as to punishment, and the case was remanded for a new punishment hearing. Gonzales v. Cockrell, No. MO-99-CA-073 (W.D.Tex. December 19, 2002) (not designated for publication). The United States Court of Appeals for the Fifth Circuit affirmed the *829federal district court’s judgment. Gonzales v. Quarterman, 458 F.Bd 384 (5th Cir.2006) (not designated for publication).\nThe trial court held a new punishment hearing in May 2009. Based on the jury’s answers to the special issues, the trial judge sentenced Appellant to death. Art. 37.071, § 2(g). Direct appeal to this Court is automatic. Art. 37.071, § 2(h). After reviewing Appellant’s five points of error, we find them to be without merit. Consequently, we affirm the trial court’s judgment.\nI. JURISDICTION\nIn point of error one, Appellant claims that the trial court lacked jurisdiction to hold a new punishment hearing. He argues that the trial court lost jurisdiction over the case when it filed the record with the appellate court after his conviction and sentence, and thus, it lacked jurisdiction to hold a new punishment hearing unless jurisdiction was returned to it by the federal district court’s order granting habeas corpus relief as to punishment. He reasons that, because the clerk’s record does not demonstrate that this order was received by the trial court, the trial court never obtained jurisdiction to hold the instant punishment hearing.\nAppellant cites no authority directly on point for his position that the trial court lacked jurisdiction to commence a new punishment hearing unless the federal court’s order was transmitted to the trial court. He analogizes the federal district court’s order to an appellate court’s mandate, which he contends must be received by the trial court before that court can assume jurisdiction over the case. See Tex.R.App. P. 25.2(g);2 Green v. State, 906 S.W.2d 937, 939-40 (Tex.Crim.App.1995). More specifically, Appellant relies on Drew v. State, 765 S.W.2d 533 (Tex. App.-Austin 1989), pet. dism’d, as improvidently granted, 805 S.W.2d 451 (Tex.Crim.App.1991), in which the court of appeals emphasized that, once the case is appealed, the trial court’s jurisdiction is lost until it receives a mandate from the appellate court. However, Appellant’s reliance on that case is misplaced. First, Drew occurred in the context of an appeal in the state courts, not writ applications in federal court. Drew, 765 S.W.2d at 534-35. In a federal writ application, such as that here, the case is not filed with the state court, nor is the state court a party to the suit; a separate action is filed in federal court, and the respondent is the “person having custody of the person detained.” 28 U.S.C. § 2243. Second, Drew discusses what a trial court may do while the appeal is pending, and in this case, there was no appeal pending when the trial court held a sentencing hearing. Third, in Drew, the State, before mandate had been issued on the previous indictment, obtained a new indictment for the same attempted capital murder charge upon which the defendant was tried and convicted. Drew, 765 S.W.2d at 534-35. Here, there was no new indictment; all of the proceedings were based upon the same indictment.\nThe federal district court’s judgment, as affirmed by the Fifth Circuit, remanded the case for a new punishment hearing. Appellant concedes that the federal district court granted the writ as to “all sentencing issues” and remanded the cause to the “358th District Court in Odessa, Ector County, Texas.” Appellant also included a copy of the Fifth Circuit Court of Ap-*830peak’s Judgment in the federal writ ease, which affirmed the judgment of the District Court and explicitly stated, “ISSUED AS MANDATE: AUG 30, 2006.”3 Article 44.29(c) provides, in relevant part,\nIf any court sets aside or invalidates the sentence of a defendant convicted of an offense under Section 19.03, Penal Code, and sentenced to death on the basis of any error affecting punishment only, the court shall not set the conviction aside but rather shall commence a new punishment hearing under Article 37.071 or Article 37.0711 of this code, as appropriate, as if a finding of guilt had been returned.\nThis statutory provision makes no mention of the transmittal or receipt of a court order. The mandate for the court to commence a new punishment hearing is not conditioned on such receipt, and we do not read that condition into the statute today. So long as the federal district court’s order set aside or invalidated the death sentence, then the trial court’s action was authorized.\nAppellant does not dispute that the order set aside or invalidated the sentence. Consequently, the trial court’s jurisdiction was restored as to the issue of punishment, and the trial court had no choice but to conduct a trial on punishment — it was required to commence a new punishment hearing “as if a finding of guilt had been returned.” Art. 44.29(c).\nAppellant argues in the alternative that the federal district court’s order did not confer jurisdiction to hold a new punishment hearing because the order “is void on its face.” Appellant asserts only that the federal district court did not have the power to grant a new sentencing hearing. Appellant is apparently complaining about the language used in the order commanding the trial court to hold a new sentencing hearing.\nAppellant cites to Moore v. Johnson, 194 F.3d 586, 622 (5th Cir.1999), for its holding that when federal habeas relief in a capital case is limited to punishment, the proper course is to permit the state court a reasonable time in which to decide whether to hold a new trial limited to punishment or to vacate the death sentence and impose a life sentence. Similar to Moore, Appellant’s case was appealed to the United States Court of Appeals for the Fifth Circuit after Appellant obtained ha-beas corpus relief limited to punishment in the district court. See id. However, unlike in Moore, the parties in this case did not complain about the language of the federal district court’s order in the appeal to the Fifth Circuit. See id. Appellant also failed to call this alleged error to the attention of the trial court. In any event, this assertion fails to demonstrate that the order is void.4 As discussed above, so long as the federal district court’s order set aside or invalidated the sentence, Article 44.29(c) authorized the trial court’s action. Point of error one is overruled.\nII. CHALLENGES FOR CAUSE\nIn points of error two and three, Appellant claims that the trial court erred when it denied his challenges for cause to venire-persons Sarah Murdock and Randall Phillips.\n*831The issue is whether the trial court’s rulings on Appellant’s challenges for cause harmed Appellant by effectively depriving him of one of his statutorily allotted peremptory challenges. See Newbury v. State, 135 S.W.3d 22, 30-31 (Tex.Crim.App.2004); Johnson v. State, 43 S.W.3d 1, 6 (Tex.Crim.App.2001). Harm from the erroneous denial of a defense challenge for cause focuses on whether a peremptory challenge “was wrongfully taken from” the defendant. Johnson, 43 S.W.3d at 6. Such harm occurs “(1) when a defendant exercises a peremptory challenge on a veniremember whom the trial court should have excused for cause at the defendant’s request, (2) the defendant uses all of his statutorily allotted peremptory challenges, and (3) the defendant unsuccessfully requests an additional peremptory challenge which he claims he would use on another veniremember whom the defendant identifies as ‘objectionable’ and who sits on the jury.” Newbury, 135 S.W.3d at 31. When these conditions are met, we have stated that the trial court’s erroneous denial of a defense challenge for cause harms the defendant by effectively depriving him of one of his statutory peremptory challenges because “he had to use a peremptory challenge to remove a venire-member who should have been removed for cause.” Id.\nWhen a defendant has been granted one additional peremptory challenge, then he could not have been effectively deprived of a statutorily allotted peremptory challenge from the trial court’s erroneous denial of only one defense challenge for cause. Id. Under these circumstances, the defendant must show that the trial court erroneously denied his challenges for cause to two veniremembers to demonstrate harm. Id.\nThe record reveals that after his challenges for cause were denied, Appellant used peremptory strikes to exclude Mur-dock and Phillips. He exhausted all of his peremptory strikes and was granted one additional strike. After using the additional strike, Appellant requested additional peremptory strikes against venireper-sons he identified as objectionable. His requests were denied, and those venireper-sons were seated on the jury. Still, because the trial court granted one additional strike, Appellant must show that the trial court committed error in denying his challenges for cause to two venirepersons in order to demonstrate that he was harmed. See Busby v. State, 253 S.W.3d 661, 673 n. 12 (Tex.Crim.App.2008); Newbuny, 135 S.W.3d at 31.\nWe look at the entire record of voir dire to determine if the evidence is sufficient to support the court’s ruling on a challenge for cause. Feldman v. State, 71 S.W.3d 738, 744 (Tex.Crim.App.2002). We afford great deference to the trial court’s decision because the trial judge is present to observe the demeanor of the venireper-son and to listen to his tone of voice. Id. Particular deference is due when the veni-reperson’s answers are “vacillating, unclear, or contradictory.” Davis v. State, 313 S.W.3d 317, 344 (Tex.Crim.App.2010); Moore v. State, 999 S.W.2d 385, 400 (Tex.Crim.App.1999). Consequently, we will reverse a trial court’s ruling on a challenge for cause only if a clear abuse of discretion is evident. Davis, 313 S.W.3d at 344.\nA venireperson is challengea-ble for cause if he or she has a bias or prejudice against the defendant or against the law upon which either the State or the defense is entitled to rely. Art. 35.16(b)(3) &amp; (c)(2); Gardner v. State, 306 S.W.3d 274, 295 (Tex.Crim.App.2009). The test is whether the venireperson’s “bias or prejudice would substantially impair [his] ability to carry out his oath and instructions in accordance with the law.” Feldman, 71 *832S.W.3d at 744. To establish that the challenge for cause is proper, the proponent of the challenge must show that the venire-person understood the requirements of the law and could not overcome his prejudice well enough to follow the law. Id. at 747. So before a venireperson may be excused for cause on this basis, the law must be explained to him, and he must be asked whether he can follow that law, regardless of his personal views. Id. at 744.\nAppellant’s second point of error concerns venireperson Murdock. To begin, Appellant argues that, based upon her answers, Murdock could not afford Appellant the right to remain silent and would shift the burden of proof to Appellant on the issue of future dangerousness.5 The record supports that Murdock was not challengeable on these bases. Her statements were based on a misunderstanding of the law. This was overcome when the law was explained to her, and her understanding of the law as to those issues was corrected. For example, Murdock testified to the following:\nQ. [STATE]: Okay. So that is one of the reasons why the judge would instruct you if he doesn’t testify, that that cannot be taken as evidence against him in any way. You couldn’t use that as any kind of evidence to justify a verdict one way or the other. Does that make sense?\nA. [MURDOCK]: Okay.\nQ. Do you follow that law?\nA. Yes, I do.\n* * *\nQ. [STATE]: So what [the defense] was asking you is, would you nevertheless find him guilty of being dangerous even though the State has failed to show beyond a reasonable doubt that he is?\nA. No.\nQ. No, okay. Do you understand—\nA. Yeah, I am starting to understand, yeah.\nQ. Okay. And like I say, I want to make sure. I am not trying to change your mind about anything, I am trying to make sure we are all clear—\nA. Right.\nQ. —on what you meant by that?\nA. Uh-huh.\nQ. And so do you feel like you are no longer confused about that?\nA. Yes, I am okay with that now, yeah.\n*!' ⅝ ⅜\nQ. [DEFENSE]: ... I thought you said was that in deciding whether the *833State had proved future danger to you beyond a reasonable doubt, that you would consider in deciding whether the State had met its burden, the fact that the defendant had not presented any evidence that he was not a future danger.\nA. Okay. I guess it would be because I did not understand the burden of proof on the State’s part.\nQ. Okay.\nA. And so therefore now I understand that they have to prove, you know, that he is not a danger now and if your people didn’t say anything about it, then I would say no. I mean, you know, I wouldn’t have to go on to the second one.\nAppellant further argues that Murdock was challengeable because the issue of parole would affect her answers on the special issues (i.e., whether she would sentence Appellant to death out of a concern that he might eventually be released on parole if sentenced to life). Again, the record supports that Murdock was not challengeable on this basis. The State on direct examination questioned Murdock regarding whether her feelings about parole would affect her answers to the special issues. Murdock testified that she understood how the parole law operated when the State explained it to her.6 She also stated, “I believe in the death penalty,” and she expressed some concern that, if leniency was shown to a murderer, it would be unfair to the families of victims. Yet, Murdock affirmed that she could be fair.\nQ. [STATE]: ... So the question becomes, although you feel that way, could you, if you were selected as a juror, take the oath, follow the oath as the Court gives it to you, and answer the special issues, knowing that the answers to those special issues may result in a life sentence, that you would be willing to answer those special issues honestly according to the evidence and not, you know, not prejudge them, as we talked about before.\nA. [MURDOCK]: Yes.\nQ. You could take the oath and give a fair trial to the defendant?\nA. Yes.\nMurdock then testified:\nQ. [STATE]: Okay. Understanding that, the concern would be, obviously, from the defendant’s prospective [sic], that you would be unwilling to answer the questions in such a way that a life sentence would result because you are opposed to this idea that he might receive parole eventually?\nA. [MURDOCK]: Correct.\nQ. That you would not render a true verdict based on the law and the evidence, but you would render a verdict solely with an aim towards preventing him from ever getting a life sentence. Do you see how your feelings on that parole issue might cause him to think that you would do that.\nA. Yes, I see.\nQ. So what are your thoughts about that?\nA. I just — I can’t change the way I think.\nQ. And nobody is asking you to do that. What I am suggesting is that, you know, when you answer the question about the continuing threat to society.\nA. Uh-huh.\n*834Q. Obviously, the risk that the defendant would ever be out of prison or how long he is going to remain in prison may be an element to that. Okay?\nA. Uh-huh.\nQ. And that is something that you can certainly think about. Then when we get to the mitigation question in terms of whether there are mitigating circumstances that are sufficient to justify a life sentence, again, you would think about that as well. You know, whatever the mitigating circumstances are, do they justify a life sentence in light of whatever kind of danger the defendant represents, whatever kind of crime he committed, and all those other things. But I think what — what we would not want you to do is to authorize a death sentence on somebody who would not otherwise be justified in being executed under those special issues just because you wanted to avoid the parole issue. Do you understand what I am saying?\nA. Yes, I do.\nQ. In other words, if a juror is going to say, well, I think the defendant deserves a life sentence but I don’t think it should be with 40 years, so I am going to give him a death sentence instead.\nA. Oh, yes.\nQ. You see how that’s—\nA. Yes.\nQ. That’s not — that is not the kind of issue that we are asking you to look at in this case and that would be — I think that would be an improper verdict. That wouldn’t be following your oath if you were to do that.\nA. I understand that.\nQ. You can consider the parole law but you shouldn’t answer the questions differently simply because you are concerned about — you know, if you think a life sentence is appropriate, then that is what the case should result in, not, I think a life sentence is appropriate but I am going to give him a death sentence because I don’t want him to ever get parole.\nA. I understand.\nQ. Okay. You have to just kind of trust that if the defendant doesn’t rehabilitate and doesn’t deserve parole, that he just never get [sic] it, but without having any individual control of that. Does that make sense?\nA. Yes.\nQ. Do you think you can follow that law?\nA. I could, yes.\nOn cross-examination by the defense, Mur-dock stated that the possibility that a life-sentenced Appellant could make parole “might influence” or “might affect” her answers to the special issues.\nQ. [DEFENSE]: ... And I worry that some people might think if I don’t — am not a hundred percent sure that he is never going to get out, that life without — that life means life without parole, that’s — that nagging concern about him getting out at some future date is going to influence my decision on whether to give him life.\nA. [MURDOCK]: Uh-huh.\nQ. How to answer the special issues. Do you see what I am saying there?\nA. Uh-huh.\nQ. How do you feel about that?\nA. Well, if it was never proven to me, then, you, know, or that he would never get out on parole or something like that, I mean, you know, I don’t know. I am confused now.\nQ. Sure.\nA. I’m sorry. I could give life if I knew that he wasn’t going to get out on parole. Let me put it that way.\nQ. Okay. Well—\n*835A. But that can’t be — that can’t be assured.\nQ. Right. So my question is would the possibility, however, slim, that he would get out on parole—\nA. Uh-huh.\nQ. —at some future date, would that be something that you could completely put out of your mind, or are you concerned that you — are you concerned that it might be in the back of your mind and might influence your decision in answering the special issues?\nA. Yes, it would.\nQ. I mean, the judge is going to tell you that you can’t consider — that is strictly up to the Board of Pardons and Paroles, but that is asking a lot of people and I know nobody can, I guess, knows how they are going to react until they are in that kind of situation, but it sounds to me as if that is something, given your feelings about the death penalty, that you are — you would have doubts about your ability to ignore the issue that — of parole eligibility down the line; is that right?\nA. Yes, sir.\nQ. And you think that might affect your decision — your answers to the special issues.\nA. Yes, sir.\nOn redirect examination by the State, Murdock testified:\nQ. [STATE]: ... So what I want to focus in on right now is on this parole issue. The judge will instruct you you can consider the existence of parole, and we talked a little bit about how that might play into some of these issues. But you should not be answering these questions based on the fact that a life sentence might result in the defendant being released on parole at some future date. In other words, you should not answer the future danger question with a yes just because you think he might get out on parole. Likewise, you should not answer the mitigating circumstances question with a no just because you think at some point he might get released on parole. You should answer those questions instead based on whatever evidence the State can show you that he is a danger or whatever mitigating circumstances evidence there is. Do you see what I am saying?\nA. Yes.\nQ. And not answer the question just to make sure that there is a death sentence because you don’t like the idea of parole.\nA. Okay.\nQ. Okay?\nA. I understand.\nQ. [The defense] asked you that question, whether you could put that out of your mind. That is what he was talking about. Talking about putting it out of your mind, what he was saying is, can you answer these questions. Not can you just forget about it because, obviously, we don’t expect — I don’t expect anything that we tell you in court is something you are just going to be able to completely forget by the end of the trial. But we do expect you to be able to, you know, if you have a particular feeling about parole, that that will not affect your ability to follow your oath.\nA. Okay.\nQ. And that’s — so do you think that you can — if the — if you take the oath to render a true verdict based on the law and the evidence can you do that despite your feelings about parole?\nA. Yes.\nFinally, on re-cross examination by the defense, Murdock ultimately stated that her feelings about parole would not affect her answers to the special issues.\n*836Q. [DEFENSE]: All right. With regards to — with regard to the issue of life not being life without parole, I understood you to say that that would be of concern, that you could not put that out of your mind, that that might be in the back of your mind, and that that might affect your answers to these special issues, the possibility that he might get out at some future date.\nA. I still feel strongly on that yes.\nQ. You still feel strongly?\n[THE COURT]: I am going to interrupt. ... I don’t think the law is that she must put it out of the back of her mind, or put it out of her mind. I believe the law is that it is whether or not she will consider it in answering these, or will she follow the oath that she took.\nYou remember [the defense’s] presentation to you earlier where he told you that you could be against the death penalty and still serve on a jury.\nA. Uh-huh.\n[THE COURT]: I am saying to you that you can still have very strong feelings about the death penalty and still follow the law and follow the instructions of the Court and follow your oath.\nA. (Nodded affirmatively.)\n[THE COURT]: And what I have got to know, will you do that?\nA. Yes, I will do that.\n[THE COURT]: All right. Go ahead, sir.\nQ. [DEFENSE]: Well, my concern, I guess, is when you said when we were talking, you said you still felt strongly about that. My concern is this: I don’t want to be in a situation where, as I said — and I’m sorry to belabor the issue. But you have found Mr. Gonzales, beyond a reasonable doubt, you have found there is a probability he will be a future danger. Would your decision then whether or not to return a verdict, a life verdict rather than the death verdict, would it be affected by — that decision, would that be affected by the possibility that he could get out at some future date?\nA. No.\nQ. It would not? That would not affect your decision?\nA. No.\n[DEFENSE]: That is all we have, Your Honor.\n(Emphasis added).\nThe trial judge overruled Appellant’s challenge for cause regarding Murdock, stating that he was “of the opinion that there was some confusion by the juror. However, I believe, having listened to her questions and questioned her answers to the Court, is of the opinion that she is qualified.”\nUnder the well-settled appellate standard of review to a trial court’s ruling on a challenge for cause, it should be apparent that the trial court did not clearly abuse its discretion to decide that Murdock was not challengeable for cause on the basis that her feelings about the parole law would affect her answers to the special issues.7 *837See Newbury, 135 S.W.3d at 32. Murdock affirmed that she understood the requirements of and would follow the law. Although Murdock stated that she had strong feelings about parole, she also asserted that those strong feelings would not affect her answers to the special issues. The portions of the record set out above (particularly her responses to the last two questions from the defense on re-cross examination) clearly indicate that Mur-dock’s feelings about parole would not affect her answers to the special issues. Point of error two is overruled.\nBecause Appellant has not shown that the trial court improperly denied his challenges to at least two venirepersons, he cannot show reversible error. See Feldman, 71 S.W.3d at 748. Therefore, we need not address his third point of error regarding venireperson Phillips, and it is overruled.\nIII. 12-10 RULE\nIn point of error four, Appellant claims that the trial court erred in overruling his motion to declare the 12-10 Rule unconstitutional. He asserts that the 12-10 Rule violates the Eighth and Fourteenth Amendments to the United States Constitution because it provides misleading information to the jurors and prohibits the court and the parties from correcting the misinformation. He reasons that the 12-10 Rule creates an unacceptable risk that jurors who find sufficiently mitigating factors will be unable to give effect to their findings if they are in the minority “or a holdout of one.” We have rejected Appellant’s arguments in previous cases. See, e.g., Druery v. State, 225 S.W.3d 491, 509 (Tex.Crim.App.2007); Prystash v. State, 3 S.W.3d 522, 536 (Tex.Crim.App.1999). We are not persuaded to revisit them here. Point of error four is overruled.\nIV. EXECUTION PROTOCOL\nIn point of error five, Appellant claims that the trial court erred when it denied his motion to declare the death penalty unconstitutional based on Texas’s lethal injection protocol. He asserts that the use of pancuronium bromide in the lethal injection protocol violates the Eighth Amendment of the United States Constitution and Article I, Section 13, of the Texas Constitution.8\nAppellant’s execution is not imminent. Therefore, the method in which the lethal injection is currently administered is not determinative of the way it will be administered at the moment of Appellant’s execution. This claim is not ripe for review. See Gallo v. State, 239 S.W.3d 757, 780 (Tex.Crim.App.2007). Point of error five is overruled.\nWe affirm the judgment of the trial court.\nCOCHRAN, J., filed a concurring opinion.\nJOHNSON, J., filed a dissenting opinion.\nWOMACK, J., dissented.\n\n. Unless otherwise indicated all references to Articles refer to the Code of Criminal Procedure.\n\n\n. Texas Rule of Appellate Procedure 25.2(g) provides, \"Once the record has been filed in the appellate court, all further proceedings in the trial court — except as provided otherwise by the law or by these rules — will be suspended until the trial court receives the appellate-court mandate.”\n\n\n. Under Rule 41 of the Federal Rules of Appellate Procedure, \"[t]he mandate is effective when issued.\" Fed. R.App. P. 41(c) (emphasis added).\n\n\n. In general, an order is void when the court that entered it lacked jurisdiction of the subject matter or of the parties, lacked jurisdiction to enter the order, or lacked the capacity to act as a court. See, e.g., Nix v. State, 65 S.W.3d 664, 668 (Tex.Crim.App.2001); Browning v. Placke, 698 S.W.2d 362, 363 (Tex.1985).\n\n\n. The record reflects that Appellant challenged Murdock for the following reasons:\n[DEFENSE]: Your Honor, we would challenge Ms. Murdock for cause on the basis that she — her testimony, depending on which time you focus on, but in response to defense question, she said that she would want to hear an expression of remorse from the defendant in open court and would consider that in assessing whether or not he should get the maximum punishment so that the grounds is that she would not be able to disregard his failure to testify. Secondly, we would challenge her on the basis that she is a burden shifter. That is, that she would both want to hear from the defense and the defense to present some evidence that she — that Mr. Gonzales was not a future danger, even if the State had not proven his future danger beyond a reasonable doubt.\nAnd secondly [sic], that she would consider Mr. Gonzales’s failure to present any evidence to the contrary in deciding or in determining whether or not the State had met its burden of proof beyond a reasonable doubt.\nAnd thirdly, that Ms. Murdock has stated that she would — felt like the fact that life was not life without parole would — parole eligibility would be — would affect her decision in answering the special issues. Under those three grounds we would lodge a challenge for cause against her, Your Honor.\n\n\n. In summary, this was that a life-sentenced defendant would be parole-eligible in 40 years and that the Board of Pardons and Paroles would determine whether a life-sentenced defendant would be released on parole once he became parole-eligible.\n\n\n. The dissent argues that its conclusion that Murdock was challengeable for cause is supported by Morgan v. Illinois, 504 U.S. 719, 112 S.Ct. 2222, 119 L.Ed.2d 492 (1992). Morgan stands for the proposition that parties should be permitted to ask questions about a veniremember’s biases against the law. Appellant was allowed to ask such questions. To the extent that Morgan stands for the proposition that a juror is challengeable for cause if he would automatically assess a sentence of death, Morgan is not on point here because at the end of the questioning, Murdock said that she could follow the law, follow the instruc*837tions of the court, and follow her oath. The trial judge was entitled to believe her, and we defer to that belief.\n\n\n. Appellant acknowledges the Supreme Court's decision in Baze v. Rees, 553 U.S. 35, 128 S.Ct. 1520, 170 L.Ed.2d 420 (2008), holding that the Kentucky lethal-injection protocol, which is very similar to the Texas protocol, does not violate the Eighth Amendment. Id. at 57-58, 128 S.Ct. 1520.\n\n",
            "ocr": false,
            "opinion_id": 9783747
        },
        {
            "author_str": "Cochran",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCOCHRAN, J.,\nconcurring.\nHad I been the trial judge in this case, I would have granted appellant’s challenges for cause to both venirepersons Sarah Murdock and Randall Phillips. But I was *838not the trial judge. And I was not present to see the venirepersons or to gauge their demeanor or sincerity. In this context, the actual words spoken (or, frequently, misspoken) by a venireperson do not express the full message that is conveyed by the speaker or received by the listener.\nAmong those who have participated in death-penalty individual voir dire procedures, it is common knowledge that potential jurors frequently express extraordinarily strong beliefs, principles, and attitudes when they fill out the written questionnaires and are first questioned by the judge and attorneys. It is not their initial thoughts and beliefs that determine potential jurors’ ultimate suitability for service in a death-penalty case. Rather, it is their ability to temporarily set aside those strong beliefs and follow the law as it is given to them that determines their fitness.1 The initial answers on questionnaires are merely a guide to possible areas that the parties and the judge should discuss with the venireperson. And sometimes it is not even the final words spoken by the ven-ireperson that are determinative. We have all seen those who say “Yes,” but the clear import of their total response is “Absolutely no, never, never.” All too frequently the trial judge and lawyers must judge the fitness of a particular venireperson by a “gut feel” for the ultimate fairness and open-mindedness of that person.\nThat is why the experienced trial judge pays particularly close attention to the venireperson’s overall attitude toward a specific issue as it is conveyed both verbally and nonverbally, consciously and unconsciously. The fairness of the entire trial depends upon this assessment. Thus, reviewing courts must rely heavily upon the good judgment of the trial judge in deciding whether to grant or refuse a challenge for cause.2 They, not we, are “Johnny-on-the-Spot.”3\nBut coupled with the trial judge’s great discretion comes his responsibility to ensure that any venireperson who might not be fair is removed from the jury panel. There are always more fish in the sea and more jurors in the jury panel. In close calls, trial judges should always err on the side of granting a challenge for cause rather than denying one.4 Reviewing courts *839should not be required to use their scarce judicial resources on reviewing denials of challenges for cause on “close call” venire-persons in capital cases.5 It is much easier and quicker to voir dire yet another venireperson than it is to retry the entire capital-murder case simply because a challenge for cause should have been granted. Denying a challenge for cause in any “close case” is “penny-wise, pound-foolish” time-savings.\nFurthermore, I agree with Judge Johnson that, even granting the greatest possible discretion and latitude to the trial judge, the failure to grant a challenge for cause against venireman Randall Phillips was error for the reasons that she cites. But because the trial judge gave appellant an extra or “free” peremptory strike, that strike fully compensated for the error that the judge made concerning Mr. Phillips.6\nAs for Ms. Murdock, it is apparent that she was initially confused in her understanding of the law, especially the law concerning parole. After both the defense and prosecution explained the law in more depth, she seemed to understand these complicated issues, but remained adamant that she felt “strongly” that her feelings about parole would affect her answers to the special issues. At that point, the trial judge interrupted and asked her, pointblank,\nI am saying to you that you can still have very strong feelings about the death penalty and still follow the law and follow the instructions of the Court and follow your oath.... And what I have got to know, will you do that?\nMs. Murdock responded, ‘Yes, I will do that.” Did she feel intimidated into saying that? Did she really mean it? Or was she just going along to get along? We cannot possibly know from the spoken words themselves as they appear on paper. That is why we give such great deference to the trial judge’s ultimate ruling, confident that the trial judge — who observed the venire-person’s demeanor, listened to her tone of voice and noted any hesitancy — made a conscientious and careful decision.7\n*840With these comments, I join the majority opinion.\n\n. See, e.g., Smith v. Balkcom, 660 F.2d 573, 578 (5th Cir. 1981) (\"All veniremen are potentially biased. The process of voir dire is designed to cull from the venire persons who demonstrate that they cannot be fair to either side of the case. Clearly, the extremes must be eliminated — i.e., those who, in spite of the evidence, would automatically vote to convict or impose the death penalty or automatically vote to acquit or impose a life sentence.”).\n\n\n. Feldman v. State, 71 S.W.3d 738, 744 (Tex.Crim.App.2002) (\"We give great deference to the trial court's decision because the trial judge is present to observe the demeanor of the venireperson and to listen to his tone of voice. Particular deference is given when the potential juror’s answers are vacillating, unclear or contradictory.”) (citation omitted).\n\n\n. See Mooney v. State, 817 S.W.2d 693, 701 (Tex.Crim.App.1991) (\"Where the trial court is faced with a vacillating juror ... elements such as demeanor and tone of voice, etc., are important factors in conveying the precise message intended. Therefore, the trial court's decision is accorded great deference.”).\n\n\n.Jones v. State, 982 S.W.2d 386, 394 (Tex.Crim.App.1998) (courts should follow the policy of \"the liberal granting of challenges for cause. The venire comprises so many jurors who are clearly qualified that it is unnecessary to err by denying a challenge for cause on a close question.”); Threadgill v. State, 146 S.W.3d 654, 673-74 (Tex.Crim.App.2004) (Womack, J., concurring) (noting the policy set out in Jones and stating that venirepersons in a death-penalty case can easily be replaced and therefore, in any close case they should be; \"I do not say that the trial judge's decision of this close question of fact was wrong. *839But it was contrary to the policy that courts should follow.”).\n\n\n.See, e.g., Palmer v. State, Nos. PD-1889-05 &amp; 1890-05, 2006 WL 2694226, at *3 (Tex. Crim.App. Sept. 20, 2006) (not designated for publication) (Womack, J., dissenting). Judge Womack noted,\nI repeat what I said for four members of the court in another case of a crying venire member, when we \"f[ou]nd no error because we defer to the trial court's seeing the jurors' demeanors and hearing the jurors’ voices.”\nThis is a venerable rule for reviewing credibility decisions, to which there is little alternative in a close case. My question is, why permit close cases in selecting jurors?\nWhen a court faces an issue of fact, it must rely on limited sources of information. Only so many witnesses will have relevant information about a contested issue of fact. When evidence conflicts, hard choices must be made. The trial judge is the person whose decision must be respected. But there is ordinarily no such need when it comes to deciding whether a citizen is qualified for jury service. If the question is close, the juror can be sent away.\nId. And, when it is a close question, that juror should be sent away, if only to avoid protracted appellate litigation.\n\n\n. See Newbury v. State, 135 S.W.3d 22, 31 (Tex.Crim.App.2004) (noting that when \"a defendant has been granted an additional peremptory challenge, he must show that two of his challenges for cause were erroneously denied in order to show that he was wrongfully 'deprived' of 'the use of at least one of his allotted peremptory challenges.’ ”).\n\n\n. See Garza v. State, 622 S.W.2d 85, 92 (Tex.Crim.App.1980) (op. on reh’g) (trial judge had opportunity to observe prospective juror's tone of voice and demeanor in deciding the precise meaning she intended to convey; judge did not err in denying challenge for cause to prospective juror whose voir dire answers indicated that she was prejudiced *840against anyone who would sell heroin but who also stated that she could consider granting probation if defendant was found guilty of selling four pounds of heroin).\n\n",
            "ocr": false,
            "opinion_id": 9783748
        },
        {
            "author_str": "Johnson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJOHNSON, J.,\ndissenting.\nOur concern ought not be for those who are not selected for the jury, but for those who are. See, e.g., Jones v. State, 982 S.W.2d 386, 394 (courts should liberally grant challenges for cause: “The venire comprises so many jurors who are clearly qualified that it is unnecessary to err by denying a challenge for cause on a close question.”); see also Morgan v. Illinois, 504 U.S. 719, 736, 112 S.Ct. 2222, 119 L.Ed.2d 492 (1992) (the risk of impaneling a juror who would impose death regardless of the facts and circumstances of the offense is unacceptable in light of the ease with which the risk can be minimized). “The Sixth Amendment guarantee to trial by an impartial jury includes the right to have jurors that can follow the law and consider the evidence. In other words, the jury must be able to make an independent determination based on the facts presented at trial, not on any personal opinions they may have.” Raby v. State, 970 S.W.2d 1, 10 (Tex.Crim.App.1998). In capital cases, we must be especially vigilant that strong opinions, for or against the death penalty, are not glossed over by agreement with the common question, “Can you set aside your personal feelings and follow the instructions from the judge?” See Morgan, 504 U.S. at 734-39, 112 S.Ct. 2222. While this Court has recognized that “complete impartiality cannot be realized as long as human beings are called upon to be jurors,”1 doubt about a prospective juror’s ability to be impartial should result in a grant of a challenge for cause. Jones, 982 S.W.2d at 391, 394.\nA reviewing court must look at the entire record of voir dire to determine if the evidence is sufficient to support the court’s ruling on a challenge for cause. Feldman v. State, 71 S.W.3d 738, 744 (Tex.Crim.App.2002). This Court has said that the reviewing court should afford great deference to the trial court’s decision because the trial judge is present to observe the demeanor of prospective jurors and to listen to tones of voice. Id. Particular deference is due when the prospective juror’s answers are vacillating, unclear, or contradictory. Smith v. State, 297 S.W.3d 260, 268 (Tex.Crim.App.2009).\nYet, deference is not absolute. The standard for review is whether the trial court abused its discretion when it overruled a challenge for cause. Id. In making this decision, the reviewing court examines the voir dire of the prospective juror as a whole and decides whether the record shows that the prospective juror’s convictions will interfere with the ability to serve as a juror and to abide by the oath. Curry v. State, 910 S.W.2d 490, 493 (Tex.Crim.App.1995) (citing Johnson v. State, 773 S.W.2d 322, 327-28 (Tex.Crim.App.1989)). If a juror states that he believes that he can set aside any influences and biases he may have and the trial court overrules a challenge for cause, its decision will be reviewed in light of all of the answers the prospective juror gave. Anderson v. State, 633 S.W.2d 851, 854 (Tex.Crim.App.1982).\nA prospective juror is challengeable for cause if he or she has a bias or prejudice against the defendant or against the law upon which either the state or the defense is entitled to rely. Tex.Code Crim. Proc. art. 35.16(a)(9) &amp; (c)(2); Gardner v. State, *841306 S.W.3d 274, 295 (Tex.Crim.App.2009). The test is whether the prospective juror’s bias or prejudice would substantially impair his or her ability to carry out the juror’s duties in accordance with the court’s instructions and the juror’s oath. Wainwright v. Witt, 469 U.S. 412, 424, 105 S.Ct. 844, 83 L.Ed.2d 841 (1985). This standard does not require that a juror’s bias be proved with “unmistakable clarity” because many prospective jurors simply cannot be asked enough questions to reach the point where their bias has been made “unmistakably clear.” Id. Some prospective jurors may not know how they will react when faced with imposing the death sentence, or they may be unable to articulate their true feelings. Id. at 425, 105 S.Ct. 844; see also Bell v. State, 724 S.W.2d 780, 794 (Tex.Crim.App.1986).\nBased on the requirement of impartiality embodied in the Due Process Clause of the Fourteenth Amendment, a capital defendant may challenge for cause any prospective juror who will automatically vote for the death penalty. Morgan, 504 U.S. at 729, 112 S.Ct. 2222. Because such a juror has already formed an opinion on the merits, the presence or absence of either aggravating or mitigating circumstances is entirely irrelevant to such a juror. Id. If even one such juror is empaneled and the death sentence is imposed, the state is disentitled to execute the sentence. Id. See also Feldman, 71 S.W.3d at 744.\nBefore a prospective juror may be excused for cause on this basis, the law must be explained to the juror, and the juror must be asked whether he or she can follow that law, regardless of personal views. Id. In order to establish that the challenge for cause is proper, the proponent of the challenge must show that the prospective juror understood the requirements of the law and could not overcome personal prejudice well enough to follow the law. Id. at 747. See e.g., Howard v. State, 941 S.W.2d 102, 128 n. 2 (Tex.Crim.App.1996); Harris v. State, 784 S.W.2d 5, 25 (Tex.Crim.App.1989). General questions about fairness and ability to follow the law and the court’s instructions are not enough; the court must assess the effects of bias more specifically. See Morgan, 504 U.S. at 734-35,112 S.Ct. 2222 (some jurors may in all truth and candor respond that they will be fair and impartial, personally confident that their views are fair and impartial, while leaving the specific concern — whether they are unalterably in favor of or opposed to the death penalty— unprobed).\nIn his second point of error, appellant complains of the trial court’s failure to grant a challenge for cause against Sarah Murdock. Early in the state’s voir dire, Murdock said, “I believe in the death penalty.” 2 She stated that leniency under special issue two wasn’t fair to the victim’s family.3 In her answers on the juror questionnaire, she checked the box stating that she believed that anyone convicted of capital murder should be sentenced to death, regardless of the special issues.4 Counsel for the state explained that there was a concern that, because she was opposed to parole, ever, that she “would be unwilling to answer the question in such a way that a life sentence would result.” Her answer *842was, “I just-I can’t change the way I think.”5\nThe state questioned her about her response to the question about being able to consider leniency in a brutal murder: “somewhat disagree.” When asked what was going through her mind when she checked that box, she stated her concern that “the victims have no rights.”6\nCounsel for appellant began his voir dire by asking if Murdock believed that the death penalty should be the rule rather than an exception. She agreed.7 She also agreed that she believed strongly in an eye for an eye: someone who kills should also die.8\nCounsel then asked her about her choice of checking a box indicating she is strongly in favor of the death penalty for every homicide case. Again, she agreed that that was her position.9 She also agreed that she believed that anyone convicted of capital murder should be sentenced to death, regardless of the answers to the special issues.10 On question 114, what is the best argument for the death penalty, she wrote that a conviction for murder should result in a death sentence. On question 115, what is the best argument against the death penalty, she wrote, “None.” On question 116, what is the best argument for a life sentence, she wrote, “None.” On question 117, what is the best argument against a life sentence, she wrote, “Same as number 114.”11 In response to questions about whether she could follow the trial court’s instruction not to consider appellant’s failure to testify or express remorse and whether she would put the matter out of her mind, she said, “No, I wouldn’t. I wouldn’t put it out of my mind.”12 In the ensuing discussion, she affirmed that she would require a show of remorse from appellant.\nQ. So even if the judge were to instruct you that you must — you could not consider the defendant’s failure to testify for any purpose whatsoever, that particular portion of the charge is something you couldn’t follow, or you are not certain you could follow.\nA. Yes. If there was no remorse in it, no, I couldn’t.\nQ. And I am talking about remorse from the witness stand in open court. Okay?\nA. Uh-huh.\nQ. You would have to hear something like that, or would consider Mr. Gonzales’s failure to testify?\nA. Yes.13\nCounsel for appellant asked about the special issues.\nQ. On addressing issue number one, whether Michael Dean Gonzales is a future danger, the State has to prove that to you beyond a reasonable doubt. My question to you is suppose the State does present evidence to you that he is a future danger, but doesn’t prove it in your mind beyond a reasonable doubt. Okay?\nA. Uh-huh.\n*843Q. They present some evidence but in your mind it falls short of proof beyond a reasonable doubt.\nA. Yes.\nQ. Would you require the defense to present some evidence that Michael Dean Gonzales is not a future danger before you could answer this issue no? Do you see what I am saying?\nA. Uh-huh. Yes.\nQ. Again, let me just make sure I understand what you are saying. You are saying that if the State did not prove that Michael Gonzales was a future danger but presented some evidence, before you could answer no to this special issue, you would want the defense to present to you some evidence that he was not a future danger; correct?\nA. Yes.14\nMurdock was uncertain as to the difference between possibility and probability15 and agreed that the possibility that appellant might be released on parole in 40 years would affect her answers to the special issues.\nOn redirect examination, counsel for the state asked a series of questions, repeatedly asking Murdock if she understood the law. The state then asked, “[I]f you take the oath to render a true verdict on the law and the evidence, can you do that despite your feelings about parole?”16 She answered, “Yes.” The state also posed a question about testimony from the defendant: “Can you think of a reason why a defendant might not testify at his defense in the case? Aside from the fact that he is guilty or he is not remorseful, some reason that would not necessarily work against him.” She answered, “No, I don’t,” then, “I can’t.”17 The discussion continued, with the state suggesting possible scenarios in which a defendant might not testify, and with Murdock responding that she understood the state’s suggestions of reasons for choosing not to testify. The state ended the discussion by saying, “Do you follow that law?” She answered, ‘Yes, I do.”18 Her answer is ambiguous; did she follow the explanation, or did she agree that she would follow the instruction. The state did not clarify her answer.\nThe next series of exchanges followed the same pattern, with the state explaining the law, Murdock indicating that she understood his point and saying that she was beginning to understand, and the state getting her to agree that she could follow the juror oath.19 The state did not question Murdock further on her stated position that all homicides should be capital, that mitigation evidence was irrelevant, or that she could think of no arguments against the death penalty or for life imprisonment.\nOn re-cross-examination, counsel for appellant asked Murdock again if her feelings about parole would affect her answers to the special issues. Again, she said that they would: “I still feel strongly on that, yes.” The trial court interrupted, “I don’t think the law is that she must put it out of the back of her mind, or put it out of her mind. I believe the law is that it is whether or not she will consider it in answering these, or will she follow the oath that she took.” After the colloquy with the trial judge, and in response to questions from that judge, Murdock said that she could *844follow her oath.20 Counsel for appellant challenged Murdock for cause. The trial court noted that “there was some confusion by the juror,”21 but found her qualified and denied the challenge.22 Appellant used a peremptory challenge to remove Murdock from the jury.\nEveryone has biases. Jury questionnaires are designed to reveal those biases. Voir dire is an opportunity to more fully explore them. Some biases may be based on a misunderstanding of the law. Mur-dock displayed some such biases, such as requiring the defendant to testify and show remorse and placing the burden on the defendant to prove that he would not be a danger in the future. These misunderstandings were addressed in her voir dire, and her understanding of the law as to those issues was corrected.\nOther biases, however, are not so easily overcome. On some issues, Murdock’s opinion did not change. She continued to state that the proper punishment for any murder is a death sentence. See Morgan, 504 U.S. at 735, 112 S.Ct. 2222 (“[T]he [prospective juror’s] belief that death should be imposed ipso facto upon conviction of a capital offense reflects directly on that individual’s inability to follow the law.”) At the end of her voir dire, when asked if her feelings about parole would affect her answers to the special issues, she still said that they would: “I still feel strongly on that, yes.”23 Her clear answer to that question belies her response to the trial judge that she could follow her oath. Murdock is the sort of juror described by the United States Supreme Court in Morgan:24 she could, in good conscience, swear to uphold the law, yet be unaware that maintaining her dogmatic beliefs about the death penalty would prevent her from actually doing so. See id. at 735, 736 n. 9, 112 S.Ct. 2222 (giving example of prospective juror who denied having any “prefixed ideas” about the case, affirmed that she would follow the law that the court gave her, but also stated that she could not vote for a death penalty). I would find that, under Morgan, Murdock was not qualified to serve as a juror in this case and that the trial court erred in overruling the challenge for cause.\nIn his third point of error, appellant complains of the trial court’s failure to grant a challenge for cause against Randall Phillips. On his questionnaire, Phillips had indicated a belief that any and all defendants convicted of murder should receive the death penalty. The state pursued that issue.\nQ: But at least as of the time you turned in your questionnaire, your opinion was people convicted of murder should do life, life in prison, depending on the circumstances, or the death penalty.\nA: That would be correct. That is how I feel today.\n[[Image here]]\nQ: My reading on what you have written here is that, at least at the time that you filled this out, your impression is that defendants get kind of more breaks than they are entitled to, that they are not treated the way you would rather *845them be treated if you were kind of in charge of the justice system. Is that a fair interpretation of your feelings about that or—\nA. I believe in general overall what I would say is that — I think what I meant by that was that when someone is convicted of murder, knowingly, intentionally committing murder, that the big problem I have — and this is probably not the answer you are looking for — as far as the death sentence, I think they sit on death row far too long.\n[[Image here]]\nQ. One of your questions was, a defendant should be found guilty if eleven out of twelve jurors vote guilty. You said you agree with that. But then you also said, courts are too concerned with the rights of criminals. You also agreed with that.... But you also feel like there are, I guess at least circumstances where criminals’ rights tend to override what your sense of justice would be?\nA. That is correct.\nQ. So I want to ask you about question number 109. That is on page 20. It asks you to check the statement which best summarizes your views about the special issues, and it looked to me like you initially picked, the special issues will allow some defendants who deserve the death penalty to avoid that sentence, but you crossed that out and checked, I believe anyone convicted of capital murder should be sentenced to death, regardless of the answers to the special issue.... Do you still agree that anyone convicted of capital murder should receive the death penalty, or do you think that the special issues are-limit that in a way that is proper, or what do you think?\nA. When it comes to capital murder, I think that I will stick with my answer.25\nThe prosecutor explained that the jury would be instructed that it needed to give “proper consideration” to the special issues and that it should not answer the special issues with “an eye towards achieving a certain punishment.” Phillips said that he could follow that instruction, and the prosecutor continued.\nQ. Should the defendant have any concern that you are going to be looking at this case with an eye towards getting a death penalty and not reviewing the evidence with an eye towards rendering a true and impartial verdict?\nA. Right.\nQ. Should the defendant be concerned about that or is that something that you can promise us you are not out to get the death penalty, you are out to answer these questions properly?\nA. Yes, sir, that is correct.26\nPhillips’s response to the first question did not answer it. The only appropriate answers were yes (he should have a concern that I would be fair) or no (he should not be concerned). Nor, because the prosecutor’s second question encompassed opposite, incompatible positions, did Phillips’s response answer the second question. The prosecutor did not seek to clarify either of Phillips’s answers.\nThe prosecutor continued his questioning, touching on life with parole, which applies to this case, future dangerousness and the burden of proving it, and the difference between possibility and probability. He then questioned Phillips about mitigation.\nQ. Number 138. It says, the defendant’s background, criminal history, age, mental state and other factors should be *846considered by a juror in making a decision about whether to choose life in prison or the death penalty, and you put you strongly disagree. Now, that opinion you can see would be kind of the opposite of what the Court will instruct you to do with this mitigation question. So is that — and if that is your honest opinion, I won’t argue with you but I need to ask you whether or not you can set that aside, or is that not your opinion, or how do you feel about this special issue?\nA. Well, I still wouldn’t change my answer but I would still act within the guidelines of the law and the court.27\nThe prosecutor responded with the standard rehabilitating questions, received the correct responses, and passed the potential juror.28 Defense counsel began questioning with Phillips’s strong support of the death penalty.\nQ. And on Question 109, you said, I believe anyone convicted of capital murder should be sentenced to death regardless of the answers to the special issues. And I believe — is that the one you told Mr. Mau just now that you would still stay with that answer?\nA. Yes.29\nThis answer directly negates the answers Phillips gave to the prosecutor as to his ability to consider mitigation evidence fairly and impartially.\nDefense counsel then asked about Phillips’s responses to questions about arguments for and against the death penalty.\nQ. [Question] 114 asked the best argument for the death penalty and you indicated, we would lessen prison overcrowding by issuing an appropriate punishment. And then on question 117, what is the best argument against life? And you said again, an eye for an eye and prison overcrowding.\nIn your opinion, should that be kind of a consideration in the application of the death penalty? ... I don’t mean this to sound crass but kind of cull people out every once in awhile to keep the prison population down?\nA. I think you are mostly right. What I meant by my answer was if someone has been sentenced to death, don’t wait 15, 20 years to can*y out that sentence. I can’t understand that.\nQ. And in your opinion, the death penalty is not used enough in Texas. Tell us how you feel about that.\nA. Well, just from hearing about cases where in my opinion the death sentence should have been used, some of those cases may be where the defendant claimed insanity or was under the influence of some kind of drug and they weren’t found guilty, just outright guilty of the crime, they consider the circumstances.30\n[[Image here]]\n*847Q. [0]ne of the things that concerns me is, it concerns me very much is page 12, question 70, list three people you least admire and why, and you put Adolph Hitler, number one, John Wayne Gacy, number two, which was, I think he was the fellow who killed a bunch of little boys, he was a mass murderer; correct?\nA. Yes.\nQ. And number three is Michael D. Gonzales?\nA. Yes.\nQ. This Michael D. Gonzales?\nA. Yes.\nQ. So I guess my concern is do you really feel, having put that down on the questionnaire, that you are the right person to serve as a juror in this case? That is, can you be a fair and impartial juror, having specifically listed — and you understand my concerns as his lawyer?\nA. Yes.\n[[Image here]]\nQ. That answer in my mind calls into question your ability to listen to this evidence, no matter how hard you might try or how you might hope that you could listen to the evidence. I worry that given your response, which is not having one of those before, might mean that you would not be a fair and impartial juror in this case. Tell me how you feel about that.\nA. Well, I have been sitting here thinking about this and after the answers that I have given to the other attorney, I want to be fair. I have never been put in a position like this. I don’t want to be in this position, but I will be if I am called upon. But to sum it up, I came into this thing thinking life in prison was not enough, and although I still would want to be fair if placed over here in this jury I would be — I would try to be as fair as I can, but to be honest with both of you, I mean, everyone in this room, I really can’t sit here and still, even now after this half hour, think that life in prison would be enough. I won’t apologize for that. That is just my opinion and I’m sorry if I am going back on what I said. I would still be fair. I don’t want to be put in this position but that is really my opinion.\nQ. All right. Well, it is obviously a heartfelt [sic], and I appreciate that. I am moved by your disclosure now. But at the end of all this, the jurors who have to sit on this case have to be able to shake hands with their own conscience. We need to know if you can’t be fair, and I think you told us that you fear you cannot. Is that right?\nA. That I can’t?\nQ. That you can’t be fair and impartial in this case.\nA. Well, I feel like I would want to be and I would be. But what I am trying to say is, I have already got a preconceived notion in my mind how I want the outcome to be and it would not be fair.\nQ. And you fear that that would affect the way you would answer these questions?\nA. Yes.31\nThe prosecutor continued the discussion.\nQ. I don’t want to belabor the point, sir. I just want to make sure — I am not trying to get you to change your answer but I want to make sure I understand. We talked earlier this morning about the difference between what your opinion is, the way you might want the case to come out and then your duties to follow the law. Am I correct that now you are saying that you do not think you would *848be able to comply with your oath if you were — if you think you can, you need to let us know that but, I mean, I think a lot of people feel like that if you commit a capital murder, you probably deserve the death penalty. Some of those people say, I can keep an open mind, listen to all the evidence and answer these questions and I will answer them the way that the evidence shows regardless of how I want the ease to come out. If you are the kind of person that thinks I don’t think I can do that, I think I am going to answer these questions so that it comes out the way I want, then obviously you are telling us you can’t — you can’t comply with the evidence. I don’t want you to feel like I am trying to shame you into answering the question differently because I am not. I am trying to make sure that you are telling us that your feelings are so strong that you just do not think that you can comply with the oath that the judge would give you to render a true verdict based on the law and the evidence and only that, not your preconceived notions.\nA. I’ll comply with the oath and with the law and the laws of this court, but what I am telling you is, and I think you kind of hit on it there just a second ago, I would do my — what was called on me to do as a juror in this case, but, as you said, in the end if it didn’t go the way that I wanted it to go I have got a preconceived idea of where I want it to go and I don’t think that is fair, although I would still comply with the law and the oath.32\nDefense counsel explained the state’s burden on the special issue on future dangerousness and asked Phillips about his feelings on that special issue.\nQ... .Well, let me ask you this. You have — you know how the special issues work now. The State must prove that there is a probability that he will be a future danger. And you have to find, in order to answer yes, you have to find that he would be a probable future danger beyond a reasonable doubt. If you don’t find beyond a reasonable doubt, you would have to answer no. And if you did answer no, then life, capital life. Okay? If the prosecutor presented you some amount of evidence of future danger but that did not in your mind rise to the level of proof beyond a reasonable doubt. Okay? Could you answer this special issue no? Or would you answer it yes unless and until you heard the defense present some evidence that he was not a future danger?\nA. I don’t know. I am leaning toward answering your question no, that I could not — I am leaning toward — I am not leaning toward capital life, to answer your question.\nQ. All right.\nA. If you asked me if the attorney could present me with enough, you know, mitigating circumstances to lean toward capital life; right, is that what you are asking?\nQ. Well, no, we are up here on the future danger issue right now, the first one.\nA. Right, I understand.\nQ. That is the one that they have to prove beyond a reasonable doubt, that there is a probability of future danger. All right? And my question is if you thought they would present you with some evidence, maybe even a significant amount of evidence, but not in your mind evidence beyond a reasonable doubt, could you answer this special issue no, that you did not find future *849danger beyond a reasonable doubt? Or would you answer it yes, even though it wasn’t proof beyond a reasonable doubt in your mind unless and until — would the defense have to \"come present evidence to you that Mr. Gonzales was not a future danger? Do you understand what I am saying there?\nA. I believe I do and I believe my answer would have to be yes.\nQ. That he would be a future danger?\nA. Yes, sir.\nQ. Unless Mr. Gonzales presented some evidence to you that he was not a future danger?\nA. Yes, that is correct, and would be something that I would listen to and consider.\nQ. I want to make sure I am understanding you. You would want — you would require the defense to bring some evidence that he was not a future danger in order to answer this issue no?\nA. That’s correct.\nQ. Even if the State had not proved to you future danger beyond a reasonable doubt?\nA. Yes, that is correct.33\nThe prosecutor continued the questions on future dangerousness, and Phillips changed his answer.34 Defense counsel challenged Phillips for cause, asserting that\nhe has acknowledged he cannot be a fair and impartial juror.... He has said on his questionnaire that he believes a hundred percent in an eye for an eye. He strongly favors, the highest answer you can give, the death penalty. He believes that we are too lenient on criminals. He believes the death penalty is appropriate in every murder case. He strongly disagrees that a person’s background is something that should be considered .... The worst thing about it is that he specifically noted that one of the three people that he admired least, first was Adolph Hitler, second was John Wayne Gacy, and third was this particular defendant, Your Honor. It reveals a prejudgment in this case. He has told us that he has prejudged the case. He ... worries that his feelings will affect the answers to the questions. He says he has a preconceived idea of where he wants the case to go.... He said he wanted to be fair but life in prison was not enough. And ... in this situation, it is just too dangerous to allow a person of his mindset on this jury. And so we would challenge him for cause on the grounds that he has told us that he cannot be a fair and impartial juror in this case, Your Honor.35\nThe prosecutor responded that, although Phillips acknowledged his strong feelings about the death penalty and about this case, he nevertheless affirmed that he would set his feelings aside and follow the court’s instructions. The trial judge overruled the challenge, and defense counsel exercised a peremptory challenge.36\nDespite changing his responses to some issues, depending on the questioner, Phillips never changed his position that he had a preconceived idea of how the trial should come out or that he feared that the preconception would affect his answers to the special issues. Nor did he back away from his opinion that anyone who was convicted of capital murder should receive the death penalty. See Morgan, 504 U.S. at 735,112 S.Ct. 2222 (“[T]he [prospective juror’s] be*850lief that death should be imposed ipso facto upon conviction of a capital offense reflects directly on that individual’s inability to follow the law.”). He also affirmed to both the prosecutor and defense counsel that he strongly disagreed that a defendant’s background, criminal history, age, mental state and other factors should be considered in deciding between life and death.\nA person who continues to strongly disagree that mitigating factors should be considered cannot act within the guidelines of the law and the court. Id. at 739, 112 S.Ct. 2222 (any juror to whom mitigating factors are irrelevant should be disqualified for cause). Phillips is the sort of juror described by the United States Supreme Court in Morgan: he represented, in good conscience, that he could swear to uphold the law and be fair, yet was unaware that his dogmatic beliefs about the death penalty would prevent him from actually doing so. See id. at 735,112 S.Ct. 2222. I would find that, under Morgan, Phillips was not qualified to serve as a juror in this case and that the trial court erred in overruling the challenge for cause.\nAppellant challenged two prospective jurors. Because he received an additional peremptory strike, he must demonstrate that both challenged prospective jurors should have been struck for cause. I would find that he has done so and is therefore entitled to a new punishment hearing. Because this Court upholds the rulings of the trial court as to these two challenged jurors and thereby denies appellant that hearing, I dissent.\n\n. Ladd v. State, 3 S.W.3d 547, 560 (Tex.Crim.App.1999) (quoting Jones, 982 S.W.2d at 389).\n\n\n. XVIII R.R. at 39.\n\n\n. XVIII R.R. at 42.\n\n\n. XVIII R.R. at 44. She also checked an answer that indicated that she thought that all capital murders should be punished by life in prison. The state pointed out the inconsistency with her answer indicating that anyone convicted of capital murder should be sentenced to death, regardless of the special issues. Murdock agreed that she should not have checked the life-in-prison box. XVIII R.R. at 48-49.\n\n\n. XVIII R.R. at 45-46.\n\n\n. XVIII R.R. at 52-53.\n\n\n. XVIII R.R. at 58-59.\n\n\n. XVIII R.R. at 59-60.\n\n\n. XVIII R.R. at 60.\n\n\n. XVIII R.R. at 61, 63.\n\n\n. XVIII R.R. at 63-64.\n\n\n. XVIII R.R. at 65-66.\n\n\n. XVIII R.R. at 66-67.\n\n\n.XVIII R.R. at 69-70.\n\n\n. XVIII R.R. at 73 74.\n\n\n. XVIII R.R. at 81.\n\n\n.XVIII R.R. at 84.\n\n\n. XVIII R.R. at 84-86.\n\n\n&gt; XVIII R.R. at 86-91.\n\n\n. XVIII R.R. at 93-94.\n\n\n. As to some issues, the record reflects that Murdock was not so much confused as tending to agree with whomever spoke to her last.\n\n\n. XVIII R.R. at 97.\n\n\n.XVIII R.R. at 93.\n\n\n. \"It may be that a juror could, in good conscience, swear to uphold the law and yet be unaware that maintaining such dogmatic beliefs about the death penalty would prevent him or her from doing so.” Id. at 735, 112 S.Ct. 2222.\n\n\n. XXI R.R. at 200-01.\n\n\n. XXI R.R. at 202.\n\n\n. XXI R.R. at 209.\n\n\n. Q. Okay. I think that is consistent with your other answers but I want to make sure I understand. You disagree with the idea that these kinds of [mitigating] circumstances ought to be considered. But if the court instructs you to consider them, you will and you will consider them fairly and impartially?\nA. That’s correct.\nQ. And despite your strong feelings that they shouldn’t necessarily make a difference, you are open to the possibility that they may cause you to vote for a life sentence if you feel like those mitigating circumstances are there?\nA. Yes.\nXXI R.R. at 210.\n\n\n. XXI R.R. at 212-13.\n\n\n. XXI R.R. at 214.\n\n\n. XXI R.R. at 215-18.\n\n\n. XXI R.R. at 218-19.\n\n\n. XXI R.R. at 223-25.\n\n\n. XXI R.R. at 225-26.\n\n\n. XXI R.R. at 229-30.\n\n\n. XXI R.R. at 232.\n\n",
            "ocr": false,
            "opinion_id": 9783749
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n353 S.W.3d 826 (2011)\nMichael Dean GONZALES, Appellant,\nv.\nThe STATE of Texas.\nNo. AP-76176.\nCourt of Criminal Appeals of Texas.\nSeptember 28, 2011.\n*828 David P. Zavoda, Odessa, for Appellant.\nWesley H. Mau, Asst. A.G./Ector County Da Pro Tempore, Lisa C. McMinn, State's Attorney, Austin, for State.\n\nOPINION\nHERVEY, J., delivered the opinion of the Court in which KELLER, P.J., MEYERS, PRICE, KEASLER, COCHRAN and ALCALA, JJ., joined.\nAppellant was convicted in December 1995 of capital murder. TEX. PENAL CODE § 19.03(a)(2). Based on the jury's answers to the special issues set forth in the Texas Code of Criminal Procedure, Article 37.071, Sections 2(b) and 2(e), the trial judge sentenced Appellant to death. Art. 37.071, § 2(g).[1] His conviction and sentence were affirmed on direct appeal. Gonzales v. State, No. AP-72,317 (Tex. Crim.App. June 3, 1998) (not designated for publication). Appellant's state application for habeas corpus relief was denied. Ex parte Gonzales, No. WR-40,541-01 (Tex.Crim.App. March 10, 1999) (not designated for publication). Appellant's federal petition for habeas corpus relief was denied as to his conviction but granted as to punishment, and the case was remanded for a new punishment hearing. Gonzales v. Cockrell, No. MO-99-CA-073 (W.D.Tex. December 19, 2002) (not designated for publication). The United States Court of Appeals for the Fifth Circuit affirmed the *829 federal district court's judgment. Gonzales v. Quarterman, 458 F.3d 384 (5th Cir.2006) (not designated for publication).\nThe trial court held a new punishment hearing in May 2009. Based on the jury's answers to the special issues, the trial judge sentenced Appellant to death. Art. 37.071, § 2(g). Direct appeal to this Court is automatic. Art. 37.071, § 2(h). After reviewing Appellant's five points of error, we find them to be without merit. Consequently, we affirm the trial court's judgment.\n\nI. JURISDICTION\nIn point of error one, Appellant claims that the trial court lacked jurisdiction to hold a new punishment hearing. He argues that the trial court lost jurisdiction over the case when it filed the record with the appellate court after his conviction and sentence, and thus, it lacked jurisdiction to hold a new punishment hearing unless jurisdiction was returned to it by the federal district court's order granting habeas corpus relief as to punishment. He reasons that, because the clerk's record does not demonstrate that this order was received by the trial court, the trial court never obtained jurisdiction to hold the instant punishment hearing.\nAppellant cites no authority directly on point for his position that the trial court lacked jurisdiction to commence a new punishment hearing unless the federal court's order was transmitted to the trial court. He analogizes the federal district court's order to an appellate court's mandate, which he contends must be received by the trial court before that court can assume jurisdiction over the case. See Tex.R.App. P. 25.2(g);[2]Green v. State, 906 S.W.2d 937, 939-40 (Tex.Crim.App. 1995). More specifically, Appellant relies on Drew v. State, 765 S.W.2d 533 (Tex. App.-Austin 1989), pet. dism'd as improvidently granted, 805 S.W.2d 451 (Tex.Crim. App.1991), in which the court of appeals emphasized that, once the case is appealed, the trial court's jurisdiction is lost until it receives a mandate from the appellate court. However, Appellant's reliance on that case is misplaced. First, Drew occurred in the context of an appeal in the state courts, not writ applications in federal court. Drew, 765 S.W.2d at 534-35. In a federal writ application, such as that here, the case is not filed with the state court, nor is the state court a party to the suit; a separate action is filed in federal court, and the respondent is the \"person having custody of the person detained.\" 28 U.S.C. § 2243. Second, Drew discusses what a trial court may do while the appeal is pending, and in this case, there was no appeal pending when the trial court held a sentencing hearing. Third, in Drew, the State, before mandate had been issued on the previous indictment, obtained a new indictment for the same attempted capital murder charge upon which the defendant was tried and convicted. Drew, 765 S.W.2d at 534-35. Here, there was no new indictment; all of the proceedings were based upon the same indictment.\nThe federal district court's judgment, as affirmed by the Fifth Circuit, remanded the case for a new punishment hearing. Appellant concedes that the federal district court granted the writ as to \"all sentencing issues\" and remanded the cause to the \"358th District Court in Odessa, Ector County, Texas.\" Appellant also included a copy of the Fifth Circuit Court of Appeals's *830 Judgment in the federal writ case, which affirmed the judgment of the District Court and explicitly stated, \"ISSUED AS MANDATE: AUG 30, 2006.\"[3] Article 44.29(c) provides, in relevant part,\nIf any court sets aside or invalidates the sentence of a defendant convicted of an offense under Section 19.03, Penal Code, and sentenced to death on the basis of any error affecting punishment only, the court shall not set the conviction aside but rather shall commence a new punishment hearing under Article 37.071 or Article 37.0711 of this code, as appropriate, as if a finding of guilt had been returned.\nThis statutory provision makes no mention of the transmittal or receipt of a court order. The mandate for the court to commence a new punishment hearing is not conditioned on such receipt, and we do not read that condition into the statute today. So long as the federal district court's order set aside or invalidated the death sentence, then the trial court's action was authorized.\nAppellant does not dispute that the order set aside or invalidated the sentence. Consequently, the trial court's jurisdiction was restored as to the issue of punishment, and the trial court had no choice but to conduct a trial on punishment\u0097it was required to commence a new punishment hearing \"as if a finding of guilt had been returned.\" Art. 44.29(c).\nAppellant argues in the alternative that the federal district court's order did not confer jurisdiction to hold a new punishment hearing because the order \"is void on its face.\" Appellant asserts only that the federal district court did not have the power to grant a new sentencing hearing. Appellant is apparently complaining about the language used in the order commanding the trial court to hold a new sentencing hearing.\nAppellant cites to Moore v. Johnson, 194 F.3d 586, 622 (5th Cir.1999), for its holding that when federal habeas relief in a capital case is limited to punishment, the proper course is to permit the state court a reasonable time in which to decide whether to hold a new trial limited to punishment or to vacate the death sentence and impose a life sentence. Similar to Moore, Appellant's case was appealed to the United States Court of Appeals for the Fifth Circuit after Appellant obtained habeas corpus relief limited to punishment in the district court. See id. However, unlike in Moore, the parties in this case did not complain about the language of the federal district court's order in the appeal to the Fifth Circuit. See id. Appellant also failed to call this alleged error to the attention of the trial court. In any event, this assertion fails to demonstrate that the order is void.[4] As discussed above, so long as the federal district court's order set aside or invalidated the sentence, Article 44.29(c) authorized the trial court's action. Point of error one is overruled.\n\nII. CHALLENGES FOR CAUSE\nIn points of error two and three, Appellant claims that the trial court erred when it denied his challenges for cause to venirepersons Sarah Murdock and Randall Phillips.\n*831 The issue is whether the trial court's rulings on Appellant's challenges for cause harmed Appellant by effectively depriving him of one of his statutorily allotted peremptory challenges. See Newbury v. State, 135 S.W.3d 22, 30-31 (Tex. Crim.App.2004); Johnson v. State, 43 S.W.3d 1, 6 (Tex.Crim.App.2001). Harm from the erroneous denial of a defense challenge for cause focuses on whether a peremptory challenge \"was wrongfully taken from\" the defendant. Johnson, 43 S.W.3d at 6. Such harm occurs \"(1) when a defendant exercises a peremptory challenge on a veniremember whom the trial court should have excused for cause at the defendant's request, (2) the defendant uses all of his statutorily allotted peremptory challenges, and (3) the defendant unsuccessfully requests an additional peremptory challenge which he claims he would use on another veniremember whom the defendant identifies as `objectionable' and who sits on the jury.\" Newbury, 135 S.W.3d at 31. When these conditions are met, we have stated that the trial court's erroneous denial of a defense challenge for cause harms the defendant by effectively depriving him of one of his statutory peremptory challenges because \"he had to use a peremptory challenge to remove a veniremember who should have been removed for cause.\" Id.\nWhen a defendant has been granted one additional peremptory challenge, then he could not have been effectively deprived of a statutorily allotted peremptory challenge from the trial court's erroneous denial of only one defense challenge for cause. Id. Under these circumstances, the defendant must show that the trial court erroneously denied his challenges for cause to two veniremembers to demonstrate harm. Id.\nThe record reveals that after his challenges for cause were denied, Appellant used peremptory strikes to exclude Murdock and Phillips. He exhausted all of his peremptory strikes and was granted one additional strike. After using the additional strike, Appellant requested additional peremptory strikes against venirepersons he identified as objectionable. His requests were denied, and those venirepersons were seated on the jury. Still, because the trial court granted one additional strike, Appellant must show that the trial court committed error in denying his challenges for cause to two venirepersons in order to demonstrate that he was harmed. See Busby v. State, 253 S.W.3d 661, 673 n. 12 (Tex.Crim.App.2008); Newbury, 135 S.W.3d at 31.\nWe look at the entire record of voir dire to determine if the evidence is sufficient to support the court's ruling on a challenge for cause. Feldman v. State, 71 S.W.3d 738, 744 (Tex.Crim.App.2002). We afford great deference to the trial court's decision because the trial judge is present to observe the demeanor of the venireperson and to listen to his tone of voice. Id. Particular deference is due when the venireperson's answers are \"vacillating, unclear, or contradictory.\" Davis v. State, 313 S.W.3d 317, 344 (Tex.Crim.App.2010); Moore v. State, 999 S.W.2d 385, 400 (Tex. Crim.App.1999). Consequently, we will reverse a trial court's ruling on a challenge for cause only if a clear abuse of discretion is evident. Davis, 313 S.W.3d at 344.\nA venireperson is challengeable for cause if he or she has a bias or prejudice against the defendant or against the law upon which either the State or the defense is entitled to rely. Art. 35.16(b)(3) &amp; (c)(2); Gardner v. State, 306 S.W.3d 274, 295 (Tex.Crim.App.2009). The test is whether the venireperson's \"bias or prejudice would substantially impair [his] ability to carry out his oath and instructions in accordance with the law.\" Feldman, 71 *832 S.W.3d at 744. To establish that the challenge for cause is proper, the proponent of the challenge must show that the venireperson understood the requirements of the law and could not overcome his prejudice well enough to follow the law. Id. at 747. So before a venireperson may be excused for cause on this basis, the law must be explained to him, and he must be asked whether he can follow that law, regardless of his personal views. Id. at 744.\nAppellant's second point of error concerns venireperson Murdock. To begin, Appellant argues that, based upon her answers, Murdock could not afford Appellant the right to remain silent and would shift the burden of proof to Appellant on the issue of future dangerousness.[5] The record supports that Murdock was not challengeable on these bases. Her statements were based on a misunderstanding of the law. This was overcome when the law was explained to her, and her understanding of the law as to those issues was corrected. For example, Murdock testified to the following:\nQ. [STATE]: Okay. So that is one of the reasons why the judge would instruct you if he doesn't testify, that that cannot be taken as evidence against him in any way. You couldn't use that as any kind of evidence to justify a verdict one way or the other. Does that make sense?\nA. [MURDOCK]: Okay.\nQ. Do you follow that law?\nA. Yes, I do.\n* * *\nQ. [STATE]: So what [the defense] was asking you is, would you nevertheless find him guilty of being dangerous even though the State has failed to show beyond a reasonable doubt that he is?\nA. No.\nQ. No, okay. Do you understand\u0097\nA. Yeah, I am starting to understand, yeah.\nQ. Okay. And like I say, I want to make sure. I am not trying to change your mind about anything, I am trying to make sure we are all clear\u0097\nA. Right.\nQ. \u0097on what you meant by that?\nA. Uh-huh.\nQ. And so do you feel like you are no longer confused about that?\nA. Yes, I am okay with that now, yeah.\n* * *\nQ. [DEFENSE]: ... I thought you said was that in deciding whether the *833 State had proved future danger to you beyond a reasonable doubt, that you would consider in deciding whether the State had met its burden, the fact that the defendant had not presented any evidence that he was not a future danger.\nA. Okay. I guess it would be because I did not understand the burden of proof on the State's part.\nQ. Okay.\nA. And so therefore now I understand that they have to prove, you know, that he is not a danger now and if your people didn't say anything about it, then I would say no. I mean, you know, I wouldn't have to go on to the second one.\nAppellant further argues that Murdock was challengeable because the issue of parole would affect her answers on the special issues (i.e., whether she would sentence Appellant to death out of a concern that he might eventually be released on parole if sentenced to life). Again, the record supports that Murdock was not challengeable on this basis. The State on direct examination questioned Murdock regarding whether her feelings about parole would affect her answers to the special issues. Murdock testified that she understood how the parole law operated when the State explained it to her.[6] She also stated, \"I believe in the death penalty,\" and she expressed some concern that, if leniency was shown to a murderer, it would be unfair to the families of victims. Yet, Murdock affirmed that she could be fair.\nQ. [STATE]: ... So the question becomes, although you feel that way, could you, if you were selected as a juror, take the oath, follow the oath as the Court gives it to you, and answer the special issues, knowing that the answers to those special issues may result in a life sentence, that you would be willing to answer those special issues honestly according to the evidence and not, you know, not prejudge them, as we talked about before.\nA. [MURDOCK]: Yes.\nQ. You could take the oath and give a fair trial to the defendant?\nA. Yes.\nMurdock then testified:\nQ. [STATE]: Okay. Understanding that, the concern would be, obviously, from the defendant's prospective [sic], that you would be unwilling to answer the questions in such a way that a life sentence would result because you are opposed to this idea that he might receive parole eventually?\nA. [MURDOCK]: Correct.\nQ. That you would not render a true verdict based on the law and the evidence, but you would render a verdict solely with an aim towards preventing him from ever getting a life sentence. Do you see how your feelings on that parole issue might cause him to think that you would do that.\nA. Yes, I see.\nQ. So what are your thoughts about that?\nA. I just\u0097I can't change the way I think.\nQ. And nobody is asking you to do that. What I am suggesting is that, you know, when you answer the question about the continuing threat to society.\nA. Uh-huh.\n\n*834 Q. Obviously, the risk that the defendant would ever be out of prison or how long he is going to remain in prison may be an element to that. Okay?\nA. Uh-huh.\nQ. And that is something that you can certainly think about. Then when we get to the mitigation question in terms of whether there are mitigating circumstances that are sufficient to justify a life sentence, again, you would think about that as well. You know, whatever the mitigating circumstances are, do they justify a life sentence in light of whatever kind of danger the defendant represents, whatever kind of crime he committed, and all those other things. But I think what\u0097what we would not want you to do is to authorize a death sentence on somebody who would not otherwise be justified in being executed under those special issues just because you wanted to avoid the parole issue. Do you understand what I am saying?\nA. Yes, I do.\nQ. In other words, if a juror is going to say, well, I think the defendant deserves a life sentence but I don't think it should be with 40 years, so I am going to give him a death sentence instead.\nA. Oh, yes.\nQ. You see how that's\u0097\nA. Yes.\nQ. That's not\u0097that is not the kind of issue that we are asking you to look at in this case and that would be\u0097I think that would be an improper verdict. That wouldn't be following your oath if you were to do that.\nA. I understand that.\nQ. You can consider the parole law but you shouldn't answer the questions differently simply because you are concerned about\u0097you know, if you think a life sentence is appropriate, then that is what the case should result in, not, I think a life sentence is appropriate but I am going to give him a death sentence because I don't want him to ever get parole.\nA. I understand.\nQ. Okay. You have to just kind of trust that if the defendant doesn't rehabilitate and doesn't deserve parole, that he just never get [sic] it, but without having any individual control of that. Does that make sense?\nA. Yes.\nQ. Do you think you can follow that law?\nA. I could, yes.\nOn cross-examination by the defense, Murdock stated that the possibility that a life-sentenced Appellant could make parole \"might influence\" or \"might affect\" her answers to the special issues.\nQ. [DEFENSE]: ... And I worry that some people might think if I don't\u0097am not a hundred percent sure that he is never going to get out, that life without\u0097that life means life without parole, that's\u0097that nagging concern about him getting out at some future date is going to influence my decision on whether to give him life.\nA. [MURDOCK]: Uh-huh.\nQ. How to answer the special issues. Do you see what I am saying there?\nA. Uh-huh.\nQ. How do you feel about that?\nA. Well, if it was never proven to me, then, you, know, or that he would never get out on parole or something like that, I mean, you know, I don't know. I am confused now.\nQ. Sure.\nA. I'm sorry. I could give life if I knew that he wasn't going to get out on parole. Let me put it that way.\nQ. Okay. Well\u0097\n\n*835 A. But that can't be\u0097that can't be assured.\nQ. Right. So my question is would the possibility, however, slim, that he would get out on parole\u0097\nA. Uh-huh.\nQ. \u0097at some future date, would that be something that you could completely put out of your mind, or are you concerned that you\u0097are you concerned that it might be in the back of your mind and might influence your decision in answering the special issues?\nA. Yes, it would.\nQ. I mean, the judge is going to tell you that you can't consider\u0097that is strictly up to the Board of Pardons and Paroles, but that is asking a lot of people and I know nobody can, I guess, knows how they are going to react until they are in that kind of situation, but it sounds to me as if that is something, given your feelings about the death penalty, that you are\u0097you would have doubts about your ability to ignore the issue that\u0097of parole eligibility down the line; is that right?\nA. Yes, sir.\nQ. And you think that might affect your decision\u0097your answers to the special issues.\nA. Yes, sir.\nOn redirect examination by the State, Murdock testified:\nQ. [STATE]: ... So what I want to focus in on right now is on this parole issue. The judge will instruct you you can consider the existence of parole, and we talked a little bit about how that might play into some of these issues. But you should not be answering these questions based on the fact that a life sentence might result in the defendant being released on parole at some future date. In other words, you should not answer the future danger question with a yes just because you think he might get out on parole. Likewise, you should not answer the mitigating circumstances question with a no just because you think at some point he might get released on parole. You should answer those questions instead based on whatever evidence the State can show you that he is a danger or whatever mitigating circumstances evidence there is. Do you see what I am saying?\nA. Yes.\nQ. And not answer the question just to make sure that there is a death sentence because you don't like the idea of parole.\nA. Okay.\nQ. Okay?\nA. I understand.\nQ. [The defense] asked you that question, whether you could put that out of your mind. That is what he was talking about. Talking about putting it out of your mind, what he was saying is, can you answer these questions. Not can you just forget about it because, obviously, we don't expect\u0097I don't expect anything that we tell you in court is something you are just going to be able to completely forget by the end of the trial. But we do expect you to be able to, you know, if you have a particular feeling about parole, that that will not affect your ability to follow your oath.\nA. Okay.\nQ. And that's\u0097so do you think that you can\u0097if the\u0097if you take the oath to render a true verdict based on the law and the evidence can you do that despite your feelings about parole?\nA. Yes.\nFinally, on re-cross examination by the defense, Murdock ultimately stated that her feelings about parole would not affect her answers to the special issues.\n\n*836 Q. [DEFENSE]: All right. With regards to\u0097with regard to the issue of life not being life without parole, I understood you to say that that would be of concern, that you could not put that out of your mind, that that might be in the back of your mind, and that that might affect your answers to these special issues, the possibility that he might get out at some future date.\nA. I still feel strongly on that yes.\nQ. You still feel strongly?\n[THE COURT]: I am going to interrupt.... I don't think the law is that she must put it out of the back of her mind, or put it out of her mind. I believe the law is that it is whether or not she will consider it in answering these, or will she follow the oath that she took.\nYou remember [the defense's] presentation to you earlier where he told you that you could be against the death penalty and still serve on a jury.\nA. Uh-huh.\n[THE COURT]: I am saying to you that you can still have very strong feelings about the death penalty and still follow the law and follow the instructions of the Court and follow your oath.\nA. (Nodded affirmatively.)\n[THE COURT]: And what I have got to know, will you do that?\nA. Yes, I will do that.\n[THE COURT]: All right. Go ahead, sir.\nQ. [DEFENSE]: Well, my concern, I guess, is when you said when we were talking, you said you still felt strongly about that. My concern is this: I don't want to be in a situation where, as I said\u0097and I'm sorry to belabor the issue. But you have found Mr. Gonzales, beyond a reasonable doubt, you have found there is a probability he will be a future danger. Would your decision then whether or not to return a verdict, a life verdict rather than the death verdict, would it be affected by\u0097that decision, would that be affected by the possibility that he could get out at some future date?\nA. No.\nQ. It would not? That would not affect your decision?\nA. No.\n[DEFENSE]: That is all we have, Your Honor.\n(Emphasis added).\nThe trial judge overruled Appellant's challenge for cause regarding Murdock, stating that he was \"of the opinion that there was some confusion by the juror. However, I believe, having listened to her questions and questioned her answers to the Court, is of the opinion that she is qualified.\"\nUnder the well-settled appellate standard of review to a trial court's ruling on a challenge for cause, it should be apparent that the trial court did not clearly abuse its discretion to decide that Murdock was not challengeable for cause on the basis that her feelings about the parole law would affect her answers to the special issues.[7]*837 See Newbury, 135 S.W.3d at 32. Murdock affirmed that she understood the requirements of and would follow the law. Although Murdock stated that she had strong feelings about parole, she also asserted that those strong feelings would not affect her answers to the special issues. The portions of the record set out above (particularly her responses to the last two questions from the defense on re-cross examination) clearly indicate that Murdock's feelings about parole would not affect her answers to the special issues. Point of error two is overruled.\nBecause Appellant has not shown that the trial court improperly denied his challenges to at least two venirepersons, he cannot show reversible error. See Feldman, 71 S.W.3d at 748. Therefore, we need not address his third point of error regarding venireperson Phillips, and it is overruled.\n\nIII. 12-10 RULE\nIn point of error four, Appellant claims that the trial court erred in overruling his motion to declare the 12-10 Rule unconstitutional. He asserts that the 12-10 Rule violates the Eighth and Fourteenth Amendments to the United States Constitution because it provides misleading information to the jurors and prohibits the court and the parties from correcting the misinformation. He reasons that the 12-10 Rule creates an unacceptable risk that jurors who find sufficiently mitigating factors will be unable to give effect to their findings if they are in the minority \"or a holdout of one.\" We have rejected Appellant's arguments in previous cases. See, e.g., Druery v. State, 225 S.W.3d 491, 509 (Tex.Crim.App.2007); Prystash v. State, 3 S.W.3d 522, 536 (Tex.Crim.App.1999). We are not persuaded to revisit them here. Point of error four is overruled.\n\nIV. EXECUTION PROTOCOL\nIn point of error five, Appellant claims that the trial court erred when it denied his motion to declare the death penalty unconstitutional based on Texas's lethal injection protocol. He asserts that the use of pancuronium bromide in the lethal injection protocol violates the Eighth Amendment of the United States Constitution and Article I, Section 13, of the Texas Constitution.[8]\nAppellant's execution is not imminent. Therefore, the method in which the lethal injection is currently administered is not determinative of the way it will be administered at the moment of Appellant's execution. This claim is not ripe for review. See Gallo v. State, 239 S.W.3d 757, 780 (Tex.Crim.App.2007). Point of error five is overruled.\nWe affirm the judgment of the trial court.\nCOCHRAN, J., filed a concurring opinion.\nJOHNSON, J., filed a dissenting opinion.\nWOMACK, J., dissented.\nCOCHRAN, J., concurring.\nHad I been the trial judge in this case, I would have granted appellant's challenges for cause to both venirepersons Sarah Murdock and Randall Phillips. But I was *838 not the trial judge. And I was not present to see the venirepersons or to gauge their demeanor or sincerity. In this context, the actual words spoken (or, frequently, misspoken) by a venireperson do not express the full message that is conveyed by the speaker or received by the listener.\nAmong those who have participated in death-penalty individual voir dire procedures, it is common knowledge that potential jurors frequently express extraordinarily strong beliefs, principles, and attitudes when they fill out the written questionnaires and are first questioned by the judge and attorneys. It is not their initial thoughts and beliefs that determine potential jurors' ultimate suitability for service in a death-penalty case. Rather, it is their ability to temporarily set aside those strong beliefs and follow the law as it is given to them that determines their fitness.[1] The initial answers on questionnaires are merely a guide to possible areas that the parties and the judge should discuss with the venireperson. And sometimes it is not even the final words spoken by the venireperson that are determinative. We have all seen those who say \"Yes,\" but the clear import of their total response is \"Absolutely no, never, never.\" All too frequently the trial judge and lawyers must judge the fitness of a particular venireperson by a \"gut feel\" for the ultimate fairness and open-mindedness of that person.\nThat is why the experienced trial judge pays particularly close attention to the venireperson's overall attitude toward a specific issue as it is conveyed both verbally and nonverbally, consciously and unconsciously. The fairness of the entire trial depends upon this assessment. Thus, reviewing courts must rely heavily upon the good judgment of the trial judge in deciding whether to grant or refuse a challenge for cause.[2] They, not we, are \"Johnny-on-the-Spot.\"[3]\nBut coupled with the trial judge's great discretion comes his responsibility to ensure that any venireperson who might not be fair is removed from the jury panel. There are always more fish in the sea and more jurors in the jury panel. In close calls, trial judges should always err on the side of granting a challenge for cause rather than denying one.[4] Reviewing courts *839 should not be required to use their scarce judicial resources on reviewing denials of challenges for cause on \"close call\" venirepersons in capital cases.[5] It is much easier and quicker to voir dire yet another venireperson than it is to retry the entire capital-murder case simply because a challenge for cause should have been granted. Denying a challenge for cause in any \"close case\" is \"penny-wise, pound-foolish\" time-savings.\nFurthermore, I agree with Judge Johnson that, even granting the greatest possible discretion and latitude to the trial judge, the failure to grant a challenge for cause against venireman Randall Phillips was error for the reasons that she cites. But because the trial judge gave appellant an extra or \"free\" peremptory strike, that strike fully compensated for the error that the judge made concerning Mr. Phillips.[6]\nAs for Ms. Murdock, it is apparent that she was initially confused in her understanding of the law, especially the law concerning parole. After both the defense and prosecution explained the law in more depth, she seemed to understand these complicated issues, but remained adamant that she felt \"strongly\" that her feelings about parole would affect her answers to the special issues. At that point, the trial judge interrupted and asked her, point-blank,\nI am saying to you that you can still have very strong feelings about the death penalty and still follow the law and follow the instructions of the Court and follow your oath.... And what I have got to know, will you do that?\nMs. Murdock responded, \"Yes, I will do that.\" Did she feel intimidated into saying that? Did she really mean it? Or was she just going along to get along? We cannot possibly know from the spoken words themselves as they appear on paper. That is why we give such great deference to the trial judge's ultimate ruling, confident that the trial judge\u0097who observed the venireperson's demeanor, listened to her tone of voice and noted any hesitancy\u0097made a conscientious and careful decision.[7]\n*840 With these comments, I join the majority opinion.\nJOHNSON, J., dissenting.\nOur concern ought not be for those who are not selected for the jury, but for those who are. See, e.g., Jones v. State, 982 S.W.2d 386, 394 (courts should liberally grant challenges for cause: \"The venire comprises so many jurors who are clearly qualified that it is unnecessary to err by denying a challenge for cause on a close question.\"); see also Morgan v. Illinois, 504 U.S. 719, 736, 112 S. Ct. 2222, 119 L. Ed. 2d 492 (1992) (the risk of impaneling a juror who would impose death regardless of the facts and circumstances of the offense is unacceptable in light of the ease with which the risk can be minimized). \"The Sixth Amendment guarantee to trial by an impartial jury includes the right to have jurors that can follow the law and consider the evidence. In other words, the jury must be able to make an independent determination based on the facts presented at trial, not on any personal opinions they may have.\" Raby v. State, 970 S.W.2d 1, 10 (Tex.Crim.App.1998). In capital cases, we must be especially vigilant that strong opinions, for or against the death penalty, are not glossed over by agreement with the common question, \"Can you set aside your personal feelings and follow the instructions from the judge?\" See Morgan, 504 U.S. at 734-39, 112 S. Ct. 2222. While this Court has recognized that \"complete impartiality cannot be realized as long as human beings are called upon to be jurors,\"[1] doubt about a prospective juror's ability to be impartial should result in a grant of a challenge for cause. Jones, 982 S.W.2d at 391, 394.\nA reviewing court must look at the entire record of voir dire to determine if the evidence is sufficient to support the court's ruling on a challenge for cause. Feldman v. State, 71 S.W.3d 738, 744 (Tex.Crim. App.2002). This Court has said that the reviewing court should afford great deference to the trial court's decision because the trial judge is present to observe the demeanor of prospective jurors and to listen to tones of voice. Id. Particular deference is due when the prospective juror's answers are vacillating, unclear, or contradictory. Smith v. State, 297 S.W.3d 260, 268 (Tex.Crim.App.2009).\nYet, deference is not absolute. The standard for review is whether the trial court abused its discretion when it overruled a challenge for cause. Id. In making this decision, the reviewing court examines the voir dire of the prospective juror as a whole and decides whether the record shows that the prospective juror's convictions will interfere with the ability to serve as a juror and to abide by the oath. Curry v. State, 910 S.W.2d 490, 493 (Tex.Crim. App.1995) (citing Johnson v. State, 773 S.W.2d 322, 327-28 (Tex.Crim.App.1989)). If a juror states that he believes that he can set aside any influences and biases he may have and the trial court overrules a challenge for cause, its decision will be reviewed in light of all of the answers the prospective juror gave. Anderson v. State, 633 S.W.2d 851, 854 (Tex.Crim.App. 1982).\nA prospective juror is challengeable for cause if he or she has a bias or prejudice against the defendant or against the law upon which either the state or the defense is entitled to rely. TEX.CODE CRIM. PROC. art. 35.16(a)(9) &amp; (c)(2); Gardner v. State, *841 306 S.W.3d 274, 295 (Tex.Crim.App.2009). The test is whether the prospective juror's bias or prejudice would substantially impair his or her ability to carry out the juror's duties in accordance with the court's instructions and the juror's oath. Wainwright v. Witt, 469 U.S. 412, 424, 105 S. Ct. 844, 83 L. Ed. 2d 841 (1985). This standard does not require that a juror's bias be proved with \"unmistakable clarity\" because many prospective jurors simply cannot be asked enough questions to reach the point where their bias has been made \"unmistakably clear.\" Id. Some prospective jurors may not know how they will react when faced with imposing the death sentence, or they may be unable to articulate their true feelings. Id. at 425, 105 S. Ct. 844; see also Bell v. State, 724 S.W.2d 780, 794 (Tex.Crim.App.1986).\nBased on the requirement of impartiality embodied in the Due Process Clause of the Fourteenth Amendment, a capital defendant may challenge for cause any prospective juror who will automatically vote for the death penalty. Morgan, 504 U.S. at 729, 112 S. Ct. 2222. Because such a juror has already formed an opinion on the merits, the presence or absence of either aggravating or mitigating circumstances is entirely irrelevant to such a juror. Id. If even one such juror is empaneled and the death sentence is imposed, the state is disentitled to execute the sentence. Id. See also Feldman, 71 S.W.3d at 744.\nBefore a prospective juror may be excused for cause on this basis, the law must be explained to the juror, and the juror must be asked whether he or she can follow that law, regardless of personal views. Id. In order to establish that the challenge for cause is proper, the proponent of the challenge must show that the prospective juror understood the requirements of the law and could not overcome personal prejudice well enough to follow the law. Id. at 747. See e.g., Howard v. State, 941 S.W.2d 102, 128 n. 2 (Tex.Crim. App.1996); Harris v. State, 784 S.W.2d 5, 25 (Tex.Crim.App.1989). General questions about fairness and ability to follow the law and the court's instructions are not enough; the court must assess the effects of bias more specifically. See Morgan, 504 U.S. at 734-35, 112 S. Ct. 2222 (some jurors may in all truth and candor respond that they will be fair and impartial, personally confident that their views are fair and impartial, while leaving the specific concern\u0097whether they are unalterably in favor of or opposed to the death penalty\u0097 unprobed).\nIn his second point of error, appellant complains of the trial court's failure to grant a challenge for cause against Sarah Murdock. Early in the state's voir dire, Murdock said, \"I believe in the death penalty.\"[2] She stated that leniency under special issue two wasn't fair to the victim's family.[3] In her answers on the juror questionnaire, she checked the box stating that she believed that anyone convicted of capital murder should be sentenced to death, regardless of the special issues.[4] Counsel for the state explained that there was a concern that, because she was opposed to parole, ever, that she \"would be unwilling to answer the question in such a way that a life sentence would result.\" Her answer *842 was, \"I just-I can't change the way I think.\"[5]\nThe state questioned her about her response to the question about being able to consider leniency in a brutal murder: \"somewhat disagree.\" When asked what was going through her mind when she checked that box, she stated her concern that \"the victims have no rights.\"[6]\nCounsel for appellant began his voir dire by asking if Murdock believed that the death penalty should be the rule rather than an exception. She agreed.[7] She also agreed that she believed strongly in an eye for an eye: someone who kills should also die.[8]\nCounsel then asked her about her choice of checking a box indicating she is strongly in favor of the death penalty for every homicide case. Again, she agreed that that was her position.[9] She also agreed that she believed that anyone convicted of capital murder should be sentenced to death, regardless of the answers to the special issues.[10] On question 114, what is the best argument for the death penalty, she wrote that a conviction for murder should result in a death sentence. On question 115, what is the best argument against the death penalty, she wrote, \"None.\" On question 116, what is the best argument for a life sentence, she wrote, \"None.\" On question 117, what is the best argument against a life sentence, she wrote, \"Same as number 114.\"[11] In response to questions about whether she could follow the trial court's instruction not to consider appellant's failure to testify or express remorse and whether she would put the matter out of her mind, she said, \"No, I wouldn't. I wouldn't put it out of my mind.\"[12] In the ensuing discussion, she affirmed that she would require a show of remorse from appellant.\nQ. So even if the judge were to instruct you that you must\u0097you could not consider the defendant's failure to testify for any purpose whatsoever, that particular portion of the charge is something you couldn't follow, or you are not certain you could follow.\nA. Yes. If there was no remorse in it, no, I couldn't.\nQ. And I am talking about remorse from the witness stand in open court. Okay?\nA. Uh-huh.\nQ. You would have to hear something like that, or would consider Mr. Gonzales's failure to testify?\nA. Yes.[13]\nCounsel for appellant asked about the special issues.\nQ. On addressing issue number one, whether Michael Dean Gonzales is a future danger, the State has to prove that to you beyond a reasonable doubt. My question to you is suppose the State does present evidence to you that he is a future danger, but doesn't prove it in your mind beyond a reasonable doubt. Okay?\nA. Uh-huh.\n\n*843 Q. They present some evidence but in your mind it falls short of proof beyond a reasonable doubt.\nA. Yes.\nQ. Would you require the defense to present some evidence that Michael Dean Gonzales is not a future danger before you could answer this issue no? Do you see what I am saying?\nA. Uh-huh. Yes.\nQ. Again, let me just make sure I understand what you are saying. You are saying that if the State did not prove that Michael Gonzales was a future danger but presented some evidence, before you could answer no to this special issue, you would want the defense to present to you some evidence that he was not a future danger; correct?\nA. Yes.[14]\nMurdock was uncertain as to the difference between possibility and probability[15] and agreed that the possibility that appellant might be released on parole in 40 years would affect her answers to the special issues.\nOn redirect examination, counsel for the state asked a series of questions, repeatedly asking Murdock if she understood the law. The state then asked, \"[I]f you take the oath to render a true verdict on the law and the evidence, can you do that despite your feelings about parole?\"[16] She answered, \"Yes.\" The state also posed a question about testimony from the defendant: \"Can you think of a reason why a defendant might not testify at his defense in the case? Aside from the fact that he is guilty or he is not remorseful, some reason that would not necessarily work against him.\" She answered, \"No, I don't,\" then, \"I can't.\"[17] The discussion continued, with the state suggesting possible scenarios in which a defendant might not testify, and with Murdock responding that she understood the state's suggestions of reasons for choosing not to testify. The state ended the discussion by saying, \"Do you follow that law?\" She answered, \"Yes, I do.\"[18] Her answer is ambiguous; did she follow the explanation, or did she agree that she would follow the instruction. The state did not clarify her answer.\nThe next series of exchanges followed the same pattern, with the state explaining the law, Murdock indicating that she understood his point and saying that she was beginning to understand, and the state getting her to agree that she could follow the juror oath.[19] The state did not question Murdock further on her stated position that all homicides should be capital, that mitigation evidence was irrelevant, or that she could think of no arguments against the death penalty or for life imprisonment.\nOn re-cross-examination, counsel for appellant asked Murdock again if her feelings about parole would affect her answers to the special issues. Again, she said that they would: \"I still feel strongly on that, yes.\" The trial court interrupted, \"I don't think the law is that she must put it out of the back of her mind, or put it out of her mind. I believe the law is that it is whether or not she will consider it in answering these, or will she follow the oath that she took.\" After the colloquy with the trial judge, and in response to questions from that judge, Murdock said that she could *844 follow her oath.[20] Counsel for appellant challenged Murdock for cause. The trial court noted that \"there was some confusion by the juror,\"[21] but found her qualified and denied the challenge.[22] Appellant used a peremptory challenge to remove Murdock from the jury.\nEveryone has biases. Jury questionnaires are designed to reveal those biases. Voir dire is an opportunity to more fully explore them. Some biases may be based on a misunderstanding of the law. Murdock displayed some such biases, such as requiring the defendant to testify and show remorse and placing the burden on the defendant to prove that he would not be a danger in the future. These misunderstandings were addressed in her voir dire, and her understanding of the law as to those issues was corrected.\nOther biases, however, are not so easily overcome. On some issues, Murdock's opinion did not change. She continued to state that the proper punishment for any murder is a death sentence. See Morgan, 504 U.S. at 735, 112 S. Ct. 2222 (\"[T]he [prospective juror's] belief that death should be imposed ipso facto upon conviction of a capital offense reflects directly on that individual's inability to follow the law.\") At the end of her voir dire, when asked if her feelings about parole would affect her answers to the special issues, she still said that they would: \"I still feel strongly on that, yes.\"[23] Her clear answer to that question belies her response to the trial judge that she could follow her oath. Murdock is the sort of juror described by the United States Supreme Court in Morgan:[24] she could, in good conscience, swear to uphold the law, yet be unaware that maintaining her dogmatic beliefs about the death penalty would prevent her from actually doing so. See id. at 735, 736 n. 9, 112 S. Ct. 2222 (giving example of prospective juror who denied having any \"prefixed ideas\" about the case, affirmed that she would follow the law that the court gave her, but also stated that she could not vote for a death penalty). I would find that, under Morgan, Murdock was not qualified to serve as a juror in this case and that the trial court erred in overruling the challenge for cause.\nIn his third point of error, appellant complains of the trial court's failure to grant a challenge for cause against Randall Phillips. On his questionnaire, Phillips had indicated a belief that any and all defendants convicted of murder should receive the death penalty. The state pursued that issue.\nQ: But at least as of the time you turned in your questionnaire, your opinion was people convicted of murder should do life, life in prison, depending on the circumstances, or the death penalty.\nA: That would be correct. That is how I feel today.\n. . .\nQ: My reading on what you have written here is that, at least at the time that you filled this out, your impression is that defendants get kind of more breaks than they are entitled to, that they are not treated the way you would rather *845 them be treated if you were kind of in charge of the justice system. Is that a fair interpretation of your feelings about that or\u0097\nA. I believe in general overall what I would say is that\u0097I think what I meant by that was that when someone is convicted of murder, knowingly, intentionally committing murder, that the big problem I have\u0097and this is probably not the answer you are looking for\u0097as far as the death sentence, I think they sit on death row far too long.\n. . .\nQ. One of your questions was, a defendant should be found guilty if eleven out of twelve jurors vote guilty. You said you agree with that. But then you also said, courts are too concerned with the rights of criminals. You also agreed with that.... But you also feel like there are, I guess at least circumstances where criminals' rights tend to override what your sense of justice would be?\nA. That is correct.\nQ. So I want to ask you about question number 109. That is on page 20. It asks you to check the statement which best summarizes your views about the special issues, and it looked to me like you initially picked, the special issues will allow some defendants who deserve the death penalty to avoid that sentence, but you crossed that out and checked, I believe anyone convicted of capital murder should be sentenced to death, regardless of the answers to the special issue.... Do you still agree that anyone convicted of capital murder should receive the death penalty, or do you think that the special issues are-limit that in a way that is proper, or what do you think?\nA. When it comes to capital murder, I think that I will stick with my answer.[25]\nThe prosecutor explained that the jury would be instructed that it needed to give \"proper consideration\" to the special issues and that it should not answer the special issues with \"an eye towards achieving a certain punishment.\" Phillips said that he could follow that instruction, and the prosecutor continued.\nQ. Should the defendant have any concern that you are going to be looking at this case with an eye towards getting a death penalty and not reviewing the evidence with an eye towards rendering a true and impartial verdict?\nA. Right.\nQ. Should the defendant be concerned about that or is that something that you can promise us you are not out to get the death penalty, you are out to answer these questions properly?\nA. Yes, sir, that is correct.[26]\nPhillips's response to the first question did not answer it. The only appropriate answers were yes (he should have a concern that I would be fair) or no (he should not be concerned). Nor, because the prosecutor's second question encompassed opposite, incompatible positions, did Phillips's response answer the second question. The prosecutor did not seek to clarify either of Phillips's answers.\nThe prosecutor continued his questioning, touching on life with parole, which applies to this case, future dangerousness and the burden of proving it, and the difference between possibility and probability. He then questioned Phillips about mitigation.\nQ. Number 138. It says, the defendant's background, criminal history, age, mental state and other factors should be *846 considered by a juror in making a decision about whether to choose life in prison or the death penalty, and you put you strongly disagree. Now, that opinion you can see would be kind of the opposite of what the Court will instruct you to do with this mitigation question. So is that\u0097and if that is your honest opinion, I won't argue with you but I need to ask you whether or not you can set that aside, or is that not your opinion, or how do you feel about this special issue?\nA. Well, I still wouldn't change my answer but I would still act within the guidelines of the law and the court.[27]\nThe prosecutor responded with the standard rehabilitating questions, received the correct responses, and passed the potential juror.[28] Defense counsel began questioning with Phillips's strong support of the death penalty.\nQ. And on Question 109, you said, I believe anyone convicted of capital murder should be sentenced to death regardless of the answers to the special issues. And I believe\u0097is that the one you told Mr. Mau just now that you would still stay with that answer?\nA. Yes.[29]\nThis answer directly negates the answers Phillips gave to the prosecutor as to his ability to consider mitigation evidence fairly and impartially.\nDefense counsel then asked about Phillips's responses to questions about arguments for and against the death penalty.\nQ. [Question] 114 asked the best argument for the death penalty and you indicated, we would lessen prison overcrowding by issuing an appropriate punishment. And then on question 117, what is the best argument against life? And you said again, an eye for an eye and prison overcrowding.\nIn your opinion, should that be kind of a consideration in the application of the death penalty? ... I don't mean this to sound crass but kind of cull people out every once in awhile to keep the prison population down?\nA. I think you are mostly right. What I meant by my answer was if someone has been sentenced to death, don't wait 15, 20 years to carry out that sentence. I can't understand that.\nQ. And in your opinion, the death penalty is not used enough in Texas. Tell us how you feel about that.\nA. Well, just from hearing about cases where in my opinion the death sentence should have been used, some of those cases may be where the defendant claimed insanity or was under the influence of some kind of drug and they weren't found guilty, just outright guilty of the crime, they consider the circumstances.[30]\n. . .\n\n*847 Q. [O]ne of the things that concerns me is, it concerns me very much is page 12, question 70, list three people you least admire and why, and you put Adolph Hitler, number one, John Wayne Gacy, number two, which was, I think he was the fellow who killed a bunch of little boys, he was a mass murderer; correct?\nA. Yes.\nQ. And number three is Michael D. Gonzales?\nA. Yes.\nQ. This Michael D. Gonzales?\nA. Yes.\nQ. So I guess my concern is do you really feel, having put that down on the questionnaire, that you are the right person to serve as a juror in this case? That is, can you be a fair and impartial juror, having specifically listed\u0097and you understand my concerns as his lawyer?\nA. Yes.\n. . .\nQ. That answer in my mind calls into question your ability to listen to this evidence, no matter how hard you might try or how you might hope that you could listen to the evidence. I worry that given your response, which is not having one of those before, might mean that you would not be a fair and impartial juror in this case. Tell me how you feel about that.\nA. Well, I have been sitting here thinking about this and after the answers that I have given to the other attorney, I want to be fair. I have never been put in a position like this. I don't want to be in this position, but I will be if I am called upon. But to sum it up, I came into this thing thinking life in prison was not enough, and although I still would want to be fair if placed over here in this jury I would be\u0097I would try to be as fair as I can, but to be honest with both of you, I mean, everyone in this room, I really can't sit here and still, even now after this half hour, think that life in prison would be enough. I won't apologize for that. That is just my opinion and I'm sorry if I am going back on what I said. I would still be fair. I don't want to be put in this position but that is really my opinion.\nQ. All right. Well, it is obviously a heartfelt [sic], and I appreciate that. I am moved by your disclosure now. But at the end of all this, the jurors who have to sit on this case have to be able to shake hands with their own conscience. We need to know if you can't be fair, and I think you told us that you fear you cannot. Is that right?\nA. That I can't?\nQ. That you can't be fair and impartial in this case.\nA. Well, I feel like I would want to be and I would be. But what I am trying to say is, I have already got a preconceived notion in my mind how I want the outcome to be and it would not be fair.\nQ. And you fear that that would affect the way you would answer these questions?\nA. Yes.[31]\nThe prosecutor continued the discussion.\nQ. I don't want to belabor the point, sir. I just want to make sure\u0097I am not trying to get you to change your answer but I want to make sure I understand. We talked earlier this morning about the difference between what your opinion is, the way you might want the case to come out and then your duties to follow the law. Am I correct that now you are saying that you do not think you would *848 be able to comply with your oath if you were\u0097if you think you can, you need to let us know that but, I mean, I think a lot of people feel like that if you commit a capital murder, you probably deserve the death penalty. Some of those people say, I can keep an open mind, listen to all the evidence and answer these questions and I will answer them the way that the evidence shows regardless of how I want the case to come out. If you are the kind of person that thinks I don't think I can do that, I think I am going to answer these questions so that it comes out the way I want, then obviously you are telling us you can't\u0097you can't comply with the evidence. I don't want you to feel like I am trying to shame you into answering the question differently because I am not. I am trying to make sure that you are telling us that your feelings are so strong that you just do not think that you can comply with the oath that the judge would give you to render a true verdict based on the law and the evidence and only that, not your preconceived notions.\nA. I'll comply with the oath and with the law and the laws of this court, but what I am telling you is, and I think you kind of hit on it there just a second ago, I would do my\u0097what was called on me to do as a juror in this case, but, as you said, in the end if it didn't go the way that I wanted it to go I have got a preconceived idea of where I want it to go and I don't think that is fair, although I would still comply with the law and the oath.[32]\nDefense counsel explained the state's burden on the special issue on future dangerousness and asked Phillips about his feelings on that special issue.\nQ....Well, let me ask you this. You have\u0097you know how the special issues work now. The State must prove that there is a probability that he will be a future danger. And you have to find, in order to answer yes, you have to find that he would be a probable future danger beyond a reasonable doubt. If you don't find beyond a reasonable doubt, you would have to answer no. And if you did answer no, then life, capital life. Okay? If the prosecutor presented you some amount of evidence of future danger but that did not in your mind rise to the level of proof beyond a reasonable doubt. Okay? Could you answer this special issue no? Or would you answer it yes unless and until you heard the defense present some evidence that he was not a future danger?\nA. I don't know. I am leaning toward answering your question no, that I could not\u0097I am leaning toward\u0097I am not leaning toward capital life, to answer your question.\nQ. All right.\nA. If you asked me if the attorney could present me with enough, you know, mitigating circumstances to lean toward capital life; right, is that what you are asking?\nQ. Well, no, we are up here on the future danger issue right now, the first one.\nA. Right, I understand.\nQ. That is the one that they have to prove beyond a reasonable doubt, that there is a probability of future danger. All right? And my question is if you thought they would present you with some evidence, maybe even a significant amount of evidence, but not in your mind evidence beyond a reasonable doubt, could you answer this special issue no, that you did not find future *849 danger beyond a reasonable doubt? Or would you answer it yes, even though it wasn't proof beyond a reasonable doubt in your mind unless and until\u0097would the defense have to come present evidence to you that Mr. Gonzales was not a future danger? Do you understand what I am saying there?\nA. I believe I do and I believe my answer would have to be yes.\nQ. That he would be a future danger?\nA. Yes, sir.\nQ. Unless Mr. Gonzales presented some evidence to you that he was not a future danger?\nA. Yes, that is correct, and would be something that I would listen to and consider.\nQ. I want to make sure I am understanding you. You would want\u0097you would require the defense to bring some evidence that he was not a future danger in order to answer this issue no?\nA. That's correct.\nQ. Even if the State had not proved to you future danger beyond a reasonable doubt?\nA. Yes, that is correct.[33]\nThe prosecutor continued the questions on future dangerousness, and Phillips changed his answer.[34] Defense counsel challenged Phillips for cause, asserting that\nhe has acknowledged he cannot be a fair and impartial juror.... He has said on his questionnaire that he believes a hundred percent in an eye for an eye. He strongly favors, the highest answer you can give, the death penalty. He believes that we are too lenient on criminals. He believes the death penalty is appropriate in every murder case. He strongly disagrees that a person's background is something that should be considered.... The worst thing about it is that he specifically noted that one of the three people that he admired least, first was Adolph Hitler, second was John Wayne Gacy, and third was this particular defendant, Your Honor. It reveals a prejudgment in this case. He has told us that he has prejudged the case. He... worries that his feelings will affect the answers to the questions. He says he has a preconceived idea of where he wants the case to go.... He said he wanted to be fair but life in prison was not enough. And ... in this situation, it is just too dangerous to allow a person of his mindset on this jury. And so we would challenge him for cause on the grounds that he has told us that he cannot be a fair and impartial juror in this case, Your Honor.[35]\nThe prosecutor responded that, although Phillips acknowledged his strong feelings about the death penalty and about this case, he nevertheless affirmed that he would set his feelings aside and follow the court's instructions. The trial judge overruled the challenge, and defense counsel exercised a peremptory challenge.[36]\nDespite changing his responses to some issues, depending on the questioner, Phillips never changed his position that he had a preconceived idea of how the trial should come out or that he feared that the preconception would affect his answers to the special issues. Nor did he back away from his opinion that anyone who was convicted of capital murder should receive the death penalty. See Morgan, 504 U.S. at 735, 112 S. Ct. 2222 (\"[T]he [prospective juror's] belief *850 that death should be imposed ipso facto upon conviction of a capital offense reflects directly on that individual's inability to follow the law.\"). He also affirmed to both the prosecutor and defense counsel that he strongly disagreed that a defendant's background, criminal history, age, mental state and other factors should be considered in deciding between life and death.\nA person who continues to strongly disagree that mitigating factors should be considered cannot act within the guidelines of the law and the court. Id. at 739, 112 S. Ct. 2222 (any juror to whom mitigating factors are irrelevant should be disqualified for cause). Phillips is the sort of juror described by the United States Supreme Court in Morgan: he represented, in good conscience, that he could swear to uphold the law and be fair, yet was unaware that his dogmatic beliefs about the death penalty would prevent him from actually doing so. See id. at 735, 112 S. Ct. 2222. I would find that, under Morgan, Phillips was not qualified to serve as a juror in this case and that the trial court erred in overruling the challenge for cause.\nAppellant challenged two prospective jurors. Because he received an additional peremptory strike, he must demonstrate that both challenged prospective jurors should have been struck for cause. I would find that he has done so and is therefore entitled to a new punishment hearing. Because this Court upholds the rulings of the trial court as to these two challenged jurors and thereby denies appellant that hearing, I dissent.\nNOTES\n[1]  Unless otherwise indicated all references to Articles refer to the Code of Criminal Procedure.\n[2]  Texas Rule of Appellate Procedure 25.2(g) provides, \"Once the record has been filed in the appellate court, all further proceedings in the trial court\u0097except as provided otherwise by the law or by these rules\u0097will be suspended until the trial court receives the appellate-court mandate.\"\n[3]  Under Rule 41 of the Federal Rules of Appellate Procedure, \"[t]he mandate is effective when issued.\" Fed. R.App. P. 41(c) (emphasis added).\n[4]  In general, an order is void when the court that entered it lacked jurisdiction of the subject matter or of the parties, lacked jurisdiction to enter the order, or lacked the capacity to act as a court. See, e.g., Nix v. State, 65 S.W.3d 664, 668 (Tex.Crim.App.2001); Browning v. Placke, 698 S.W.2d 362, 363 (Tex. 1985).\n[5]  The record reflects that Appellant challenged Murdock for the following reasons:\n\n[DEFENSE]: Your Honor, we would challenge Ms. Murdock for cause on the basis that she\u0097her testimony, depending on which time you focus on, but in response to defense question, she said that she would want to hear an expression of remorse from the defendant in open court and would consider that in assessing whether or not he should get the maximum punishment so that the grounds is that she would not be able to disregard his failure to testify.\nSecondly, we would challenge her on the basis that she is a burden shifter. That is, that she would both want to hear from the defense and the defense to present some evidence that she\u0097that Mr. Gonzales was not a future danger, even if the State had not proven his future danger beyond a reasonable doubt.\nAnd secondly [sic], that she would consider Mr. Gonzales's failure to present any evidence to the contrary in deciding or in determining whether or not the State had met its burden of proof beyond a reasonable doubt.\nAnd thirdly, that Ms. Murdock has stated that she would\u0097felt like the fact that life was not life without parole would\u0097parole eligibility would be\u0097would affect her decision in answering the special issues. Under those three grounds we would lodge a challenge for cause against her, Your Honor.\n[6]  In summary, this was that a life-sentenced defendant would be parole-eligible in 40 years and that the Board of Pardons and Paroles would determine whether a life-sentenced defendant would be released on parole once he became parole-eligible.\n[7]  The dissent argues that its conclusion that Murdock was challengeable for cause is supported by Morgan v. Illinois, 504 U.S. 719, 112 S. Ct. 2222, 119 L. Ed. 2d 492 (1992). Morgan stands for the proposition that parties should be permitted to ask questions about a veniremember's biases against the law. Appellant was allowed to ask such questions. To the extent that Morgan stands for the proposition that a juror is challengeable for cause if he would automatically assess a sentence of death, Morgan is not on point here because at the end of the questioning, Murdock said that she could follow the law, follow the instructions of the court, and follow her oath. The trial judge was entitled to believe her, and we defer to that belief.\n[8]  Appellant acknowledges the Supreme Court's decision in Baze v. Rees, 553 U.S. 35, 128 S. Ct. 1520, 170 L. Ed. 2d 420 (2008), holding that the Kentucky lethal-injection protocol, which is very similar to the Texas protocol, does not violate the Eighth Amendment. Id. at 57-58, 128 S. Ct. 1520.\n[1]  See, e.g., Smith v. Balkcom, 660 F.2d 573, 578 (5th Cir.1981) (\"All veniremen are potentially biased. The process of voir dire is designed to cull from the venire persons who demonstrate that they cannot be fair to either side of the case. Clearly, the extremes must be eliminated\u0097i.e., those who, in spite of the evidence, would automatically vote to convict or impose the death penalty or automatically vote to acquit or impose a life sentence.\").\n[2]  Feldman v. State, 71 S.W.3d 738, 744 (Tex. Crim.App.2002) (\"We give great deference to the trial court's decision because the trial judge is present to observe the demeanor of the venireperson and to listen to his tone of voice. Particular deference is given when the potential juror's answers are vacillating, unclear or contradictory.\") (citation omitted).\n[3]  See Mooney v. State, 817 S.W.2d 693, 701 (Tex.Crim.App. 1991) (\"Where the trial court is faced with a vacillating juror ... elements such as demeanor and tone of voice, etc., are important factors in conveying the precise message intended. Therefore, the trial court's decision is accorded great deference.\").\n[4]  Jones v. State, 982 S.W.2d 386, 394 (Tex. Crim.App.1998) (courts should follow the policy of \"the liberal granting of challenges for cause. The venire comprises so many jurors who are clearly qualified that it is unnecessary to err by denying a challenge for cause on a close question.\"); Threadgill v. State, 146 S.W.3d 654, 673-74 (Tex.Crim.App.2004) (Womack, J., concurring) (noting the policy set out in Jones and stating that venirepersons in a death-penalty case can easily be replaced and therefore, in any close case they should be; \"I do not say that the trial judge's decision of this close question of fact was wrong. But it was contrary to the policy that courts should follow.\").\n[5]  See, e.g., Palmer v. State, Nos. PD-1889-05 &amp; 1890-05, 2006 WL 2694226, at *3 (Tex. Crim.App. Sept. 20, 2006) (not designated for publication) (Womack, J., dissenting). Judge Womack noted,\n\nI repeat what I said for four members of the court in another case of a crying venire member, when we \"f[ou]nd no error because we defer to the trial court's seeing the jurors' demeanors and hearing the jurors' voices.\"\nThis is a venerable rule for reviewing credibility decisions, to which there is little alternative in a close case. My question is, why permit close cases in selecting jurors?\nWhen a court faces an issue of fact, it must rely on limited sources of information. Only so many witnesses will have relevant information about a contested issue of fact. When evidence conflicts, hard choices must be made. The trial judge is the person whose decision must be respected. But there is ordinarily no such need when it comes to deciding whether a citizen is qualified for jury service. If the question is close, the juror can be sent away.\nId. And, when it is a close question, that juror should be sent away, if only to avoid protracted appellate litigation.\n[6]  See Newbury v. State, 135 S.W.3d 22, 31 (Tex.Crim.App.2004) (noting that when \"a defendant has been granted an additional peremptory challenge, he must show that two of his challenges for cause were erroneously denied in order to show that he was wrongfully `deprived' of `the use of at least one of his allotted peremptory challenges.'\").\n[7]  See Garza v. State, 622 S.W.2d 85, 92 (Tex. Crim.App. 1980) (op. on reh'g) (trial judge had opportunity to observe prospective juror's tone of voice and demeanor in deciding the precise meaning she intended to convey; judge did not err in denying challenge for cause to prospective juror whose voir dire answers indicated that she was prejudiced against anyone who would sell heroin but who also stated that she could consider granting probation if defendant was found guilty of selling four pounds of heroin).\n[1]  Ladd v. State, 3 S.W.3d 547, 560 (Tex.Crim. App.1999) (quoting Jones, 982 S.W.2d at 389).\n[2]  XVIII R.R. at 39.\n[3]  XVIII R.R. at 42.\n[4]  XVIII R.R. at 44. She also checked an answer that indicated that she thought that all capital murders should be punished by life in prison. The state pointed out the inconsistency with her answer indicating that anyone convicted of capital murder should be sentenced to death, regardless of the special issues. Murdock agreed that she should not have checked the life-in-prison box. XVIII R.R. at 48-49.\n[5]  XVIII R.R. at 45-46.\n[6]  XVIII R.R. at 52-53.\n[7]  XVIII R.R. at 58-59.\n[8]  XVIII R.R. at 59-60.\n[9]  XVIII R.R. at 60.\n[10]  XVIII R.R. at 61, 63.\n[11]  XVIII R.R. at 63-64.\n[12]  XVIII R.R. at 65-66.\n[13]  XVIII R.R. at 66-67.\n[14]  XVIII R.R. at 69-70.\n[15]  XVIII R.R. at 73-74.\n[16]  XVIII R.R. at 81.\n[17]  XVIII R.R. at 84.\n[18]  XVIII R.R. at 84-86.\n[19]  XVIII R.R. at 86-91.\n[20]  XVIII R.R. at 93-94.\n[21]  As to some issues, the record reflects that Murdock was not so much confused as tending to agree with whomever spoke to her last.\n[22]  XVIII R.R. at 97.\n[23]  XVIII R.R. at 93.\n[24]  \"It may be that a juror could, in good conscience, swear to uphold the law and yet be unaware that maintaining such dogmatic beliefs about the death penalty would prevent him or her from doing so.\" Id. at 735, 112 S. Ct. 2222.\n[25]  XXI R.R. at 200-01.\n[26]  XXI R.R. at 202.\n[27]  XXI R.R. at 209.\n[28]  Q. Okay. I think that is consistent with your other answers but I want to make sure I understand. You disagree with the idea that these kinds of [mitigating] circumstances ought to be considered. But if the court instructs you to consider them, you will and you will consider them fairly and impartially?\n\nA. That's correct.\nQ. And despite your strong feelings that they shouldn't necessarily make a difference, you are open to the possibility that they may cause you to vote for a life sentence if you feel like those mitigating circumstances are there?\nA. Yes.\nXXI R.R. at 210.\n[29]  XXI R.R. at 212-13.\n[30]  XXI R.R. at 214.\n[31]  XXI R.R. at 215-18.\n[32]  XXI R.R. at 218-19.\n[33]  XXI R.R. at 223-25.\n[34]  XXI R.R. at 225-26.\n[35]  XXI R.R. at 229-30.\n[36]  XXI R.R. at 232.\n\n",
            "ocr": false,
            "opinion_id": 2540288
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}