{
    "id": 2037100,
    "judges": "O'Connor",
    "date_filed": "1988-11-08",
    "date_filed_is_approximate": true,
    "slug": "people-v-patterson",
    "case_name_short": "Patterson",
    "case_name": "People v. Patterson",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. TYRONE PATTERSON Et Al., Defendants-Appellants",
    "attorneys": "James J. Doherty, Public Defender, of Chicago (Donald S. Honchell, Assistant Public Defender, of counsel), for appellant Tyrone Patterson., Steven Clark and Elizabeth Clarke, both of State Appellate Defender’s Office, of Chicago, for appellant David Thomas., Richard M. Daley, State’s Attorney, of Chicago (Joan S. Cherry, Mary Ellen Dienes, and Timothy W. Heath, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b443-4\" pgmap=\"443\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. TYRONE PATTERSON et al., Defendants-Appellants.\n   </parties><br><court id=\"b443-6\" pgmap=\"443\">\n    First District (1st Division)\n   </court><docketnumber id=\"A1O\" pgmap=\"443\">\n    Nos. 84—720, 84—820 cons.\n   </docketnumber><br><decisiondate id=\"b443-8\" pgmap=\"443\">\n    Opinion filed January 21, 1986.\n   </decisiondate><br><attorneys id=\"b444-6\" pgmap=\"444\">\n    James J. Doherty, Public Defender, of Chicago (Donald S. Honchell, Assistant Public Defender, of counsel), for appellant Tyrone Patterson.\n   </attorneys><br><attorneys id=\"b444-7\" pgmap=\"444\">\n    Steven Clark and Elizabeth Clarke, both of State Appellate Defender’s Office, of Chicago, for appellant David Thomas.\n   </attorneys><br><attorneys id=\"b444-8\" pgmap=\"444\">\n    Richard M. Daley, State’s Attorney, of Chicago (Joan S. Cherry, Mary Ellen Dienes, and Timothy W. Heath, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "488 N.E.2d 1283",
        "140 Ill. App. 3d 421"
    ],
    "opinions": [
        {
            "author_str": "Connor",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n140 Ill. App.3d 421 (1986)\n488 N.E.2d 1283\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nTYRONE PATTERSON et al., Defendants-Appellants.\nNos. 84-720, 84-820 cons.\nIllinois Appellate Court \u0097 First District (1st Division).\nOpinion filed January 21, 1986.\n*422 James J. Doherty, Public Defender, of Chicago (Donald S. Honchell, Assistant Public Defender, of counsel), for appellant Tyrone Patterson.\nSteven Clark and Elizabeth Clarke, both of State Appellate Defender's Office, of Chicago, for appellant David Thomas.\nRichard M. Daley, State's Attorney, of Chicago (Joan S. Cherry, Mary Ellen Dienes, and Timothy W. Heath, Assistant State's Attorneys, of counsel), for the People.\nJudgments affirmed.\nJUSTICE O'CONNOR delivered the opinion of the court:\nFollowing a joint trial, defendants Tyrone Patterson and David Thomas were found guilty of murder. (Ill. Rev. Stat. 1983, ch. 38, par. 9-1(a)(1).) Patterson was sentenced to 24 years imprisonment; Thomas to 28 years. Their appeals have been consolidated.\nThe following issues are presented for review: (1) whether the trial court erred in not suppressing certain statements by Patterson that allegedly were made involuntarily and in violation of his sixth amendment right to counsel; (2) whether the trial court erred in denying Thomas' motion for severance; (3) whether Patterson was denied his right of confrontation by restrictions placed upon cross-examination by the trial court; and (4) whether various instances of prosecutorial misconduct deprived defendants of a fair trial. We affirm.\n*423 The following facts were adduced at trial. In the early morning hours of August 21, 1983, James Kevin Jackson was killed in a small park in Evanston. The murder occurred after an evening of violent gang-related incidents. Patterson and Thomas were members of the Vice Lords street gang. The victim belonged to a rival gang. Juan McCune, who testified for the State, belonged to a gang friendly with the Vice Lords.\nMcCune testified at trial that at approximately 3 a.m. on Sunday, August 21, 1983, the victim drove up in front of Thomas' house located at 2113 Dewey Street in Evanston. McCune and the defendants were sitting on the front steps with a third member of the Vice Lords, Carl Harmon. They approached the car and apparently recognized the victim. After words were exchanged, the victim was pulled from the car and beaten. The victim was dragged back into the car and driven to a small park a short distance away. There, the victim was beaten again and thrown face down in a large puddle of water. He was found dead the next day.\nThe defendants and McCune were arrested on unrelated misdemeanor charges on August 21, 1983. Harmon was not located until after the trial. McCune provided a statement implicating Patterson, Thomas and Harmon in the murder of Jackson. Patterson initially denied knowledge of the homicide, but eventually gave an inculpatory statement to police on August 23, 1983. He had been in custody for 43 hours and was under indictment for the murder at the time he made his statement.\nPrior to trial, Patterson moved to suppress his statement to police, and Thomas moved to sever his trial from Patterson's and to exclude evidence of gang membership. The court denied the motions.\nAt trial, McCune testified as a State witness. The State also presented the testimony of Lequita Adams, an ex-girlfriend of Thomas', and her mother, Nancy Adams, who testified Thomas \"as\" one of the men involved in the initial attack on the victim. Evanston police officer Michael Gresham testified about Patterson's arrest, his confinement and the circumstances surrounding his initial statement to police. Assistant State's Attorney George Smith testified that Patterson repeated his statement later the same evening.\nPatterson did not testify at trial. However, Thomas testified that he withdrew from the incident after the initial attack on the victim. He stated that he followed the car on foot to the park where he stopped about 25 feet away from the others and watched Harmon \"making downward motions\" with his hands. He then walked home. After closing arguments, the jury found Thomas and Patterson guilty *424 of murder.\nInitially, Patterson contends that the trial court erred in refusing to suppress his statement to police. He claims that the statement was taken in violation of his sixth amendment right to counsel, and that the circumstances surrounding his confinement rendered it involuntary. The State asserts that Patterson waived his sixth amendment argument by failing to raise it at trial or to include it in his post-trial motions. Defendant asserts that several exceptions to the waiver rule are applicable here. In view of our disposition of the case, we will assume without deciding that this issue was not waived.\nAt the hearing on the motion to suppress, Officer Gresham testified that Patterson was arrested on unrelated misdemeanor charges on August 21, 1983. He received Miranda warnings before he was placed in a lockup for the night. The next day, he was visited by his mother and his aunt. On August 23, 1983, Gresham informed Patterson that he had been indicted for murder. Patterson allegedly asked who else had been indicted and Gresham told him that Thomas and McCune had been indicted. Patterson asked why Harmon had not been indicted since \"he did everything.\" Gresham stopped Patterson and gave him Miranda warnings again. He also had Patterson sign a written Miranda waiver form. Patterson then described how he, Thomas, McCune and Harmon initially attacked the victim and then drove him to the park where Harmon beat the victim with clay boulders and threw him in a mud puddle.\nAssistant State's Attorney Smith testified that, at about 5:30 p.m. on August 23, 1983, he questioned Patterson about the Miranda rights waiver form and the conditions of his confinement. Patterson said he understood his rights, had no complaints about his treatment, and then he described the incident to Smith.\nAt the hearings, Patterson denied receiving any warnings about his right to counsel before he gave his statement. He testified that on August 23, Gresham told him that he had been indicted for murder and that Harmon would testify. Gresham also indicated that if Patterson told him what he knew, it would go better for him. He did not sign the Miranda rights waiver form until after he gave his statement.\nThere is no question but that at the time Patterson gave his statement to police he was under indictment for murder and his sixth amendment right to counsel had attached. What is at issue is whether he effectively waived this right prior to making the statement.\n\u0095 1 The standard consistently applied in this area is whether the State has proven an intentional relinquishment or abandonment of a *425 known right or privilege. (Brewer v. Williams (1977), 430 U.S. 387, 404, 51 L.Ed.2d 424, 439, 97 S.Ct. 1232, 1242; People v. Aldridge (1980), 79 Ill.2d 87, 93, 402 N.E.2d 176.) Patterson relies on Federal court decisions for the proposition that the sixth amendment requires a higher standard for showing waiver of the right to counsel than that required for Miranda waivers. Although the United States Supreme Court and the Illinois Supreme Court have not decided this question (Brewer v. Williams (1977), 430 U.S. 387, 405-06, 51 L.Ed.2d 424, 441, 97 S.Ct. 1232, 1243; People v. Owens (1984), 102 Ill.2d 88, 101-02, 464 N.E.2d 261), we believe the result and analysis used in Owens is applicable here.\nIn Owens, the court held that an accused had effectively waived his sixth amendment right to counsel prior to making certain incriminating statements where:\n\"defendant explicitly acknowledged in his suppression-hearing testimony that he knew he was being held for questioning in a murder. Thus, he was aware of the severity of the situation facing him and, since he had been given his Miranda warnings, he knew he had the right to have an attorney present during questioning.\" People v. Owens (1984), 102 Ill.2d 88, 102-03, 464 N.E.2d 261.\nIn the case at bar, Patterson knew he was under indictment for murder, so he was aware of the gravity of his legal situation. Because he had been given Miranda warnings, he was informed of his right to have an attorney present during questioning. These facts and circumstances are sufficient to show that Patterson intelligently waived his known right to counsel before making his statements to police.\n\u0095 2 Patterson also contends that his statements were coerced and involuntary because he was denied his right to post bail, confined for 43 hours without food or sleep, and denied medical attention for a previously incurred jaw injury.\nIn determining the voluntariness of an inculpatory statement, the totality of the circumstances surrounding the making of the statement must be considered. (People v. Simmons (1975), 60 Ill.2d 173, 326 N.E.2d 383; People v. Wilson (1974), 16 Ill. App.3d 473, 306 N.E.2d 626, modified (1975), 60 Ill.2d 235.) Even where individual facets of police conduct would not be coercive if taken singly, a combination of circumstances may act together to create sufficient pressure on the accused to produce a confession that is not \"voluntary.\" (People v. Washington (1980), 90 Ill. App.3d 631, 634, 413 N.E.2d 170, cert. denied (1981), 454 U.S. 846, 70 L.Ed.2d 132, 102 S.Ct. 162.) Here, the trial court found that the circumstances present in this case, *426 whether taken singly or in combination, did not render Patterson's statement involuntary. We will not reverse a trial court's finding of voluntariness unless it is against the manifest weight of the evidence. People v. Rhoads (1979), 73 Ill. App.3d 288, 308, 391 N.E.2d 512.\nPatterson contends that his statement was the result of an illegal detention caused by a denial of his right to post bail. He alleges that his release on bond was prevented when police officers told his mother that no bond had been set, when in fact his bond had been set at $2,000, so a cash deposit of $200 was required for his release.\nWhile the police were not obligated orally to advise defendant of the right to post bail (People v. Seymour (1981), 84 Ill.2d 24, 30-31, 416 N.E.2d 1070), the record reveals that Patterson and his mother were apprised of the amount of his bond. There is no evidence that either Patterson or his mother attempted to tender the bond money. The allegation by Patterson's mother that she had sufficient funds to pay the bond was controverted by her own testimony on cross-examination and by Officer Gresham's testimony. The trial court could properly conclude that Patterson's statements were not caused by a denial of his right to post bail.\n\u0095 3 Even though Patterson had been confined for 43 hours when he made his statement, it is clear from the record that he was not subjected to impermissibly long periods of interrogation. He was not isolated or refused access to friends and relatives. He was not denied food or opportunities for rest. Furthermore, allegations that he was denied medical attention were unsubstantiated and contradicted by Officer Gresham and Assistant State's Attorney Smith. Clearly, the trial court's conclusion that Patterson's statement was made voluntarily was not against the manifest weight of the evidence.\n\u0095 4 Thomas contends that the trial court erred in denying his motion for severance. However, the general rule is that defendants jointly indicted should be jointly tried unless a separate trial is required to avoid prejudice to one of the defendants. (People v. Lee (1981), 87 Ill.2d 182, 187, 429 N.E.2d 461.) Severance is justified where there are antagonistic defenses or where, in a joint trial, an admission of one defendant implicating a codefendant is introduced at trial and the defendant who made the admission does not testify. (People v. Daugherty (1984), 102 Ill.2d 533, 541-42, 468 N.E.2d 969.) Thomas claims that severance is required under either rationale.\nWe find that Patterson's defense was not antagonistic to Thomas' defense that he was near the scene of the crime, but did not participate in it. We need not decide whether the reverse is also true, since only Thomas raises the issue of antagonistic defenses. People v. Murphy *427 (1981), 93 Ill. App.3d 606, 610, 417 N.E.2d 745.\n\u0095 5 Thomas also claims that severance was required because of Patterson's pretrial statement. Patterson's original statement to police stated that Thomas was in the car as it drove to the park and that he was present at the scene of the murder. The trial court redacted Patterson's statement to eliminate all references to Thomas being in the car or at the park. But when Officer Gresham introduced the essence of Patterson's statement at trial, he testified that Patterson said he ran out of the park with Harmon while Thomas ran off in a different direction. Counsel's objection was sustained and the jury was instructed to disregard it. Thomas now claims that this violation of the trial court's redaction order prejudicially implied that he was present at the scene of the crime. However, Thomas testified that he stood about 25 feet from where the crime was committed and then walked out of the park shortly before the others. Patterson's redacted statement (as testified to at trial) did not contradict Thomas' trial testimony to a significant degree, nor did it implicate Thomas by showing a greater connection to the crime than was shown by his own testimony. Consequently, Patterson's redacted statement did not sufficiently conflict with Thomas' defense to warrant severance.\nMoreover, Thomas' reliance on People v. Trass (1985), 136 Ill. App.3d 455, 483 N.E.2d 567, is misplaced. In Trass, the court found Trass' defense that he merely witnessed the attack on the victim by his codefendant, Bryant, and others, was antagonistic to Bryant's defense that he was attempting to help the victim from being robbed by the other codefendants. (136 Ill. App.3d 455, 460, 483 N.E.2d 567.) Severance was also required because, even though a statement by Trass was redacted to eliminate Bryant's name, other evidence clearly implicated Bryant as the perpetrator referred to in Trass' statement. (136 Ill. App.3d 455, 460-61, 483 N.E.2d 567.) Here, in contrast, Patterson's defense was not antagonistic to Thomas' defense, and Patterson's redacted statement, even when considered with other evidence, did not directly conflict with Thomas' defense. In view of these facts and the prompt curative action by the court, we find Trass distinguishable and, therefore, affirm the trial court's denial of Thomas' motion for severance.\n\u0095 6 In addition, Thomas claims that the prosecutor prejudicially attacked his moral character when he was asked during cross-examination whether he had stopped dating Lequita Adams, a State witness, because he had impregnated another girl. Counsel's objection to this question was sustained, and the jury was instructed to disregard any question to which an objection had been sustained. This was sufficient *428 to cure any error regarding this isolated question. See People v. Belvedere (1979), 72 Ill. App.3d 998, 1014, 390 N.E.2d 1239, appeal denied (1979), 79 Ill.2d 622.\n\u0095 7 Patterson argues that the trial court's restrictions on defense counsel's cross-examination of Assistant State's Attorney Smith deprived him of his sixth amendment right to confront witnesses against him. He contends that, if cross-examination had been allowed to continue, he would have been able to impeach Smith by showing that Smith violated State's Attorney procedure by failing to preserve Patterson's statement in writing.\nDefendants are allowed a wide latitude to show bias. (People v. Wilkerson (1981), 87 Ill.2d 151, 156, 429 N.E.2d 526.) However, the scope of cross-examination rests largely within the discretion of the trial court, and we will reverse its ruling only where an abuse of that discretion results in manifest prejudice to the defendant. People v. Owens (1984), 102 Ill.2d 88, 103, 464 N.E.2d 261.\nIn the instant case, Assistant State's Attorney Smith's testimony was not crucial to the prosecution since Officer Gresham also testified about Patterson's statement. Moreover, the jury heard evidence that the statements of other witnesses were preserved in writing, but Patterson's statement was not. Defense counsel was permitted to comment during closing arguments on the inferences to be drawn from the assistant State's Attorney's failure to preserve Patterson's statement in writing. We find the error, if any, in limiting cross-examination was harmless beyond a reasonable doubt.\n\u0095 8 Finally, Thomas contends that various comments made by the prosecutor during his closing arguments deprived him of a fair trial. A prosecutor is permitted great latitude in his closing argument (People v. Hine (1980), 88 Ill. App.3d 671, 679, 410 N.E.2d 1017), and improper remarks will not require reversal of a conviction unless they constitute a material factor in defendant's conviction. (People v. Hoddenbach (1983), 116 Ill. App.3d 57, 62, 452 N.E.2d 32.) Thomas now argues that the prosecutor improperly expressed his personal belief in the veracity of Juan McCune during closing arguments when he stated:\n\"I turned him State's evidence a month ago. That was a decision I had to make. I put my experience, and what I see from the case into that, to make that decision. And if you think I'm wrong, fine.\nBut, it has nothing to do with the evidence against these two, if I made a wrong decision on Juan Macuen [sic]. But I had to decide, as I want you to decide, whether or not Juan Macuen *429 [sic] was telling the truth.\"\nIn the context of the argument, the prosecutor was merely explaining how McCune became a State witness. Because the prosecutor ultimately left the issue of McCune's credibility to the jury's determination, we do not believe that the prosecutor put his personal or professional reputation behind McCune's veracity. (People v. Belvedere (1979), 72 Ill. App.3d 998, 1022-23, 390 N.E.2d 1239; People v. Bragg (1979), 68 Ill. App.3d 622, 631, 386 N.E.2d 485.) In addition, we have carefully examined defendant's other assertions of error regarding closing arguments and find them to be without merit.\nFor the foregoing reasons, defendants' convictions and sentences are affirmed.\nAffirmed.\nCAMPBELL and QUINLAN, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2037100
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}