{
    "id": 1880890,
    "judges": "Justices James, Francis, and Lang",
    "date_filed": "1998-12-29",
    "date_filed_is_approximate": true,
    "slug": "jackson-v-state",
    "case_name_short": null,
    "case_name": "Jackson v. State",
    "case_name_full": "Kenneth Wayne JACKSON, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Lydia M. V. Brandt, The Brandt Law Firm, P.C., Richardson, for Appellant., William T. (Bill) Hill, Jr., Kimberly A. Schaefer, Assistant District Attorney, Dallas, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b346-7\">\n    Kenneth Wayne JACKSON, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b346-10\">\n    No. 05-02-00536-CR.\n   </docketnumber><br><court id=\"b346-11\">\n    Court of Appeals of Texas, Dallas.\n   </court><br><decisiondate id=\"b346-13\">\n    Sept. 5, 2003.\n   </decisiondate><br><attorneys id=\"b347-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"327\"> \n     *327\n     </span>\n    Lydia M. V. Brandt, The Brandt Law Firm, P.C., Richardson, for Appellant.\n   </attorneys><br><attorneys id=\"b347-13\">\n    William T. (Bill) Hill, Jr., Kimberly A. Schaefer, Assistant District Attorney, Dallas, for the State.\n   </attorneys><br><judges id=\"b347-14\">\n    Before Justices JAMES, FRANCIS, and LANG.\n   </judges>",
    "citations": [
        "115 S.W.3d 326"
    ],
    "opinions": [
        {
            "author_str": "Lang",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n115 S.W.3d 326 (2003)\nKenneth Wayne JACKSON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 05-02-00536-CR.\nCourt of Appeals of Texas, Dallas.\nSeptember 5, 2003.\n*327 Lydia M. V. Brandt, The Brandt Law Firm, P.C., Richardson, for Appellant.\nWilliam T. (Bill) Hill, Jr., Kimberly A. Schaefer, Assistant District Attorney, Dallas, for the State.\nBefore Justices JAMES, FRANCIS, and LANG.\n\nOPINION\nOpinion by Justice LANG.\nKenneth Wayne Jackson appeals his conviction, after a jury trial, of murder. The jury assessed punishment at sixty years' confinement. In four issues, appellant argues (1) his constitutional due process rights were violated because the jury was not allowed to consider evidence of his diminished capacity on the element of mens rea; (2) he received ineffective assistance of counsel; (3) the evidence was legally and factually insufficient to support his conviction; and (4) the trial court erred by failing to give lesser-included offense instructions to the jury. For reasons that follow, we affirm the trial court's judgment.\n\nFACTUAL AND PROCEDURAL BACKGROUND\nAfter a night of socializing with friends, appellant and his brother, Van Banks, returned home and began arguing. Appellant's mother awoke and helped break up the fight. Appellant told Banks, \"Don't go to sleep. I'm going to hurt you.\" Banks then went to sleep in his mother's room, and appellant eventually fell asleep on a couch in the living room. Appellant's sister, Tina, left home to drive their mother to work around 7:00 a.m. While Tina and Mother were gone, appellant entered the room where his brother was sleeping and hit him over the head with a hammer twice, crushing the skull and splattering brain matter on the wall and furniture. *328 Appellant then phoned 911 for an ambulance. Banks died before he could be taken to the hospital. Appellant gave a handwritten statement admitting he hit Banks with a hammer. At trial, appellant introduced evidence that he had been diagnosed with mental illness when he was fourteen. A jury convicted appellant of murder and sentenced him to sixty years' imprisonment.\n\nEVIDENCE OF DIMINISHED CAPACITY\nIn his first issue, appellant argues his due process and due course of law rights were violated when the jury was prevented from considering evidence of his \"diminished capacity,\" which appellant claims would have negated the mens rea required for a murder conviction. In his second issue, appellant contends he received ineffective assistance of counsel when his attorney failed to object to the trial court's statement and the prosecutor's argument that the jury could not consider the evidence of his diminished capacity.\nIn Cowles v. State, 510 S.W.2d 608, 609 (Tex.Crim.App.1974), the court of criminal appeals stated the general rule that proof that an accused suffers from a mental weakness or emotional disturbance, short of the inability to distinguish right from wrong, is not admissible at the guilt-innocence stage of trial. The court also stated an exception to this general rule exists \"where specific intent is an element of the offense for which the accused is being tried, as in the different degrees of murder and the `with intent' crimes.\" Id. at 610.\nTen years later, the court revisited the issue in Wagner v. State, 687 S.W.2d 303, 310 (Tex.Crim.App.1984) (op. on reh'g), a case involving a specific-intent crime and a defendant's attempt to invoke the Cowles exception. In Wagner, the court of criminal appeals referred to the Cowles exception as \"dicta\" because Cowles involved a non-specific-intent crime. The Wagner court declined to accept appellant's argument that evidence of his mental impairment was admissible at the guilt-innocence phase of trial. Id. at 311-12. In short, the court held that a defendant's \"lack of normal impulse control is simply not a circumstance recognized by the Legislature to diminish the criminal responsibility of an accused or reduce his crime to a lesser included offense.\" Id. at 312.\nAppellant argues it was error in this case for the jury not to consider evidence that he was bipolar and suffered from paranoid schizophrenia. However, it is clear that there is no \"diminished capacity\" defense to defeat the element of mens rea during the guilt-innocence phase of trial. Id.; see also Warner v. State, 944 S.W.2d 812, 815 (Tex.App.-Austin 1997, pet. ref'd) (\"We disagree ... that the `Cowles exception' is alive in today's criminal jurisprudence.... [T]he exception mentioned in Cowles is twenty-three-year-old dicta.\"), pet. dism'd, improvidently granted, 969 S.W.2d 1 (Tex.Crim.App.1998); Thomas v. State, 886 S.W.2d 388, 391 (Tex.App.-Houston [1st Dist.] 1994, pet. ref'd) (\"We do not recognize any such defense as a legal justification for criminal acts.\"); De La Garza v. State, 650 S.W.2d 870, 876 (Tex.App.-San Antonio 1983, pet. ref'd) (\"The defense of diminished capacity has not been recognized by the Texas Legislature nor by the courts.\"). Therefore, appellant's due process rights were not violated by the trial court's statement and the prosecutor's argument that the jury was not to consider such evidence when determining appellant's guilt. We resolve appellant's first issue against him.\nAppellant's second issue is likewise without merit. The standards for raising an ineffective assistance of counsel claim in Texas are well-established. See Bone v. State, 77 S.W.3d 828, 833 (Tex.Crim.App.2002). *329 To prevail on his claims, an appellant must first show that his counsel's performance was deficient. Id. (citing Strickland v. Washington, 466 U.S. 668, 687, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984)). Because we have already concluded there is no \"diminished capacity\" doctrine in Texas, it was not deficient representation for appellant's trial counsel to fail to raise diminished capacity or object to its absence. We resolve appellant's second issue against him.\n\nLEGAL &amp; FACTUAL SUFFICIENCY OF THE EVIDENCE\nIn his third issue, appellant challenges the sufficiency of the evidence, but only as to the evidence that he acted with the requisite intent. When reviewing challenges to the legal and factual sufficiency of the evidence, we apply well-known standards. See Jackson v. Virginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979); Johnson v. State, 23 S.W.3d 1, 11 (Tex.Crim.App.2000); Clewis v. State, 922 S.W.2d 126, 129 (Tex.Crim.App.1996). The jury was instructed it could find appellant guilty if it found that he (1) intentionally or knowingly caused the death of an individual, or (2) intended to cause serious bodily injury and committed an act clearly dangerous to human life that caused the death of an individual. See Tex. Pen.Code Ann. § 19.02(b) (Vernon 2003). Intent may be inferred from the acts, words, and conduct of the accused. See Manrique v. State, 994 S.W.2d 640, 649 (Tex.Crim.App.1999). The specific intent to kill may be inferred from the use of a deadly weapon. Flanagan v. State, 675 S.W.2d 734, 744 (Tex.Crim.App.1984) (op. on reh'g).\nAppellant's mother testified that in the early morning hours of May 5, 2001, she awoke to the sounds of a struggle. She found her two sons, appellant and Banks, fighting in the living room. She ordered the two to quit fighting and go to bed. Mother heard appellant tell Banks, \"Don't go to sleep. I'm going to hurt you.\" Appellant's sister, Tina, corroborated Mother's testimony. Dr. Lynn Salzberger, who performed Banks's autopsy, testified that there were \"two round defects\" on Banks's skull, indicating there had been two separate blunt impacts to the head. Sergeant Jack Gilbert testified that he took a handwritten statement from appellant on the morning of May 5. In the statement, appellant admitted, \"I went and got a hammer from the kitchen and hit him in the head. Then I went and put the hammer back in the kitchen.\"\nAppellant testified in his own defense. He admitted hitting Banks in the head with a hammer. He testified that he did not intend to kill his brother. However, in response to a question asking whether he intended to cause serious bodily injury, appellant stated that he \"tried to hurt him like he tried to hurt me.\"\nViewing the evidence in the light most favorable to the verdict, we conclude a rational trier of fact could have found beyond a reasonable doubt that appellant intentionally or knowingly caused the death of his brother or that he intended to cause serious bodily injury and committed an act clearly dangerous to human life that caused the death of his brother. We also conclude the evidence is not so weak that the jury's verdict was clearly wrong and unjust, nor is the verdict so against the overwhelming weight of the evidence as to be clearly wrong and unjust. Accordingly, the evidence is legally and factually sufficient. We resolve appellant's third issue against him.\n\nLESSER-INCLUDED OFFENSE INSTRUCTION\nIn his final issue, appellant argues the trial court erred in failing to give *330 lesser-included instructions on involuntary manslaughter and criminally negligent homicide.\nA jury charge on a lesser offense is not always required merely because proof of a lesser offense is included within the proof of the greater offense. Creel v. State, 754 S.W.2d 205, 210 (Tex.Crim.App.1988). Whether a charge on a lesser-included offense is required is determined by a two-pronged test: (1) whether the offense is a lesser-included offense; and (2) whether some evidence exists in the record that would permit a jury to rationally find that, if guilty of an offense, the defendant is guilty only of the lesser-included offense. Schweinle v. State, 915 S.W.2d 17, 18 (Tex.Crim.App.1996); Rousseau v. State, 855 S.W.2d 666, 672 (Tex.Crim.App.1993).\nAs long as evidence from any source raises an issue that a lesser-included offense may have been committed, and a jury charge is properly requested, the issue must be submitted to the jury. Thomas v. State, 699 S.W.2d 845, 849 (Tex.Crim.App.1985). The credibility of the evidence and whether it is disputed or conflicts with other evidence may not be considered in determining whether such a charge should be given. Id. However, the evidence must establish the lesser-included offense as a valid, rational alternative to the charged offense. Wesbrook v. State, 29 S.W.3d 103, 113 (Tex.Crim.App.2000). This is so because the second prong of the test preserves the integrity of the jury as the factfinder by ensuring the jury is instructed on a lesser-included offense only when that offense constitutes a valid, rational alternative to the charged offense. Arevalo v. State, 943 S.W.2d 887, 889 (Tex.Crim.App.1997). If a jury were instructed on a lesser-included offense not raised by the evidence, then the instruction \"would constitute an invitation to the jury to return a compromise or otherwise unwarranted verdict.\" Id.\nThe record reflects that appellant requested the additional instructions before the charge was read to the jury. Clearly, involuntary manslaughter and criminally negligent homicide are lesser-included offenses of murder. However, the second prong of the test can be satisfied only if there is some evidence that would allow a rational jury to find that if the defendant is guilty, he is guilty only of involuntary manslaughter or criminally negligent homicide. Manslaughter requires proof that the defendant acted recklessly, i.e., that he consciously disregarded a substantial and unjustifiable risk of which he was aware. See Tex. Pen.Code Ann. §§ 6.03(c), 19.04(a)(Vernon 2003). Criminally negligent homicide requires proof that the defendant acted with criminal negligence, i.e., that he ought to have been aware of a substantial and unjustifiable risk that the result would occur. See id. §§ 6.03(d), 19.05(a).\nAppellant admitted he hit Banks over the head with a hammer as Banks slept. The medical examiner stated that Banks's injuries to his head were consistent with at least two blows by a hammer, and Banks died as a result of complications resulting from an assault in which he received multiple blunt force injuries to his head. Appellant's mother and sister testified that appellant threatened Banks shortly before the attack. This evidence shows that appellant intentionally caused serious bodily injury and committed an act clearly dangerous to human life that caused Banks's death. The jury was instructed that a person commits murder if he \"intentionally or knowingly causes the death of an individual or intends to cause serious bodily injury and commits an act clearly dangerous to human life that causes the death of an individual.\" There was no evidence *331 here that if appellant was guilty, he was guilty only of a lesser mens rea. Thus, we conclude the trial court did not err in refusing to instruct on involuntary manslaughter and criminally negligent homicide. We resolve appellant's fourth issue against him.\n\nCONCLUSION\nWe conclude the trial court did not err by failing to include an instruction on appellant's mental illness to defeat the element of specific intent because there is no \"diminished capacity\" defense in Texas. It follows that appellant's trial counsel was not ineffective for failing to raise or object to the absence of the defense. We further conclude the evidence was legally and factually sufficient to support the jury's verdict that appellant intentionally caused the injuries that resulted in Banks's death. Finally, we conclude the trial court did not err in refusing to instruct the jury on the lesser-included offenses of involuntary manslaughter and criminally negligent homicide.\nHaving resolved each of appellant's issues against him, we affirm the trial court's judgment.\n",
            "ocr": false,
            "opinion_id": 1880890
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}