{
    "id": 2584170,
    "judges": "Bukaty, Elliott, Malone",
    "date_filed": "1996-08-06",
    "date_filed_is_approximate": true,
    "slug": "city-of-norton-v-wonderly",
    "case_name_short": "Wonderly",
    "case_name": "City of Norton v. Wonderly",
    "case_name_full": "City of Norton, Appellee, v. Joshua Dean Wonderly, Appellant",
    "attorneys": "Daniel C. Walter, of Ryan, Walter & McClymont, Chtd., of Norton, for appellant., R. Douglas Sebelius, city prosecutor, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b833-5\">\n    (172 P.3d 1205)\n   </citation><br><docketnumber id=\"b833-6\">\n    No. 97,889\n   </docketnumber><br><parties id=\"b833-7\">\n    City of Norton,\n    <em>\n     Appellee,\n    </em>\n    v. Joshua Dean Wonderly,\n    <em>\n     Appellant.\n    </em>\n</parties><decisiondate id=\"AyYz\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"798\"> \n     *798\n     </span>\n    Opinion filed December 14, 2007.\n   </decisiondate><br><attorneys id=\"b834-8\">\n<em>\n     Daniel C.\n    </em>\n    Walter, of Ryan, Walter &amp; McClymont, Chtd., of Norton, for appellant.\n   </attorneys><br><attorneys id=\"b834-9\">\n<em>\n     R. Douglas Sebelius,\n    </em>\n    city prosecutor, for appellee.\n   </attorneys><br><judges id=\"b834-10\">\n    Before Malone, P.J., Elliott, J., and Bukaty, S.J.\n   </judges>",
    "citations": [
        "172 P.3d 1205",
        "38 Kan. App. 2d 797"
    ],
    "opinions": [
        {
            "author_str": "Malone",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7307.0,
            "opinion_text": "\n172 P.3d 1205 (2007)\nCITY OF NORTON, Appellee,\nv.\nJoshua Dean WONDERLY, Appellant.\nNo. 97,889.\nCourt of Appeals of Kansas.\nDecember 14, 2007.\n*1207 Daniel C. Walter, of Ryan, Walter &amp; McClymont, Chtd., of Norton, for appellant.\nR. Douglas Sebelius, city prosecutor, for appellee.\nBefore MALONE, P.J., ELLIOTT, J., and BUKATY, S.J.\nMALONE, J.\nJoshua Dean Wonderly appeals his conviction of driving under the influence of alcohol (DUI). Wonderly claims the district court erred in denying his motion to suppress evidence arising from a traffic stop. We conclude the arresting officer had reasonable suspicion to stop Wonderly's vehicle. However, the officer's decision to transport Wonderly in handcuffs to the sheriff's office to conduct field sobriety tests constituted an arrest without probable cause. Accordingly, the evidence obtained at the sheriff's office must be suppressed and Wonderly's DUI conviction is reversed.\n\nFactual and procedural background\nOn June 24, 2005, at approximately 11 p.m., a motorist and his passenger called law enforcement on his cell phone and reported that a white Chevrolet pickup truck traveling northbound on Highway 283 towards Norton, Kansas, had been swerving, spinning its tires, and traveling at a high rate of speed. The callers told the dispatcher their names, reported the truck's license plate number, and stated that the pickup truck was traveling behind two semitrailer trucks as it approached Norton.\nOfficer Pat Morel of the Norton Police Department was on routine patrol that evening. He received a call from dispatch, at approximately 11:25 p.m., stating that a white Chevrolet pickup truck traveling northbound on Highway 283 was driving erratically and at a high rate of speed. Dispatch also gave Morel the truck's license plate number and told him that the pickup truck would be following two semitrailer trucks coming into Norton. Morel parked his patrol car at the south edge of Norton in anticipation of the truck's arrival.\nAt 11:34 p.m., Morel saw two semitrailer trucks travel past him, and then he saw a white pickup truck following behind. The pickup truck made a right-hand turn off Highway 283 and onto a city street. Morel left the parking lot and followed the truck, making sure that its license plate number matched the one given to him by dispatch. Morel ran the tag number, and the results indicated that the truck belonged to Wonderly. After following the truck for 3 minutes, or approximately 3/4 of a mile, and not observing any traffic infractions, Morel activated *1208 his lights. In response, Wonderly pulled the truck over in a normal manner.\nAfter the truck pulled over, Wonderly exited the vehicle. Morel yelled at Wonderly to get back into the truck, but Wonderly ignored Morel's order and continued to walk toward the back of the truck. Morel yelled at him again to get back into the truck and Wonderly finally complied. As Morel approached the truck, he could see there were other passengers inside the vehicle. Morel went to the driver's side window and saw Wonderly sitting behind the wheel. Wonderly rolled down the driver's side window and immediately Morel could smell alcohol. However, Morel could not tell whether the source of the odor came from Wonderly, the other passengers, or the truck itself.\nAccording to Morel, Wonderly had bloodshot eyes. Morel asked for Wonderly's driver's license, and Wonderly provided the license to Morel without any difficulty. Morel then told Wonderly to step outside the truck, and Wonderly complied, showing no difficulties in doing so. When Wonderly opened the door and stepped outside the truck, Morel could finally see there were three other people sitting in the back seat of the truck and one other person sitting in the front passenger seat.\nOnce Wonderly was outside the truck, Morel asked him to walk to the patrol car and take a seat inside. Wonderly complied, having no problems walking back to Morel's patrol car. Once Morel and Wonderly were seated inside, Morel stated that he could smell alcohol on Wonderly's breath. Morel asked Wonderly if he had been drinking, and Wonderly said that he had some drinks at a local bar earlier that evening and one or two drinks at a bar in Lenora, Kansas. Morel described Wonderly's speech as \"fair\" and \"not particularly slurred.\"\nMorel asked Wonderly if he would submit to a preliminary breath test (PBT), and then informed Wonderly of the statutory advisories. One of these advisories included the notice that a refusal to submit to a PBT would be considered a traffic infraction. After Morel gave Wonderly the advisories, Wonderly agreed to take the PBT. From his training and experience, Morel knew the PBT required a 15-minute alcohol deprivation period prior to administering the test. However, Morel admitted that he did not wait 15 minutes before administering the PBT. The results of the test indicated that the alcohol concentration in Wonderly's breath was greater than .08.\nBefore and during the traffic stop, it had been raining and misting in Norton, making the streets slick. Because of these conditions and the fact that Morel wanted to continue his investigation, Morel decided that Wonderly should perform field sobriety tests at the sheriff's office. Morel told Wonderly to inform his friends that Wonderly would be going to the sheriff's office. Morel did not place Wonderly under arrest, but he also did not give Wonderly the option to perform the field sobriety tests elsewhere. After Wonderly told his passengers the news, the passengers exited the truck. According to Morel, the front seat passenger became belligerent, which agitated Wonderly. Morel decided to handcuff Wonderly and place him in the front seat of the patrol car for his safety as well as for Morel's safety.\nThe sheriff's office was located 2 blocks away from the traffic stop. Morel stated that they left the scene of the traffic stop at 11:44 p.m., and they arrived at the sheriff's office at 11:46 p.m. Once there, Morel had Wonderly perform a walk-and-turn test. Morel noted that Wonderly improperly turned, and he took an incorrect number of steps when he walked back to the starting point. Morel also had Wonderly do a one-legged stand for 30 seconds, which resulted in no clues of intoxication. Morel also had Wonderly say the alphabet, starting with E and ending at M. Morel said Wonderly started at M and ended at O. Morel testified that based on everything he had observed at the traffic stop and at the sheriff's office, he concluded that Wonderly was impaired to the extent that he could not safely drive a vehicle.\nMorel then proceeded to give Wonderly oral and written notice of Kansas' implied consent warnings and then requested that Wonderly submit to a breath test on the Intoxilyzer 5000. Wonderly submitted to the *1209 breath test. The results of the test indicated a blood-alcohol concentration of .174. Morel then issued Wonderly a citation for DUI.\nWonderly was convicted and sentenced for DUI in Norton Municipal Court. He timely appealed to the Norton County District Court. Wonderly filed a motion to suppress the evidence. After conducting a hearing, the district court denied the motion. The district court found there was reasonable suspicion to justify the traffic stop. The district court found the PBT results could not be considered based on State v. Jones, 279 Kan. 71, 106 P.3d 1 (2005), and Morel's failure to wait 15 minutes before administering the PBT. However, the district court found there was sufficient evidence, independent of the PBT results, which gave Morel reasonable grounds to request Wonderly to submit to the Intoxilyzer 5000. The district court also determined there was probable cause at the scene of the traffic stop to arrest Wonderly for DUI. Thus, the district court ruled that the evidence obtained from Wonderly at the sheriff's office, including the results of the Intoxilyzer 5000, could be admitted at trial.\nThe parties submitted the case for a bench trial on stipulated facts. Wonderly preserved the issues he raised in his motion to suppress evidence. The district court found Wonderly guilty of DUI. He timely appeals.\n\nStandard of review\nWhen reviewing a district court's decision on a motion to suppress, an appellate court reviews the factual underpinnings of that decision under a substantial competent evidence standard. State v. Ackward, 281 Kan. 2, 8, 128 P.3d 382 (2006). \"Substantial evidence\" is such legal and relevant evidence as a reasonable person might accept as being sufficient to support a conclusion. State v. Luna, 271 Kan. 573, 574-75, 24 P.3d 125 (2001). An appellate court does not reweigh the evidence, pass on the credibility of the witnesses, or resolve conflicts in the evidence. Ackward, 281 Kan. at 8, 128 P.3d 382. However, the district court's ultimate legal conclusion drawn from the evidence presented at the suppression hearing is a legal question requiring an appellate court to apply a de novo standard of review. State v. Green, 32 Kan. App. 2d 789, 792, 89 P.3d 940, rev. denied 278 Kan. 849 (2004).\n\nWas the traffic stop justified?\nWonderly claims the district court erred in finding there was reasonable suspicion to justify the traffic stop. Wonderly contends that any reasonable suspicion Morel may have had when he initially saw Wonderly drive into Norton was dispelled by Morel's failure to observe Wonderly commit any traffic infractions while following him for 3/4 of a mile before pulling him over.\nUnder the Fourth Amendment to the United States Constitution, a traffic stop is considered a seizure. See State v. McKeown, 249 Kan. 506, 509-10, 819 P.2d 644 (1991). Consequently, in order to perform a traffic stop, Terry v. Ohio, 392 U.S. 1, 88 S. Ct. 1868, 20 L. Ed. 2d 889 (1968), and K.S.A. 22-2402(1) require law enforcement officers to possess reasonable suspicion that the driver of the vehicle is committing, has committed, or is about to commit a crime. A traffic infraction provides an objectively valid reason to effectuate a traffic stop. State v. Moore, 283 Kan. 344, 350, 154 P.3d 1 (2007).\nIn State v. Partridge, 29 Kan. App. 2d 887, 33 P.3d 862, rev. denied 272 Kan. 1422 (2001), a case very similar to Wonderly's, a police officer received a call from dispatch telling him that a motorist, while on the highway and using her cell phone, reported that she was following a reckless driver traveling southbound on Highway 196 between Potwin and El Dorado. The motorist described the car and gave the dispatcher the license plate number, which the dispatcher then conveyed to the officer. In response to the call, the officer parked his vehicle at a spot he believed the car would pass. When a car matching the dispatcher's description passed, the officer pursued the car and pulled it over. The officer had not observed any traffic infractions. During the traffic stop, the officer discovered that the driver had a suspended driver's license, a crime he was eventually convicted of in Butler County District Court.\nOn appeal, this court affirmed the conviction. 29 Kan. App. 2d at 891, 33 P.3d 862. *1210 Regarding whether the traffic stop was justified, this court stated:\n\"Under the facts of this appeal, where a motorist calls a law enforcement agency, identifies herself, and gives firsthand information she is following a car being driven at that very moment on a public highway in such a manner as to endanger the lives of the caller and other motorists, there is an adequate showing of the informant's basis of knowledge and veracity to support reasonable suspicion justifying the stop for further investigation.\" 29 Kan. App. 2d at 891, 33 P.3d 862.\nHere, the two identified callers gave firsthand information to law enforcement that a reckless driver was upon a public highway and gave law enforcement a description of the pickup truck, its license plate number, and stated that the pickup truck was traveling behind two semitrailer trucks towards Norton. When Morel saw a truck coming into Norton that matched the dispatcher's description and was traveling behind two semitrailer trucks, he had reasonable suspicion to stop the pickup truck even without observing any traffic infractions.\nWonderly's primary argument is that any reasonable suspicion Morel may have had when he initially saw Wonderly drive into Norton was dispelled by Morel's failure to observe Wonderly commit any traffic infractions while following him for 3/4 of a mile before pulling him over. We disagree. Reasonable suspicion still existed despite the fact that Morel did not see Wonderly commit any traffic infractions during the 3 minutes he followed Wonderly before pulling him over. Morel used this time to make sure the license plate number matched the one given to him by dispatch. Three minutes of good driving within the city limits did not dissipate Morel's reasonable suspicion based on the information conveyed to him that Wonderly had driven his truck in an reckless manner.\nHad a more significant amount of time elapsed after Morel initially observed Wonderly before Morel stopped the truck, the result might have been different. See State v. Schneider, 32 Kan. App. 2d 258, 262-63, 80 P.3d 1184 (2003) (court questioned a pretextual traffic stop where officers did not stop vehicle for 15 miles after observing traffic infraction). However, these are not the facts of this case. Based upon the evidence, we conclude the district court did not err in finding there was reasonable suspicion to justify the traffic stop.\n\nWas Wonderly arrested without probable cause?\nWonderly claims that when Morel removed him from the scene of the traffic stop and transported him to the sheriff's office in handcuffs to conduct field sobriety tests, Wonderly was effectively under arrest. Wonderly argues that because Morel did not have probable cause to arrest Wonderly for DUI at that time, all the evidence gathered by Morel at the sheriff's office, including the results of the Intoxilyzer 5000, must be suppressed. Without this evidence, Wonderly asserts his DUI conviction must be reversed.\nOur analysis of Wonderly's claim involves two steps. We must first determine whether Wonderly was under arrest when he was transported to the sheriff's office. If the answer is \"yes,\" then we must determine whether Morel had probable cause to arrest Wonderly for DUI at the time he was transported to the sheriff's office.\nPursuant to K.S.A. 22-2202(4) and K.S.A. 22-2405(1), a person is considered under arrest by a law enforcement officer when the person is physically restrained or otherwise deprived of his or freedom of action in any significant way or when he or she submits to the officer's custody for the purpose of answering for the commission of a crime. See State v. Hill, 281 Kan. 136, 143, 130 P.3d 1 (2006). The test for determining whether a person was placed under arrest \"is not based on the officer's subjective belief. Rather, the test for whether . . . an arrest has occurred is based on what a reasonable person would believe under the totality of the circumstances surrounding the incident. [Citation omitted.]\" Hill, 281 Kan. at 145, 130 P.3d 1.\nCourts have ruled in similar cases that when police transport a suspect involuntarily to a law enforcement center to conduct questioning or to further investigate a crime, such action effectively constitutes an arrest. In *1211 Dunaway v. New York, 442 U.S. 200, 99 S. Ct. 2248, 60 L. Ed. 2d 824 (1979), the police, without probable cause, went to a house occupied by the defendant and transported him involuntarily to a police station without telling him he was under arrest. After giving Miranda warnings, the police questioned the defendant about a murder he was suspected of committing. The defendant eventually made statements and drew sketches that incriminated him in the crime.\nThe United States Supreme Court concluded that the defendant's rights under the Fourth Amendment to the United States Constitution were violated when the police, without probable cause for an arrest, seized the defendant and transported him to the police station for interrogation. 442 U.S. at 216, 99 S. Ct. 2248. The Court stated:\n\"The application of the Fourth Amendment's requirement of probable cause does not depend on whether an intrusion of this magnitude is termed an `arrest' under state law. The mere facts that petitioner was not told he was under arrest, was not `booked,' and would not have had an arrest record if the interrogation had proved fruitless, while not insignificant for all purposes, [citation omitted], obviously do not make [Dunaway's] seizure even roughly analogous to the narrowly defined intrusions involved in Terry and its progeny. Indeed, any `exception' that could cover a seizure as intrusive as that in this case would threaten to swallow the general rule that Fourth Amendment seizures are `reasonable' only if based on probable cause.\" 442 U.S. at 212-13, 99 S. Ct. 2248.\nKansas cases applying Dunaway have reached similar conclusions. In State v. Parks, 5 Kan. App. 2d 644, 623 P.2d 516 (1981), the police found the defendant's wife drowned in her bathtub with the water running. A detective, under orders to bring the defendant to the police station for questioning, found the defendant at the hospital and asked him to accompany the detective to the police station. The defendant asked the detective if he could drive his truck to the police station, and the detective told the defendant that he should ride in the detective's vehicle. When they arrived at the police station at 8:20 a.m., detectives started to interrogate the defendant about his wife's death. The defendant was not told he was free to leave until 11 a.m. The district court subsequently suppressed the statements made by the defendant during the interview.\nIn affirming the ruling, the Court of Appeals held there was substantial evidence to support the district court's conclusion that the defendant was in custody when he was taken to the police station. Because the police lacked probable cause to arrest the defendant at the time he was taken to the police station, the defendant's Fourth Amendment rights were violated. 5 Kan. App. 2d at 648, 623 P.2d 516. As part of its analysis, the court stated:\n\"In a limited number of cases an officer may make a carefully circumscribed seizure based on reasonable suspicion that a crime has been or is likely to be committed, but this ordinarily is restricted to asking the person a few pertinent questions on the scene and conducting a patdown search for weapons. Any involuntary detention exceeding this Terry-type stop and frisk procedure constitutes a seizure, and to be lawful must be based upon probable cause.\" 5 Kan. App. 2d at 645-46, 623 P.2d 516.\nIn State v. Weis, 246 Kan. 694, 792 P.2d 989 (1990), Salina police officers were investigating two men involved in drug activities. The police set up surveillance of a house one of the men shared with the defendant. When the two men left the house, police arrested them. In order to prevent evidence from being destroyed before police could obtain a search warrant, an officer was stationed outside the house to prevent anyone from entering. Two hours later, the defendant arrived at the house and the officer informed the defendant that if she attempted to enter her residence, she would be arrested. The officer then told the defendant to wait for another officer to arrive so the defendant could be transported to the police station. The officer never informed the defendant that she was free to leave. Another officer finally arrived and escorted the defendant to the station. Upon arrival, the defendant was taken to a room and questioned. *1212 When the defendant asked if she was under arrest, she was told that she was \"under observation.\" 246 Kan. at 695, 792 P.2d 989.\nLater, the defendant was escorted back to her home while police searched the residence pursuant to a search warrant they had obtained. After the police found marijuana and drug paraphernalia inside the home, the defendant admitted that some of it was hers. The defendant was then formally arrested. The officers involved with the investigation acknowledged that they did not have reasonable suspicion to detain the defendant until she admitted to owning the marijuana and the drug paraphernalia.\nOn appeal, citing Dunaway, the court held the defendant was arrested in violation of the Fourth Amendment when police escorted her to the police station without having probable cause to believe she was guilty of a crime. 246 Kan. at 697, 792 P.2d 989. The court stated:\n\"An investigatory interrogation is the questioning of an individual by law enforcement officers in a routine manner where the investigation has not reached an accusatory stage and the individual is not in legal custody or deprived of his or her freedom of action in any significant manner. An individual is in police custody when significant restraints on his or her freedom of movement are imposed by some law enforcement agency.\" 246 Kan. at 697, 792 P.2d 989.\nBased upon these cases, we conclude that Wonderly was under arrest when Morel, without seeking Wonderly's consent, transported Wonderly in handcuffs to the sheriff's office to perform field sobriety tests. Under the totality of the circumstances, a reasonable person in Wonderly's position would have believed he or she was under arrest at that point. Regardless of what interests Morel may have had in continuing his investigation, by taking Wonderly to the sheriff's office in handcuffs, Morel performed an act indistinguishable from a traditional arrest. This act violated Wonderly's Fourth Amendment rights unless Morel had probable cause to arrest Wonderly for DUI at the scene of the traffic stop.\nBecause Wonderly was effectively arrested when he was transported to the sheriff's office, we must now determine whether probable cause existed to arrest Wonderly at that point for DUI. Probable cause for an arrest is a higher standard than reasonable suspicion for a stop. See State v. Ingram, 279 Kan. 745, 752-53, 113 P.3d 228 (2005). Probable cause to arrest is that quantum of evidence that would lead a reasonably prudent police officer to believe that guilt is more than a mere possibility. City of Dodge City v. Norton, 262 Kan. 199, 203-04, 936 P.2d 1356 (1997).\nAt the suppression hearing, the district court found that the PBT results could not be considered in determining whether there was probable cause for an arrest, and the State has not appealed this ruling. Thus, prior to Wonderly's arrest, the admissible evidence showed that Wonderly initially disobeyed an order to get back into his truck, he had bloodshot eyes, the smell of alcohol was on his breath, and he admitted to drinking earlier that evening. Additionally, Morel knew that a motorist had called law enforcement earlier that night and accused Wonderly of driving his truck in a reckless manner.\nHowever, the evidence also indicated that Morel did not see Wonderly commit any traffic infractions while he followed Wonderly for 3 minutes. Wonderly pulled his truck over in a normal manner when Morel turned on the emergency lights, he did not fumble for his driver's license, and he had no problems getting out of his truck and walking to Morel's patrol car. Wonderly's speech was \"fair\" and \"not particularly slurred.\" Morel decided to transport Wonderly to the sheriff's office in order to request Wonderly to perform field sobriety tests. Apparently, Morel did not believe there was sufficient evidence to arrest Wonderly for DUI at the scene of the traffic stop, and Morel wanted to transport Wonderly to the sheriff's office to continue his investigation. Morel subsequently testified that his decision to arrest Wonderly for DUI was based on everything he had observed at the traffic stop and at the sheriff's office.\nThe district court's determination that there was probable cause at the scene of the *1213 traffic stop to arrest Wonderly for DUI was a legal conclusion subject to this court's unlimited review. We conclude the district court erred in finding there was probable cause at the scene of the traffic stop to arrest Wonderly for DUI. Although Morel had reasonable suspicion for a stop, the limited evidence Morel had gathered at the scene of the traffic stop was insufficient to support probable cause for an arrest. The fact that Morel felt it was necessary to continue his investigation at the sheriff's office before formally arresting Wonderly for DUI supports this conclusion.\nMorel arrested Wonderly without probable cause to do so, and the evidence obtained from Wonderly at the sheriff's office violated his Fourth Amendment rights and must be suppressed. Without this evidence, Wonderly's conviction at the bench trial is supported only by the evidence obtained by Morel at the scene of the traffic stop. Because we have concluded there was insufficient evidence at the scene of the traffic stop to support probable cause for an arrest, it follows there was insufficient admissible evidence at the bench trial to support Wonderly's conviction. Accordingly, Wonderly's DUI conviction is reversed.\nReversed.\n",
            "ocr": false,
            "opinion_id": 2584170
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}