{
    "id": 1203291,
    "judges": "Fernandez, Hathaway, Roll",
    "date_filed": "1975-05-14",
    "date_filed_is_approximate": true,
    "slug": "state-v-morales",
    "case_name_short": "Morales",
    "case_name": "State v. Morales",
    "case_name_full": "The STATE of Arizona, Appellee/Respondent, v. David Molina MORALES, Appellant/Petitioner",
    "attorneys": "Grant Woods, Atty. Gen. by Paul J. McMurdie and Jon G. Anderson, Phoenix, for appellee/respondent., Hirsh & Sherick, P.C. by Lois Yankow-ski, Tucson, for appellant/petitioner.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Review Denied March 3, 1992.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b482-8\">\n    824 P.2d 756\n   </citation><br><parties id=\"b482-9\">\n    The STATE of Arizona, Appellee/Respondent, v. David Molina MORALES, Appellant/Petitioner.\n   </parties><br><docketnumber id=\"b482-12\">\n    Nos. 2 CA-CR 88-0231, 2 CA-CR 89-0393-PR and 2 CA-CR 90-0780-PR.\n   </docketnumber><br><court id=\"b482-13\">\n    Court of Appeals of Arizona, Division 2, Department B.\n   </court><br><decisiondate id=\"b482-14\">\n    Aug. 8, 1991.\n   </decisiondate><br><otherdate id=\"b482-15\">\n    Review Denied March 3, 1992.\n   </otherdate><br><attorneys id=\"b483-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"361\"> \n     *361\n     </span>\n    Grant Woods, Atty. Gen. by Paul J. McMurdie and Jon G. Anderson, Phoenix, for appellee/respondent.\n   </attorneys><br><attorneys id=\"b483-22\">\n    Hirsh &amp; Sherick, P.C. by Lois Yankow-ski, Tucson, for appellant/petitioner.\n   </attorneys>",
    "citations": [
        "824 P.2d 756",
        "170 Ariz. 360"
    ],
    "opinions": [
        {
            "author_str": "Fernandez",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6197.0,
            "opinion_text": "\n170 Ariz. 360 (1991)\n824 P.2d 756\nThe STATE of Arizona, Appellee/Respondent,\nv.\nDavid Molina MORALES, Appellant/Petitioner.\nNos. 2 CA-CR 88-0231, 2 CA-CR 89-0393-PR and 2 CA-CR 90-0780-PR.\nCourt of Appeals of Arizona, Division 2, Department B.\nAugust 8, 1991.\nReview Denied March 3, 1992.\n*361 Grant Woods, Atty. Gen. by Paul J. McMurdie and Jon G. Anderson, Phoenix, for appellee/respondent.\nHirsh &amp; Sherick, P.C. by Lois Yankowski, Tucson, for appellant/petitioner.\n\nOPINION\nFERNANDEZ, Judge.\nIn his appeal from his conviction on two counts of manslaughter and a misdemeanor count of driving under the influence of intoxicating liquor (DUI), appellant contends that the court erred in admitting the results of tests performed on his blood. In his petition for review of the denial of post-conviction relief, appellant contends that the court erred in rejecting his claim of ineffective assistance of counsel. We affirm the convictions and deny the petition for review.\nOn August 1, 1987 at about 7:30 p.m., a motorist heading east on Interstate Highway 10 saw appellant's vehicle enter the highway on the off ramp at the Rita Road exit east of Tucson. Appellant continued westbound, driving in the fast lane against *362 the eastbound traffic past at least three vehicles that pulled over either into the slow lane or into the emergency lane to avoid him. About a mile and a half after he entered the highway, appellant crashed head on into a car that had moved into the fast lane to pass a tractor-trailer. Appellant was seriously injured. The occupants of the other car, a 17-year-old girl and an 18-year-old girl, were both killed. Two Department of Public Safety (DPS) officers testified that they smelled a strong odor of alcohol on appellant at the scene. An empty beer can was found in appellant's car.\nAppellant was transported by helicopter to Tucson Medical Center (TMC) for treatment. A Department of Public Safety officer was instructed to go to the hospital and obtain a sample of appellant's blood. Emergency room personnel directed him to the hospital laboratory where he was given two vials of blood. The blood was later tested and found to have a blood alcohol concentration of .247. After he was convicted, appellant was sentenced to consecutive, aggravated terms of 12 years on each of the manslaughter counts and to 28 days in jail on the misdemeanor DUI conviction.\nAppellant contends that the court erred in admitting evidence of his blood alcohol content, arguing that the state's use of his hospital records violated his physician-patient privilege, that his identity was wrongfully obtained from the hospital and constituted double hearsay, and that an insufficient chain of custody for the blood was established to permit its admission into evidence. Appellant does not question the state's right to obtain a blood sample from the hospital pursuant to A.R.S. § 28-692(J).\nBecause all of appellant's contentions concern the propriety of the admission into evidence of the blood alcohol test result, we review the evidence in the light most favorable to sustaining the verdict, and we resolve conflicts in the evidence and reasonable inferences to be drawn therefrom against appellant. State v. Zmich, 160 Ariz. 108, 770 P.2d 776 (1989).\nPHYSICIAN-PATIENT PRIVILEGE\nAppellant contends that the court erred in allowing the state to use his hospital records to prove that the blood sample tested was his, arguing that the information was protected by the physician-patient privilege contained in A.R.S. § 13-4062(4).\nBased on the fact that the two DPS officers had smelled a strong odor of alcohol on appellant and that an empty can of beer had been found in appellant's car, the investigating officer sent an officer to TMC to obtain a sample of appellant's blood. Officer Fimbres went to the emergency room at TMC and asked for a sample of appellant's blood, giving appellant's name, the location of the accident, the time of the accident, and the method by which appellant had been transported to the hospital. Fimbres also signed a written request for the blood, certifying that he had probable cause to believe that the patient had violated A.R.S. § 28-692. The time shown on the form was 9:26 p.m.\nA hospital employee gave Fimbres the code name \"Jacinto 698\" as the trauma name under which appellant was being treated. An emergency room nurse testified that each trauma patient is assigned a unique code name that consists of a name drawn from an alphabetical series of names followed by a sequentially assigned number. He testified that the trauma names are preplaced on the forms and gummed labels (to be used on the blood sample test tubes) in the hospital records so that all will show the same code name when the record is compiled for a particular trauma patient. The nurse also testified that once the victim's identity is ascertained, normally from relatives, police officers who were at the scene, ambulance attendants, or \"pocket contents that may include a driver's license or something like that,\" the emergency room clerk enters it in the records. The records then reflect both names.\nBecause both the form requesting the blood sample and the test tubes provided by TMC were marked only with the name \"Jacinto 698,\" the state was required to prove that TMC had assigned that code name to appellant. The state subpoenaed appellant's medical records from TMC, but *363 because appellant asserted his physician-patient privilege, the records were kept sealed in the superior court clerk's office. On the second day of trial, the court permitted TMC personnel to examine the records in an in-camera hearing and to pull out the appropriate forms for the state to show both appellant's code name and the chain of custody of the blood while it was in the hospital. The prosecutor was not permitted to examine the records personally.\nAs appellant contends, it is well established in Arizona that a person's medical records and oral communications to physicians are protected by the physician-patient privilege. State v. Santeyan, 136 Ariz. 108, 664 P.2d 652 (1983); Tucson Medical Center v. Rowles, 21 Ariz. App. 424, 520 P.2d 518 (1974). Because there was no such privilege at common law, the statute must be strictly construed. Hospital Corp. of America v. Superior Court, 157 Ariz. 210, 755 P.2d 1198 (App. 1988). \"The purpose of the ... privilege is to insure that patients will receive the best medical treatment by encouraging full and frank disclosure of their medical history and symptoms to their doctors.\" State v. Beaty, 158 Ariz. 232, 239, 762 P.2d 519, 526 (1988), cert. denied, 491 U.S. 910, 109 S. Ct. 3200, 105 L. Ed. 2d 708 (1989). In order for the privilege to apply, four requirements must be met:\nFirst, the patient must not consent to the testimony. Second, the witness must be a physician or surgeon. Third, the information was imparted to the physician while he was attending the defendant. Finally, the information must be necessary to enable the physician to prescribe or act for the treatment of the defendant.\nId.\nAppellant meets only one of those requirements. He did not consent to the testimony. The witness who connected his name to TMC's trauma code name was not a physician but a custodian of records. The information was clearly not necessary for appellant to be treated because his treatment began when the hospital was able to identify him only by the trauma code name. Finally, and most importantly, the code name was not imparted by appellant to the physician who was attending him; it was instead a name given to him by the hospital. The linkage of appellant to the trauma code name was thus clearly not information protected by the physician-patient privilege.\nThe cases cited by appellant do not change that conclusion. In State v. Santeyan, supra, and State v. Cocio, 147 Ariz. 277, 709 P.2d 1336 (1985), the privilege was held to have been violated by the admission of results of tests the hospital had performed. The only test results admitted here, however, were from the DPS lab. In both Ziegler v. Superior Court, 131 Ariz. 250, 640 P.2d 181 (1982), and Tucson Medical Center v. Rowles, supra, plaintiffs in civil cases were prohibited from obtaining the records of other patients who were not involved in the lawsuits. Those cases are thus not pertinent.\nWe find no violation of the physician-patient privilege in the admission of the fact that the code name \"Jacinto 698\" that appears on the blood vial tested by DPS was the name under which appellant was treated at TMC.\nDOUBLE HEARSAY OBJECTION\nAppellant next contends that the use of TMC's records to identify appellant as \"Jacinto 698\" constituted double hearsay and violated his Sixth Amendment right of confrontation. We disagree.\nTMC's custodian of records testified that appellant's hospital records reflect both his name and his trauma code name. As we noted above, an emergency room nurse testified that preprepared forms and labels are used for trauma code patients. He also testified as to the procedures employed by the hospital for trauma patients and to the insertion in the records of the patient's true identity once it is learned.\nThe testimony presented by the state was sufficient to satisfy the requirements for the business records exception to the hearsay rule. Rule 803(6), Ariz.R.Evid., *364 17A A.R.S. The fact that the source of appellant's identity is not noted in the records does not render that information inadmissible.\nThe case cited by appellant in support of his contention is inapplicable. The testimony found inadmissible in State v. McGann, 132 Ariz. 296, 645 P.2d 811 (1982), was used as evidence of the defendant's prior bad acts. A service station manager testified that his gasoline dealer had back-billed him for credit card charges because the customers had told the dealer the signatures on the charges were unauthorized. The testimony was used to show that the charges were indeed unauthorized. The challenged testimony in that case clearly constituted double hearsay because it was used to prove the fact that the signatures were unauthorized and because the customers themselves did not testify. That information was not admissible under the business records exception because the records involved were those of the dealer and not the service station.\nThe information in this case, however, is not of that type. The linking of the trauma code name to the patient's true identity is clearly part of the \"regular practice of [TMC's] business activity.\" Evid.R. 803(6)(d). It is very much in TMC's interest to make certain that linkage is accurate, unlike the gasoline dealer in McGann, supra, whose only concern was whether the customer claimed the charge was unauthorized, not whether it in truth was unauthorized. Appellant has not shown that TMC's policies in linking the two names indicate a lack of trustworthiness in the final result.\nThe trial court's ruling on the admissibility of evidence will not be overturned on review without a showing that the court abused its discretion. State v. Oliver, 158 Ariz. 22, 760 P.2d 1071 (1988). Appellant has shown no abuse here. Nor has he shown a violation of his right of confrontation. Both the custodian of records and the emergency room nurse were available for cross-examination on the hospital's procedures in preparing and handling the records of trauma code patients. Although the identity of the person who inserted appellant's true identity in the records is not known, appellant has made no showing that the procedures employed to accomplish that result render that result inadmissible into evidence.\nCHAIN OF CUSTODY\nFinally, appellant contends that the state's chain of custody of the blood sample was defective, pointing to the fact that some of the persons who handled the blood, both in the hospital and after DPS obtained the sample, did not testify.\nThe emergency room nurse from TMC testified that he had observed blood being drawn from appellant by another emergency room nurse at 8:50 p.m. He then testified as to the hospital's procedures by which the blood is transported to the hospital laboratory. A TMC laboratory technician testified as to the general procedures employed at TMC for the handling and storage of trauma patients' blood in the laboratory.\nOfficer Fimbres obtained the tubes of blood from the hospital lab approximately two hours after the accident at 9:26 p.m. He testified that he put them in a cup with ice, drove them to the DPS office, and gave them to another officer who testified that they were placed into a DPS blood kit, which was then sealed and put in a locked refrigerator. The investigating officer testified that he subsequently obtained the blood kit from evidence and gave it to a DPS pilot for transportation to the DPS laboratory in Phoenix. The toxicologist at the Phoenix DPS laboratory testified that he received the blood samples in a blood kit that was sealed. He testified that he unsealed the box, removed the test tubes that were labeled \"Jacinto 698,\" and performed scientific tests on the blood that revealed an alcohol concentration of .247. Both the blood kit with the tubes and DPS's chain of custody document showing the date and time the sample was handled by various DPS personnel were admitted into evidence.\n*365 Not every person in the chain of custody of an evidence item need testify for the item to be admissible. State v. Moreno, 26 Ariz. App. 178, 547 P.2d 30 (1976). Flaws in the chain of custody normally go to the weight the jury gives to the evidence, not to its admissibility into evidence. Id. Appellant has not established that there was a likelihood the blood was tampered with. The trial court determines the sufficiency of the foundation laid for the admissibility of evidence. Id. We find no error in the trial court's ruling that a sufficient chain of custody had been established.\nRULE 32 PETITION\nAfter the appeal was filed, appellant obtained a stay in order to file a petition for post-conviction relief. Rule 32, Ariz. R.Crim.P., 17 A.R.S. His petition alleged that he had received ineffective assistance of trial counsel at sentencing because counsel failed to present mitigating evidence. After an evidentiary hearing, the trial court denied the petition as well as appellant's motion for rehearing. The review of that order has been consolidated with the appeal.\nWe find no error. Although appellant presented the testimony of a psychologist at the evidentiary hearing to the effect that appellant suffers from post-traumatic stress disorder as a result of his combat tour in Vietnam, that basic fact was presented to the trial court in the presentence report. The only difference at the Rule 32 hearing was in the amount of detail presented on the disorder. The trial court ruled that its sentences would have been the same even if the evidence had been presented earlier. That assessment is not something we can overturn on review.\nThe judgments of conviction and the sentences imposed are affirmed. The petition for review is denied.\nROLL, P.J., and HATHAWAY, J., concur.\n",
            "ocr": false,
            "opinion_id": 1203291
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Murder"
}