{
    "id": 2405723,
    "judges": "Baird, Clinton, Keller, Mansfield, McCORMICK, White",
    "date_filed": "1998-08-22",
    "date_filed_is_approximate": true,
    "slug": "castillo-v-state",
    "case_name_short": "Castillo",
    "case_name": "Castillo v. State",
    "case_name_full": "Jose Ricardo CASTILLO, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Robert Udashen, Dallas, for appellant., Anne B. Wetherholt, Asst. Dist. Atty., Dallas and Robert A. Huttash, State’s Atty., Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Discretionary Review Denied Jan. 10, 1996.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 223,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b563-9\">\n    Jose Ricardo CASTILLO, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b563-12\">\n    No. 1389-93.\n   </docketnumber><br><court id=\"b563-13\">\n    Court of Criminal Appeals of Texas, En Banc.\n   </court><br><decisiondate id=\"b563-15\">\n    Nov. 29, 1995.\n   </decisiondate><br><otherdate id=\"b563-16\">\n    Discretionary Review Denied Jan. 10, 1996.\n   </otherdate><br><attorneys id=\"b564-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"530\"> \n     *530\n     </span>\n    Robert Udashen, Dallas, for appellant.\n   </attorneys><br><attorneys id=\"b564-13\">\n    Anne B. Wetherholt, Asst. Dist. Atty., Dallas and Robert A. Huttash, State’s Atty., Austin, for the State.\n   </attorneys>",
    "citations": [
        "913 S.W.2d 529"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5747.0,
            "opinion_text": "\n913 S.W.2d 529 (1995)\nJose Ricardo CASTILLO, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 1389-93.\nCourt of Criminal Appeals of Texas, En Banc.\nNovember 29, 1995.\nDiscretionary Review Denied January 10, 1996.\n*530 Robert Udashen, Dallas, for appellant.\nAnne B. Wetherholt, Asst. Dist. Atty., Dallas and Robert A. Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION ON APPELLANT'S PETITION FOR DISCRETIONARY REVIEW\nCLINTON, Judge.\nA jury convicted appellant of possession with intent to deliver cocaine and assessed punishment at confinement for twelve years. On appeal appellant complained, inter alia, that the trial court erred in granting the State's challenge for cause against venireman Noel Blaydes on the ground that he harbored a bias against some aspect of the law upon which the State was entitled to rely. Article 35.16(b)(3), V.A.C.C.P. The trial court had granted the State's challenge that Blaydes was unable to consider convicting an accused on the basis of the testimony of a single witness. Appellant contends that Blaydes' voir dire reveals nothing more than that his threshold for reasonable doubt is higher than the legal minimum to justify conviction, and that granting the State's challenge for cause was error under this Court's opinion in Garrett v. State, 851 S.W.2d 853 (Tex.Cr.App.1993).\nThe court of appeals rejected appellant's contention, holding that propriety of the trial court's grant of the State's challenge for cause was governed, not by Garrett, but by our earlier opinion in Caldwell v. State, 818 S.W.2d 790 (Tex.Cr.App.1991). Accordingly the court of appeals affirmed the conviction. Castillo v. State, 867 S.W.2d 817 (Tex.App.\u0097 Dallas 1993). In his petition for discretionary review, appellant now contends that our opinion in Garrett effectively overruled Caldwell, and that the court of appeals therefore erred to dispose of his contention on appeal on the basis of the latter. We granted appellant's petition to address this contention. Tex.R.App.Pro., Rule 200(c)(2) &amp; (3).\n\nI.\nDuring the prosecutor's questioning of the jury panel he asked whether anyone would need more than a single witness to a crime. Blaydes responded, \"I have one police officer tell me that a man was guilty: that is all I had, I couldn't say guilty. I couldn't do it.\" Later during individual questioning, Blaydes reaffirmed his position:\n\"[Prosecutor]: You had indicated that you would have trouble deciding this case if we brought you testimony of only one police officer. Could you explain what is the genesis of that?\n[Blaydes]: Well, I was a drug agent for a couple of years there, and I just ran into and encountered so many things with various law enforcement persons that I worked with, and I have known of more than one *531 to get their story\u0097to not get their stories straight and lie, frankly. I would be able to convict with two, but not with one. It's just no way. No way I could find guilty with just one officer. There would be a reasonable doubt. Be automatic.\n[Prosecutor]: Automatic?\n[Blaydes]: Automatic reasonable doubt.\nThe Court: I'm not sure that that is grounds for a challenge.\nI would think that, Mr. Blaydes, the question that he asked was if you believed the witness?\n[Blaydes]: I wouldn't automatically believe the witness.\nThe Court: But the way he asked the question was if you believed the witness?\n[Blaydes]: `If' is such a big word, I would not believe. If it was just one witness, I would not automatically.\nThe Court: You would prejudge?\n[Blaydes]: Yes, I would prejudge one peace officer; not two or three, but one, yeah. I have a problem with that because drug cases are just so different, as far as I'm concerned, than other types of criminal cases.\n* * * * * *\n[Defense Counsel]: The scenario that has been painted is that if there was one witness, and that one witness gave testimony, are you saying that no matter how credible, even if you believed him a hundred percent, you would still not be able to fairly decide this case based on just one person's testimony?\n[Blaydes]: No. If he convinced me, if he convinced me, and there were other corroborative testimony, that it was crack, you know, and\u0097\n[Defense Counsel]: You know, the other corroborative evidence might not be another live person, but may be physical evidence; so, if there was\u0097if that one witness convinced you, then you had other things corroborated it, you could believe that one witness?\n[Blaydes]: I'll be honest with you, what I would do, I would pray and ask God whether the man was telling me the truth, the police officer, and if God told me, yes, and there was other evidence that it was crack that was taken into, you know, as evidence, yeah, yeah, I would find your man guilty.\n[Defense Counsel]: Okay.\nThe Court: That is with one witness?\n[Blaydes]: With one witness right. See, I would be under pressure in there, but if I got the\u0097got the answer when I prayed over it, if the one witness was telling the truth, I would find that man guilty.\n* * * * * *\n[Prosecutor]: One further question. I don't mean this is in a disrespectful way. You said if you got the answer?\n[Blaydes]: Yes, it's possible it might not\u0097\n[Prosecutor]: What if you prayed over it, and you didn't get an answer?\n[Blaydes]: That is why I was doing this. With\u0097with all I know, if I was under pressure, wasn't given enough time to get an answer, very quick trial, then I would have to acquit because there would be a reasonable doubt there. You see, there is an\u0097automatically reasonable doubt unless I have been given some sort of sign, because anyone could say anything.\n[Prosecutor]: I understand that. I understand that.\nThe Court: [Defense Counsel], do you have additional questions?\n[Defense Counsel]: No, Your, Honor.\nThe Court: I'm going to grant the challenge.\nMr. Blaydes, let me assure you that you have the right to believe as you desire, as you have indicated. It's just that both sides have the right to have twelve jurors come in without some preconceived idea, and able to sit and listen to the evidence before they make up their mind as to whether or not to believe a witness, and here you have indicated to me that you would prejudge the facts; that there is only one peace officer, you can't believe them?\n[Blaydes]: No, it doesn't necessarily mean he's telling the truth. That would be prejudging *532 him, to just believe he's a police officer; he's automatically telling the truth.\nThe Court: What I'm saying, you have already prejudged the facts that you couldn't convict on the testimony of one peace officer, is that correct?\n[Blaydes]: Not for this particular offense. For other offenses, yeah, but not for this particular offense.\nThe Court: So\u0097\n[Blaydes]: Kind of risky.\"\nThe trial court then granted the State's challenge for cause, without articulating a legal basis.\nOn appeal, appellant contended that the trial court erred to grant the State's challenge for cause against Blaydes, who had indicated nothing more than that he would \"set his threshold of reasonable doubt higher than the minimum required to sustain a jury verdict[.]\" Castillo v. State, supra, at 823. Conceding that this Court's opinion in Caldwell v. State, supra, had held that a venireman who refuses to consider rendering a guilty verdict on the testimony of only a single eyewitness is subject to a State's challenge for cause, appellant contended that we effectively overruled Caldwell in our subsequent opinion in Garrett v. State, supra. In rejecting this argument, the court of appeals drew a distinction between Garrett and Caldwell:\nWe do not read Garrett so broadly. Garrett concerns only the venireman's bias or prejudice against the law at the punishment phase of a capital trial. This case involves bias or prejudice against the law at the guilt-innocence phase. The considerations for and evidence adduced at these two phases are different.\nAt the punishment phase of a capital case, the law does not limit the State to presenting only the facts of the offense. To prove future dangerousness, the State can present evidence of the defendant's background and character, criminal record, psychiatric history, and any other evidence the court deems relevant. [citations omitted.]\nHowever, at the guilt-innocence phase, the State can only present the existing evidence of the offense. If there is only one witness to the offense, the State has the right to have the case tried by jurors who will objectively consider the testimony of that one witness. See Caldwell, 818 S.W.2d at 797. If the only witness is a police officer, the State has the right to have the case tried by jurors who will objectively consider the police officer's testimony. Cf. Leach v. State, 770 S.W.2d 903, 907-08 (Tex.App.\u0097Corpus Christi 1989, pet. ref'd).\nThe Court of Criminal Appeals has always allowed the State to challenge for cause veniremen who express an inability to convict based solely on a class of legitimate evidence. * * * Garrett contains no indication that the Court of Criminal Appeals intended to overrule this line of case law. We conclude Garrett does not apply in this case.\nIn his petition for discretionary review appellant continues to insist that this Court effectively overruled Caldwell in Garrett. We granted his petition to address the question whether in principle Garrett and Caldwell can be meaningfully distinguished as the court of appeals believed they could. We hold they cannot.\n\nII.\n\nA.\nIn Caldwell the trial court granted a State's challenge for cause against venireman Hacker. Hacker had acknowledged that \"under no circumstances would [he] be able to base a [guilty] verdict on the testimony of one witness.\" 818 S.W.2d at 797. Analogizing to cases in which we had approved challenges for cause against veniremen who could not convict on the basis of purely circumstantial evidence, this Court held that Hacker had indicated a bias against a phase of the law the State was entitled to rely on:\n\"since he would have held the State to a higher burden of proof than that required by law. To force the State to prove its case with more than one eyewitness is an even greater burden on the State than was extant in [the circumstantial evidence cases], and such a sentiment clearly subjected [Hacker] to a challenge for cause.\"\n*533 Id. We therefore ruled that the trial court committed no error in granting the State's challenge.\nLike Caldwell, Garrett was a capital prosecution. There the trial court granted a State's challenge for cause against venireman Bradley, who had indicated that he could never answer the second special issue at the punishment phase affirmatively based on no more evidence than the facts of the capital offense itself. See former Article 37.071, § (b)(2), V.A.C.C.P. On appeal we observed, however, that a venireman's categorical refusal to find a capital defendant would constitute a continuing threat to society based only on the facts of the offense did not amount to a bias against the law. We reasoned:\n\"[T]hat the law permits jurors to find future dangerousness in some cases on the facts of the offense alone does not mean that all jurors must do so, or even consider doing so. A particular juror's understanding of proof beyond a reasonable doubt may lead him to require more than the legal threshold of sufficient evidence to answer the second special issue affirmatively. There is nothing unlawful about that; in fact, quite the opposite.\"\nGarrett, supra, at 859 (emphasis in the original). Accordingly we held \"that a venireman is not subject to challenge for cause merely because he indicates he would require more evidence than the legal minimum in order to answer special issue two affirmatively.\" Id., at 860.\nIn his dissenting opinion in Garrett Judge Campbell observed that the Court's holding was \"flatly incompatible\" with, inter alia, our earlier holding in Caldwell. Notably, the majority in Garrett did not disagree. We now hold that a venireman who categorically refuses to render a guilty verdict on the basis of only one eyewitness is not challengeable for cause on that account so long as his refusal is predicated on his reasonable understanding of what constitutes proof beyond a reasonable doubt. To the extent it conflicts with this holding, we overrule Caldwell.\nLike venireman Bradley in Garrett, a venireman who categorically refuses to render a guilty verdict on the basis of a single eyewitness may only be indicating that his threshold for proof beyond a reasonable doubt is somewhat higher than the minimum that the law recognizes as sufficient. Unless we are prepared to hold that jurors must always convict on the basis of legally sufficient evidence, we cannot say that such a venireman has a bias against the law. We were mistaken in Caldwell to assume that a venireman who will not convict on the basis of one eyewitness is necessarily holding the State to a higher burden than that required by law. As long as the law permits a range of \"reasonable doubt,\" the individual venireman who says he will hold the State to the high end of the range is not requiring anything that the law does not tolerate.[1] Unless reasonable doubt is a fixed point\u0097unless, in other words, the law requires a jury to convict whenever presented with legally sufficient evidence\u0097a venireman who will not be convinced beyond a reasonable doubt on the testimony of a single eyewitness is nevertheless a venireman who can follow the law. If the State does not want that venireman on the jury, it is obliged to use one of its statutorily allotted peremptory challenges to remove him. Garrett, supra, at 861.\n\nB.\nThis is not to say that a venireman who maintains he would never convict on the basis of one eyewitness is never properly the subject of a State's challenge for cause. It depends upon the reason he says he would never convict. A venireman who says, for instance, that he could not convict even if he believed the State's only eyewitness, and that testimony convinced him beyond a reasonable doubt of the defendant's guilt, can be challenged for cause, Garrett notwithstanding. Such a venireman really does hold the State to a higher burden of proof than the law allows. He has an agenda of his own for *534 conviction, but one which bears no relation to the law. If he cannot set his personal agenda aside, he should be excused at the State's demand. Article 35.16(b)(3), V.A.C.C.P.\nA ready example of a venireman who is challengeable for cause notwithstanding our opinion in Garrett is, ironically, the venireman in Caldwell itself. In Caldwell Hacker acknowledged during his voir dire that \"even if [he] heard one eyewitness and [he] believed the witness beyond a reasonable doubt and that eyewitness' testimony prove[d] the indictment beyond a reasonable doubt, [he] would still require additional evidence before [he] would return a verdict of guilty[.]\" 818 S.W.2d at 796. Hacker was therefore challengeable for cause because he would not convict on the basis of a single eyewitness even if that was enough to convince him of guilt beyond a reasonable doubt. His excusal was therefore not inconsistent with our rationale in Garrett. However, to the extent we held in Caldwell that Hacker was necessarily challengeable for cause only because he would not convict on the basis of a single witness, without more, we erred.\nIt is the burden of the challenging party to demonstrate that the venireman he seeks to challenge is in fact incapable of, or at least substantially impaired from, following the law. Hernandez v. State, 757 S.W.2d 744, 753 (Tex.Cr.App.1988) (Plurality opinion).[2] In the present context this means that before the trial court may sustain a State's challenge for cause on the ground that the venireman will not convict on the testimony of a single eyewitness, it must be demonstrated to the trial court that the venireman's categorical refusal is predicated upon something other than his understanding of proof beyond a reasonable doubt. Otherwise there is no indication the venireman cannot follow the law, and the State has failed to carry its burden to show the venireman should be excused.\n\nC.\nOur holding in Garrett is largely unaffected by Geesa v. State, 820 S.W.2d 154 (Tex.Cr. App.1991). In Geesa we mandated that juries in all criminal cases be instructed on a definition of \"reasonable doubt.\" The trial in Garrett occurred well before the prospective holding in Geesa went into effect. Therefore, even though we decided Garrett after Geesa, we had no occasion there to discuss it. The instant cause, by contrast, was tried in July of 1992, well after Geesa was decided. Nevertheless, though we must consider Geesa, it does not change our disposition today.\nWe held in Geesa that in all criminal cases the trial court should instruct the jury that reasonable doubt, inter alia, \"is the kind of doubt that would make a reasonable person hesitate to act in the most important of his own affairs.\" To the extent that reasonable persons may entertain different thresholds of hesitation in acting in the most important of their own affairs, however, even after Geesa the law continues to recognize a range of \"reasonable doubt.\" So long as it is possible to say that a venireman could reasonably \"hesitate to act in the most important of his own affairs\" on the basis of minimally sufficient evidence, Geesa, supra, at 162, it is his prerogative to refuse to convict on that evidence. His refusal does not show a bias or prejudice against the law in any respect.\nThe State could have attempted to demonstrate that Blaydes would not convict on the basis of a single police witness even if that kind of evidence were sufficient to remove whatever reasonable hesitation he might harbor to act in the most important of his own affairs. Had the State successfully demonstrated this, the record would support granting the State's challenge for cause against him. Failing that, the State has not sustained its burden to show he cannot follow the law, Geesa notwithstanding.\n\nD.\nFinally, we reject the court of appeals' punishment-phase-versus-guilt-phase dichotomy as the proverbial distinction without a difference. Whether it is deliberating upon a defendant's guilt or deciding how to answer the special issues at the punishment phase, a *535 jury is authorized by law to make a finding detrimental to the accused only if the evidence is convincing to a level of confidence beyond a reasonable doubt. In either context it is up to the individual juror to decide for himself his own understanding of proof beyond a reasonable doubt, within the tolerances of the law. A venireman who indicates he will set his threshold for reasonable doubt higher than the minimum allowed by law does not thereby demonstrate an inability to follow the law. This is true irrespective of the character of evidence presented or the nature of the issues involved in the respective proceedings.[3]\n\nIII.\nNow that we have resolved the conflict between Caldwell and Garrett, it remains to dispose of the instant cause. Venireman Blaydes at first seemed to indicate his refusal to convict on the basis of one police officer's testimony was a function of his understanding of reasonable doubt. This assertion soon became intermixed, however, with indications that he would automatically disbelieve a police officer's testimony. The State argues that Blaydes' readiness to prejudge the credibility of a police witness provides an altogether different, and independent, support *536 for the trial court's decision to grant its challenge for cause. See Hernandez v. State, 563 S.W.2d 947, 950 (Tex.Cr.App.1978). The court of appeals did not address this contention on direct appeal, having disposed of the cause on the basis of what we have held here to be mistaken reliance upon Caldwell.\nWe will remand the cause to the court of appeals for at least one of two purposes. First, the court of appeals may address the question whether the State met its burden of showing Blaydes' unwillingness to convict on the basis of a single police witness was the product of something other than his reasonable understanding of proof beyond a reasonable doubt. Cf. Garrett v. State, supra. Having set out the proper legal standard in Part II, ante, we now appropriately remand the cause to the lower appellate court for it to apply that standard to the facts of this case in the first instance. Arcila v. State, 834 S.W.2d 357, 360 (Tex.Cr.App.1992).[4] In any event, even were we to hold that the court of appeals ultimately erred to excuse Blaydes under the standard we have set out ante, we would have to remand the cause for the court of appeals to address the State's alternative argument that Blaydes was properly excused under Hernandez v. State, supra.\nAccordingly, we vacate the judgment of the court of appeals and remand the cause to that court for further consideration and disposition consistent with this opinion.\nBAIRD, Judge, concurring on appellant's petition for discretionary review.\nWhile I agree the Court of Appeals erred in holding Garrett was not applicable at the guilt/innocence phase of a trial, I do not believe Caldwell v. State, 818 S.W.2d 790 (Tex.Cr.App.1991), and Garrett v. State, 851 S.W.2d 853 (Tex.Cr.App.1993), are irreconcilable.\nIn Caldwell, the veniremember stated he could not convict based upon the testimony of a single witness, even if that testimony convinced him of the defendant's guilt beyond a reasonable doubt.[1]Id., 818 S.W.2d at 796-797. We held the veniremember was subject to a challenge for cause because \"he would have held the State to a higher burden of proof than that required by law.\" Id., 818 S.W.2d at 797.\nIn Garrett, the State challenged for cause a veniremember who would not affirmatively answer the \"future dangerousness\" capital punishment issue based solely on the facts of the capital offense. Id., 851 S.W.2d at 857-859. The trial judge granted the challenge believing the veniremember had a bias or prejudice against the law upon which the State was entitled to rely. Id., 851 S.W.2d at 859. We reversed, holding \"an individual juror must determine what proof beyond a reasonable doubt means to him.\" Ibid. Simply because the veniremember may himself *537 have a higher threshold \"than the minimum required to sustain a jury verdict does not indicate he has a bias or prejudice against the law.\" Id., 851 S.W.2d at 860.\nFrom the voir dire in the instant case it is clear the veniremember did not believe the testimony of a single narcotic agent would normally be sufficient to constitute proof beyond a reasonable doubt. Ante at 531-532. But Garrett guarantees the veniremember the right to his own definition of reasonable doubt. Thus, I agree Garrett controls the resolution of the instant case.\nHowever, it does not necessarily follow that Garrett and Caldwell are in conflict. In Caldwell, the veniremember stated he could never convict upon the testimony of a single witness, even if that testimony convinced the veniremember of guilt beyond a reasonable doubt. Id., 818 S.W.2d at 796-797. In other words, the veniremember would have held the State to a greater burden and therefore was subject to a challenge for cause under Tex.Code Crim.Proc.Ann. art. 35.16(b)(3). But in the instant case, there is no evidence the veniremember would have held the State to a greater burden of proof. On the contrary, the record establishes that if the State convinced the veniremember of appellant's guilt beyond a reasonable doubt, the veniremember would follow the law and convict.[2]\nThe distinction between these cases is subtle but important: the State is entitled to a jury that will convict if it believes the State has proven its case beyond a reasonable doubt. A veniremember who would require more is subject to a challenge for cause. Caldwell, supra. However, the State is not entitled to challenge for cause veniremembers whose definition of beyond a reasonable doubt is higher than the legal minimum. Garrett, supra.\nWith these comments, I join only the judgment of the Court.\nMANSFIELD, Judge, dissenting.\nBecause I believe that our opinion in Caldwell v. State, 818 S.W.2d 790 (Tex.Cr.App. 1991) is dispositive of the present case, I respectfully dissent. Furthermore, I believe that Garrett v. State, 851 S.W.2d 853 (Tex.Cr. App.1993) is not applicable and, additionally, was wrongfully decided.\nTexas Code of Criminal Procedure article 35.16(a) (1994) defines a challenge for cause as \"an objection made to a particular juror, alleging some fact which renders him incapable or unfit to serve on the jury.\" Under Article 35.16(b)(3), a challenge for cause may be made by the State for the following reason: \"(3) that [the juror] has a bias or prejudice against any phase of the law upon which the State is entitled to rely for conviction or punishment.\"\nAppellant was convicted by a jury of the offense of possession with intent to deliver cocaine. The jury assessed punishment at twelve years confinement in the Texas Department of Criminal Justice\u0097Institutional Division. The Fifth Court of Appeals affirmed appellant's conviction and sentence. Castillo v. State, 867 S.W.2d 817 (Tex.App.\u0097 Dallas 1993).\nDuring general voir dire, the prosecutor asked the venire whether they could find appellant guilty if there was only one witness to the offense charged. Venireperson Blaydes stated that he could not vote to convict appellant if the only evidence was the testimony of a single police officer. During individual voir dire, Blaydes stated that, due *538 to his background as a drug agent, \"No way I could find guilty with just one officer. There would be a reasonable doubt. Be automatic. Automatic reasonable doubt.\" In response to a later question, Blaydes said, \"I'll be honest with you, what I would do, I would pray and ask God whether the man was telling me the truth, the police officer, and if God told me, yes, and there was other evidence that it was crack that was taken into, you know, as evidence, yeah, yeah, I would find your man guilty.\" Finally, in response to a question from the court, Blaydes stated he couldn't convict on the testimony of one peace officer \"for this particular offense.\" Over appellant's objection, the court granted the State's challenge for cause and Blaydes was struck from the venire.\nArticle 35.16(b)(3), in effect for many years, has been addressed by this Court on numerous occasions. In Bodde v. State, 568 S.W.2d 344 (Tex.Cr.App.1978), a venireperson testified \"repeatedly and unequivocally that in answering the second question at the punishment hearing, Art. 37.071(b)(2), V.A.C.C.P., she would hold the State to a more stringent burden of proof than that required by the statute, `beyond a reasonable doubt.'\" Bodde, at 349. We held she was properly excluded for cause under Art. 35.16(b)(3) (1978).\nIn Hawkins v. State, 660 S.W.2d 65 (Tex. Cr.App.1983), venireperson Pritchard, according to the record, had \"great difficulty in understanding the term reasonable doubt.\" She stated that the State's proof would have to convince her to a certainty before she would find appellant guilty. She further stated that if there was any doubt in her mind, she would consider such a doubt to be reasonable. Hawkins, at 76. We held that the trial court properly sustained the State's challenge for cause as to Pritchard under Art. 35.16(b)(3) as her testimony demonstrated she would have held the State to a higher burden of proof than beyond a reasonable doubt, as she repeatedly stated that proof would have to convince her to a certainty before she would vote to convict.\nAlso in Hawkins, we held that the trial court properly sustained the State's challenge for cause of venireperson Williams. Williams' testimony indicated she would have voted in such a manner as to avoid the death penalty for the defendant without regard to the evidence which might be developed at trial. Hawkins at 77. She was challengeable under Art. 35.16(b)(3) and also was properly excused under the standards established in Witherspoon v. Illinois, 391 U.S. 510, 88 S. Ct. 1770, 20 L. Ed. 2d 776 (1968).\nSimilarly, in Franklin v. State, 693 S.W.2d 420 (Tex.Cr.App.1985), we found the trial court properly sustained the State's challenge for cause of venireperson Santana. \"In the case at bar, we find that the testimony elicited from prospective juror Santana indicated that she would hold the State to a higher standard of proof than beyond a reasonable doubt. Moreover, we accord some deference to the trial court's determination given that he was in a position to gauge the sincerity and demeanor of the prospective juror's answers.\" Franklin, at 424.\nA prospective juror who stated he could not find appellant guilty of capital murder unless appellant himself did the killing was held to be a proper subject for a challenge for cause by the State under Art. 35.16(b)(3). Phillips v. State, 701 S.W.2d 875 (Tex.Cr. App.1985). Also in Phillips, we found the trial court properly sustained the State's challenge of another prospective juror who stated clearly that she would hold the State to a higher burden of proof, i.e., proof beyond all doubt. Phillips at 888-889.\nIn White v. State, 779 S.W.2d 809 (Tex.Cr. App.1989) the State challenged for cause:\n(1) venireperson Sheppard, who indicated she could not vote to find someone guilty of capital murder absent eyewitness testimony;\n(2) venireperson Simmons, who indicated he could vote for the death penalty only for \"premeditated\" murders;\n(3) venireperson Callender, who stated she could not consider the minimum range of punishment (five years) for murder; and\n(4) venireperson Moton, who stated he would vote to convict the defendant even if the State did not prove the defendant committed *539 the offense charged on or about the date alleged in the indictment.\nWe found that the trial court ruled correctly in sustaining the State's challenge for cause under Art. 35.16(b)(3) of each of the four venirepersons listed above, as the law does not require eyewitness testimony for conviction, premeditation is not necessary for imposition of the death penalty, a prospective juror must be willing to consider the entire range of punishment, and a prospective juror who indicates he would not require the State to prove a required element (date of the offense) would have difficulty following his oath. \"We note again that when passing on whether a juror was improperly excluded for cause, we must accord due deference to the trial court's determination given its position to assess the juror's sincerity and demeanor.\" White, at 822.\nIn Jacobs v. State, 787 S.W.2d 397 (Tex.Cr. App.1990), we held that it is the burden of the party seeking exclusion of a prospective juror for cause to demonstrate that such exclusion is proper. \"On appeal, we recognize that great deference must be given to the trial court judge who is in the best position to see and hear the prospective jurors and to evaluate their responses. We will reverse a trial court's ruling on these issues only when the record shows a clear abuse of discretion on the trial court's part.\" Jacobs, at 402. See also Callins v. State, 780 S.W.2d 176, 194 (Tex.Cr.App.1986) (op. on rehearing).\nWe found the State did present evidence that venireperson Gilbert could not read or write; the court therefore did not abuse its discretion in granting the State's challenge for cause. The record also showed that venireperson Dupree would never answer yes to Special Issue Two and that venireperson Roark would require the State to prove appellant's guilt beyond all doubt as opposed to beyond a reasonable doubt; accordingly we held the trial court did not abuse its discretion in granting the State's challenges for cause of those two venirepersons.\nIn the following recent cases, this Court found the trial court properly granted the State's challenge for cause under Art. 35.16(b)(3):\n(1) During voir dire a venireperson stated he would require proof higher than beyond a reasonable doubt in order to convict appellant and would require proof of at least two to three hours of premeditation in order to convict the defendant of capital murder. Cantu v. State, 842 S.W.2d 667, 681-2 (Tex. Cr.App.1992). We also held in Cantu that we will reverse such a decision [trial courts's ruling on a challenge for cause of a venireperson] \"only for clear abuse of discretion; i.e., only when the trial judge's decision was so clearly wrong as to lie outside that zone within which reasonable persons might disagree.\" Cantu, at 683.\n(2) A prospective juror stated clearly that she would hold the State to a higher burden of proof than proof beyond a reasonable doubt before she could vote to impose the death penalty. Cook v. State, 858 S.W.2d 467, 471 (Tex.Cr.App.1993).\n(3) During voir dire the challenged venireperson testified she would consider a defendant's failure to testify to be an admission of guilt. Flores v. State, 871 S.W.2d 714, 719 (Tex.Cr.App.1993), holding that the State may challenge for cause under Art. 35.16(b)(3) a venireperson for bias against any phase of the law even where the bias might have been in favor of the State, and the trial court's granting same is supported, as here, by the record.\n(4) Where a prospective juror testified she would hold the State, in a capital case, to a burden of proof higher than that of beyond a reasonable doubt and the record of her entire voir dire testimony supports the trial court's decision to grant the State's challenge for cause. Butler v. State, 872 S.W.2d 227, 235 (Tex.Cr.App.1994).\n(5) Where a prospective juror testified he could not vote to convict defendant based on the testimony of only one eyewitness, even if he believed the eyewitness' testimony beyond a reasonable doubt. Caldwell v. State, 818 S.W.2d 790, 791-792 (Tex.Cr.App.1991). See also Barnard v. State, 730 S.W.2d 703, 712-714 (Tex.Cr.App.1987), cert. denied 485 U.S. 929, 108 S. Ct. 1098, 99 L. Ed. 2d 261 (1988); Marquez v. State, 725 S.W.2d 217, 238 (Tex. *540 Cr.App.1987), cert. denied 484 U.S. 872, 108 S. Ct. 201, 98 L. Ed. 2d 152 (1987).\nIn the present case, the record demonstrates that venireperson Blaydes would not convict appellant based on the testimony of one witness \"even if you believed him 100%,\" unless there was other evidence. The record demonstrates further that venireperson Blaydes could not convict on the testimony of one peace officer \"for this particular offense.\" \"To force the State to prove its case with more than one eyewitness is an even greater burden on the State than was extant in Barnard or Demouchette, and such a sentiment clearly subjected the venireperson to a challenge for cause.\" Caldwell, at 797.\nCaldwell is directly on point in the present case and appellant does not present any compelling arguments for us to overrule Caldwell. Furthermore, appellant fails to show in the record any abuse of discretion on the part of the trial court with respect to his granting of the State's challenge for cause to venireperson Blaydes pursuant to Art. 35.16(b)(3). We have held repeatedly that we will not second guess the trial court as to its decisions with respect to venireperson bias absent a showing of abuse of discretion.\nAppellant contends that our opinion in Garrett v. State, 851 S.W.2d 853 (Tex.Cr.App. 1993), in effect, overruled Caldwell, as well as Marras v. State, 741 S.W.2d 395, 401-402 (Tex.Cr.App.1987). However, as the court of appeals correctly states, Garrett concerns only the venireperson's bias or prejudice against the law at the punishment phase of a capital trial, where the State is allowed to present evidence of the defendant's character, psychiatric history and other evidence the court deems relevant to prove future dangerousness. At the guilt-innocence phase, the State is limited to presentation of evidence of the offense itself and the State is entitled to have the case tried by jurors who will consider that evidence, even if the evidence consists of the testimony of one witness. Caldwell, at 797. See also Leach v. State, 770 S.W.2d 903, 907-908 (Tex.App.\u0097 Corpus Christi 1989), pet. refused. I believe that Garrett was wrongfully decided and is inconsistent with our holdings in the cases cited earlier in this opinion. In Garrett we held that a venireperson is not subject to a challenge for cause simply because he could never answer yes to the second special issue based solely on the evidence of the capital offense. In effect, the State would, regardless of the amount of evidence it presented at trial, never be able to meet such a venireperson's individual threshold of reasonable doubt so as to obtain an affirmative answer as to special issue two.\nAs Judge Campbell stated in his dissent, we interpreted Art. 35.16(b)(3) \"in what we thought was a commonsense manner to allow the State to challenge a venireperson for cause if the venireperson indicated `that he could not answer yes to the second special issue based solely on the evidence of the capital offenses.'\" Garrett, at 861, citing Marras, at 401-402.\nThe State is entitled to challenge for cause any venireperson who has a bias or prejudice against \"any phase of the law upon which the State is entitled to rely for conviction or punishment.\" Tex.Code Crim. Proc. art. 35.16(b)(3). We have held, in the cases cited above, that the State may challenge, for cause, a venireperson who states he could not convict based solely on circumstantial evidence, or who states he would hold the State to a burden of proof greater than beyond a reasonable doubt in order to convict as a venireperson who has a bias or prejudice against the law. Furthermore, we have held likewise with respect to a venireperson who states he could not convict based on the testimony of a single witness (even if he believes him beyond a reasonable doubt) or who could not affirmatively answer a special issue based solely on the evidence at trial (prior to Garrett).\nThe majority opinion in Garrett subverts the doctrine of stare decisis in overruling Marras as no evidence is presented that our opinion in Marras had become unworkable or led to injustice or that our interpretation of Art. 35.16(b)(3) was, somehow, erroneous. Although the majority in Garrett does not specifically overrule them, its opinion appears to be inconsistent with our rulings in Caldwell, Barnard, Phillips and other cases cited above, and should not be interpreted to overrule them.\n*541 I respectfully dissent. I would affirm the judgment of the court of appeals.\nKELLER, Judge, dissenting on appellant's petition for discretionary review.\nThis case involves the potential conflict between two lines of precedent: Caldwell v. State, 818 S.W.2d 790 (Tex.Crim.App.1991), cert. denied, 503 U.S. 990, 112 S. Ct. 1684, 118 L. Ed. 2d 399 (1992) on the one hand and our later opinion in Garrett v. State, 851 S.W.2d 853 (Tex.Crim.App.1993) on the other. In Caldwell, we upheld the excusal of a venireman who could never convict solely on the basis of the testimony of one eyewitness. 818 S.W.2d at 797. We reasoned that such a requirement increased the state's burden of proof. Id. In Garrett, a capital murder case, the trial court sustained the State's challenge for cause of a venireman who could never answer \"yes\" (in favor of the prosecution) to the \"future dangerousness\" special issue[1] based solely upon the facts of the offense. Id. at 857-861. We reversed the conviction in Garrett, holding that the venireman's position merely expressed a threshold of reasonable doubt that was higher than the legal minimum. Id. at 860.\nAppellant does not dispute that if Caldwell remains intact then venireman Blaydes was challengeable for cause. Appellant merely argues that Garrett essentially overruled Caldwell, and therefore, Garrett controls the disposition of this case. The majority agrees, concluding that these decisions are irreconcilable. Because I believe that the decisions can and should be reconciled, I disagree with the majority's assessment.\nAn important distinction between the voir dire questions contained in Garrett and those in Caldwell centers upon the nature of the category of \"evidence\" that the respective veniremen were called upon to evaluate. The \"facts of the offense,\" as described in Garrett, is a category defined by the content of evidence. For example, one may ascertain the \"facts of the offense\" by hearing testimony, reading documentary evidence, etc. A statement that the circumstances of the offense constitute the only evidence of future dangerousness in a given case is an observation about the content of the evidence in that case. Essentially, the venireman is asked to assume that a certain set of facts is proved at trial (i.e. that the only facts relevant to punishment are the circumstances of the offense itself), and then the venireman is asked whether he can draw a desired inference (i.e. future dangerousness) from that set of facts. A juror is not obligated to draw such inferences even when the evidence would be sufficient to support such inferences on appeal. A juror who refuses to do so merely expresses a reasonable doubt threshold that is higher than the legal minimum.\nThe question in Garrett is in this respect similar to issues concerning mitigating evidence in capital murder prosecutions. We have held consistently that a venireman is not challengeable for cause simply because he will not consider a particular kind of evidence to be mitigating. Morrow v. State, 910 S.W.2d 471, (Tex.Crim.App.1995) (\"Veniremembers are not challengeable for their particular views about particular [mitigating] evidence.\"). Allridge v. State, 850 S.W.2d 471, 481-482 (Tex.Crim.App.1991), cert. denied, ___ U.S. ___, 114 S. Ct. 101, 126 L. Ed. 2d 68 (1993) (age, family background, and criminal history offerred as mitigating). Our holding in Garrett is consistent with this position, in that the mitigating nature of a particular circumstance is an observation about the content of evidence. After being offered a particular set of facts (e.g. regarding age, family background, limited mental capacity), a venireman is asked to infer that such facts are of mitigating character.\nBy contrast, the \"testimony of a witness\" is a category defined by the source of evidence. The content of a witness' testimony may vary widely depending upon the nature of the case. In the Caldwell situation, the venireman is not asked to draw an inference from a certain set of facts: disclosing that all relevant facts come from a single witness does not disclose what those facts are. Because the statement that testimony of a single witness constitutes the only evidence in the case *542 says nothing about the content of that witness' testimony, a venireman must be able to consider the possibility that the content of that testimony will meet his threshold of reasonable doubt, whatever that may be.[2] A venireman who fails to consider such a possibility has in essence drawn an inference about what the facts show without knowing what the facts are.\nMoreover, a venireman should not be permitted to add a corroboration requirement similar to the accomplice witness rule to the State's burden of proof. See Texas Code of Criminal Procedure, Article 38.14 (\"A conviction cannot be had upon the testimony of an accomplice unless corroborated by other evidence tending to connect the defendant with the offense committed; and the corroboration is not sufficient if it merely shows the commission of the offense.\") Essentially, the accomplice rule increases the State's burden by requiring the State to submit additional evidence to corroborate an accomplice witness' testimony. See Boozer v. State, 717 S.W.2d 608 (Tex.Crim.App.1984) (State increased its burden of proof by failing to object to accomplice witness instruction in jury charge). This rule was imposed because an accomplice's testimony was considered inherently suspect. Cast v. State, 296 S.W.2d 269, 271 (Tex.Crim.App.1956) (\"An accomplice witness is a discredited witness\"). Because the legislature has not determined that the testimony of a \"single\" witness is similarly suspect, a venireman should not be permitted to increase the State's burden of proof by imposing a corroboration requirement.\nThe State may challenge for cause any venireman who \"has a bias or prejudice against any phase of the law upon which the State is entitled to rely for conviction or punishment.\" Texas Code of Criminal Procedure, Article 35.16(b)(3). One \"phase of the law\" upon which the State is entitled to rely is that the jury will not require a greater burden of proof than \"beyond a reasonable doubt.\" Cook v. State, 858 S.W.2d 467, 471 (Tex.Crim.App.1993). Because excluding the possibility of conviction based upon one witness increases the State's burden of proof, I would hold that the Court of Appeals did not err in its reliance upon Caldwell in upholding the challenge for cause against venireman Blaydes.\nI respectfully dissent.\nMcCORMICK, P.J., and WHITE, J., join.\nNOTES\n[1]  Of course, a venireman who requires proof to a level of confidence \"beyond all doubt\" is still challengeable for cause on the basis of inability to follow the law. E.g., Coleman v. State, 881 S.W.2d 344, 359-60 (Tex.Cr.App.1994); Narvaiz v. State, 840 S.W.2d 415, 427 (Tex.Cr.App.1992); cf. Geesa v. State, 820 S.W.2d 154, 162 (Tex.Cr. App.1991) (jury to be instructed, inter alia, that prosecution need not prove guilt \"beyond all possible doubt\").\n[2]  Although Hernandez was overruled in part in Fuller v. State, 829 S.W.2d 191, 200 (Tex.Cr.App. 1992), rumors of its demise were greatly exaggerated. For in Riley v. State, 889 S.W.2d 290 (Tex.Cr.App.1994), we revived Hernandez to the extent Fuller had overruled it.\n[3]  Judge Keller suggests another distinction by which she believes that Garrett and Caldwell can be reconciled. If we are paraphrasing her correctly, she believes that it was acceptable in Garrett for the venireman to assert that he would not answer the special issue regarding future dangerousness affirmatively based upon the facts of the offense alone (a \"content\"-based reasonable doubt). But it is somehow unacceptable for a venireman to assert, as in Caldwell, that he would not convict based upon the testimony of a single witness (a \"source\"-based\u0097and therefore, says Judge Keller, un reasonable\u0097doubt). The very analogy the she provides to illustrate this supposed distinction only serves to demonstrate its fallacy.\n\nThe analogy is to the accomplice witness rule. Article 38.14, V.A.C.C.P. This provision essentially constitutes a legislative judgement that a reasonable doubt exists if the only evidence the State presents in satisfaction of its burden of proof is the testimony of an uncorroborated accomplice witness. In other words, as a matter of statutory law, an uncorroborated accomplice witness cannot by itself persuade to a level of confidence beyond a reasonable doubt\u0097or, at least, even if it persuades a particular jury to that level of confidence, a conviction will not be permitted. A venireman who maintains he will convict even though the State has presented nothing more than the uncorroborated testimony of an accomplice witness is subject to a defendant's challenge for cause for harboring a bias against the law.\nThe Legislature, however, is free to repeal Article 38.14 at any time. Presumably Judge Keller would say that were the Legislature to repeal Article 38.14 tomorrow, a venireman who testifies that his understanding of reasonable doubt would prevent him from convicting on the uncorroborated testimony of an accomplice witness would suddenly become subject to a State's challenge for cause. Likewise challengeable, we suspect she would say, is the venireman who would require more than the testimony of a single witness.\nWe concede that if the accomplice-witness venireman in Judge Keller's analogy is properly subject to a State's challenge for cause, then so is the single-witness venireman in Caldwell, and in this cause. But we cannot agree that the accomplice-witness venireman is in fact subject to a State's challenge for cause. Reluctance or even flat-refusal to convict on the basis of uncorroborated accomplice testimony is not objectively reasonable solely because the Legislature is willing to codify it. The widely prevailing view that accomplice testimony is \"inherently suspect\" would certainly survive the repeal of Article 38.14! Repeal of Article 38.14 could only mean that the Legislature had decided no longer to hold that uncorroborated accomplice witness testimony is insufficient to meet a standard of proof beyond a reasonable doubt as a matter of law, but instead to submit to jurors on a case-by-case basis the decision whether naked accomplice testimony may convince them beyond a reasonable doubt, notwithstanding their suspicions. This just gives the question of what doubt is reasonable in this context back to the jury, where in practically every other context it already resides.\nOf course there is no statute that requires jurors to harbor a reasonable doubt any time the State presents only a single witness in satisfaction of its burden of proof. Certainly a single witness is not ipso facto \"inherently suspect,\" as is an accomplice witness. Moreover, the jury is allowed to convict on the basis of a single witness, if that evidence is legally sufficient. Even so, the law does not require the jury to convict unless each juror is convinced beyond a reasonable doubt. The venireman who says he will never convict based on the testimony of a single witness does not hold the State to an increased burden of proof if by that he is simply predicting that the testimony of a single witness will never be weighty enough in his mind to convince him to a level of confidence beyond a reasonable doubt. Unless and until he maintains that even in the event a single witness did convince him beyond a reasonable doubt, he would still refuse to convict, he has not yet proven himself to be subject to challenge for cause because biased against the law. And it is the State's burden, as proponent of the challenge, to demonstrate that this is what he means.\n[4]  In Arcila we observed:\n\n\"Our principal role as a court of last resort is the caretaker of Texas law, not the arbiter of individual applications. When different versions of the law, including unsettled applications of the law to significantly novel fact situations, compete for control of an issue, it is finally the job of this Court to identify and elaborate which is to control. But, except under compelling circumstances, ultimate responsibility for the resolution of factual disputes lies elsewhere.\"\nId. We have discharged \"our principal role\" in this cause in settling the conflict between Garrett and Caldwell. It is appropriate that we now remand the cause to the court of appeals to reconsider its resolution of the issue raised in this cause accordingly.\n[1]  The veniremember in Caldwell testified:\n\nPROSECUTOR: You understand what I am talking about, that even if you heard one eyewitness and you believed the witness beyond a reasonable doubt and that eyewitness' testimony proves the indictment beyond a reasonable doubt, you would still require additional evidence before you would return a verdict of guilty?\nVENIREMEMBER: Yes.\n* * * * * *\nDEFENSE ATTORNEY: Would you really not be able to\u0097are you saying that under no circumstance would you be able to base a verdict on the testimony of one witness?\nVENIREMEMBER: No.\nDEFENSE ATTORNEY: Would it depend on the quality of the testimony of that one witness and the credibility of that one witness?\nVENIREMEMBER: No.\nDEFENSE ATTORNEY: What are you telling me?\nVENIREMEMBER: That I would require more evidence than one witness.\nId., 818 S.W.2d at 796-797.\n[2]  The following occurred during the instant voir dire:\n\nDEFENSE COUNSEL: The scenario that has been painted is that if there was one witness, and that one witness gave testimony, are you saying that no matter how credible, even if you believed him a hundred percent, you would still not be able to fairly decide this case based on just one person's testimony?\nVENIREMEMBER: No. If he convinced me, if he convinced me, and there were other corroborative testimony....\n... and there was other evidence that it was crack that was taken into, you know, as evidence, yeah, yeah, I would find your man guilty.\n* * * * * *\nTHE COURT: That is with one witness?\nVENIREMEMBER: With one witness right....\n[1]  The issue reads: \"whether there is a probability that the defendant would commit criminal acts of violence that would constitute a continuing threat to society.\" Art. 37.071 § 2(b)(1).\n[2]  A venireman who states that he could never convict on the basis of the testimony of a single witness because he would never believe such a witness expresses a bias in favor of the defendant and shows an inability to evaluate impartially the witness\" credibility. The State may challenge such a venireman for cause because he is biased in the defendant's favor. Art. 35.16(a)(9).\n\n",
            "ocr": false,
            "opinion_id": 2405723
        },
        {
            "author_str": "Clinton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOPINION ON APPELLANT’S PETITION FOB DISCRETIONARY REVIEW\n\nCLINTON, Judge.\nA jury convicted appellant of possession with intent to deliver cocaine and assessed punishment at confinement for twelve years. On appeal appellant complained, inter alia, that the trial court erred in granting the State’s challenge for cause against venireman Noel Blaydes on the ground that he harbored a bias against some aspect of the law upon which the State was entitled to rely. Article 35.16(b)(3), V.A.C.C.P. The trial court had granted the State’s challenge that Blaydes was unable to consider convicting an accused on the basis of the testimony of a single witness. Appellant contends that Blaydes’ voir dire reveals nothing more than that his threshold for reasonable doubt is higher than the legal minimum to justify conviction, and that granting the State’s challenge for cause was error under this Court’s opinion in Garrett v. State, 851 S.W.2d 853 (Tex.Cr.App.1993).\nThe court of appeals rejected appellant’s contention, holding that propriety of the trial court’s grant of the State’s challenge for cause was governed, not by Garrett, but by our earlier opinion in Caldwell v. State, 818 S.W.2d 790 (Tex.Cr.App.1991). Accordingly the court of appeals affirmed the conviction. Castillo v. State, 867 S.W.2d 817 (Tex.App.—Dallas 1993). In his petition for discretionary review, appellant now contends that our opinion in Garrett effectively overruled Caldwell, and that the court of appeals therefore erred to dispose of his contention on appeal on the basis of the latter. We granted appellant’s petition to address this contention. Tex.R.App.Pro., Rule 200(e)(2) &amp; (3).\n\nI.\n\nDuring the prosecutor’s questioning of the jury panel he asked whether anyone would need more than a single witness to a crime. Blaydes responded, “I have one police officer tell me that a man was guilty: that is all I had, I couldn’t say guilty. I couldn’t do it.” Later during individual questioning, Blaydes reaffirmed his position:\n“[Prosecutor]: You had indicated that you would have trouble deciding this case if we brought you testimony of only one police officer. Could you explain what is the genesis of that?\n[Blaydes]: Well, I was a drug agent for a couple of years there, and I just ran into and encountered so many things with various law enforcement persons that I worked with, and I have known of more than one *531to get their story — to not get their stories straight and lie, frankly. I would be able to convict with two, but not with one. It’s just no way. No way I could find guilty with just one officer. There would be a reasonable doubt. Be automatic.\n[Prosecutor]: Automatic?\n[Blaydes]: Automatic reasonable doubt.\nThe Court: I’m not sure that that is grounds for a challenge.\nI would think that, Mr. Blaydes, the question that he asked was if you believed the witness?\n[Blaydes]: I wouldn’t automatically believe the witness.\nThe Court: But the way he asked the question was if you believed the witness? [Blaydes]: ‘If is such a big word, I would not believe. If it was just one witness, I would not automatically.\nThe Court: You would prejudge?\n[Blaydes]: Yes, I would prejudge one peace officer; not two or three, but one, yeah. I have a problem with that because drug cases are just so different, as far as I’m concerned, than other types of criminal cases.\n⅜ ⅜ * ⅜: *\n[Defense Counsel]: The scenario that has been painted is that if there was one witness, and that one witness gave testimony, are you saying that no matter how credible, even if you believed him a hundred percent, you would still not be able to fairly decide this case based on just one person’s testimony?\n[Blaydes]: No. If he convinced me, if he convinced me, and there were other corroborative testimony, that it was crack, you know, and—\n[Defense Counsel]: You know, the other corroborative evidence might not be another live person, but may be physical evidence; so, if there was — if that one witness convinced you, then you had other things corroborated it, you could believe that one witness?\n[Blaydes]: I’ll be honest with you, what I would do, I would pray and ask God whether the man was telling me the truth, the police officer, and if God told me, yes, and there was other evidence that it was crack that was taken into, you know, as evidence, yeah, yeah, I would find your man guilty.\n[Defense Counsel]: Okay.\nThe Court: That is with one witness?\n[Blaydes]: With one witness right. See, I would be under pressure in there, but if I got the — got the answer when I prayed over it, if the one witness was telling the truth, I would find that man guilty.\n⅜ * ⅜ * *\n[Prosecutor]: One further question. I don’t mean this is in a disrespectful way. You said if you got the answer?\n[Blaydes]: Yes, it’s possible it might not— [Prosecutor]: What if you prayed over it, and you didn’t get an answer?\n[Blaydes]: That is why I was doing this. With — with all I know, if I was under pressure, wasn’t given enough time to get an answer, very quick trial, then I would have to acquit because there would be a reasonable doubt there. You see, there is an — automatically reasonable doubt unless I have been given some sort of sign, because anyone could say anything.\n[Prosecutor]: I understand that. I understand that.\nThe Court: [Defense Counsel], do you have additional questions?\n[Defense Counsel]: No, Your, Honor.\nThe Court: I’m going to grant the challenge.\nMr. Blaydes, let me assure you that you have the right to believe as you desire, as you have indicated. It’s just that both sides have the right to have twelve jurors come in without some preconceived idea, and able to sit and listen to the evidence before they make up their mind as to whether or not to believe a witness, and here you have indicated to me that you would prejudge the facts; that there is only one peace officer, you can’t believe them?\nPlaydes]: No, it doesn’t necessarily mean he’s telling the truth. That would be pre*532judging him, to just believe he’s a police officer; he’s automatically telling the truth.\nThe Court: What I’m saying, you have already prejudged the facts that you couldn’t convict on the testimony of one peace officer, is that correct?\n[Blaydes]: Not for this particular offense. For other offenses, yeah, but not for this particular offense.\nThe Court: So—\n[Blaydes]: Kind of risky.”\nThe trial court then granted the State’s challenge for cause, without articulating a legal basis.\nOn appeal, appellant contended that the trial court erred to grant the State’s challenge for cause against Blaydes, who had indicated nothing more than that he would “set his threshold of reasonable doubt higher than the minimum required to sustain a jury verdict[.]” Castillo v. State, supra, at 823. Conceding that this Court’s opinion in Caldwell v. State, supra, had held that a venireman who refuses to consider rendering a guilty verdict on the testimony of only a single eyewitness is subject to a State’s challenge for cause, appellant contended that we effectively overruled Caldwell in our subsequent opinion in Garrett v. State, supra. In rejecting this argument, the court of appeals drew a distinction between Garrett and Caldwell:\nWe do not read Garrett so broadly. Garrett concerns only the venireman’s bias or prejudice against the law at the punishment phase of a capital trial. This case involves bias or prejudice against the law at the guilt-innocence phase. The considerations for and evidence adduced at these two phases are different.\nAt the punishment phase of a capital case, the law does not limit the State to presenting only the facts of the offense. To prove future dangerousness, the State can present evidence of the defendant’s background and character, criminal record, psychiatric history, and any other evidence the court deems relevant, [citations omitted.]\nHowever, at the guilt-innocence phase, the State can only present the existing evidence of the offense. If there is only one witness to the offense, the State has the right to have the case tried by jurors who will objectively consider the testimony of that one witness. See Caldwell, 818 S.W.2d at 797. If the only witness is a police officer, the State has the right to have the case tried by jurors who will objectively consider the police officer’s testimony. Cf. Leach v. State, 770 S.W.2d 903, 907-08 (Tex.App.— Corpus Christi 1989, pet. ref'd).\nThe Court of Criminal Appeals has always allowed the State to challenge for cause veniremen who express an inability to convict based solely on a class of legitimate evidence. * * * Garrett contains no indication that the Court of Criminal Appeals intended to overrule this line of case law. We conclude Garrett does not apply in this case.\nIn his petition for discretionary review appellant continues to insist that this Court effectively overruled Caldwell in Garrett. We granted his petition to address the question whether in principle Garrett and Caldwell can be meaningfully distinguished as the court of appeals believed they could. We hold they cannot.\n\nII.\n\n\nA\n\nIn Caldwell the trial court granted a State’s challenge for cause against venireman Hacker. Hacker had acknowledged that “under no circumstances would [he] be able to base a [guilty] verdict on the testimony of one witness.” 818 S.W.2d at 797. Analogizing to cases in which we had approved challenges for cause against veniremen who could not convict on the basis of purely circumstantial evidence, this Court held that Hacker had indicated a bias against a phase of the law the State was entitled to rely on:\n“since he would have held the State to a higher burden of proof than that required by law. To force the State to prove its case with more than one eyewitness is an even greater burden on the State than was extant in [the circumstantial evidence cases], and such a sentiment clearly subjected [Hacker] to a challenge for cause.”\n*533Id. We therefore ruled that the trial court committed no error in granting the State’s challenge.\nLike Caldwell, Garrett was a capital prosecution. There the trial court granted a State’s challenge for cause against venireman Bradley, who had indicated that he could never answer the second special issue at the punishment phase affirmatively based on no more evidence than the facts of the capital offense itself. See former Article 37.071, § (b)(2), V.A.C.C.P. On appeal we observed, however, that a venireman’s categorical refusal to find a capital defendant would constitute a continuing threat to society based only on the facts of the offense did not amount to a bias against the law. We reasoned:\n“[Tjhat the law permits jurors to find future dangerousness in some cases on the facts of the offense alone does not mean that all jurors must do so, or even consider doing so. A particular juror’s understanding of proof beyond a reasonable doubt may lead him to require more than the legal threshold of sufficient evidence to answer the second special issue affirmatively. There is nothing unlawful about that; in fact, quite the opposite.”\nGarrett, supra, at 859 (emphasis in the original). Accordingly we held “that a venireman is not subject to challenge for cause merely because he indicates he would require more evidence than the legal minimum in order to answer special issue two affirmatively.” Id., at 860.\nIn his dissenting opinion in Garrett Judge Campbell observed that the Court’s holding was “flatly incompatible” with, inter alia, our earlier holding in Caldwell. Notably, the majority in Garrett did not disagree. We now hold that a venireman who categorically refuses to render a guilty verdict on the basis of only one eyewitness is not challengeable for cause on that account so long as his refusal is predicated on his reasonable understanding of what constitutes proof beyond a reasonable doubt. To the extent it conflicts with this holding, we overrule Caldwell.\nLike venireman Bradley in Garrett, a venireman who categorically refuses to render a guilty verdict on the basis of a single eyewitness may only be indicating that his threshold for proof beyond a reasonable doubt is somewhat higher than the minimum that the law recognizes as sufficient. Unless we are prepared to hold that jurors must always convict on the basis of legally sufficient evidence, we cannot say that such a venireman has a bias against the law. We were mistaken in Caldwell to assume that a venireman who will not convict on the basis of one eyewitness is necessarily holding the State to a higher burden than that required by law. As long as the law permits a range of “reasonable doubt,” the individual venireman who says he will hold the State to the high end of the range is not requiring anything that the law does not tolerate.1 Unless reasonable doubt is a fixed point — unless, in other words, the law requires a jury to convict whenever presented with legally sufficient evidence — a venireman who will not be convinced beyond a reasonable doubt on the testimony of a single eyewitness is nevertheless a venireman who can follow the law. If the State does not want that venireman on the jury, it is obliged to use one of its statutorily allotted peremptory challenges to remove him. Garrett, supra, at 861.\n\nB.\n\nThis is not to say that a venireman who maintains he would never convict on the basis of one eyewitness is never properly the subject of a State’s challenge for cause. It depends upon the reason he says he would never convict. A venireman who says, for instance, that he could not convict even if he believed the State’s only eyewitness, and that testimony convinced him beyond a reasonable doubt of the defendant’s guilt, can be challenged for cause, Garrett notwithstanding. Such a venireman really does hold the State to a higher burden of proof than the law allows. He has an agenda of his own for *534conviction, but one which bears no relation to the law. If he cannot set his personal agenda aside, he should be excused at the State’s demand. Article 35.16(b)(3), V.A.C.C.P.\nA ready example of a venireman who is challengeable for cause notwithstanding our opinion in Garrett is, ironically, the venireman in Caldwell itself. In Caldwell Hacker acknowledged during his voir dire that “even if [he] heard one eyewitness and [he] believed the witness beyond a reasonable doubt and that eyewitness’ testimony prove[d] the indictment beyond a reasonable doubt, [he] would still require additional evidence before [he] would return a verdict of guilty[.]” 818 S.W.2d at 796. Hacker was therefore chal-lengeable for cause because he would not convict on the basis of a single eyewitness even if that was enough to convince him of guilt beyond a reasonable doubt. His excu-sal was therefore not inconsistent with our rationale in Garrett. However, to the extent we held in Caldwell that Hacker was necessarily challengeable for cause only because he would not convict on the basis of a single witness, without more, we erred.\nIt is the burden of the challenging party to demonstrate that the venireman he seeks to challenge is in fact incapable of, or at least substantially impaired from, following the law. Hernandez v. State, 757 S.W.2d 744, 753 (Tex.Cr.App.1988) (Plurality opinion).2 In the present context this means that before the trial court may sustain a State’s challenge for cause on the ground that the venireman will not convict on the testimony of a single eyewitness, it must be demonstrated to the trial court that the venireman’s categorical refusal is predicated upon something other than his understanding of proof beyond a reasonable doubt. Otherwise there is no indication the venireman cannot follow the law, and the State has failed to carry its burden to show the venireman should be excused.\n\nC.\n\nOur holding in Garrett is largely unaffected by Geesa v. State, 820 S.W.2d 154 (Tex.Cr.App.1991). In Geesa we mandated that juries in all criminal cases be instructed on a definition of “reasonable doubt.” The trial in Garrett occurred well before the prospective holding in Geesa went into effect. Therefore, even though we decided Garrett after Geesa, we had no occasion there to discuss it. The instant cause, by contrast, was tried in July of 1992, well after Geesa was decided. Nevertheless, though we must consider Geesa, it does not change our disposition today.\nWe held in Geesa that in all criminal cases the trial court should instruct the jury that reasonable doubt, inter alia, “is the kind of doubt that would make a reasonable person hesitate to act in the most important of his own affairs.” To the extent that reasonable persons may entertain different thresholds of hesitation in acting in the most important of their own affairs, however, even after Geesa the law continues to recognize a range of “reasonable doubt.” So long as it is possible to say that a venireman could reasonably “hesitate to act in the most important of his own affairs” on the basis of minimally sufficient evidence, Geesa, supra, at 162, it is his prerogative to refuse to convict on that evidence. His refusal does not show a bias or prejudice against the law in any respect.\nThe State could have attempted to demonstrate that Blaydes would not convict on the basis of a single police witness even if that kind of evidence were sufficient to remove whatever reasonable hesitation he might harbor to act in the most important of his own affairs. Had the State successfully demonstrated this, the record would support granting the State’s challenge for cause against him. Failing that, the State has not sustained its burden to show he cannot follow the law, Geesa notwithstanding.\n\nD.\n\nFinally, we reject the court of appeals’ punishment-phase-versus-guilt-phase dichotomy as the proverbial distinction without a difference. Whether it is deliberating upon a defendant’s guilt or deciding how to answer the special issues at the punishment phase, a *535jury is authorized by law to make a finding detrimental to the accused only if the evidence is convincing to a level of confidence beyond a reasonable doubt. In either context it is up to the individual juror to decide for himself his own understanding of proof beyond a reasonable doubt, within the tolerances of the law. A venireman who indicates he will set his threshold for reasonable doubt higher than the minimum allowed by law does not thereby demonstrate an inability to follow the law. This is true irrespective of the character of evidence presented or the nature of the issues involved in the respective proceedings.3\n\nIII.\n\nNow that we have resolved the conflict between Caldwell and Garrett, it remains to dispose of the instant cause. Venireman Blaydes at first seemed to indicate his refusal to convict on the basis of one police officer’s testimony was a function of his understanding of reasonable doubt. This assertion soon became intermixed, however, with indications that he would automatically disbelieve a police officer’s testimony. The State argues that Blaydes’ readiness to prejudge the credibility of a police witness provides an altogether different, and independent, sup*536port for the trial court’s decision to grant its challenge for cause. See Hernandez v. State, 563 S.W.2d 947, 950 (Tex.Cr.App.1978). The court of appeals did not address this contention on direct appeal, having disposed of the cause on the basis of what we have held here to be mistaken reliance upon Caldwell.\nWe will remand the cause to the court of appeals for at least one of two purposes. First, the court of appeals may address the question whether the State met its burden of showing Blaydes’ unwillingness to convict on the basis of a single police witness was the product of something other than his reasonable understanding of proof beyond a reasonable doubt. Cf. Garrett v. State, supra. Having set out the proper legal standard in Part II, ante, we now appropriately remand the cause to the lower appellate court for it to apply that standard to the facts of this case in the first instance. Arcila v. State, 834 S.W.2d 357, 860 (Tex.Cr.App.1992).4 In any event, even were we to hold that the court of appeals ultimately erred to excuse Blaydes under the standard we have set out ante, we would have to remand the cause for the court of appeals to address the State’s alternative argument that Blaydes was properly excused under Hernandez v. State, supra.\nAccordingly, we vacate the judgment of the court of appeals and remand the cause to that court for further consideration and disposition consistent with this opinion.\n\n. Of course, a venireman who requires proof to a level of confidence \"beyond all doubt” is still challengeable for cause on the basis of inability to follow the law. E.g., Coleman v. State, 881 S.W.2d 344, 359-60 (Tex.Cr.App.1994); Narvaiz v. State, 840 S.W.2d 415, 427 (Tex.Cr.App.1992); cf. Geesa v. State, 820 S.W.2d 154, 162 (Tex.Cr.App.1991) (jury to be instructed, inter alia, that prosecution need not prove guilt \"beyond all possible doubt”).\n\n\n. Although Hernandez was overruled in part in Fuller v. State, 829 S.W.2d 191, 200 (Tex.Cr.App.1992), rumors of its demise were greatly exaggerated. For in Riley v. State, 889 S.W.2d 290 (Tex.Cr.App.1994), we revived Hernandez to the extent Fuller had overruled it.\n\n\n. Judge Keller suggests another distinction by which she believes that Garrett and Caldwell can be reconciled. If we are paraphrasing her correctly, she believes that it was acceptable in Garrett for the venireman to assert that he would not answer the special issue regarding future dangerousness affirmatively based upon the facts of the offense alone (a \"content”-based reasonable doubt). But it is somehow unacceptable for a venireman to assert, as in Caldwell, that he would not convict based upon the testimony of a single witness (a \"source”-based — and therefore, says Judge Keller, un reasonable- — doubt). The very analogy the she provides to illustrate this supposed distinction only serves to demonstrate its fallacy.\nThe analogy is to the accomplice witness rule. Article 38.14, V.A.C.C.P. This provision essentially constitutes a legislative judgement that a reasonable doubt exists if the only evidence the State presents in satisfaction of its burden of proof is the testimony of an uncorroborated accomplice witness. In other words, as a matter of statutory law, an uncorroborated accomplice witness cannot by itself persuade to a level of confidence beyond a reasonable doubt — or, at least, even if it persuades a particular jury to that level of confidence, a conviction will not be permitted. A venireman who maintains he will convict even though the State has presented nothing more than the uncorroborated testimony of an accomplice witness is subject to a defendant's challenge for cause for harboring a bias against the law.\nThe Legislature, however, is free to repeal Article 38.14 at any time. Presumably Judge Keller would say that were the Legislature to repeal Article 38.14 tomorrow, a venireman who testifies that his understanding of reasonable doubt would prevent him from convicting on the uncorroborated testimony of an accomplice witness would suddenly become subject to a State's challenge for cause. Likewise challengeable, we suspect she would say, is the venireman who would require more than the testimony of a single witness.\nWe concede that if the accomplice-witness venireman in Judge Keller’s analogy is properly subject to a State’s challenge for cause, then so is the single-witness venireman in Caldwell, and in this cause. But we cannot agree that the accomplice-witness venireman is in fact subject to a State’s challenge for cause. Reluctance or even flat-refusal to convict on the basis of uncorroborated accomplice testimony is not objectively reasonable solely because the Legislature is willing to codify it. The widely prevailing view that accomplice testimony is \"inherently suspect” would certainly survive the repeal of Article 38.14! Repeal of Article 38.14 could only mean that the Legislature had decided no longer to hold that uncorroborated accomplice witness testimony is insufficient to meet a standard of proof beyond a reasonable doubt as a matter of law, but instead to submit to jurors on a case-by-case basis the decision whether naked accomplice testimony may convince them beyond a reasonable doubt, notwithstanding their suspicions. This just gives the question of what doubt is reasonable in this context back to the jury, where in practically eveiy other context it already resides.\nOf course there is no statute that requires jurors to harbor a reasonable doubt any time the State presents only a single witness in satisfaction of its burden of proof. Certainly a single witness is not ipso facto \"inherently suspect,” as is an accomplice witness. Moreover, the jury is allowed to convict on the basis of a single witness, if that evidence is legally sufficient. Even so, the law does not require the jury to convict unless each juror is convinced beyond a reasonable doubt. The venireman who says he wiE never convict based on the testimony of a single witness does not hold the State to an increased burden of proof if by that he is simply predicting that the testimony of a single witness will never be weighty enough in his mind to convince him to a level of confidence beyond a reasonable doubt. Unless and until he maintains that even in the event a single witness did convince him beyond a reasonable doubt, he would still refuse to convict, he has not yet proven himself to be subject to challenge for cause because biased against the law. And it is the State’s burden, as proponent of the challenge, to demonstrate that this is what he means.\n\n\n. In Arcila we observed:\n“Our principal role as a court of last resort is the caretaker of Texas law, not the arbiter of individual applications. When different versions of the law, including unsettled applications of the law to significantly novel fact situations, compete for control of an issue, it is finally the job of this Court to identify and elaborate which is to control. But, except under compelling circumstances, ultimate responsibility for the resolution of factual disputes lies elsewhere.”\nId. We have discharged “our principal role” in this cause in settling the conflict between Garrett and Caldwell. It is appropriate that we now remand the cause to the court of appeals to reconsider its resolution of the issue raised in this cause accordingly.\n\n",
            "ocr": false,
            "opinion_id": 9767535
        },
        {
            "author_str": "Baird",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBAIRD, Judge,\nconcurring on appellant’s petition for discretionary review.\nWhile I agree the Court of Appeals erred in holding Garrett was not applicable at the guilVinnocenee phase of a trial, I do not believe Caldwell v. State, 818 S.W.2d 790 (Tex.Cr.App.1991), and Garrett v. State, 851 S.W.2d 853 (Tex.Cr.App.1993), are irreconcilable.\nIn Caldwell, the veniremember stated he could not convict based upon the testimony of a single witness, even if that testimony convinced him of the defendant’s guilt beyond a reasonable doubt.1 Id., 818 S.W.2d at 796-797. We held the veniremember was subject to a challenge for cause because “he would have held the State to a higher burden of proof than that required by law.” Id., 818 S.W.2d at 797.\nIn Garrett, the State challenged for cause a veniremember who would not affirmatively answer the “future dangerousness” capital punishment issue based solely on the facts of the capital offense. Id., 851 S.W.2d at 857-859. The trial judge granted the challenge believing the veniremember had a bias or prejudice against the law upon which the State was entitled to rely. Id., 851 S.W.2d at 859. We reversed, holding “an individual juror must determine what proof beyond a reasonable doubt means to him.” Ibid. Simply because the veniremember may him*537self have a higher threshold “than the minimum required to sustain a jury verdict does not indicate he has a bias or prejudice against the law.” Id., 851 S.W.2d at 860.\nFrom the voir dire in the instant case it is clear the veniremember did not believe the testimony of a single narcotic agent would normally be sufficient to constitute proof beyond a reasonable doubt. Ante at 531-532. But Garrett guarantees the veniremember the right to his own definition of reasonable doubt. Thus, I agree Garrett controls the resolution of the instant case.\nHowever, it does not necessarily follow that Garrett and Caldwell are in conflict. In Caldwell, the veniremember stated he could never convict upon the testimony of a single witness, even if that testimony convinced the veniremember of guilt beyond a reasonable doubt. Id., 818 S.W.2d at 796-797. In other words, the veniremember would have held the State to a greater burden and therefore was subject to a challenge for cause under Tex.Code Crim.Proc.Ann. art. 35.16(b)(3). But in the instant case, there is no evidence the veniremember would have held the State to a greater burden of proof. On the contrary, the record establishes that if the State convinced the veniremember of appellant’s guilt beyond a reasonable doubt, the venire-member would follow the law and convict.2\nThe distinction between these cases is subtle but important: the State is entitled to a jury that -will convict if it believes the State has proven its case beyond a reasonable doubt. A veniremember who would require more is subject to a challenge for cause. Caldwell, supra. However, the State is not entitled to challenge for cause venire-members whose definition of beyond a rea-\nsonable doubt is higher than the legal minimum. Garrett, supra.\nWith these comments, I join only the judgment 0f the Court.\n\n. The veniremember in Caldwell testified:\nPROSECUTOR: You understand what I am talking about, that even if you heard one eyewitness and you believed the witness beyond a reasonable doubt and that eyewitness' testimony proves the indictment beyond a reasonable doubt, you would still require additional evidence before you would return a verdict of guilty?\nVENIREMEMBER: Yes.\n* ⅝ * * * *\nDEFENSE ATTORNEY: Would you really not be able to — are you saying that under no circumstance would you be able to base a verdict on the testimony of one witness?\nVENIREMEMBER: No.\nDEFENSE ATTORNEY: Would it depend on the quality of the testimony of that one witness and the credibility of that one witness?\nVENIREMEMBER: No.\nDEFENSE ATTORNEY: What are you telling me?\nVENIREMEMBER: That I would require more evidence than one witness.\nId., 818 S.W.2d at 796-797.\n\n\n. The following occurred during the instant voir dire:\nDEFENSE COUNSEL: The scenario that has been painted is that if there was one witness, and that one witness gave testimony, are you saying that no matter how credible, even if you believed him a hundred percent, you would still not be able to fairly decide this case based on just one person’s testimony?\nVENIREMEMBER: No. If he convinced me, if he convinced me, and there were other corroborative testimony....\n... and there was other evidence that it was crack that was taken into, you know, as evidence, yeah, yeah, I would find your man guilty.\n* * * * * *\nTHE COURT: That is with one witness?\nVENIREMEMBER: With one witness right....\n\n",
            "ocr": false,
            "opinion_id": 9767536
        },
        {
            "author_str": "Mansfield",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMANSFIELD, Judge,\ndissenting.\nBecause I believe that our opinion in Caldwell v. State, 818 S.W.2d 790 (Tex.Cr.App.1991) is dispositive of the present case, I respectfully dissent. Furthermore, I believe that Garrett v. State, 851 S.W.2d 853 (Tex.Cr.App.1993) is not applicable and, additionally, was wrongfully decided.\nTexas Code of Criminal Procedure article 35.16(a) (1994) defines a challenge for cause as “an objection made to a particular juror, alleging some fact which renders him incapable or unfit to serve on the jury.” Under Article 35.16(b)(3), a challenge for cause may be made by the State for the following reason: “(3) that [the juror] has a bias or prejudice against any phase of the law upon which the State is entitled to rely for conviction or punishment.”\nAppellant was convicted by a jury of the offense of possession with intent to deliver cocaine. The jury assessed punishment at twelve years confinement in the Texas Department of Criminal Justice — Institutional Division. The Fifth Court of Appeals affirmed appellant’s conviction and sentence. Castillo v. State, 867 S.W.2d 817 (Tex.App.—Dallas 1993).\nDuring general voir dire, the prosecutor asked the venire whether they could find appellant guilty if there was only one witness to the offense charged. Venireperson Blaydes stated that he could not vote to convict appellant if the only evidence was the testimony of a single police officer. During individual voir dire, Blaydes stated that, due *538to Ms background as a drug agent, “No way I could find guilty with just one officer. There would be a reasonable doubt. Be automatic. Automatic reasonable doubt.” In response to a later question, Blaydes said, “I’ll be honest with you, what I would do, I would pray and ask God whether the man was telling me the truth, the police officer, and if God told me, yes, and there was other evidence that it was crack that was taken into, you know, as evidence, yeah, yeah, I would find your man guilty.” Finally, in response to a question from the court, Blaydes stated he couldn’t convict on the testimony of one peace officer “for this particular offense.” Over appellant’s objection, the court granted the State’s challenge for cause and Blaydes was struck from the ve-nire.\nArticle 35.16(b)(3), in effect for many years, has been addressed by tMs Court on numerous occasions. In Bodde v. State, 568 S.W.2d 344 (Tex.Cr.App.1978), a venireper-son testified “repeatedly and unequivocally that in answering the second question at the pumshment hearing, Art. 37.071(b)(2), V.A.C.C.P., she would hold the State to a more stringent burden of proof than that required by the statute, ‘beyond a reasonable doubt.’ ” Bodde, at 349. We held she was properly excluded for cause under Art. 35.16(b)(3) (1978).\nIn Hawkins v. State, 660 S.W.2d 65 (Tex.Cr.App.1983), venireperson Pritchard, according to the record, had “great difficulty in understanding the term reasonable doubt.” She stated that the State’s proof would have to convince her to a certainty before she would find appellant guilty. She further stated that if there was any doubt in her mind, she would consider such a doubt to be reasonable. Hawkins, at 76. We held that the trial court properly sustained the State’s challenge for cause as to Pritchard under Art. 35.16(b)(3) as her testimony demonstrated she would have held the State to a Mgher burden of proof than beyond a reasonable doubt, as she repeatedly stated that proof would have to convmce her to a certainty before she would vote to convict.\nAlso in Hawkins, we held that the trial court properly sustained the State’s challenge for cause of venireperson Williams. Williams’ testimony indicated she would have voted in such a manner as to avoid the death penalty for the defendant without regard to the evidence wMch might be developed at trial. Hawkins at 77. She was challengea-ble under Art. 35.16(b)(3) and also was properly excused under the standards established in Witherspoon v. Illinois, 391 U.S. 510, 88 S.Ct. 1770, 20 L.Ed.2d 776 (1968).\nSimilarly, in Franklin v. State, 693 S.W.2d 420 (Tex.Cr.App.1985), we found the trial court properly sustained the State’s challenge for cause of venireperson Santana. “In the ease at bar, we find that the testimony elicited from prospective juror Santana indicated that she would hold the State to a Mgher standard of proof than beyond a reasonable doubt. Moreover, we accord some deference to the trial court’s determination given that he was in a position to gauge the sincerity and demeanor of the prospective juror’s answers.” Franklin, at 424.\nA prospective juror who stated he could not find appellant guilty of capital murder uMess appellant himself did the killing was held to be a proper subject for a challenge for cause by the State under Art. 35.16(b)(3). Phillips v. State, 701 S.W.2d 875 (Tex.Cr.App.1985). Also in Phillips, we found the trial court properly sustained the State’s challenge of another prospective juror who stated clearly that she would hold the State to a Mgher burden of proof, i.e., proof beyond all doubt. Phillips at 888-889.\nIn White v. State, 779 S.W.2d 809 (Tex.Cr.App.1989) the State challenged for cause:\n(1) venireperson Sheppard, who mdieated she could not vote to find someone guilty of capital murder absent eyewitness testimony;\n(2) venireperson Simmons, who indicated he could vote for the death penalty only for “premeditated” murders;\n(3) venireperson Callender, who stated she could not consider the minimum range of pumshment (five years) for murder; and\n(4) venireperson Moton, who stated he would vote to convict the defendant even if the State did not prove the defendant com*539mitted the offense charged on or about the date alleged in the indictment.\nWe found that the trial court ruled correctly in sustaining the State’s challenge for cause under Art. 35.16(b)(3) of each of the four venirepersons listed above, as the law does not require eyewitness testimony for conviction, premeditation is not necessary for imposition of the death penalty, a prospective juror must be willing to consider the entire range of punishment, and a prospective juror who indicates he would not require the State to prove a required element (date of the offense) would have difficulty following his oath. “We note again that when passing on whether a juror was improperly excluded for cause, we must accord due deference to the trial court’s determination given its position to assess the juror’s sincerity and demean- or.” White, at 822.\nIn Jacobs v. State, 787 S.W.2d 397 (Tex.Cr.App.1990), we held that it is the burden of the party seeking exclusion of a prospective juror for cause to demonstrate that such exclusion is proper. “On appeal, we recognize that great deference must be given to the trial court judge who is in the best position to see and hear the prospective jurors and to evaluate their responses. We will reverse a trial court’s ruling on these issues only when the record shows a clear abuse of discretion on the trial court’s part.” Jacobs, at 402. See also Callins v. State, 780 S.W.2d 176, 194 (Tex.Cr.App.1986) (op. on rehearing).\nWe found the State did present evidence that venireperson Gilbert could not read or write; the court therefore did not abuse its discretion in granting the State’s challenge for cause. The record also showed that veni-reperson Dupree would never answer yes to Special Issue Two and that venireperson Roark would require the State to prove appellant’s guilt beyond all doubt as opposed to beyond a reasonable doubt; accordingly we held the trial court did not abuse its discretion in granting the State’s challenges for cause of those two venirepersons.\nIn the following recent cases, this Court found the trial court properly granted the State’s challenge for cause under Art. 35.16(b)(3):\n(1) During voir dire a venireperson stated he would require proof higher than beyond a reasonable doubt in order to convict appellant and would require proof of at least two to three hours of premeditation in order to convict the defendant of capital murder. Cantu v. State, 842 S.W.2d 667, 681-2 (Tex.Cr.App.1992). We also held in Cantu that we will reverse such a decision [trial courts’s ruling on a challenge for cause of a venire-person] “only for clear abuse of discretion; i.e., only when the trial judge’s decision was so clearly wrong as to lie outside that zone within which reasonable persons might disagree.” Cantu, at 683.\n(2) A prospective juror stated clearly that she would hold the State to a higher burden of proof than proof beyond a reasonable doubt before she could vote to impose the death penalty. Cook v. State, 858 S.W.2d 467, 471 (Tex.Cr.App.1993).\n(3) During voir dire the challenged venire-person testified she would consider a defendant’s failure to testify to be an admission of guilt. Flores v. State, 871 S.W.2d 714, 719 (Tex.Cr.App.1993), holding that the State may challenge for cause under Art. 35.16(b)(3) a venireperson for bias against any phase of the law even where the bias might have been in favor of the State, and the trial court’s granting same is supported, as here, by the record.\n(4) Where a prospective juror testified she would hold the State, in a capital case, to a burden of proof higher than that of beyond a reasonable doubt and the record of her entire voir dire testimony supports the trial court’s decision to grant the State’s challenge for cause. Butler v. State, 872 S.W.2d 227, 235 (Tex.Cr.App.1994).\n(5) Where a prospective juror testified he could not vote to convict defendant based on the testimony of only one eyewitness, even if he believed the eyewitness’ testimony beyond a reasonable doubt. Caldwell v. State, 818 S.W.2d 790, 791-792 (Tex.Cr.App.1991). See also Barnard v. State, 730 S.W.2d 703, 712-714 (Tex.Cr.App.1987), cert. denied 485 U.S. 929, 108 S.Ct. 1098, 99 L.Ed.2d 261 (1988); Marquez v. State, 725 S.W.2d 217, 238 (Tex.Cr.App.1987), *540cert. denied 484 U.S. 872, 108 S.Ct. 201, 98 L.Ed.2d 152 (1987).\nIn the present ease, the record demonstrates that venireperson Blaydes would not convict appellant based on the testimony of one witness “even if you believed him 100%,” unless there was other evidence. The record demonstrates further that venireperson Blaydes could not convict on the testimony of one peace officer “for this particular offense.” “To force the State to prove its case with more than one eyewitness is an even greater burden on the State than was extant in Barnard or Demouchette, and such a sentiment clearly subjected the venireperson to a challenge for cause.” Caldwell, at 797.\nCaldwell is directly on point in the present case and appellant does not present any compelling arguments for us to overrule Caldwell. Furthermore, appellant fails to show in the record any abuse of discretion on the part of the trial court with respect to his granting of the State’s challenge for cause to venireperson Blaydes pursuant to Art. 35.16(b)(3). We have held repeatedly that we will not second guess the trial court as to its decisions with respect to venireperson bias absent a showing of abuse of discretion.\nAppellant contends that our opinion in Garrett v. State, 851 S.W.2d 853 (Tex.Cr.App.1993), in effect, overruled Caldwell, as well as Marras v. State, 741 S.W.2d 395, 401—402 (Tex.Cr.App.1987). However, as the court of appeals correctly states, Garrett concerns only the venireperson’s bias or prejudice against the law at the punishment phase of a capital trial, where the State is allowed to present evidence of the defendant’s character, psychiatric history and other evidence the court deems relevant to prove future dangerousness. At the guilt-innocence phase, the State is limited to presentation of evidence of the offense itself and the State is entitled to have the case tried by jurors who will consider that evidence, even if the evidence consists of the testimony of one witness. Caldwell, at 797. See also Leach v. State, 770 S.W.2d 903, 907-908 (Tex.App.— Corpus Christi 1989), pet. refused. I believe that Garrett was wrongfully decided and is inconsistent with our holdings in the cases cited earlier in this opinion. In Garrett we held that a venireperson is not subject to a challenge for cause simply because he could never answer yes to the second special issue based solely on the evidence of the capital offense. In effect, the State would, regardless of the amount of evidence it presented at trial, never be able to meet such a venireper-son’s individual threshold of reasonable doubt so as to obtain an affirmative answer as to special issue two.\nAs Judge Campbell stated in his dissent, we interpreted Art. 35.16(b)(3) “in what we thought was a commonsense manner to allow the State to challenge a venireperson for cause if the venireperson indicated ‘that he could not answer yes to the second special issue based solely on the evidence of the capital offenses.’ ” Garrett, at 861, citing Marras, at 401-402.\nThe State is entitled to challenge for cause any venirepei’son who has a bias or prejudice against “any phase of the law upon which the State is entitled to rely for conviction or punishment.” Tex.Code Crim. Proc. art. 35.16(b)(3). We have held, in the cases cited above, that the State may challenge, for cause, a venireperson who states he could not convict based solely on circumstantial evidence, or who states he would hold the State to a burden of proof greater than beyond a reasonable doubt in order to convict as a venireperson who has a bias or prejudice against the law. Furthermore, we have held likewise with respect to a venireperson who states he could not convict based on the testimony of a single witness (even if he believes him beyond a reasonable doubt) or who could not affirmatively answer a special issue based solely on the evidence at trial (prior to Garrett).\nThe majority opinion in Garrett subverts the doctrine of stare decisis in overruling Marras as no evidence is presented that our opinion in Marras had become unworkable or led to injustice or that our interpretation of Art. 35.16(b)(3) was, somehow, erroneous. Although the majority in Garrett does not specifically overrule them, its opinion appears to be inconsistent with our rulings in Caldwell, Barnard, Phillips and other cases cited above, and should not be interpreted to overrule them.\n*541I respectfully dissent. I would affirm the judgment of the court of appeals.\n",
            "ocr": false,
            "opinion_id": 9767537
        },
        {
            "author_str": "Keller",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKELLER, Judge,\ndissenting on appellant’s petition for discretionary review.\nThis case involves the potential conflict between two lines of precedent: Caldwell v. State, 818 S.W.2d 790 (Tex.Crim.App.1991), cert. denied, 503 U.S. 990, 112 S.Ct. 1684, 118 L.Ed.2d 399 (1992) on the one hand and our later opinion in Garrett v. State, 851 S.W.2d 853 (Tex.Crim.App.1993) on the other. In Caldwell, we upheld the excusal of a venireman who could never convict solely on the basis of the testimony of one eyewitness. 818 S.W.2d at 797. We reasoned that such a requirement increased the state’s burden of proof. Id. In Garrett, a capital murder case, the trial court sustained the State’s challenge for cause of a venireman who could never answer “yes” (in favor of the prosecution) to the “future dangerousness” special issue1 based solely upon the facts of the offense. Id. at 857-861. We reversed the conviction in Garrett, holding that the venireman’s position merely expressed a threshold of reasonable doubt that was higher than the legal minimum. Id. at 860.\nAppellant does not dispute that if Caldwell remains intact then venireman Blaydes was challengeable for cause. Appellant merely argues that Garrett essentially overruled Caldwell, and therefore, Garrett controls the disposition of this case. The majority agrees, concluding that these decisions are irreconcilable. Because I believe that the decisions can and should be reconciled, I disagree with the majority’s assessment.\nAn important distinction between the voir dire questions contained in Garrett and those in Caldwell centers upon the nature of the category of “evidence” that the respective veniremen were called upon to evaluate. The “facts of the offense,” as described in Garrett, is a category defined by the content of evidence. For example, one may ascertain the “facts of the offense” by hearing testimony, reading documentary evidence, etc. A statement that the circumstances of the offense constitute the only evidence of future dangerousness in a given ease is an observation about the content of the evidence in that case. Essentially, the venireman is asked to assume that a certain set of facts is proved at trial (i.e. that the only facts relevant to punishment are the circumstances of the offense itself), and then the venireman is asked whether he can draw a desired inference (i.e. future dangerousness) from that set of facts. A juror is not obligated to draw such inferences even when the evidence would be sufficient to support such inferences on appeal. A juror who refuses to do so merely expresses a reasonable doubt threshold that is higher than the legal minimum.\nThe question in Garrett is in this respect similar to issues concerning mitigating evidence in capital murder prosecutions. We have held consistently that a venireman is not challengeable for cause simply because he will not consider a particular kind of evidence to be mitigating. Morrow v. State, 910 S.W.2d 471, (Tex.Crim.App.1995) (“Veniremembers are not challengeable for their particular views about particular [mitigating] evidence.”). Allridge v. State, 850 S.W.2d 471, 481-482 (Tex.Crim.App.1991), cert. denied, — U.S. -, 114 S.Ct. 101, 126 L.Ed.2d 68 (1993) (age, family background, and criminal history offerred as mitigating). Our holding in Garrett is consistent with this position, in that the mitigating nature of a particular circumstance is an observation about the content of evidence. After being offered a particular set of facts (e.g. regarding age, family background, limited mental capacity), a venireman is asked to infer that such facts are of mitigating character.\nBy contrast, the “testimony of a witness” is a category defined by the source of evidence. The content of a witness’ testimony may vary widely depending upon the nature of the case. In the Caldwell situation, the venireman is not asked to draw an inference from a certain set of facts: disclosing that all relevant facts come from a single witness does not disclose what those facts are. Because the statement that testimony of a single witness constitutes the only evidence in the case *542says nothing about the content of that witness’ testimony, a venireman must be able to consider the possibility that the content of that testimony will meet his threshold of reasonable doubt, whatever that may be.2 A venireman who fails to consider such a possibility has in essence drawn an inference about what the facts show without knowing what the facts are.\nMoreover, a venireman should not be permitted to add a corroboration requirement similar to the accomplice witness rule to the State’s burden of proof. See Texas Code of Criminal Procedure, Article 38.14 (“A conviction cannot be had upon the testimony of an accomplice unless corroborated by other evidence tending to connect the defendant with the offense committed; and the corroboration is not sufficient if it merely shows the commission of the offense.”) Essentially, the accomplice rule increases the State’s burden by requiring the State to submit additional evidence to corroborate an accomplice witness’ testimony. See Boozer v. State, 717 S.W.2d 608 (Tex.Crim.App.1984) (State increased its burden of proof by failing to object to accomplice witness instruction in jury charge). This rule was imposed because an accomplice’s testimony was considered inherently suspect. Cast v. State, 296 S.W.2d 269, 271 (Tex.Crim.App.1966) (“An accomplice witness is a discredited witness”). Because the legislature has not determined that the testimony of a “single” witness is similarly suspect, a venireman should not be permitted to increase the State’s burden of proof by imposing a corroboration requirement.\nThe State may challenge for cause any venireman who “has a bias or prejudice against any phase of the law upon which the State is entitled to rely for conviction or punishment.” Texas Code of Criminal Procedure, Article 35.16(b)(3). One “phase of the law” upon which the State is entitled to rely is that the jury will not require a greater burden of proof than “beyond a reasonable doubt.” Cook v. State, 858 S.W.2d 467, 471 (Tex.Crim.App.1993). Because excluding the possibility of conviction based upon one witness increases the State’s burden of proof, I would hold that the Court of Appeals did not err in its reliance upon Caldwell in upholding the challenge for cause against venireman Blaydes.\nI respectfully dissent.\nMcCORMICK, P.J., and WHITE, J., join.\n\n. The issue reads: \"whether there is a probability that the defendant would commit criminal acts of violence that would constitute a continuing threat to society.” Art. 37.071 § 2(b)(1).\n\n\n. A venireman who states that he could never convict on the basis of the testimony of a single witness because he would never believe such a witness expresses a bias in favor of the defendant and shows an inability to evaluate impartially the witness' credibility. The State may challenge such a venireman for cause because he is biased in the defendant’s favor. Art. 35.16(a)(9).\n\n",
            "ocr": false,
            "opinion_id": 9767538
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}