{
    "id": 2270744,
    "judges": "Quinn, C.J., and Campbell and Hancock",
    "date_filed": "1973-09-14",
    "date_filed_is_approximate": true,
    "slug": "davis-v-state",
    "case_name_short": "Davis",
    "case_name": "Davis v. State",
    "case_name_full": "Clayton Edward DAVIS, Jr., Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Douglas M. Barlow, Beaumont, for appellant., Rodney D. Conerly, Asst. Crim. Dist. Atty., Beaumont, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Discretionary Review Dismissed Aug. 9, 2006.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b486-6\">\n    Clayton Edward DAVIS, Jr., Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b486-9\">\n    No. 07-03-0457-CR.\n   </docketnumber><br><court id=\"b486-10\">\n    Court of Appeals of Texas, Amarillo.\n   </court><br><decisiondate id=\"b486-11\">\n    May 3, 2006.\n   </decisiondate><br><otherdate id=\"b486-12\">\n    Discretionary Review Dismissed Aug. 9, 2006.\n   </otherdate><br><attorneys id=\"b488-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"468\"> \n     *468\n     </span>\n    Douglas M. Barlow, Beaumont, for appellant.\n   </attorneys><br><attorneys id=\"b488-19\">\n    Rodney D. Conerly, Asst. Crim. Dist. Atty., Beaumont, for appellee.\n   </attorneys><br><judges id=\"b488-20\">\n    Before QUINN, C.J., and CAMPBELL and HANCOCK JJ.\n   </judges>",
    "citations": [
        "223 S.W.3d 466"
    ],
    "opinions": [
        {
            "author_str": "Campbell",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n223 S.W.3d 466 (2006)\nClayton Edward DAVIS, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 07-03-0457-CR.\nCourt of Appeals of Texas, Amarillo.\nMay 3, 2006.\nDiscretionary Review Dismissed August 9, 2006.\n*468 Douglas M. Barlow, Beaumont, for appellant.\nRodney D. Conerly, Asst. Crim. Dist. Atty., Beaumont, for appellee.\nBefore QUINN, C.J., and CAMPBELL and HANCOCK. JJ.\n\n\n*469 OPINION\nJAMES T. CAMPBELL, Justice.\nClayton Edward Davis, Jr., appeals his conviction for the murder of a City of Beaumont police officer. Punishment was assessed at life imprisonment and a $10,000 fine. We affirm.\nThe basic facts surrounding the events giving rise to appellant's prosecution are undisputed. Elizabeth Thomas lived on Cordova Street in Beaumont. Her father Earl Wright lived a few houses away. Thomas had been dating appellant for several months. On the evening of September 6, 2002, appellant left Thomas's house shortly after she came home from work. He returned over an hour later in an agitated state. After an apparently disjointed conversation, Thomas refused appellant's demand for sex but he sexually assaulted her, threatening to kill her if she did not comply. Later in the evening Thomas escaped the house and ran to her father's house wearing only a bedsheet. She told Wright appellant was trying to kill her and went inside to dial 911. Wright went into the front yard with his grandchild's baseball bat. Appellant soon ran up to the house without any clothing, threw Wright to the ground and choked him saying \"I'm going to kill you.\" Appellant also struck Wright with the bat, breaking it in two. Thomas ran to a second house and again called 911.\nAn ambulance and two police cars responded to the calls from Thomas. The ambulance, which was occupied by two paramedics and a third in training, arrived first at the north end of Cordova. While they were looking for the correct address, appellant ran up to the ambulance screaming for them to leave. He broke the driver's window, injuring the driver. About the same time, police officers arrived at the southwest end of the street.[1] Sally Valadez and Conrad Gernale were in one car and Otis Butler arrived in a second car. The officers found their entry from that end of the street blocked by road construction. They started walking down the street when the ambulance driver drove up to them and reported appellant's attack on the ambulance. Valadez and Gernale continued walking down the street while Butler returned to his car to drive around and enter from the north. Valadez and Gernale soon found the injured Wright in his front yard. Gernale started back up the street to get the ambulance crew to assist Wright.\nValadez then saw a Chevrolet Suburban back out of a driveway on Cordova at a high rate of speed and turn south toward the ambulance and road construction on Beatrice. The truck turned the corner from Cordova to Beatrice and continued to accelerate. Valadez and the two paramedics testified the driver swerved off the road and struck Gernale. The driver then turned back toward the ambulance approximately 100 feet away. The Suburban struck the ambulance before coming to rest. Appellant emerged from the Suburban and was immediately arrested. Officer Gernale died at the scene.\nAppellant was charged with capital murder and the State sought the death penalty. The indictment alleged he intentionally caused the death of Gernale knowing that Gernale was a peace officer discharging an official duty. A second count alleged appellant intentionally caused the death of Gernale in the course of committing aggravated sexual assault. The primary issue at trial was appellant's intent at the time he struck Gernale and the *470 ambulance. There was evidence appellant's behavior was affected at that time by intoxication from a combination of marijuana and testosterone anabolic steroid. The jury charge authorized any of ten verdicts. The possible verdicts included three listing alternative means of committing capital murder, two of murder, three means of manslaughter, criminally negligent homicide, and acquittal. The jury found appellant guilty of murder. Punishment was assessed at life imprisonment and a $10,000 fine in conformity with the jury's punishment verdict. Appellant now presents eight issues challenging his conviction. The first three issues concern the conduct of voir dire. Two issues relate to the composition and conduct of the audience during trial. The remaining issues assign error to testimony on appellant's intent, denial of a jury view, and submission of a jury instruction on voluntary intoxication.\nIn his first issue appellant argues reversible error is shown through the cumulative effect of misstatements of the law during voir dire. He cites sixteen specific instances in support of this issue[2] and argues the misstatements prevented him from exercising peremptory strikes in an intelligent manner. We overrule the issue.\nReview of a trial court's decisions during voir dire is for abuse of discretion. Howard v. State, 941 S.W.2d 102, 108 (Tex. Crim.App.1996). If abuse of discretion infringing the right to question the venire is shown, we will evaluate harm to appellant under the standard applicable to nonconstitutional error under Rule of Appellate Procedure 44.2(b). See Taylor v. State, 109 S.W.3d 443 (Tex.Crim.App.2003) (finding Rule 44.2(b) standard applicable to improper hypothetical by trial court during voir dire); Thompson v. State, 95 S.W.3d 537, 543 (Tex.App.-Houston [1st Dist.] 2002, no pet.) (same). See also Stewart v. State, 162 S.W.3d 269, 278 (Tex.App.-San Antonio 2005, pet. ref'd) (applying Rule 44.2(b) standard to misstatement of law by prosecutor during voir dire). That standard requires us to disregard the error unless it had a \"substantial and injurious effect or influence in determining the jury's verdict.\" Thompson, 95 S.W.3d at 543.\nAn abuse of discretion infringing the right to question the venire in order to intelligently exercise peremptory challenges ordinarily is shown only when a proper question about a proper area of inquiry is prohibited. Barajas v. State, 93 S.W.3d 36, 38 (Tex.Crim.App.2002); Howard, 941 S.W.2d at 108. Of the sixteen instances appellant cites, only in one did the trial court sustain an objection to a question propounded to a prospective juror. When counsel asked a venire member during individual voir dire what \"mitigation meant to him,\" the court sustained the State's objection that he was asking an improper commitment question. However, the court did not preclude defense counsel's inquiry into the subject of mitigation. The court overruled the State's objection to counsel's next question, which also concerned mitigation, and counsel asked a further question testing the member's understanding of the concept of mitigation. The record does not reflect an abuse of the court's discretion concerning counsel's questioning of the member concerning mitigation. See Howard, 941 S.W.2d at 111 (distinguishing between court's regulation of particular form of *471 question and that of area of inquiry). Moreover, the mitigation issue about which counsel was asking the venire member is the second of the special issues applicable to the punishment phase of trial of a death penalty case. See Tex.Code Crim. Proc. Ann. art. 37.071 § 2(e)(1) (Vernon pamph. 2005). Because appellant was not convicted of capital murder, the jury was never instructed by the court on those issues or called upon to answer them. No harm appears from any limitation the court may have imposed on appellant's voir dire concerning the mitigation special issue. See Taylor, 109 S.W.3d at 453 (discussing harm analysis of voir dire error when jury not called on to consider subject of error).\nMost of the other fifteen instances of misstatements of the law appellant cites in his brief also concern aspects of the special issues applicable to the punishment phase of trial of a death penalty case.[3]See Tex.Code Crim. Proc. Ann. art. 37.071 § 2(b), (e) (Vernon pamph.2005). Again, the jury was never instructed by the court on those issues or called upon to answer them. Without addressing the merits of the specific instances appellant cites, we find no harm is shown by any misstatement concerning the article 37.071 capital sentencing special issues. See Taylor, 109 S.W.3d at 453.\nOf the remaining instances cited by appellant, three occurred during voir dire of individual venire members. Appellant complains that a prosecution objection denigrated his presumption of innocence to one venire member. In response to a statement of defense counsel that: \"Right now he's innocent of capital murder. The judge will tell you that, I'll tell you that and the State needs to tell you that,\" the trial court sustained the State's objection to \"the terminology that counsel has used that he enjoys a legal presumption of innocence.\" Appellant also argues the prosecutor's comment to another member of the venire during her individual voir dire that she \"may not have to [take the jury oath]\" and his question asking if the member could take the oath given her personal feelings about the death penalty improperly implied that jurors have a choice as to whether to take the oath. The trial court overruled appellant's objection to the comment and question. Appellant further complains about the trial court's sustaining the State's objection to defense counsel referring to the prosecution as \"the government\" during individual voir dire of a third venire member.\nThe final instance cited by appellant was an objection, during general voir dire, to defense counsel's statement to the venire that members of a jury have \"an absolute right to your own vote according to your conscience.\" The State objected on the basis that was not a correct statement of the law because \"[t]hey have to vote according to the facts and the law and obey the law.\" The trial court sustained the objection and directed counsel to rephrase the statement. Defense counsel responded, \"I'm going to move on,\" and proceeded with a discussion of the burden of proof.\nTaken individually or collectively, we fail to see how these claimed misstatements of law prevented the intelligent exercise of appellant's peremptory challenges. None of them prevented appellant from questioning venire members or inhibited him from obtaining information needed to exercise challenges. Taylor, 109 S.W.3d at 454. We find that any error associated with the trial court's rulings in the instances *472 appellant cites was harmless. His first issue is overruled.\nAppellant's second and third issues concern voir dire examination of the same venire member, Shirley Deane. His second issue assigns error to the denial of his challenge of Deane for cause based on her voir dire responses indicating a bias or prejudice against the applicable law. Through his third issue, appellant argues the court's error was compounded by the State's improper examination of Deane. As did appellant's brief, we consider the issues together.\nDuring individual questioning of venire member Deane about capital offenses, defense counsel asked whether she would tend to vote for a sentence of life or death. She responded:\nI mean, if you [sic] have proven beyond a reasonable doubt that he's guilty and everything goes that way, that he is guilty, then I would say death. If there's a doubt in my mind and a doubt in my heart whether you've proven it beyond a doubt, then I would say life.\nThrough several questions seeking to clarify this response, Deane repeatedly reaffirmed her belief that she would vote in favor of death on proof of the offense beyond a reasonable doubt and there was nothing the defense could do to change that belief.\nEven after efforts by defense counsel to clarify the distinction between the jury's verdict on guilt and its consideration of punishment, Deane reaffirmed she would answer the first sentencing special issue[4] in favor of the death penalty if the State established guilt beyond a reasonable doubt. This prompted appellant's first challenge for cause. The prosecution sought to rehabilitate her by repeating the bifurcated nature of the proceeding and asking: \"Are you going to always answer this [special issue] question `yes,' or are you going to wait until I prove to you beyond a reasonable doubt that the question's `yes' before you answer it `yes.'\" She replied \"I'm going to wait until you've proven to me beyond a reasonable doubt.\"\nAfter this attempt to rehabilitate, on three more occasions Deane repeated her intent to vote in favor of death on proof of commission of capital murder. Appellant reasserted his challenge for cause. The prosecution sought to rehabilitate Deane a second time, asking:\nQ: You continue to tell the defense lawyers that anytime you find him guilty, he's automatically going to get the death penalty; and that is not what the law allows. The law does not allow that. Okay? . . . Will you automatically answer these questions in such a way as to cause the death penalty to be assessed automatically simply because you find him guilty?\nA: No.\nQ: Would you wait until you've heard evidence to answer this question \"yes\" or \"no\"?\nA: I would wait, yes.\nThe trial court again denied appellant's challenge for cause and denied his request to conduct further questioning.\nOne of appellant's examples of the State's improper voir dire of Deane occurred at the beginning of the State's first attempt to rehabilitate her. The prosecutor asked if Deane thought the defense attorneys wanted her off the case. The trial court sustained appellant's objection to the comment but denied his request for an instruction to disregard and that Deane be excused.[5]\n*473 The grounds on which challenges for cause may be predicated are set out in article 35.16 of the Code of Criminal Procedure. As relevant here, article 35.16(c)2 permits a defendant to challenge a venire member for cause for \"bias or prejudice against any of the law applicable to the case on which the defense is entitled to rely. . . .\" Id. To establish error from the denial of a challenge for cause a party must not only make a meritorious specific challenge to the venire member, he must show he used a peremptory strike against them, a request for additional peremptory strikes was denied and an objectionable juror sat on the jury. Sells v. State, 121 S.W.3d 748, 758 (Tex. Crim.App.2003), cert. denied, 540 U.S. 986, 124 S. Ct. 511, 157 L. Ed. 2d 378 (2003). The record shows appellant used a peremptory strike on Deane, and requested but was denied additional strikes. Appellant has also identified a juror he characterizes as objectionable.\nA prospective juror \"may not be challenged for cause based on his views about capital punishment unless those views would prevent or substantially impair the performance of his duties as a juror in accordance with his instructions and his oath.\" King v. State, 29 S.W.3d 556, 568 (Tex.Crim.App.2000) (citing Wainwright v. Witt, 469 U.S. 412, 423, 105 S. Ct. 844, 83 L. Ed. 2d 841 (1985)). A trial court's decision to dismiss a member of the venire for cause is entitled to \"considerable deference.\" King, 29 S.W.3d at 568. That deference is particularly important when the venire member's responses are vacillating, unclear or contradictory. Id.; see Howard, 941 S.W.2d at 107-08 (also discussing the \"vacillating veniremember\"). A reviewing court considers whether the totality of the voir dire testimony supports the trial court's finding on whether the prospective juror is able to follow the law as instructed, and reverses only if a clear abuse of discretion is evident. Id.\nThe record establishes that Deane vacillated on her ability to distinguish between the determination of guilt and the special issues in capital sentencing. She did not so clearly demonstrate an unwillingness or inability to follow the law as instructed as to permit us to second-guess the trial court's finding that she could do so. Even considering the State's voir dire that appellant finds objectionable, no clear abuse of the trial court's discretion is evident in its overruling appellant's challenge for cause. We overrule appellant's second and third issues.\nAppellant also presents a combined argument in support of his fourth and fifth issues. His fourth issue assigns error to the trial court's failure to exclude or limit the number of uniformed officers in the courtroom during trial. In his fifth issue appellant complains of the trial court's permitting members of the gallery to wear \"victim medallions\" bearing a photograph of officer Gernale.\nAppellant filed a written pretrial motion asking the court to preclude police officers who attended the trial as spectators from wearing their uniforms.[6] As he renewed the motion at times during trial, appellant's counsel sometimes pointed out *474 the number of uniformed officers present in the gallery. Appellant argues the presence of uniformed officers as spectators constituted an external influence on the jury which was inherently prejudicial and deprived him of a fair trial. He cites the test for inherent prejudice adopted by the Court of Criminal Appeals in Howard, 941 S.W.2d 102, which asks whether \"an unacceptable risk is presented of impermissible factors coming into play.\"[7]Id. at 117, quoting Holbrook v. Flynn, 475 U.S. 560, 570, 106 S. Ct. 1340, 1346-47, 89 L. Ed. 2d 525, 535 (1986). The test recognizes that a defendant's right to have guilt or innocence determined solely on the basis of evidence introduced at trial and not other circumstances is central to the Sixth Amendment right to a trial by an impartial jury. Holbrook, 475 U.S. at 567, 106 S. Ct. 1340.\nThe record in Howard reflected an objection to the presence of uniformed state troopers at arguments during the penalty phase of defendant's trial for capital murder of a trooper. The trial court observed there were twenty officers in the back of the courtroom and there were eighty-one other spectators. 941 S.W.2d at 117. The court noted findings of inherent prejudice are reserved for extreme situations. Id., citing Bundy v. Dugger, 850 F.2d 1402, 1424 (11th Cir.1988). Emphasizing the lack of evidence the officers engaged in any conduct or expression that could be construed as directed to influencing the jury, and that officers did not predominate the courtroom gallery, the court held the record did not support a finding of inherent prejudice. 941 S.W.2d at 118. This was consistent with its prior holdings that spectator conduct results in reversible error only if the appellant shows a reasonable probability the conduct interfered with the jury's verdict. 941 S.W.2d at 117.\nDuring trial of the case at bar, defense counsel noted for the record that at times there were as many as eight uniformed officers in the courtroom. When defense counsel later renewed his objection, the trial judge stated there was then one uniformed officer present and throughout the trial there had been \"at least six to one civilian to police officer in uniform ratio.\"\nAppellant's argument that there was \"absolutely no reason for [off-duty, uniformed] officers to be present, other than to pressure and influence the jury,\" appears to disregard the personal interest they would naturally have in the events leading to the death of another officer. As in Howard, the non-police spectators significantly outnumbered officers[8] and there is no evidence or allegation the officers \"gravitated\" toward the jury. 941 S.W.2d at 118. Moreover, there is nothing in the record to support appellant's statements that the prosecution had a role in the presence of officers during trial. Finding the holding in Howard dispositive, we overrule appellant's fourth issue.\nAppellant's fifth issue similarly challenges the denial of his request to prohibit members of the gallery from wearing victim medallions bearing the picture of officer Gernale. The complaint is subject to the same analysis as his fourth issue. Appellant does not cite any authority *475 holding the display of this type of item by spectators creates inherent prejudice. The Austin Court of Appeals addressed a claim of external juror influence through the wearing of buttons by spectators in Nguyen v. State, 977 S.W.2d 450 (Tex. App.-Austin 1998), aff'd, 1 S.W.3d 694 (Tex.Crim.App.1999). There, seven spectators of at least twenty-five persons in the courtroom wore large buttons with a color photograph of the deceased. Although the defense asserted to the trial court that the buttons would be clearly visible to the jury, the appellate record did not show where those wearing the buttons were seated, whether they sat together or separately, or if the jurors actually did see the buttons. The Austin court found the record did not demonstrate a reasonable probability of influence on the jury's verdict. Id. at 457. Cf. Musladin v. Lamarque, 427 F.3d 653, 654-55 (9th Cir.2005), cert. granted, April 17, 2006 (habeas corpus relief based on evidence members of victim's family permitted to wear buttons with victim's photograph during trial; buttons several inches in diameter, \"very noticeable,\" and family sat in front row of gallery every day \"in clear view of the jury\").\nThe record before us is similar to that in Nguyen, 977 S.W.2d at 457. It does not show how many spectators wore the medallions, where they sat or the size of the medallions. We have no evidence indicating whether any juror saw any of the medallions. We find no support in the record for appellant's claim they were \"theatrically placed,\" or that the prosecution had any role in their conduct. The record is insufficient to establish actual or inherent prejudice from the wearing of victim medallions by spectators, or to show the trial court abused its discretion in overruling appellant's objection. We overrule appellant's fifth issue.\nThrough his sixth issue appellant assigns error to the court's allowing a witness to speculate on appellant's mental state. We review the trial court's ruling on the admissibility of evidence for an abuse of discretion. Fairow v. State, 943 S.W.2d 895, 901 (Tex.Crim.App.1997). The challenged testimony came from paramedic William Green. On direct examination by the State, the following exchange occurred:\nQ: As [the Suburban] drove toward you gaining speed, you testified that it was headed in a straight direction. What did the driver of the Suburban do at that point?\nA: He swerved to the right side of the road.\nQ: And did it appear to be a deliberate action on the part of the driver?\nDefense counsel: Your Honor, we're going to object. That calls for speculation on the part of the witness.\nCourt: Overruled. You can answer.\nA: Yes, it did.\nQ: And where was the police officer in relation to this swerve?\nA: He was on the right side of the road, and it was coming right at him.\nAppellant argues Green's testimony expressed an opinion on appellant's state of mind, that is, whether he deliberately drove into the officer, which was an ultimate issue for the jury to determine.[9] He contends the testimony was inadmissible under Rule of Evidence 701. We disagree.\nGreen was not asked whether appellant intended to strike the officer. The State's *476 question asking whether the driver's swerve \"appear[ed] to be a deliberate action\" called for a response based on Green's observation of the vehicle's movements. The trial court reasonably could have concluded that the question was not an attempt to communicate appellant's actual subjective mental state but instead asked for an opinion or inference drawn from Green's objective perception of the events, and that such an opinion or inference is one that a reasonable person could draw under the circumstances. The testimony thus met the perception requirement under Rule 701. Fairow, 943 S.W.2d at 898-99. Because the term \"swerved\" could be taken to describe a movement which was uncontrolled or one that was deliberate, the challenged question also was helpful both to an understanding of Green's testimony and to the jury's determination of the fact issue of the driver's intent. Id. at 900. The trial court acted within its discretion to permit the question. That the question may have encompassed an ultimate issue to be decided by the jury did not make it objectionable, under Rule of Evidence 704. Fairow, 943 S.W.2d at 898 n. 5 (under Rule 704, opinion testimony not to be excluded simply because it embraces an ultimate issue to be decided by the trier of fact); see Ex parte Nailor, 149 S.W.3d 125, 134 n. 39 (Tex.Crim.App. 2004) (applying rule in context of ineffective assistance claim). We overrule appellant's sixth issue.\nAppellant's seventh issue assigns error to denial of a jury view. The record indicates that sometime after beginning deliberations on guilt-innocence, the jury sent a note requesting to view the scene of the offense.[10] Appellant argued in favor of granting the request. The trial court denied the request, returning an instruction to the jury to continue deliberations.\nThis issue was recently addressed by the Court of Criminal Appeals in Mauricio v. State, 153 S.W.3d 389 (Tex. Crim.App.2005). Although jury views were traditionally disfavored in Texas in criminal cases, the decision to permit a jury view in a particular case is now committed to the trial court's discretion. Id. at 393. That decision must be made considering the totality of the circumstances of the case including the timing of the request for the jury view, the difficulty and expense of arranging it, the importance of the information to be gained by it, the extent to which that information has been or could be secured from more convenient sources, and the extent to which the place or object to be viewed may have changed in appearance since the controversy began. Id.\nNone of the factors listed in Mauricio support a conclusion the trial court abused its discretion here. Coming from the jury during their deliberations, it obviously came after both parties had rested and closed their cases, and cannot be called timely. Unlike the jury view in Mauricio in the courthouse parking lot, there is no evidence where the scene was located in relation to the courthouse or the time required to travel there. The denial of a jury view was upheld in Jones v. State, 843 S.W.2d 487 (Tex.Crim.App.1992),[11] even though the record showed the trip would have taken four minutes. Id. at 499. Appellant argues the information to be gained was important because the configuration of the scene was \"hotly contested\" at trial. But information about the scene was presented by both sides through photographs, *477 diagrams and expert testimony. Finally, appellant does not address the extent to which the place had or had not changed during the intervening year since his arrest. The record does not show an abuse of discretion and we overrule appellant's seventh issue.\nAppellant's eighth issue challenges the inclusion in the charge of an instruction that voluntary intoxication is not a defense to commission of a crime. He contends the instruction was error because the evidence showed he was \"under the influence of intoxicants that rendered him incapable of intentional or knowing conduct, but instead he was guilty of intoxication manslaughter.\" At trial defense counsel argued to the jury the evidence of appellant's intoxication \"tells you that intentionally and knowingly is gone.\"\nThe challenged instruction tracks the language of Penal Code Section 8.04(a), instructing that voluntary intoxication does not constitute a defense to the commission of a crime. Before the trial court appellant cited Jaynes v. State, 673 S.W.2d 198 (Tex.Crim.App.1984), overruled in part, Chauncey v. State, 877 S.W.2d 305, 309 n. 8 (Tex.Crim.App.1994), for the proposition such an instruction is appropriate only at the penalty stage of trial. Jaynes does not support the proposition because the Court of Criminal Appeals there approved the trial court's use of the instruction at the guilt-innocence stage. Id. at 201-02. Moreover, the proposition is not correct. An instruction pursuant to section 8.04(a) is appropriate, at the guilt-innocence phase, when there is evidence from any source that might lead the jury to conclude the defendant's intoxication somehow excused his actions. Taylor v. State, 885 S.W.2d 154, 158 (Tex. Crim.App.1994).\nThe trial court also charged the jury on the lesser included offense of intoxication manslaughter. The charge correctly instructed the jury that a person commits the offense of intoxication manslaughter if he operates a motor vehicle while intoxicated and \"by reason of that intoxication causes the death of another by accident or mistake.\" On appeal, appellant contends the instruction under section 8.04(a) improperly precluded the jury from finding him guilty of the lesser included offense of intoxication manslaughter.[12] He argues the two provisions of the charge are irreconcilable.\nAppellant cites no authority holding that an instruction under section 8.04(a) may not be given when the jury also is charged that it may find the defendant guilty of intoxication manslaughter as a lesser included offense. We cannot agree the challenged instruction prevented the jury from finding appellant guilty of intoxication manslaughter if it found the State failed to prove beyond a reasonable doubt that appellant intended to cause the officer's death. As the court in Jaynes noted, the jury was free to find the defendant lacked the culpable mental state required for guilt, \"as long as they did not attribute that lack . . . to intoxication.\" 673 S.W.2d at 202; see Raby v. State, 970 S.W.2d 1, 6 (Tex.Crim.App.1998) (noting Texas law that voluntary intoxication may not be used to negate specific intent element). We overrule appellant's eighth issue.\n*478 Finding no reversible error in the trial court's judgment, we affirm.\nNOTES\n[1]  At the south end of Cordova Street, the road turns west and becomes Beatrice Street. No other streets intersect with Cordova or Beatrice in the area where the events occurred.\n[2]  The misstatements appellant alleges occurred in varying contexts. Although appellant's brief does not clearly say so, some instances he cites occurred during counsel's general questioning of the entire venire, others during voir dire of individual venire members.\n[3]  The State characterizes seven instances listed by appellant as specific to the capital charge. We find twelve of the sixteen instances to relate primarily to capital sentencing issues.\n[4]  Tex.Code Crim. Proc. Ann. art. 37.071, § 2(b).\n[5]  Appellant's argument in support of his third issue cites Bethany v. State, 814 S.W.2d 455 (Tex.App.-Houston [14th Dist.] 1991, pet. ref'd), in which the appellate court found the State's insistence on placing defense counsel on the witness stand knowing he would refuse to testify against his client was an attempt to strike at the defendant through his attorney. Id. at 462. The circumstances presented in Bethany are not comparable to those at bar. Here, the trial court sustained appellant's objection to the prosecutor's comment.\n[6]  In the alternative appellant sought to have a video recording made of the gallery throughout the trial. Both requests were denied.\n[7]  Appellant does not argue the record shows the jury was actually prejudiced by the presence of the uniformed officers in the gallery. See Howard, 941 S.W.2d at 117 (stating test for finding of actual prejudice).\n[8]  Cf. Woods v. Dugger, 923 F.2d 1454, 1458-59 (11th Cir.1991) (inherent prejudice shown when uniformed prison guards composed half of spectators in packed courtroom in trial for murder of guard, coupled with pretrial publicity).\n[9]  Under the court's charge, appellant's conviction for murder required the jury to find he intentionally or knowingly caused officer Gernale's death \"by hitting [Gernale] with the truck [appellant] was driving.\"\n[10]  The copy of the jury's note appearing in the record provided us is illegible. The briefs describe the note in wording similar to that we have used.\n[11]  Overruled on other grounds, Maxwell v. State, 48 S.W.3d 196 (Tex.Crim.App.2001).\n[12]  Only a liberal reading of a portion of appellant's argument at the charge conference permits us to find his complaint about the charge preserved for our review. In addition to his argument based on Jaynes, counsel there argued that the § 8.04(a) instruction would mislead and confuse the jury concerning his possible guilt of intoxication manslaughter.\n\n",
            "ocr": false,
            "opinion_id": 2270744
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}