{
    "id": 2393494,
    "judges": "Beasley, Bryant, Elmore",
    "date_filed": "1990-09-07",
    "date_filed_is_approximate": true,
    "slug": "state-v-bordeaux",
    "case_name_short": "Bordeaux",
    "case_name": "State v. Bordeaux",
    "case_name_full": "State of North Carolina v. Keishon Kysheen Bordeaux",
    "attorneys": "\n\nAttorney General Roy Cooper, by Assistant Attorney General Joan M. Cunningham, for the State.\n, \nAppellate Defender Staples S. Hughes, by Assistant Appellate Defender Andrew DeSimone, for Defendant.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b669-10\">\n    STATE OF NORTH CAROLINA v. KEISHON KYSHEEN BORDEAUX\n   </parties><br><docketnumber id=\"b669-11\">\n    No. COA09-1484\n   </docketnumber><decisiondate id=\"AVrn\">\n    (Filed 2 November 2010)\n   </decisiondate><br><attorneys id=\"b670-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"646\"> \n     *646\n     </span>\n<em>\n     Attorney General Roy Cooper, by Assistant Attorney General Joan M. Cunningham, for the State.\n    </em>\n</attorneys><br><attorneys id=\"b670-6\">\n<em>\n     Appellate Defender Staples S. Hughes, by Assistant Appellate Defender Andrew DeSimone, for Defendant.\n    </em>\n</attorneys>",
    "citations": [
        "701 S.E.2d 272",
        "207 N.C. App. 645"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7989.0,
            "opinion_text": "\n701 S.E.2d 272 (2010)\nSTATE of North Carolina\nv.\nKeishon Kysheen BORDEAUX.\nNo. COA09-1484.\nCourt of Appeals of North Carolina.\nNovember 2, 2010.\n*273 Attorney General Roy Cooper, by Assistant Attorney General Joan M. Cunningham, for the State.\nAppellate Defender Staples S. Hughes, by Assistant Appellate Defender Andrew DeSimone, for Defendant.\nBEASLEY, Judge.\nThe State appeals from a trial court order suppressing Defendant's confession and concluding that the confession was made involuntarily. Because the confession was indeed involuntary, we affirm.\nOn 12 November 2008, a Hardees restaurant in Wilmington, North Carolina was robbed. During the robbery \"each victim was kidnaped, robbed of their personal property... and ... stuffed in a cooler until police arrived.\" Police officers, arriving in response to the robbery, were able to apprehend suspect Jaqula Banks at the scene. During an interview with police, Banks implicated Defendant and suspect Anthony Prentice, for whom arrest warrants were issued. On 24 November 2008, Defendant, accompanied by his father, voluntarily surrendered to the U.S. Marshall's Service and the Wilmington Police Department, where he was subsequently placed under arrest.\nAfter Detective Lee Odham advised Defendant of his Miranda rights, Detectives Odham and Kevin Tully conducted a two-hour *274 videotaped interview with Defendant. During the course of the interview, Defendant confessed to participating in the robbery of the Hardees restaurant on 12 November 2008. On 15 December 2008, Defendant was indicted on two counts of robbery with a dangerous weapon, one count of attempted robbery with a dangerous weapon, and three counts of second-degree kidnaping. On 14 May 2009, Defendant's counsel moved to suppress Defendant's confession made to officers during the two-hour videotaped interview. After reviewing the videotape and hearing testimony from the interviewing officers at the suppression hearing, the trial court concluded that \"[D]efendant's confession was coerced and not made freely, voluntarily and understandingly.\" Accordingly, the trial court granted Defendant's motion to suppress. On 19 June 2009, the State filed its written notice of appeal.\nIn its only argument on appeal, the State contends that \"the trial court erred by suppressing Defendant's videotaped confession because it was knowingly, willingly and voluntarily made.\" We disagree.\nOn appeal from a suppression hearing, this Court will review the trial court's factual findings to determine if they are supported by competent evidence, \"in which event they are conclusively binding on appeal, and whether those factual findings in turn support the judge's ultimate conclusions of law.\" State v. Cooke, 306 N.C. 132, 134, 291 S.E.2d 618, 619 (1982). The trial court's conclusions of law are fully reviewable on appeal. State v. Robinson, 187 N.C.App. 795, 797, 653 S.E.2d 889, 891-92 (2007).\nThe Fifth Amendment of the Constitution of the United States proscribes that no one \"shall be compelled in any criminal case to be a witness against himself\". U.S. Const. Amend. V. \"The self-incrimination clause of the Fifth Amendment has been incorporated in the Fourteenth Amendment and applies to states.\" State v. Linney, 138 N.C.App. 169, 178, 531 S.E.2d 245, 253 (2000). In Miranda v. Arizona, the Supreme Court of the United States held that when a criminal suspect is in custody, he or she must be advised of, among other rights, the right to refrain from making self-incriminating statements. 384 U.S. 436, 479, 86 S. Ct. 1602, 1630-31, 16 L. Ed. 2d 694, ___ (1966).\nIt is well-established that \"obtaining confessions involuntarily denies a defendant's fourteenth amendment due process rights.\" State v. Jones, 327 N.C. 439, 447, 396 S.E.2d 309, 313 (1990) (citing Ashcraft v. Tennessee, 322 U.S. 143, 64 S. Ct. 921, 88 L. Ed. 1192 (1944)). Generally, to be admissible, a defendant's \"confession [must be] the product of an essentially free and unconstrained choice by its maker[.]\" Schneckloth v. Bustamonte, 412 U.S. 218, 225, 93 S. Ct. 2041, 36 L. Ed. 2d 854, 862 (1973). When reviewing a defendant's confession this court must determine whether the statement was made voluntarily and understandingly. See State v. Davis, 305 N.C. 400, 419, 290 S.E.2d 574, 586 (1982) (citation omitted). The voluntariness of a defendant's confession is based upon the totality of the circumstances. State v. Greene, 332 N.C. 565, 579, 422 S.E.2d 730, 738 (1992). Factors considered by courts making this determination include:\n\"whether defendant was in custody, whether he was deceived, whether his Miranda rights were honored, whether he was held incommunicado, the length of the interrogation, whether there were physical threats or shows of violence, whether promises were made to obtain the confession, the familiarity of the declarant with the criminal justice system, and the mental condition of the declarant.\"\nState v. Hyde, 352 N.C. 37, 45, 530 S.E.2d 281, 288 (2000) (quoting State v. Hardy, 339 N.C. 207, 222, 451 S.E.2d 600, 608 (1994)) (citation omitted).\nOn appeal, the State first challenges the trial court's findings of fact. However, the State never directly contends that the trial court's findings of fact are not supported by competent evidence or that the officers conducting the interview were misquoted. Instead, the State argues that those findings of fact are not accurately characterized in the trial court's conclusions of law. Because the State never challenges the competency of the trial court's factual findings, this argument is waived on appeal. See Williams v. Insurance. Co., 288 N.C. 338, 342, 218 S.E.2d 368, *275 371 (1975) (\"[F]indings of fact have the force and effect of a verdict by a jury and are conclusive on appeal if there is evidence to support them, even though the evidence might sustain findings to the contrary.\"); see also State v. Roberson, 163 N.C.App. 129, 132, 592 S.E.2d 733, 735-36 (2004) (\"Where... the trial court's findings of fact are not challenged on appeal, they are deemed to be supported by competent evidence and are binding on appeal.\")\nThe trial court's factual findings correctly support its legal conclusions. In its suppression order, the trial court found in relevant part:\n8. [D]efendant was 18 years of age at the time he was arrested. His date of birth is September 9, 1990.\n....\n13. The defendant indicated that he was a high school graduate. [Detective Odham] asked if he planned to attend college and he replied that he was planning to attend Cape Fear Community College in January.\n14. Detective Odham then stated to the defendant \"Well don't say was [sic], I mean you still got ... You are not done by no means, if you know what I mean. OK? Anything that happens after we leave here today is contingent upon you. OK? I'm not bullsh______ you, you're just a kid. I'm telling you straight up.... Everything that happens is contingent upon what happens in this room.\"\n....\n18. Detective Odham told the defendant that the other people riding in the car had implicated the defendant in the robbery.\n....\n21. Detective Odham then tells the defendant that he does not need a statement from the defendant, saying \"I don't need to talk to you, man,\" that his case [was] made and \"we will take it to court and see what happens. If you want to help yourself and this did go to Court we could get up in front of the DA or the Judge or both and say, look [at] old boy come in on his own. This is his father. His father is a good guy, you know? He's not a bad kid. He was raised by a good family. He's made a mistake. This is his first and gonna be his only mistake. And the Judge will look at that and say \"Well damn, you know, we don't want to ruin this kid's life,\" or whatever the Judge will say. I don't know what the Judge will say, but when you come in here and have all of this evidence stacked up against you and you deny being there, that is what you call an aggravated offense.\"\n....\n23. Detective Odham then tells the defendant that he had spoken to his Dad and \"that he told him that he hoped the defendant would try to help himself, and he wanted to come back here with you and I told him, \"well let me go talk to him\"....\" You are not a fu_____ nut. You are not bouncing off the walls. I told him I would at least come talk to you. Your Dad thought you might want to help yourself, but it is completely up to you, Bro.\"\n....\n27. Detective Odham then tells the defendant that based on the time frame that he has admitted to being with the other co-defendant, \"You have kinda implicated yourself as being with someone when they did a murder, ok? That's what you've done, not me.\" He goes on to say that the defendant is not being truthful about the times.\n28. Detective Odham then questioned the defendant about the murder. He says \"I'm going to put this out there for you, OK? I told you about all this, the videos, we interviewed Anthony, all that good stuff, uh, this is a pretty tight case, OK as far as people are implicating you and we got video, we've got the masks and stuff like that that were dropped by the building, gloves, all kinds of stuff, uh, of course we found her gun and all that good stuff. We're sending that off for DNA....\" \"So [I a]m not really concerned with the robbery, OK?\" He then says \"the most important thing here is to find out who killed that kid. That's it.\" Detective Odham tells defendant that he knows the times when the deceased last used his phone and *276 the time of the murder was when the defendant was with the suspects in the murder. Detective Odham goes on to say \"I'm gonna remind you 100% without a doubt I've got enough evidence right here to convict you and put you in jail for a long time, OK?\" The defendant asks \"For murder?\" Detective Odham says \"I haven't even started talking about the murder, Keishon.\" Then the defendant says \"Oh, God.\" Then Detective Odham says \"I'm going to tell you right now, if you want any assistance, any assistance, any chance to live a normal life when this is over, you better think real hard about what you want to say to me when I come back.\"\n....\n33. Detective Odham tells defendant he is charged with 2 counts of armed robbery, 2 counts of attempted armed robbery, 1 count of felonious breaking and entering, and 3 counts of kidnaping. He tells the defendant \"You are not an ass____. If at some point you become an asshole you may get charges [sic] with more stuff.\"\n....\n37. At this point, after about one hour of interrogation, the defendant tells them that he was picked up by the co-defendant. He tells them the female co-defendant gave him a black revolver when he got in the car and details the circumstances of the robbery. He tells them his gun was not loaded. Detective Odham thanks him for being honest. \"It goes a long way.\"\n39. Detective Odham told the defendant \"Son, know what you should have done? You should have grabbed her by her fu____ neck and choked the life out of her and beat her to death with that gun.\"... \"You could have justified it.\" \"I'd rather be dead than spend 30 years in prison.\"\n40. Detective Odham then tells the defendant, \"This is the sh\u0097that is going to help you.\"\nBased on its findings of fact, the trial court concluded in relevant part:\n3. The detective promised the defendant that his truthful admissions of wrongdoing would help him with the Judge.\n4. The detective's promise, together with his threats and attempts to link the defendant with a murder investigation, were sufficient to overcome the defendant's will.\n....\n6. The detective's conduct resulted in a violation of the defendant's right to remain silent.\n7. The detectives made promises, offers of reward and inducements for defendant to make a statement.\n8. The defendant's confession was coerced and not made freely, voluntarily[,] and understandingly.\nThe trial court's findings of fact support generally its conclusions of law. However, though not determinative of the case before us for appellate review, we note that the trial court erroneously concluded that the \"detective's conduct resulted in a violation of the [D]efendant's right to remain silent.\"\nShortly before the interview began, Detective Odham advised Defendant of his Miranda rights. Defendant signed a form indicating that he understood his Miranda rights, including the right to remain silent. Immediately thereafter, Detective Odham began to question Defendant. Defendant waived his right to remain silent by voluntarily speaking with Detective Odham after signing a document indicating that he understood his rights. See State v. Vickers, 306 N.C. 90, 96-97, 291 S.E.2d 599, 604 (1982), overruled on other grounds by State v. Barnes, 333 N.C. 666, 430 S.E.2d 223 (1993). Moreover, Defendant's silence or refusal to answer any of the detectives' questions could not be construed as an invocation of his right to remain silent. See Berghuis v. Thompkins, ___ U.S. ___, 130 S. Ct. 2250, 176 L. Ed. 2d 1098 (2010).\nIn Berghuis, the defendant was arrested and interrogated in relation to a number of charges arising from a violent shooting incident. The interviewing officers informed the defendant of his Miranda rights before the interrogation commenced. Thereafter, a three hour interrogation ensued, during which defendant \"[l]argely [remained] silent\", *277 on occasion giving limited responses such as \"yeah\", \"no\" or \"I don't know.\" Id. at ___, 130 S.Ct. at 2267, 176 L.Ed.2d. at 1107. Approximately two hours forty-five minutes into the interrogation, a detective asked the defendant \"Do you believe in God?\" the defendant responded \"`Yes' as his eyes `well[ed] up with tears.'\" The detective next asked the defendant if he prayed to God to which defendant replied \"Yes.\" The detective then asked, \"Do you pray to God to forgive you for shooting that boy down?\" to which defendant responded \"Yes\" and \"looked away.\" Id. The defendant moved to suppress his confession arguing that by remaining silent for two hours forty-five minutes, he had invoked his right to remain silent. The trial court denied the defendant's motion to dismiss and the defendant appealed.\nOn review, the United States Supreme Court held that if a defendant wishes to invoke the right to remain silent, he must unambiguously express that desire. Id. ___, 130 S.Ct. at ___, 176 L.Ed.2d. at 1111. Merely remaining silent does not affirmatively invoke the protection against self incrimination garnered by the Constitution. Id. The defendant never indicated that he wished to remain silent nor did he request an attorney. There was no indication that questioning in Berghuis involved trickery, deceit, or coercion or promises of a positive end. Id. On the issue of whether the defendant waived his right to remain silent, the court noted that \"[t]he waiver inquiry `has two distinct dimensions:' waiver must be `voluntary in the sense that it was the product of a free and deliberate choice rather than intimidation, coercion, or deception,' and `made with a full awareness of both the nature of the right being abandoned and the consequences of the decision to abandon it.'\" Id. (quoting Moran v. Burbine, 475 U.S. 412, 421, 106 S. Ct. 1135, 89 L. Ed. 2d 410 (1986)). In the case sub judice, Defendant voluntarily went to the police station, and prior to questioning by Detectives Odham and Tully, signed a waiver, and spoke to the detectives. Accordingly, a careful review of the record reveals that the trial court erroneously determined that Defendant's Miranda rights were violated.\nDespite complying with the basic requirements of Miranda,\nthe ultimate test of the admissibility of a confession still remains whether the statement made by the accused was in fact voluntarily and understandingly made. The fact that the technical procedural requirements of Miranda are demonstrated by the prosecution does not .. . control the question of whether a confession was voluntarily and understandingly made.\nState v. Pruitt, 286 N.C. 442, 454, 212 S.E.2d 92, 100 (1975) (internal citations omitted). Once the procedural requirements of Miranda have been met, courts must examine the totality of the circumstances to determine whether a defendant's confession was voluntarily and understandingly made. See State v. Corley, 310 N.C. 40, 47 311 S.E.2d 540, 545 (1984).\nThough Defendant received his Miranda warnings, the trial court appropriately determined that Defendant's confession was involuntary. The trial court concluded that Defendant's confession was rendered involuntary due to attempts to improperly link Defendant to an ongoing murder investigation and promises made by the interviewing detectives. To support its legal conclusions, the trial court found that during Defendant's custodial interrogation, detectives represented that if Defendant provided them with a confession, they would speak to the judge or the district attorney requesting leniency for Defendant. Detectives suggested that Defendant may still have the opportunity to attend community college and that if he wanted \"any chance to live a normal life,\" he should be cooperative. Moreover, the officers questioned Defendant about a murder investigation in which Banks was a suspect. Detective Odham told Defendant that he had implicated himself \"as being with someone when they did a murder.\" During the suppression hearing, the trial court correctly concluded that questions regarding the murder investigation were intended to coerce Defendant's confession and were \"sufficient to overcome the defendant's will.\" The interviewing techniques utilized by officers in this case rendered Defendant's confession involuntary.\n*278 Our Supreme Court has held that if a confession is obtained as a result of an officer's promise to testify on behalf of a defendant, and the promise arouses in the defendant \"a hope for lighter punishment,\" the confession is inadmissible at trial. State v. Fuqua, 269 N.C. 223, 228, 152 S.E.2d 68, 72 (1967). In Fuqua, a police officer told a defendant in custody that \"if he wanted to talk to me then I would be able to testify that he talked to me and was cooperative.\" Id. (internal quotation marks omitted). The Supreme Court determined that \"[t]his statement by a person in authority was a promise which gave defendant a hope for lighter punishment. It was made by the officer before the defendant made his confession, and the officer's statement was one from which defendant could gather some hope of benefit by confessing.\" Id. Thereafter, the trial court determined that, based on a totality of the circumstances, the defendant's confession was made involuntarily. Id.\nCiting a number of supportive cases, the State argues that \"[a] suggestion of hope created by statements of law enforcement officers that they will talk to the District Attorney regarding a suspect's cooperation where there is no indication that preferential treatment might be given in exchange for cooperation does not render inculpatory statements involuntary.\" State v. Houston, 169 N.C.App. 367, 375, 610 S.E.2d 777, 783 (2005); State v. McKinney, 153 N.C.App. 369, 375, 570 S.E.2d 238, 243 (2002) (holding that \"[a]ny inducement of hope must promise relief from the criminal charge to which the confession relates.\")(internal quotation marks omitted). While the State's contention is a correct statement of the law, the cases cited by the State are distinguishable.[1]\nThe trial court found that during the interview, officers indicated to Defendant that they would testify on his behalf and explain that he only made a mistake. Thereafter, Detective Odham explained that \"the Judge will look at that and say `Well damn, you know, we don't want to ruin this kid's life,' or whatever the Judge will say. I don't know what the Judge will say....\" While Detective Odham attempted to retreat from his initial statement by light of the proposed testimony, other statements made throughout the course of the interview helped to arouse in Defendant the hope of a more lenient sentence. Several statements made by Detective Odham suggested that Defendant might still have the opportunity to attend community college and that his future was dependant upon cooperating during the interview. The trial court's findings indicate that the detectives promised that they would speak on Defendant's behalf and a benefit would result. When viewed in their totality, the Detectives' statements during the course of the interview aroused in Defendant \"an `emotion of hope'\" of lighter, more lenient sentence. Fuqua, 269 N.C. at 228, 152 S.E.2d at 72.\nThe involuntariness of Defendant's statement is not limited to promises made by the interviewing officers. Typically, deceptive interrogation practices and trickery are insufficient to support a finding that a confession *279 was made involuntarily and trial courts must examine the totality of the circumstances to determine the admissibility of the confession. See State v. Jackson, 308 N.C. 549, 574, 304 S.E.2d 134, 148 (1983) (\"The general rule ... is that while deceptive methods or false statements by police officers are not commendable practices, standing alone they do not render a confession of guilt inadmissible. The admissibility of the confession must be decided by viewing the totality of the circumstances[.]\"). Impermissible deceptive tactics can include false information regarding \"the nature of the crime involved or possible punishment.\" State v. Barnes, 154 N.C.App. 111, 115, 572 S.E.2d 165, 168 (2002).\nIn Barnes, law enforcement officers, investigating a defendant father for alleged sex offenses committed against his daughter, intentionally misinformed the defendant that his daughter was pregnant. Id. at 113, 572 S.E.2d at 167. After determining that \"[t]he use of false statements and trickery by police officers during interrogations is not illegal as a matter of law[,]\" our Court turned to other factors to determine the admissibility of the defendant's statement. Id. at 114, 572 S.E.2d at 167. Our Court found that: (1) the interrogation tactics employed \"did not implant fear of physical violence or hope of better treatment;\" (2)the defendant \"was not tricked about the nature of the crime involved or possible punishment;\" (3) the officer \"did not subject defendant to threats of harm, rewards for confession, or deprivation of freedom of action;\" (4) \"[t]he evidence in the record does not show an oppressive environment[;]\" and (5) \"defendant's intoxication at the time of confession does not preclude a conclusion that a defendant's statements were freely made[,] ... [and the] record does not show defendant was so heavily under the influence that he could not understand the implications of confessing to sexually assaulting his daughter.\" Id. at 115-16, 572 S.E.2d at 168-69 (internal citations omitted). After an examination of the circumstances our Court held the defendant's statement to law enforcement officers was made voluntarily. Id. at 116, 572 S.E.2d at 169.\nIn this case, the detectives' suggestion that Defendant was a suspect in a murder investigation accompanied by promises of relief made Defendant's statement involuntary. The officers were fully aware that Defendant did not participate in the murder. The intended effect of the detectives' query about the murder was to cause Defendant to be \"worried and off-balance.\" When coupled with the promises of relief, the deception used by detectives rendered Defendant's confession inadmissible at trial.\nWhile it is crucial that the ability of investigators to procure voluntary confessions is not undermined, restraints on law enforcement officers are necessary to prevent the admission of coerced statements at trial. See id. at 115, 572 S.E.2d at 168. Recognizing the importance of this balance our General Assembly has provided that:\nUpon timely motion, evidence must be suppressed if: (1) Its exclusion is required by the Constitution of the United States or the Constitution of the State of North Carolina; or\n(2) It is obtained as a result of a substantial violation of the provisions of this Chapter. In determining whether a violation is substantial, the court must consider all the circumstances, including:\na. The importance of the particular interest violated;\nb. The extent of the deviation from lawful conduct;\nc. The extent to which the violation was willful;\nd. The extent to which exclusion will tend to deter future violations of this Chapter.\nN.C. Gen.Stat. § 15A-974 (2009). A review of the circumstances surrounding this action reveals that the detectives tricked and deceived Defendant about the nature of the crime for which he was investigated; the detectives' tactics were intended, and did in fact implant fear of prosecution for a more serious offense of murder and also induce hope of leniency. Defendant was promised that if he confessed, he may be able to continue his plans to attend community college. Additionally, unlike in Barnes, Defendant was in custody at the time of his interrogation. *280 Barnes, 154 N.C.App. at 117, 572 S.E.2d at 170. Because the interrogation tactics utilized by detectives rendered Defendant's statement involuntary, the trial court appropriately determined that Defendant's statement was inadmissible. Accordingly, we affirm.\nAffirmed.\nJudge ELMORE concurs.\nJudge BRYANT concurs with separate opinion.\nBRYANT, Judge.\nI concur in the result reached by the majority. I believe the facts of this case could support a trial court's finding and conclusion that defendant's confession was voluntary and not coerced. However, given that the initial determination of whether the State has met its burden of showing defendant's confession to be voluntary is for the trial court[2], and acknowledging the lower court's proximity to the parties as well as the issue now before us on appeal, I must concur in the result.\nNOTES\n[1]  The State also cites State v. Shelly, 181 N.C.App. 196, 204, 638 S.E.2d 516, 522 (2007) (holding that no improper promises were made where an interrogating officer told a defendant that \"I can tell you that a person who cooperates and shows remorse and is honest and has no criminal background\u0097when it goes to court, has the best chance of getting the most leniency because he cooperated[,]\" (internal quotation marks omitted)); State v. Gainey, 355 N.C. 73, 84, 558 S.E.2d 463, 471 (2002) (holding that trial court appropriately found that no promises or offers of reward were made where a defendant was told that \"[if] he wanted to help himself that he could help himself by cooperating\" (internal quotation marks omitted)); State v. Bailey, 145 N.C.App. 13, 19, 548 S.E.2d 814, 818 (2001) (holding that a defendant's confession did not arise from improper inducement where officers told him that if he provided a truthful statement \"everything would probably have a little less consequence to it\" and \"things would probably go easier\" (internal quotation marks omitted)); State v. Smith, 328 N.C. 99, 115, 400 S.E.2d 712, 720-21 (1991) (holding that confession was not induced from an improper promise where competent evidence supports the trial court's finding that the interviewing officer made no promises during the interrogation); State v. Hardy, 339 N.C. 207, 224, 451 S.E.2d 600, 609 (1994) (holding that implicit threats or promises did not render a defendant's statement involuntary when a review of the circumstances reveals that the defendant's \"independent will was not overcome, so as to induce a confession that he was not otherwise disposed to make....\" (internal quotation marks omitted)).\n[2]  In State v. Corley, our Supreme Court stated: In a voir dire hearing on the admissibility of a defendant's confession, the trial court must determine whether the State has borne its burden of showing by a preponderance of the evidence that the defendant's confession was voluntary. State v. Johnson, 304 N.C. 680, 285 S.E.2d 792 (1982). The preponderance of the evidence test is not, however, to be applied by appellate courts in reviewing the findings of the trial court. Id. The findings by the trial court are conclusive and binding upon appellate courts if supported by competent evidence in the record. Id. This is true even through the evidence is conflicting. State v. Jackson, 308 N.C. 549, 304 S.E.2d 134 (1983).\n\n310 N.C. 40, 52, 311 S.E.2d 540, 547 (1984). Moreover, \"[c]onclusions of law that are correct in light of the findings are also binding on appeal.\" State v. Howell, 343 N.C. 229, 239, 470 S.E.2d 38, 43 (1996) (citing State v. Mahaley, 332 N.C. 583, 593, 423 S.E.2d 58, 64 (1992)).\n\n",
            "ocr": false,
            "opinion_id": 2393494
        },
        {
            "author_str": "Beasley",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBEASLEY, Judge.\nThe State appeals from a trial court order suppressing Defendant's confession and concluding that the confession was made involuntarily. Because the confession was indeed involuntary, we affirm.\nOn 12 November 2008, a Hardees restaurant in Wilmington, North Carolina was robbed. During the robbery “each victim was kidnapped, robbed of their personal property . . . and . . . stuffed in a cooler until police arrived.” Police officers, arriving in response to the robbery, were able to apprehend suspect Jaqula Banks at the scene. During an interview with police, Banks implicated Defendant and suspect Anthony Prentice, for whom arrest warrants were issued. On 24 November 2008, Defendant, accompanied by his father, voluntarily surrendered to the U.S. Marshall’s Service and the Wilmington Police Department, where he was subsequently placed under arrest.\nAfter Detective Lee Odham advised Defendant of his Miranda rights, Detectives Odham and Kevin Tully conducted a two-hour videotaped interview with Defendant. During the course of the interview, Defendant confessed to participating in the robbery of the Hardees restaurant on 12 November 2008. On 15 December 2008, Defendant was indicted on two counts of robbery with a dangerous weapon, one count of attempted robbery with a dangerous weapon, and three counts of second-degree kidnaping. On 14 May 2009, Defendant’s counsel moved to suppress Defendant’s confession made to officers during the two-hour videotaped interview. After reviewing *647the videotape and hearing testimony from the interviewing officers at the suppression hearing, the trial court concluded that “ [Defendant's confession was coerced and not made freely, voluntarily and understandingly.” Accordingly, the trial court granted Defendant’s motion to suppress. On 19 June 2009, the State filed its written notice of appeal.\nIn its only argument on appeal, the State contends that “the trial court erred by suppressing Defendant’s videotaped confession because it was knowingly, willingly and voluntarily made.” We disagree.\nOn appeal from a suppression hearing, this Court will review the trial court’s factual findings to determine if they are supported by competent evidence, “in which event they are conclusively binding on appeal, and whether those factual findings in turn support the judge’s ultimate conclusions of law.” State v. Cooke, 306 N.C. 132, 134, 291 S.E.2d 618, 619 (1982). The trial court’s conclusions of law are fully reviewable on appeal. State v. Robinson, 187 N.C. App. 795, 797, 653 S.E.2d 889, 891-92 (2007).\nThe Fifth Amendment of the Constitution of the United States proscribes that no one “shall be compelled in any criminal case to be a witness against himself’. U.S. Const. Amend. V. “The self incrimination clause of the Fifth Amendment has been incorporated in the Fourteenth Amendment and applies to states.” State v. Linney, 138 N.C. App. 169, 178, 531 S.E.2d 245, 253 (2000). In Miranda v. Arizona, the Supreme Court of the United States held that when a criminal suspect is in custody, he or she must be advised of, among other rights, the right to refrain from making self incriminating statements. 384 U.S. 436, 479, 16 L. Ed. 2d. 694, — (1966).\nIt is well-established that “obtaining confessions involuntarily denies a defendant’s fourteenth amendment due process rights.” State v. Jones, 327 N.C. 439, 447, 396 S.E.2d 309, 313 (1990) (citing Ashcraft v. Tennessee, 322 U.S. 143, 88 L. Ed. 1192 (1944)). Generally, to be admissible, a defendant’s “confession [must be] the product of an essentially free and unconstrained choice by its maker[.]” Schneckloth v. Bustamonte, 412 U.S. 218, 225, 36 L. Ed. 2d 854, 862 (1973). When reviewing a defendant’s confession this court must determine whether the statement was made voluntarily and understandingly. See State v. Davis, 305 N.C. 400, 419, 290 S.E.2d 574, 586 (1982) (citation omitted). The voluntariness of a defendant’s confession is based upon the totality of the circumstances. State v. Greene, 332 N.C. 565, 579, 422 S.E.2d 730, 738 (1992). Factors considered by courts making this determination include:\n*648“whether defendant was in custody, whether he was deceived, whether his Miranda rights were honored, whether he was held incommunicado, the length of the interrogation, whether there were physical threats or shows of violence, whether promises were made to obtain the confession, the familiarity of the declarant with the criminal justice system, and the mental condition of the declarant.”\nState v. Hyde, 352 N.C. 37, 45, 530 S.E.2d 281, 288 (2000) (quoting State v. Hardy, 339 N.C. 207, 222, 451 S.E.2d 600, 608 (1994)) (citation omitted).\nOn appeal, the State first challenges the trial court’s findings of fact. However, the State never directly contends that the trial court’s findings of fact are not supported by competent evidence or that the officers conducting the interview were misquoted. Instead, the State argues that those findings of fact are not accurately characterized in the trial court’s conclusions of law. Because the State never challenges the competency of the trial court’s factual findings, this argument is waived on appeal. See Williams v. Insurance. Co., 288 N.C. 338, 342, 218 S.E.2d 368, 371 (1975) (“ [Findings of fact have the force and effect of a verdict by a jury and are conclusive on appeal if there is evidence to support them, even though the evidence might sustain findings to the contrary.”); see also State v. Roberson, 163 N.C. App. 129, 132, 592 S.E.2d 733, 735-36 (2004) (“Where ... the trial court’s findings of fact are not challenged on appeal, they are deemed to be supported by competent evidence and are binding on appeal.”)\nThe trial court’s factual findings correctly support its legal conclusions. In its suppression order, the trial court found in relevant part:\n8. [Defendant was 18 years of age at the time he was arrested. His date of birth is September 9, 1990.\n13. The defendant indicated that he was a high school graduate. [Detective Odham] asked if he planned to attend college and he replied that he was planning to attend Cape Fear Community College in January.\n14. Detective Odham then stated to the defendant “Well don’t say was [sic], I mean you still got . . . You are not done by no means, if you know what I mean. OK? Anything that happens *649after we leave here today is contingent upon you. OK? I’m not bullsh— you, you’re just a kid. I’m telling you straight up. . . . Everything that happens is contingent upon what happens in this room.”\n18. Detective Odham told the defendant that the other people riding in the car had implicated the defendant in the robbery.\n21. Detective Odham then tells the defendant that he does not need a statement from the defendant, saying “I don’t need to talk to you, man,” that his case [was] made and “we will take it to court and see what happens. If you want to help yourself and this did go to Court we could get up in front of the DA or the Judge or both and say, look [at] old boy come in on his own. This is his father. His father is a good guy, you know? He’s not a bad kid. He was raised by a good family. He’s made a mistake. This is his first and gonna be his only mistake. And the Judge will look at that and say “Well damn, you know, we don’t want to ruin this kid’s life,” or whatever the Judge will say. I don’t know what the Judge will say, but when you come in here and have all of this evidence stacked up against you and you deny being there, that is what you call an aggravated offense.”\n23. Detective Odham then tells the defendant that he had spoken to his Dad and “that he told him that he hoped the defendant would try to help himself, and he wanted to come back here with you and I told him, “well let me go talk to him”....” You are not a fu— nut. You are not bouncing off the walls. I told him I would at least come talk to you. Your Dad thought you might want to help yourself, but it is completely up to you, Bro.”\n27. Detective Odham then tells the defendant that based on the time frame that he has admitted to being with the other co-defendant, “You have kinda implicated yourself as being with someone when they did a murder, ok? That’s what you’ve done, not me.” He goes on to say that the defendant is not being truthful about the times.\n*65028. Detective Odham then questioned the defendant about the murder. He says “I’m going to put this out there for you, OK? I told you about all this, the videos, we interviewed Anthony, all that good stuff, uh, this is a pretty tight case, OK as far as people are implicating you and we got video, we’ve got the masks and stuff like that that were dropped by the building, gloves, all kinds of stuff, uh, of course we found her gun and all that good stuff. We’re sending that off for DNA. ...” “So [I a]m not really concerned with the robbery, OK?” He then says “the most important thing here is to find out who killed that kid. That’s it.” Detective Odham tells defendant that he knows the times when the deceased last used his phone and the time of the murder was when the defendant was with the suspects in the murder. Detective Odham goes on to say “I’m gonna remind you 100% without a doubt I’ve got enough evidence right here to convict you and put you in jail for a long time, OK?” The defendant asks “For murder?” Detective Odham says “I haven’t even started talking about the murder, Keishon.” Then the defendant says “Oh, God.” Then Detective Odham says “I’m going to tell you right now, if you want any assistance, any assistance, any chance to live a normal life when this is over, you better think real hard about what you want to say to me when I come back.”\n33. Detective Odham tells defendant he is charged with 2 counts of armed robbery, 2 counts of attempted armed robbery, 1 count of felonious breaking and entering, and 3 counts of kidnaping. He tells the defendant “You are not an ass — . If at some point you become an asshole you may get charges [sic] with more stuff.”\n37. At this point, after about one hour of interrogation, the defendant tells them that he was picked up by the co-defendant. He tells them the female co-defendant gave him a black revolver when he got in the car and details the circumstances of the robbery. He tells them his gun was not loaded. Detective Odham thanks him for being honest. “It goes a long way.”\n39. Detective Odham told the defendant “Son, know what you should have done? You should have grabbed her by her fu— neck and choked the life out of her and beat her to death with *651that gun.”... “You could have justified it.” “I’d rather be dead than spend 30 years in prison.”\n40. Detective Odham then tells the defendant, “This is the sh~ that is going to help you.”\nBased on its findings of fact, the trial court concluded in relevant part:\n3. The detective promised the defendant that his truthful admissions of wrongdoing would help him with the Judge.\n4. The detective’s promise, together with his threats and attempts to link the defendant with a murder investigation, were sufficient to overcome the defendant’s will.\n6. The detective’s conduct resulted in a violation of the defendant s right to remain silent.\n7. The detectives made promises, offers of reward and inducements for defendant to make a statement.\n8. The defendant’s confession was coerced and not made freely, voluntarily[,] and understanding^.\nThe trial court’s findings of fact support generally its conclusions of law. However, though not determinative of the case before us for appellate review, we note that the trial court erroneously concluded that the “detective’s conduct resulted in a violation of the [Defendant's right to remain silent.”\nShortly before the interview began, Detective Odham advised Defendant of his Miranda rights. Defendant signed a form indicating that he understood his Miranda rights, including the right to remain silent. Immediately thereafter, Detective Odham began to question Defendant. Defendant waived his right to remain silent by voluntarily speaking with Detective Odham after signing a document indicating that he understood his rights. See State v. Vickers, 306 N.C. 90, 96-97, 291 S.E.2d 599, 604 (1982), overruled on other grounds by State v. Barnes, 333 N.C. 666, 430 S.E.2d 223 (1993). Moreover, Defendant’s silence or refusal to answer any of the detectives’ questions could not be construed as an invocation of his right to remain silent. See Berghuis v. Thompkins, — U.S. —, 176 L. Ed. 2d 1098 (2010).\n*652In Berghuis, the defendant was arrested and interrogated in relation to a number of charges arising from a violent shooting incident. The interviewing officers informed the defendant of his Miranda rights before the interrogation commenced. Thereafter, a three hour interrogation ensued, during which defendant “[l]argely [remained] silent”, on occasion giving limited responses such as “yeah”, “no” or “I don’t know.” Id. at-, 176 L. Ed. 2d. at 1107. Approximately two hours forty-five minutes into the interrogation, a detective asked the defendant “Do you believe in God?” the defendant responded “ ‘Yes as his eyes ‘well[ed] up with tears.’ ” The detective next asked the defendant if he prayed to God to which defendant replied “Yes.” The detective then asked, “Do you pray to God to forgive you for shooting that boy down?” to which defendant responded “Yes” and “looked away.” Id. The defendant moved to suppress his confession arguing that by remaining silent for two hours forty-five minutes, he had invoked his right to remain silent. The trial court denied the defendant’s motion to dismiss and the defendant appealed.\nOn review, the United States Supreme Court held that if a defendant wishes to invoke the right to remain silent, he must unambiguously express that desire. Id —, 176 L. Ed. 2d. at 1111. Merely remaining silent does not affirmatively invoke the protection against self incrimination garnered by the Constitution. Id. The defendant never indicated that he wished to remain silent nor did he request an attorney. There was no indication that questioning in Berghuis involved trickery, deceit, or coercion or promises of a positive end. Id. On the issue of whether the defendant waived his right to remain silent, the court noted that “[t]he waiver inquiry ‘has two distinct dimensions:’ waiver must be ‘voluntary in the sense that it was the product of a free and deliberate choice rather than intimidation, coercion, or deception,’ and ‘made with a full awareness of both the nature of the right being abandoned and the consequences of the decision to abandon it.’ ” Id. (quoting Moran v. Burbine, 475 U.S. 412, 421, 89 L. Ed. 2d. 410, (1986)). In the case sub judice, Defendant voluntarily went to the police station, and prior to questioning by Detectives Odham and Tully, signed a waiver, and spoke to the detectives. Accordingly, a careful review of the record reveals that the trial court erroneously determined that Defendant’s Miranda rights were violated.\nDespite complying with the basic requirements of Miranda,\nthe ultimate test of the admissibility of a confession still remains whether the statement made by the accused was in fact voluntar*653ily and understandingly made. The fact that the technical procedural requirements of Miranda are demonstrated by the prosecution does not . . . control the question of whether a confession was voluntarily and understandingly made.\nState v. Pruitt, 286 N.C. 442, 454, 212 S.E.2d 92, 100 (1975) (internal citations omitted). Once the procedural requirements of Miranda have been met, courts must examine the totality of the circumstances to determine whether a defendant’s confession was voluntarily and understandingly made. See State v. Corley, 310 N.C. 40, 47 311 S.E.2d 540, 545 (1984).\nThough Defendant received his Miranda warnings, the trial court appropriately determined that Defendant’s confession was involuntary. The trial court concluded that Defendant’s confession was rendered involuntary due to attempts to improperly link Defendant to an ongoing murder investigation and promises made by the interviewing detectives. To support its legal conclusions, the trial court found that during Defendant’s custodial interrogation, detectives represented that if Defendant provided them with a confession, they would speak to the judge or the district attorney requesting leniency for Defendant. Detectives suggested that Defendant may still have the opportunity to attend community college and that if he wanted “any chance to live a normal life,” he should be cooperative. Moreover, the officers questioned Defendant about a murder investigation in which Banks was a suspect. Detective Odham told Defendant that he had implicated himself “as being with someone when they did a murder.” During the suppression hearing, the trial court correctly concluded that questions regarding the murder investigation were intended to coerce Defendant’s confession and were “sufficient to overcome the defendant’s will.” The interviewing techniques utilized by officers in this case rendered Defendant’s confession involuntary.\nOur Supreme Court has held that if a confession is obtained as a result of an officer’s promise to testify on behalf of a defendant, and the promise arouses in the defendant “a hope for lighter punishment,” the confession is inadmissible at trial. State v. Fuqua, 269 N.C. 223, 228, 152 S.E.2d 68, 72 (1967). In Fuqua, a police officer told a defendant in custody that “if he wanted to talk to me then I would be able to testify that he talked to me and was cooperative.” Id. (internal quotation marks omitted). The Supreme Court determined that “[t]his statement by a person in authority was a promise which gave defendant a hope for lighter punishment. It was made by the officer before *654the defendant made his confession, and the officer’s statement was one from which defendant could gather some hope of benefit by confessing.” Id. Thereafter, the trial court determined that, based on a totality of the circumstances, the defendant’s confession was made involuntarily. Id.\nCiting a number of supportive cases, the State argues that “[a] suggestion of hope created by statements of law enforcement officers that they will talk to the District Attorney regarding a suspect’s cooperation where there is no indication that preferential treatment might be given in exchange for cooperation does not render inculpatory statements involuntary.” State v. Houston, 169 N.C. App. 367, 375, 610 S.E.2d 777, 783 (2005); State v. McKinney, 153 N.C. App. 369, 375, 570 S.E.2d 238, 243 (2002) (holding that “[a]ny inducement of hope must promise relief from the criminal charge to which the confession relates.”) (internal quotation marks omitted). While the State’s contention is a correct statement of the law, the cases cited by the State are distinguishable.1\nThe trial court found that during the interview, officers indicated to Defendant that they would testify on his behalf and explain that he only made a mistake. Thereafter, Detective Odham explained that “the Judge will look at that and say ‘Well damn, you know, we don’t want to ruin this kid’s life, or whatever the Judge will say. I don’t know what the Judge will say . . . .” While Detective Odham attempted to retreat from his initial statement by explaining that he could not pre*655diet what the Judge would say in light of the proposed testimony, other statements made throughout the course of the interview helped to arouse in Defendant the hope of a more lenient sentence. Several statements made by Detective Odham.suggested that Defendant might still have the opportunity to attend community college and that his future was dependant upon cooperating during the interview. The trial court’s findings indicate that the detectives promised that they would speak on Defendant’s behalf and a benefit would result. When viewed in their totality, the Detectives’ statements during the course of the interview aroused in Defendant “an ‘emotion of hope’ ” of lighter, more lenient sentence. Fuqua, 269 N.C. at 228, 152 S.E.2d at 72.\nThe involuntariness of Defendant’s statement is not limited to promises made by the interviewing officers. Typically, deceptive interrogation practices and trickery are insufficient to support a finding that a confession was made involuntarily and trial courts must examine the totality of the circumstances to determine the admissibility of the confession. See State v. Jackson, 308 N.C. 549, 574, 304 S.E.2d 134, 148 (1983) (“The general rule ... is that while deceptive methods or false statements by police officers are not commendable practices, standing alone they do not render a confession of guilt inadmissible. The admissibility of the confession must be decided by viewing the totality of the circumstances])]”). Impermissible deceptive tactics can include false information regarding “the nature of the crime involved or possible punishment.” State v. Barnes, 154 N.C. App. 111, 115, 572 S.E.2d 165, 168 (2002).\nIn Barnes, law enforcement officers, investigating a defendant father for alleged sex offenses committed against his daughter, intentionally misinformed the defendant that his daughter was pregnant. Id. at 113, 572 S.E.2d at 167. After determining that “[t]he use of false statements and trickery by police officers during interrogations is not illegal as a matter of law[,]” our Court turned to other factors to determine the admissibility of the defendant’s statement. Id. at 114, 572 S.E.2d at 167. Our Court found that: (1) the interrogation tactics employed “did not implant fear of physical violence or hope of better treatment;” (2) the defendant “was not tricked about the nature of the crime involved or possible punishment;” (3) the officer “did not subject defendant to threats of harm, rewards for confession, or deprivation of freedom of action;” (4) “[t]he evidence in the record does not show an oppressive environment];]” and (5) “defendant’s intoxication at the time of confession does not preclude a conclusion that a defendant’s statements were freely made],] . . . [and the] record *656does not show defendant was so heavily under the influence that he could not understand the implications of confessing to sexually assaulting his daughter.” Id. at 115-16, 572 S.E.2d at 168-69 (internal citations omitted). After an examination of the circumstances our Court held the defendant’s statement to law enforcement officers was made voluntarily. Id. at 116, 572 S.E.2d at 169.\nIn this case, the detectives suggestion that Defendant was a suspect in a murder investigation accompanied by promises of relief made Defendant’s statement involuntary. The officers were fully aware that Defendant did not participate in the murder. The intended effect of the detectives query about the murder was to cause Defendant to be “worried and off balance.” When coupled with the promises of relief, the deception used by detectives rendered Defendant’s confession inadmissible at trial.\nWhile it is crucial that the ability of investigators to procure voluntary confessions is not undermined, restraints on law enforcement officers are necessary to prevent the admission of coerced statements at trial. See id. at 115, 572 S.E.2d at 168. Recognizing the importance of this balance our General Assembly has provided that:\nUpon timely motion, evidence must be suppressed if: (1) Its exclusion is required by the Constitution of the United States or the Constitution of the State of North Carolina; or\n(2) It is obtained as a result of a substantial violation of the provisions of this Chapter. In determining whether a violation is substantial, the court must consider all the circumstances, including:\na. The importance of the particular interest violated;\nb. The extent of the deviation from lawful conduct;\nc. The extent to which the violation was willful;\nd. The extent to which exclusion will tend to deter future violations of this Chapter.\nN.C. Gen. Stat. § 15A-974 (2009). A review of the circumstances surrounding this action reveals that the detectives tricked and deceived Defendant about the nature of the crime for which he was investigated; the detectives’ tactics were intended, and did in fact implant fear of prosecution for a more serious offense of murder and also induce hope of leniency. Defendant was promised that if he confessed, he may be able to continue his plans to attend community college. *657Additionally, unlike in Barnes, Defendant was in custody at the time of his interrogation. Barnes, 154 N.C. App. at 117, 572 S.E.2d at 170. Because the interrogation tactics utilized by detectives rendered Defendant’s statement involuntary, the trial court appropriately determined that Defendant’s statement was inadmissible. Accordingly, we affirm.\nAffirmed.\nJudge ELMORE concurs.\nJudge BRYANT concurs with separate opinion.\n\n. The Stale also cites State v. Shelly, 181 N.C. App. 196, 204, 638 S.E.2d 516, 522 (2007) (holding that no improper promises were made where an interrogating officer told a defendant that “I can tell you that a person who cooperates and shows remorse and is honest and has no criminal background when it goes to court, has the best chance of getting the most leniency because he cooperated],]” (internal quotation marks omitted)); State v. Gainey, 355 N.C. 73, 84, 558 S.E.2d 463, 471 (2002) (holding that trial court appropriately found that no promises or offers of reward were made where a defendant was told that “[if] he wanted to help himself that he could help himself by cooperating” (internal quotation marks omitted)); State v. Bailey, 145 N.C. App. 13, 19, 548 S.E.2d 814, 818 (2001) (holding that a defendant’s confession did not arise from improper inducement where officers told him that if he provided a truthful statement “everything would probably have a little less consequence to it” and “things would probably go easier” (internal quotation marks omitted)); State v. Smith, 328 N.C. 99, 115, 400 S.E.2d 712, 720-21 (1991) (holding that confession was not induced from an improper promise where competent evidence supports the trial court’s finding that the interviewing officer made no promises during the interrogation); State v. Hardy, 339 N.C. 207, 224, 451 S.E.2d 600, 609 (1994) (holding that implicit threats or promises did not render a defendant’s statement involuntary when a review of the circumstances reveals that the defendant’s “independent will was not overcome, so as to induce a confession that he was not otherwise disposed to malee....” (internal quotation marks omitted)).\n\n",
            "ocr": false,
            "opinion_id": 9765123
        },
        {
            "author_str": "Bryant",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBRYANT, Judge.\nI concur in the result reached by the majority. I believe the facts of this case could support a trial court’s finding and conclusion that defendant’s confession was voluntary and not coerced. However, given that the initial determination of whether the State has met its burden of showing defendant’s confession to be voluntary is for the trial court2, and acknowledging the lower court’s proximity to the parties as well as the issue now before us on appeal, I must concur in the result.\n\n. In State v. Corley, our Supreme Court stated:\nIn a voir dire hearing on the admissibility of a defendant’s confession, the trial court must determine whether the State has borne its burden of showing by a preponderance of the evidence that the defendant’s confession was voluntary. State v. Johnson, 304 N.C. 680, 285 S.E.2d 792 (1982). The preponderance of the evidence test is not, however, to be applied by appellate courts in reviewing the findings of the trial court. Id. The findings by the trial court are conclusive and binding upon appellate courts if supported by competent evidence in the record. Id. This is true even though the evidence is conflicting. State v. Jackson, 308 N.C. 549, 304 S.E.2d 134 (1983).\n310 N.C. 40, 52, 311 S.E.2d 540, 547 (1984). Moreover, “[cjonclusions of law that are correct in light of the findings are also binding on appeal.’ ” State v Howell, 343 N.C. 229, 239, 470 S.E.2d 38, 43 (1996) (citing State v. Mahaley, 332 N.C. 583, 593, 423 S.E.2d 58, 64 (1992)).\n\n",
            "ocr": false,
            "opinion_id": 9765124
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Murder"
}