{
    "id": 1106328,
    "judges": "Lee, P.J., Irving and Chandler",
    "date_filed": "1999-02-23",
    "date_filed_is_approximate": true,
    "slug": "johnson-v-state",
    "case_name_short": null,
    "case_name": "Johnson v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "926 So. 2d 246"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7673.0,
            "opinion_text": "\n926 So. 2d 246 (2005)\nEric D. JOHNSON, Appellant\nv.\nSTATE of Mississippi, Appellee.\nNo. 2004-KA-00947-COA.\nCourt of Appeals of Mississippi.\nDecember 13, 2005.\nRehearing Denied April 18, 2006.\n*248 Pamela Lynn Huddleston, Daniel Kyle Robertson, attorneys for appellant.\nOffice of the Attorney General by Deirdre McCrory, Anthony J. Buckley, attorney for appellee.\nBefore LEE, P.J., IRVING and CHANDLER, JJ.\nIRVING, J., for the Court.\n¶ 1. Eric Johnson was convicted of manslaughter by a Jones County jury and sentenced to twenty years in the custody of the Mississippi Department of Corrections. He now appeals, and asserts that the trial court erred in (1) failing to grant proposed jury instruction D-5 on informants, (2) denying his motion for a continuance for time to subpoena a laboratory analyst, and (3) failing to grant his motion for directed verdict and motion for a new trial.\n¶ 2. Finding no error, we affirm.\n\nFACTS\n¶ 3. On the evening of August 16, 2003, Eric Johnson and others were sitting on Narita Hailes's front porch. Anthony Cole, who was intoxicated at the time, approached them. A fight broke out[1] between Johnson and Cole, and the two eventually moved from the porch to the side of the house. At some point during the fight, Johnson pulled a knife and began stabbing Cole. There is no evidence that Cole used a knife, or any weapon besides his fists, on Johnson.\n¶ 4. After the fight began, Hailes went inside the house to wake her son, Steven Hailes, and to tell him to \"get\" Cole. Hailes's son ran and got his uncle, and they both proceeded to the site of the fight, where they observed Johnson cleaning blood off his knife with a t-shirt. After Johnson was told that the police had been called and were on their way, he fled the scene. Cole was alive when the police arrived, and was taken to a hospital, where he eventually died from his injuries. Johnson was later arrested and charged with manslaughter for Cole's death. Additional facts follow as necessary below.\n\nANALYSIS AND DISCUSSION OF THE ISSUES\n\n(1) Informant instruction\n¶ 5. At the trial in this case, two witnesses who were former cellmates of Johnson were called to testify. Both cellmates testified that they received no benefit whatsoever in return for their testimony and that no one had promised them anything. Neither of them was involved in the beating of Cole, so neither fall under the category of accomplices.\n*249 ¶ 6. Johnson argues that the two cellmates who testified should be viewed as informants because one of them \"was given trusty status on the date he gave his `snitch' statement to law enforcement.\"[2] No explanation is given by Johnson as to why the second cellmate's testimony should be viewed as untrustworthy, but he argues that \"a cautionary instruction should have been given nonetheless.\" A cautionary instruction may be given regarding the testimony of a witness who testifies in exchange for a reduced sentence. In this case, Johnson requested the following instruction: \"The Court instructs the jury that the testimony of an informant who provides evidence against a defendant for benefit, must be examined and weighed by the jury with greater care than the testimony of an ordinary witness. You the jury must determine whether the informant's testimony has been affected by interest or prejudice against the defendant.\"\n¶ 7. When reviewing the denial of a proposed jury instruction, \"[t]he standard of review . . . is that of viewing the instructions as a whole.\" Adams v. State, 772 So. 2d 1010, 1015-16(¶ 20) (Miss.2000) (citing Humphrey v. State, 759 So. 2d 368, 380(¶ 33) (Miss.2000) (overruled on other grounds)). Johnson does not have an absolute right to have his jury instructions granted: \"[a] defendant is entitled to have jury instructions given which present his theory of the case; however, this entitlement is limited in that the court may refuse an instruction which incorrectly states the law, is covered fairly elsewhere in the instructions, or is without foundation in the evidence.\" Humphrey, 759 So.2d at 380(¶ 33) (quoting Heidel v. State, 587 So. 2d 835, 842 (Miss.1991)).\n¶ 8. As support for his argument, Johnson cites Sherrell v. State, 622 So. 2d 1233, 1236 (Miss.1993). In Sherrell, the Mississippi Supreme Court affirmed a conviction where an informant testified and a cautionary instruction was issued by the court below. Since a cautionary instruction had been issued, the jury was properly informed, and there was no reversible error. Sherrell quoted another Mississippi Supreme Court case, McNeal v. State, 551 So. 2d 151, 158 (Miss.1989), as support for its position. In McNeal, the court stated that: \"we strongly question the reliability of testimony which was given in exchange for a reduced sentence. . . . Informants . . . are offering evidence against their fellow inmates in exchange for reduced sentences. In the process of reaping their benefit, they are manipulating the system by helping to convict innocent citizens.\" Id.\n¶ 9. We find McNeal distinguished from the case sub judice by virtue of the fact that neither of the cellmates who testified received lesser sentences for doing so. In fact, one of the cellmates received no benefit at all that Johnson could point out. The concern that the McNeal court expressed\u0097that inmates would fabricate testimony in order for reduced sentences\u0097is notably absent from the current case. In Moore v. State, 787 So. 2d 1282, 1286(¶ 14) (Miss.2001), the Mississippi Supreme Court reversed a conviction based on the testimony of a jailhouse witness who \"was released on his own recognizance after co-operating *250 with the state in [the defendant's] case. [The witness's] attorney testified that [the witness] probably would not have been released without providing a statement to the State.\" Id. In reversing, the court held that this was \"sufficient evidence of favorable treatment in exchange for his testimony to support the granting of the requested cautionary instruction.\" Id. We note that there is no such evidence in the case presently before us; neither of the cellmates were released or given reduced sentences as a result of their testimony.\n¶ 10. We also note that there are several cases where this Court or the Mississippi Supreme Court has held that the denial of an informant instruction did not constitute reversible error. In affirming a conviction where a cautionary instruction had been denied, the Mississippi Supreme Court noted that \"the jury heard evidence of [the informants'] criminal records. Manning was allowed to question fully both . . . about any potential preferential treatment which they might be receiving in exchange for their testimony. Neither witness made any deals with law enforcement or prosecutors regarding their testimony at Manning's trial.\" The court found this sufficient to replace a cautionary instruction. Manning v. State, 735 So. 2d 323, 335(¶ 15) (Miss.1999).\n¶ 11. In Hill v. State, 865 So. 2d 371, 379 (¶¶ 26-27) (Miss.Ct.App.2003), we held that the denial of a cautionary instruction did not constitute reversible error, even when the informant in that case \"admitted that he had acted as a confidential informant following his own arrest on narcotics charges in hopes of helping himself and that he had received what would likely be considered a more lenient sentence in comparison to the punishment he could have received.\" Id. at 379(¶ 26). In Hill, we noted that the defendant had ample opportunity to draw out any motivation for lying during cross-examination, that the jury heard all the evidence, and that the court had instructed the jury that its duty was to judge the credibility of all the witnesses testifying. Id. at 379(¶ 27). As such, we found that the lack of a cautionary instruction on informant testimony did not require reversal.\n¶ 12. In another case, this Court addressed the previously-discussed holding in Moore (reversing where a cautionary instruction was denied) and held that \"Moore deals strictly with the limited subject of uncorroborated testimony of jailhouse snitches. . . .\" Denson v. State, 858 So. 2d 209, 210-11(¶ 6) (Miss.Ct.App.2003). Although the two cellmates in this case might properly be considered \"jailhouse snitches,\" their testimony was corroborated by several other witnesses. Even applying Moore to their testimony, we find that the granting of trusty status to one cellmate and the notable lack of a benefit to the other does not necessitate a reversal in this case. Any inherent unreliability in the witnesses's testimony was brought out on cross-examination by Johnson's attorney, and the jury was instructed to carefully weigh the credibility of all the witnesses in the case. Those facts, combined with the lack of proven benefit to either of the witnesses, cause us to find that there was no error on the part of the court below in denying proposed instruction D-5. Johnson's first point of error is rejected.\n\n(2) Denial of continuance\n¶ 13. In his second point of error, Johnson argues that the court below erred in refusing to grant him a continuance, requested on the day of trial, to subpoena and question the lab technician who tested Johnson's shoes for blood. The lab results in question had only been received by the State a few days before trial, and the State *251 immediately conveyed them to Johnson's attorney. The State clearly admitted and stipulated that the lab results showed that Johnson's shoes tested negative for the presence of blood.\n¶ 14. Johnson argues that reversal is required on this point because he \"should have been afforded the opportunity to subpoena and call the crime lab analyst to testify regarding this rather than have the jury learn this through a stipulation only.\" We note initially that Johnson is procedurally barred from raising this on appeal, because \"[t]he denial of a continuance is not an issue reviewable on appeal where the denial of the continuance is not assigned as a ground for a new trial in the defendant's post-trial motion for a new trial.\" Crawford v. State, 787 So. 2d 1236, 1242(¶ 25) (Miss.2001). Since Johnson did not mention the denial of the continuance in his motion for a new trial, he is procedurally barred from raising that on appeal here. Even if he were not procedurally barred, however, we would still find that the court below did not err in denying Johnson's motion for a continuance.\n¶ 15. When reviewing a lower court's denial of a motion for continuance, we look to see whether the court abused its discretion in denying the continuance. Shelton v. State, 853 So. 2d 1171, 1181(¶ 35) (Miss.2003) (citing Smiley v. State, 815 So. 2d 1140, 1143-44 (Miss.2002)). We will not reverse \"unless the ruling resulted in manifest injustice.\" Id. (citing Smiley, 815 So.2d at 1143-44).\n¶ 16. After reviewing the record in the current case, we find that reversal is not required in this case. The import of the results to Johnson's defense was that the test results were negative, a fact that the State stipulated to obviate the need for Johnson to call the lab technician to testify. We fail to see how Johnson's defense was substantially harmed by relying on the stipulation rather than actual testimony. The decision to deny the continuance was certainly within the discretion of the trial judge, and no \"manifest injustice\" resulted from the denial of the motion. Therefore, Johnson's second point of error is rejected.\n\n(3) Weight and sufficiency of the evidence\n¶ 17. In his third and final point of error, Johnson argues that the court erred in refusing to grant his request for a directed verdict, new trial, judgment notwithstanding the verdict, and peremptory instruction. Although Johnson phrases his argument only in terms of the weight of the evidence, we note that all of the above except the motion for a new trial constitute challenges to the sufficiency of the evidence supporting the verdict. As such, we will address both the sufficiency and the weight of the evidence underlying Johnson's conviction.\n\nWeight of the evidence\n¶ 18. When reviewing a challenge to the weight of the evidence sustaining a conviction, we will reverse only if the verdict is \"so contrary to the overwhelming weight of the evidence that to allow it to stand would sanction an unconscionable injustice.\" Dilworth v. State, 909 So. 2d 731, 737(¶ 21) (Miss.2005) (quoting Bush v. State, 895 So. 2d 836, 844(¶ 18) (Miss.2005)). We weigh the evidence \"in the light most favorable to the verdict.\" Bush, 895 So.2d at 844(¶ 18). Reversal is required only if the court below \"abused its discretion in denying a motion for new trial.\" Dilworth, 909 So.2d at 737(¶ 20).\n¶ 19. Johnson argues that the verdict in his case is against the overwhelming weight of the evidence because \"the Stated failed to meet its burden of proving each and every element of the offense beyond a reasonable doubt.\" Beyond *252 this bare statement, Johnson offers no argument as to why the verdict in his case was against the overwhelming weight of the evidence. Even this statement is really an argument relating to sufficiency rather than weight. Given the evidence of numerous eyewitnesses who observed Johnson beating Cole, wiping off a knife while standing over Cole, and running from the scene, we do not find that the verdict was against the overwhelming weight of the evidence.\n¶ 20. Steven Hailes testified that when he came around the side of his mother's house (where the incident took place), he observed Johnson \"wiping a knife off with a white T-shirt.\" Hailes then testified that Johnson \"took off running because Joanna told him the police were coming.\" Other witnesses corroborated this testimony and the fight that broke out between Cole and Johnson. When the police apprehended Johnson the next morning, he initially lied to them and told them he was not Eric Johnson. Beyond all this evidence was the testimony of two of Johnson's cellmates that he had confessed to them that he had stabbed Cole to death.\n¶ 21. Given the weight of the evidence supporting Johnson's conviction, allowing the verdict in this case to stand does not constitute an unconscionable injustice, and the trial court did not abuse its discretion in denying Johnson's motion for a new trial.\n\nSufficiency of the evidence\n¶ 22. Since Johnson also complains of the court's denial of his motion for directed verdict, peremptory instruction, and judgment notwithstanding the verdict, we also briefly address whether the evidence in this case was sufficient to convict Johnson of manslaughter.\n¶ 23. When reviewing the sufficiency of the evidence supporting a conviction, we examine \"whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" Dilworth, 909 So.2d at 736(¶ 17) (citing Jackson v. Virginia, 443 U.S. 307, 315, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979)). As with weight of the evidence, we will reverse only if the court below abused its discretion in denying Johnson's motions. Id. (citing Howell v. State, 860 So. 2d 704, 764 (Miss.2003)).\n¶ 24. Given the strength of the evidence supporting Johnson's guilt, we have no difficulty finding that a reasonable jury \"could have found the essential elements of the crime beyond a reasonable doubt.\" Manslaughter, as defined in Mississippi, is: (1) the killing of a human being, (2) without malice, (3) in the heat of passion, (4) without authority of law, (5) not in self-defense, and (6) by use of a dangerous weapon. MISS.CODE ANN. § 97-3-35 (Rev. 2000). A reasonable jury could have found, from the evidence presented by the State, that each of these elements was proved beyond a reasonable doubt. Therefore, we find that the decision of the court denying Johnson's motions was not an abuse of discretion.\n¶ 25. Johnson's third and final point of error is rejected.\n¶ 26. THE JUDGMENT OF THE CIRCUIT COURT OF JONES COUNTY OF CONVICTION OF MANSLAUGHTER AND SENTENCE OF TWENTY YEARS IN THE CUSTODY OF THE MISSISSIPPI DEPARTMENT OF CORRECTIONS IS AFFIRMED. ALL COSTS OF THIS APPEAL ARE ASSESSED TO JONES COUNTY.\nKING, C.J., LEE AND MYERS, P.JJ., BRIDGES, CHANDLER, GRIFFIS, BARNES AND ISHEE, JJ., CONCUR.\nNOTES\n[1]  The substance of the argument that led to the fight is unclear. The record suggests that Cole and Johnson may have fought over a compact disk, or Cole may have hit Johnson's girlfriend.\n[2]  Trustees are inmates who are allowed to work, which means that\u0097for some of them\u0097 they get to go outside to work. The cellmates who testified was given a job outside the prison. He testified that other than getting to work outside, the trustees received no additional benefits; they were kept in the same cells and fed the same food as the other inmates. The witness did testify that he had been attempting to achieve trusty status for three weeks, and was finally made a trusty on the day he gave his statement against Johnson.\n\n",
            "ocr": false,
            "opinion_id": 1106328
        }
    ],
    "court_short_name": "Court of Appeals of Mississippi",
    "court_full_name": "Court of Appeals of Mississippi",
    "court_type": "SA",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Murder"
}