{
    "id": 2763315,
    "judges": "Huddle, Massengale, Radack",
    "date_filed": "1997-01-11",
    "date_filed_is_approximate": true,
    "slug": "raul-rodriguez-v-state",
    "case_name_short": null,
    "case_name": "Raul Rodriguez v. State",
    "case_name_full": "Raul RODRIGUEZ, Appellant v. the STATE of Texas, Appellee",
    "attorneys": "Neal Davis, Bill Stradley, Jonathan Lan-ders, of counsel, Stradley, Davis & Reynal LLP, Houston, TX, for Appellant., Devon Anderson, District Attorney, Clinton A. Morgan, Assistant District Attorney, Houston, TX, for State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Discretionary Review Refused April 15, 2015",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b291-4\">\n    Raul RODRIGUEZ, Appellant v. The STATE of Texas, Appellee\n   </parties><docketnumber id=\"ArA\">\n    NO. 01-12-00688-CR\n   </docketnumber><br><court id=\"b291-7\">\n    Court of Appeals of Texas, Houston (1st Dist.)\n   </court><br><decisiondate id=\"b291-9\">\n    Opinion issued December 18, 2014\n   </decisiondate><br><otherdate id=\"b291-10\">\n    Discretionary Review Refused April 15, 2015\n   </otherdate><br><attorneys id=\"b293-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"273\"> \n     *273\n     </span>\n    Neal Davis, Bill Stradley, Jonathan Lan-ders, of counsel, Stradley, Davis &amp; Reynal LLP, Houston, TX, for Appellant.\n   </attorneys><br><attorneys id=\"b293-11\">\n    Devon Anderson, District Attorney, Clinton A. Morgan, Assistant District Attorney, Houston, TX, for State.\n   </attorneys><br><judges id=\"b293-12\">\n    Panel consists of Chief Justice Radack and Justices Massengale and Huddle.\n   </judges>",
    "citations": [
        "456 S.W.3d 271"
    ],
    "opinions": [
        {
            "author_str": "Huddle",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 39.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=14735&Index=***coa01%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion issued December 18, 2014\n\n\n\n\n                                   In The\n\n                            Court of Appeals\n                                   For The\n\n                        First District of Texas\n\n\n                            NO. 01-12-00688-CR\n\n\n                      RAUL RODRIGUEZ, Appellant\n\n                                     V.\n\n                     THE STATE OF TEXAS, Appellee\n\n\n                  On Appeal from the 178th District Court\n                          Harris County, Texas\n                      Trial Court Cause No. 1348372\n\n\n                              OPINION\n\n     A jury convicted Appellant Raul Rodriguez of murder and sentenced him to\n\n40 years’ confinement, rejecting his claim that he shot his neighbor, Kelly\n\nDanaher, in self-defense. Rodriguez and the State agree that the trial court’s\n\fcharge included erroneous instructions regarding a qualification on self-defense,\n\nbut they disagree about whether reversal is warranted. We conclude that it is, and\n\nwe reverse and remand for a new trial.\n\n                                  Background\n\n      In the early morning of May 2, 2010, Harris County police responded to\n\nreports of a weapons disturbance in a rural neighborhood. Upon arriving at the\n\nscene, they discovered that the complainant, Danaher, had been shot in the street.\n\nTwo others were struggling to hold down Rodriguez, who had fired the shots.\n\nEveryone other than Rodriguez had been at a party inside. Danaher, the host of the\n\nparty, died at the scene.\n\n      Rodriguez’s defensive theory was that he fired his handgun in self-defense\n\nafter the partygoers threatened him. The jury rejected Rodriguez’s claim after a\n\ntwo-week trial during which it heard the testimony of numerous witnesses and\n\nobserved an audio and video recording of the incident that Rodriguez captured on\n\nhis video camera.\n\n\n\n\n                                         2\n\fThe video recording\n\n      Much of the video recording consists of Rodriguez filming the party from\n\nacross the street, where he was standing at the side of the road, commenting about\n\nthe noise level, and shining a flashlight in the direction of the party.\n\n      About fifteen minutes into the recording, James Storm, Danaher’s father-in-\n\nlaw, approached Rodriguez in a truck.1 Storm and Rodriguez argued about the\n\nnoise level and, eventually, a few partygoers, including Danaher, approached them.\n\n      As Danaher approached, Rodriguez said, “You need to stop right there.\n\nDon’t come any closer, please.” Danaher continued walking towards Rodriguez\n\nand responded, “I, you’re telling me what to do?” Storm added, “Don’t tell us to\n\nstop coming close to you.”\n\n      With Danaher still approaching, and two other partygoers now nearby,\n\nRodriguez said, “I’m telling you, I’m telling you to stop. I said stop right now, or I\n\nwill shoot you! Stop! Get back!” A partygoer yelled, “Back up Kelly” and\n\nRodriguez repeated, “Get back!”         Danaher can be seen backing away from\n\nRodriguez with his hands up, saying “I ain’t got nothing.” Rodriguez responded,\n\n“Y’all are drunk. Get away from me.”\n\n\n1\n      Danaher and his family lived in the home, which was owned by Storm.\n\n\n                                           3\n\f      Danaher moved across the street from Rodriguez, where other partygoers\n\nhad gathered and then asked Rodriguez, “You pulled a gun on me?” Rodriguez\n\nacknowledged that he had, adding “I told you to stop.” Then, from opposite sides\n\nof the road, Danaher and Rodriguez continued arguing about why Rodriguez drew\n\nthe gun, while Storm told the partygoers to call the police:\n\n      Danaher: I haven’t done nothing to you.\n\n      Rodriguez: My life is in danger. You got weapons on you.\n\n      Danaher: Your life’s in danger?\n\n      Rodriguez: Stay away from me. You’re over here cussing at me and\n      hollering.\n      ...\n\n      Rodriguez: Get away from me. Keep it down. I got everything\n      videotaped.\n\n      Storm: Yeah, call the cops on this jack-off. He’s down here out in\n      the middle of the street with a gun.\n\n      Rodriguez: Yeah, I told you to stop. I asked you to stop.\n\n      Danaher: And what happened? I stopped.\n\n      Rodriguez: No, you stopped after I drew my weapon.\n\n      Danaher: And I pulled back.\n\n      Rodriguez: You stopped after I drew my weapon. I asked you to stop\n      and get back. . . . I asked you to turn this crap down.\n\n\n                                          4\n\f      Rodriguez and Danaher continued arguing from opposite sides of the road\n\nabout the volume of the music, and Rodriguez called the police, to whom he\n\nadmitted having drawn his gun, and asserted that he was in fear for his life:\n\n      Yes, my name is Raul Rodriguez. I called again. I had to draw my\n      weapon on somebody because I had, I told them to stop. They were\n      drunk, they coming at me. I told them to stop. They kept coming and\n      I drew my weapon. Then they stopped, I put my weapon up but now\n      they’re saying I’m sitting there waving my gun and everything and\n      I’m not. I’m videotaping everything right now. . . .\n\n      You know, it’s just me against everybody. I’ve got, I’ve got . . . Ah\n      look, there’s about 15 people here. Look, I’m in fear for my life right\n      now. I’m in very . . . That’s why I drew my weapon. I’m in fear for\n      my life. Please help me now. . . . They’re going to kill me.\n\n      Storm then initiated another exchange with Rodriguez. Storm said that\n\nRodriguez would go to jail for drawing his gun, and Rodriguez again asserted\n\n“well, I was in fear for my life.” Storm challenged Rodriguez to a fist fight,\n\nsaying, “You drop the gun and let’s go ahead and duke it out mother f__er.” As\n\nthe exchange continued, Rodriguez, still on the phone, told the dispatcher, “Listen.\n\nNow they’re wanting to kick my ass. And now they’re calling me mother f__er\n\nand they want to kick my ass and all this other stuff.”\n\n      The video depicts another partygoer starting to cross the street toward\n\nRodriguez. Danaher stopped him, saying, “Hey, hey, hey, Ricky . . . . No, no, no,\n\nno. This dude is a f__ing idiot, he will shoot you. He’s an idiot.”\n\n                                          5\n\f      Meanwhile, Rodriguez continued talking to the dispatcher:\n\n      I’ve got about 15 people here, they’re wanting to kick my ass. They\n      want to beat me down. I had to draw my weapon to stop them to keep\n      them from coming to me. I felt my life was in danger, I drew my\n      weapon and then they stopped. I told them to get back. I told them to\n      just to turn it down and then, they started cussing, saying we’re going\n      to kick his you know, f’ing ass and all this other stuff, calling all kinds\n      of names and everything cuz I’m, and I says look, I’m videotaping all\n      this right now. . . . And I mean, I’m scared to death here.\n\n      Storm told Rodriguez, “I tell you what pal, you pulled a gun on the wrong\n\nmother f__er, ok? . . . You remember that.” Storm then drove his truck up the\n\ndriveway toward the house.\n\n      Danaher continued arguing with Rodriguez: “You’re gonna flash your God\n\ndamn gun. You’re gonna flash your gun?” Danaher again began walking toward\n\nRodriguez, but was stopped by Wilcox, who held him back, saying, “No, no, no.”\n\n      Rodriguez told the dispatcher, “Ok. They’re going to escalate this. . . .\n\nThey’re going to the house to get something to shoot me with.” As Storm drove\n\ntoward the house, Rodriguez said, “Ok look, I’m going to defend myself. . . . I\n\nhave to defend myself. I’m gonna have to defend myself.” After hearing a loud\n\nbang from up the driveway, Rodriguez exclaimed, “Oh s__t.”\n\n      The video recording became dark, but a partygoer can be heard yelling,\n\n“Don’t even do it. Brandon, Brandon, don’t do it.” Another voice said, “This is\n\n\n                                          6\n\fbulls__t. You don’t pull a gun on me.” Rodriguez pleaded with the dispatcher to\n\nhelp, asserting that the partygoers were going to try to kill him:\n\n      It’s about to get out of hand, sir. Please help me. Please help me sir.\n      My life is in danger now. He’s about to, he says he’s about to go in\n      the house, he’s gonna be more than equal than me. Now I’m standing\n      my ground here. Now these people are gonna try and kill me.\n\n      Toward the end of the recording, the partygoers continued arguing with\n\nRodriguez. Danaher again asked, “You pull a f__ing gun on me at my house?”\n\nWilcox then interjected, saying, “You got a gun in your f__ing . . . you got a gun?\n\n. . . What are you, hopped up on coke?” Danaher warned Wilcox, “No, no, no,\n\nhe’s videoing us,” and Wilcox responds, “I know he is.” Danaher said, “Mother\n\nf__er pulled a gun on me.”\n\n      In the final moments of the recording, Rodriguez told the dispatcher, “Look,\n\nI’m not losing to these people any more. I’m just gonna just tell them to stay back.\n\nThey’re drunk. They’re swearing.” Then a partygoer later identified as Ricky\n\nJohnson moved toward Rodriguez and yelled, “Ha ha ha!” Rodriguez dropped the\n\ncamera, fired his gun and yelled, “God dang it!”\n\nTestimony of partygoers\n\n      Five partygoers testified at trial. In general, they testified that as the party\n\nwas winding down, a few of them noticed a flashlight on the road and walked to\n\nthe end of the driveway, where they discovered Storm and Rodriguez arguing.\n                                          7\n\fOnly a few partygoers were present when Rodriguez first drew, then put away, his\n\nhandgun, but multiple partygoers arrived by the time Rodriguez fired.          The\n\npartygoers acknowledged that Johnson had stepped into the road, waved his arms,\n\nand laughed loudly in the seconds before Rodriguez fired. But they maintained\n\nthat neither Johnson nor anyone else crossed the center line of the road before\n\nRodriguez fired.\n\n      a. James Tyler\n\n      Tyler, Danaher’s best friend, testified that Danaher had not yet stepped into\n\nthe road when Rodriguez first drew his gun, but Tyler acknowledged that he did\n\nnot see Rodriguez draw the gun. On cross-examination, Tyler admitted that after\n\nhe watched the video, he realized that Danaher was in the road when Rodriguez\n\nfirst drew his gun. According to Tyler, Rodriguez put the gun down when Danaher\n\nbacked off, but Tyler did not see where Rodriguez put the gun.\n\n      Tyler testified that no one was talking about rushing Rodriguez or taking the\n\ngun from him, but he acknowledged that in the moments before Rodriguez fired,\n\nJohnson walked towards Rodriguez at a “pretty rushed pace,” “cackling and\n\nlaughing with his arms waving in the air, like he thought it was funny, being goofy\n\nfor the camera, and then [Danaher] followed immediately behind him.” According\n\n\n\n\n                                        8\n\fto Tyler, Danaher moved toward Rodriguez to try to stop Johnson, and Tyler\n\nmoved forward to pull Danaher back, but Danaher had already been shot.\n\n      Tyler testified that when the shots were fired, he was still standing at the\n\nedge of Storm’s driveway, and Danaher and Johnson were “maybe a step and a\n\nhalf, two steps into the street,” but neither had crossed the center line on the road.\n\nTyler acknowledged that in his statement to police, he said that Johnson “kind of\n\nran to [Rodriguez] to apprehend him and take [the gun] from him.”\n\n      b. Marshall Stetson\n\n      Stetson, who is Danaher’s wife’s cousin, testified that as soon as he and\n\nDanaher walked out to the street, Rodriguez drew his gun and told them to get\n\nback. He testified that they were not in the street, but in the middle of the\n\ndriveway, when Rodriguez first drew the gun.\n\n      Stetson testified that when they approached, he could “immediately see” that\n\nRodriguez had a gun on his left side. But he also testified that “when he pulled it\n\nstraight out on us, that’s the first time I seen it in the hand. He was pulling it out.”\n\nAccording to Stetson, Rodriguez pulled the gun from a holster on the outside of his\n\npants, he did not see him move any clothing before drawing the weapon out, and\n\nthe gun was “not concealed” and was “outside his shirt.”\n\n\n\n\n                                           9\n\f      Stetson did not remember Johnson laughing in the moments before\n\nRodriguez fired, but he was about an arms-length behind Johnson, on the phone\n\nwith the police, when Johnson took “two steps” toward Rodriguez and the shooting\n\nbegan. Stetson grabbed for Johnson’s shirt, but Johnson fell on the other side of\n\nthe street, where Rodriguez was standing. According to Stetson, Johnson had not\n\ncrossed over the center line of the road and was still 10 to 12 feet from Rodriguez\n\nwhen Rodriguez fired. Stetson ran towards Rodriguez, grabbed for the gun and\n\nwas himself shot in the buttocks. He struggled with Rodriguez until Wilcox and\n\nStorm came to help.\n\n      On cross-examination, Stetson admitted that he told police in his initial\n\nstatement that Johnson took it upon himself to try to wrestle the gun away from\n\nRodriguez and was going after Rodriguez when Rodriguez fired. Rodriguez’s\n\ncounsel cross-examined Stetson about whether Rodriguez’s gun had been\n\nconcealed:\n\n      Rodriguez’s counsel: Now, when you—when you first walked down\n      that driveway and you and Kelly [Danaher] came upon Raul, however\n      far away you were from him, I believe you—in—in response to\n      questioning from Ms. Logan, you said that—that the clothing that—\n      that Raul had on made it so that you could see his weapon. Is that\n      what you're saying?\n\n      Stetson: No. I said the way he pulled his gun so quick, he didn’t—\n\n\n                                        10\n\f      Rodriguez’s counsel: And that’s—this is kind of an important point,\n      and that’s why I’m bringing it up.\n\n      Stetson: All right.\n\n      Rodriguez’s counsel: I believe that you said—and correct me if I’m\n      wrong. I believe you said in your testimony earlier today, when he\n      pulled it straight out, it was the first that you could see it?\n\n      Stetson: Yeah.\n\n      Rodriguez’s counsel: All right. So your—your testimony is that the\n      first time you saw the weapon is when Raul pulled it out and showed\n      it to you?\n\n      Stetson: Yeah, showed it to us.\n\n      c. James Storm\n\n      Storm, Danaher’s father-in-law, testified that around midnight, he saw\n\nsomeone standing in the road and stopped. According to Storm, when Danaher\n\nwalked up and started talking to Rodriguez, Rodriguez pulled his gun, even though\n\nDanaher was not threatening or aggressive. Storm was “pissed off” when he saw\n\nRodriguez draw a gun. Although Rodriguez was saying he was in fear of his life,\n\nStorm “didn’t know what he feared.”\n\n      Storm eventually drove up the driveway because he believed everyone was\n\ngoing to let the police handle the situation. When he was walking across his porch\n\nto the front door, he heard three gunshots, and turned and ran back towards the\n\nroad. Storm denied that he was going in the house to get a gun.\n                                        11\n\f      d. Ricky Johnson\n\n      Johnson testified that he was intoxicated, and he did not remember the\n\ndetails of the incident.2 He did not know who had shot him, and he had no\n\nmemory of anything that happened before he was shot.\n\n      Johnson gave a statement 17 days after the shooting, which contained more\n\ndetail. Johnson admitted that his statement was based on his own recollection free\n\nfrom outside influences, because he had not talked to other witnesses at the time he\n\ngave it. In the statement, Johnson said that some people appeared to be arguing by\n\nthe road, and that he remembered a man standing in the road, but that he did not\n\nsee a gun. According to Johnson’s statement, he was “pretty sure” that when he\n\ngot to the end of the driveway, the man said take two more steps and I’ll shoot, and\n\nJohnson took two more normal steps. But Johnson also asserted in his statement\n\nthat he was 20 or 25 yards from Rodriguez when Rodriguez fired, and Johnson\n\ndisagreed that the video indicated he was much closer.\n\n      e. Brandon Wilcox\n\n      Wilcox testified that he walked toward the road when he heard arguing and\n\nlearned that someone had a gun. When Wilcox approached the road, he only saw\n\n\n2\n      Johnson was placed in a sedated coma for several days after the incident. The\n      coma was induced with Propofol, which can cause amnesia.\n\n                                        12\n\fRodriguez’s flashlight and video camera, and did not know at the time whether\n\nRodriguez had drawn a gun.\n\n      Wilcox knew that others had called the police and believed they were on\n\ntheir way. He saw a flash and a pop, and he ran behind Stetson towards Rodriguez.\n\nStetson fell down, and Wilcox ended up on top of Rodriguez. Wilcox did not see\n\nJohnson charge Rodriguez, and believed he would have seen it if it happened.\n\n      Wilcox did not recall any discussion among the partygoers about rushing\n\nRodriguez. He testified that when someone on the video recording said, “Brandon,\n\nBrandon, don’t do it,” it was probably in response to Wilcox’s comment that\n\nRodriguez “need[ed] his ass kicked.”\n\nTestimony of officers, investigators, & medical personnel\n\n      Deputy J. Soto with the Harris County Sheriff’s Office testified that he did\n\nnot smell alcohol on Rodriguez, but Wilcox, who had been holding down\n\nRodriguez, smelled of alcohol and slurred his speech. Deputy Whitlock, who\n\naccompanied Deputy Soto, testified that partygoers were intoxicated.\n\n      Detective J. Brown of the Harris County Sheriff’s Office testified that\n\nRodriguez had a concealed handgun license, although Brown did not recall seeing\n\nthe license itself. When Brown arrived at the scene, Rodriguez “still had a nylon\n\nholster on his belt.” Brown testified that Rodriguez reported taking ASA,\n\n                                       13\n\fLisinopril, Norco, Paxil, methadone, Effexor, and Xanax, but Brown also testified\n\nthat he did not believe Rodriguez was intoxicated.\n\n      As part of the ensuing investigation, Brown and two other detectives\n\nwatched the video recording. Brown testified that the initial perception of all three\n\ndetectives was that someone was attacking Rodriguez when Rodriguez dropped the\n\ncamera and fired. Brown agreed that Rodriguez’s broken leg constituted serious\n\nbodily injury. He testified that some of the partygoers smelled of alcohol and that\n\nsome marijuana was found at the party. He also testified that Danaher’s level of\n\nintoxication was “relatively high.”\n\n      Pramod Gumpeni, an assistant medical examiner at the Harris County\n\nInstitute of Forensic Sciences, performed Danaher’s autopsy. Danaher had two\n\ngunshot wounds, one to the chest and one to the right leg. Gumpeni concluded,\n\nbased on the lack of stippling on Danaher’s skin, that the gun was at least 18 to 24\n\ninches away from Danaher when it was fired, but he admitted that he did not test\n\nDanaher’s shirt for stippling or gunpowder residue.3        Gumpeni testified that\n\nDanaher had a blood alcohol content of .21.\n\n\n\n\n3\n      According to Gumpeni, stippling results when gunpowder particles contact the\n      skin.\n\n                                         14\n\fTestimony of neighbors\n\n      a. Ken Ellis\n\n      Ellis, who lived across the street from Rodriguez, testified that on the night\n\nof the party, he was on his porch around ten minutes before midnight and could\n\nhear music playing at Storm’s house. Ellis saw Rodriguez leaving his property and\n\nshouting “shut it down” towards Storm’s house. According to Ellis, Rodriguez\n\nwas waving his flashlight and walking angrily up the street. Ellis heard gunshots\n\nabout 10 or 15 minutes later.\n\n      b. Terry Hackathorn\n\n      Hackathorn, who lived with Ellis, testified about her conversation with\n\nRodriguez two months before the shooting in which Rodriguez encouraged her to\n\nget a concealed handgun license. She described Rodriguez as “very self-confident,\n\nvery assured” and “excited” during the conversation:\n\n      He had suggested I get hand—a concealed handgun license. And I\n      told him I didn’t want one. But he told me it would be my benefit,\n      because if I had a handgun and if I was in public anywhere, then if\n      anybody was, you know, bothering me and if I needed to shoot\n      somebody, that as long as I told the authorities that I was in fear for\n      my life and that I needed to defend myself, and that I believed they\n      had weapons and I stood my ground. And so I shot the son of a bitch.\n\n      Prosecutor: And he said that you could “shoot the son of a bitch”?\n\n      Hackathorn: Yes.\n\n                                        15\n\f       Prosecutor: Did he specifically say to you, to use the words “in fear\n       of your life”?\n\n       Hackathorn: Yes.\n\n       Prosecutor: And did it surprise you when he said this?\n\n       Hackathorn: No.\n\n       Prosecutor: Okay. And why not?\n\n       Hackathorn: Because he always stayed up-to-date on the law changes\n       when it came to owning handguns.\n\n       c. Pete Fornols\n\n       Fornols lived between the Danahers and Rodriguez. On the night of the\n\nparty, Rodriguez called Fornols three times before 8:00 p.m. Rodriguez asked\n\nwhether Fornols could hear “all of the loud s__t” and whether Fornols would go\n\nwith Rodriguez to “put a stop to this s__t” if it kept going on. Rodriguez told\n\nFornols that he “would have [his] back,” but Fornols “did not want to be a part of\n\nit.”\n\n       Rodriguez went to Fornols’s house around 8:30 p.m. According to Fornols,\n\nRodriguez was “rambling on about the noise and that . . . if I would go down there\n\nwith him, that once again that he would have my back . . . .” Fornols testified that\n\nRodriguez seemed “aggressive. His eyes were bulgy, and he was in a—almost like\n\na frantic stage, like, you know, he was just about to pop.” Fornols testified that\n\n                                        16\n\fRodriguez had two weapons on him when he visited at 8:30: one handgun in the\n\nfront of his pants, and one in the back.    They were outside his t-shirt, which was\n\ntucked in, and in “plain sight.”\n\n      Fornols spoke to Rodriguez on the phone again after his 8:30 visit, and\n\nRodriguez was agitated that the police who had responded to the noise complaints\n\n“didn’t do s__t. They came out here, they sat and they drove off.” Rodriguez\n\nreturned to Fornols’s house around 10:30 p.m. and asked Fornols to call the police\n\nto complain about the noise. Fornols placed the call anonymously, only to try to\n\ncalm Rodriguez.\n\n      Rodriguez called Fornols again at 11:13 p.m., 12:01 a.m. and 12:11 a.m., but\n\nFornols did not answer. When Fornols heard three gunshots around 20 minutes\n\nafter midnight, he looked out his window into Rodriguez’s backyard to see if he\n\nwas out there “shooting his gun off like he’s done a lot.”\n\n      Fornols also testified about his interaction with Rodriguez on the day before\n\nthe party. Danaher had come over to Fornols’s house to borrow some tools.\n\nRodriguez arrived within two minutes after Danaher left and asked Fornols, “What\n\ndid that cocksucker want?” Fornols said that Danaher had borrowed some tools,\n\nand Rodriguez responded, “I wouldn’t loan that son of a b__ch sweat off my balls\n\n\n\n\n                                           17\n\fif he was dying of thirst. He’s one of the son of a b__ches that keep us awake at\n\nnight with loud music.”\n\n                                      Discussion\n\n      Rodriguez argues that the trial court’s guilt-innocence charge erroneously\n\nabrogated his justification defense in that it included incorrect and confusing\n\ninstructions regarding a qualification on self-defense. The State concedes that\n\nthere was charge error, but argues that the errors did not harm Rodriguez because\n\nhe was not entitled to a self-defense instruction in the first instance.\n\nA. Standard of Review\n\n      In analyzing a jury-charge issue, our first duty is to decide if error exists.\n\nSee Almanza v. State, 686 S.W.2d 157, 174 (Tex. Crim. App. 1985) (op. on reh’g);\n\nTottenham v. State, 285 S.W.3d 19, 30 (Tex. App.—Houston [1st Dist.] 2009, pet.\n\nref’d). Only if we find error do we then consider whether an objection to the\n\ncharge was made and analyze for harm. Tottenham, 285 S.W.3d at 30; see also\n\nWarner v. State, 245 S.W.3d 458, 461 (Tex. Crim. App. 2008) (“The failure to\n\npreserve jury-charge error is not a bar to appellate review, but rather it establishes\n\nthe degree of harm necessary for reversal.”).\n\n      “The degree of harm necessary for reversal depends upon whether the error\n\nwas preserved.” Hutch v. State, 922 S.W.2d 166, 171 (Tex. Crim. App. 1996).\n\n                                           18\n\fError properly preserved by a timely objection to the charge will require reversal\n\n“as long as the error is not harmless.” Almanza, 686 S.W.2d at 171. The Court of\n\nCriminal Appeals has interpreted this to mean that any harm, regardless of degree,\n\nis sufficient to require reversal. Arline v. State, 721 S.W.2d 348, 351 (Tex. Crim.\n\nApp. 1986). However, when the charging error is not preserved “and the accused\n\nmust claim that the error was ‘fundamental,’ he will obtain a reversal only if the\n\nerror is so egregious and created such harm that he ‘has not had a fair and impartial\n\ntrial’—in short ‘egregious harm.’” Almanza, 686 S.W.2d at 171; see Nava v. State,\n\n415 S.W.3d 289, 298 (Tex. Crim. App. 2013) (egregious harm “is a difficult\n\nstandard to meet and requires a showing that the defendants were deprived of a fair\n\nand impartial trial.”). Fundamental errors that result in egregious harm are those\n\nwhich affect “the very basis of the case,” deprive the defendant of a “valuable\n\nright,” or “vitally affect his defensive theory.”     Almanza, 686 S.W.2d at 172\n\n(citations and quotations omitted).\n\n      When considering whether a defendant suffered harm, the reviewing court\n\nmust consider: (1) the entire jury charge; (2) the state of the evidence, including the\n\ncontested issues and weight of probative evidence; (3) the argument of counsel;\n\nand (4) any other relevant information revealed by the record of the trial as a\n\nwhole. Id. at 171. The reviewing court must conduct this examination of the\n\n                                          19\n\frecord to “illuminate the actual, not just theoretical, harm to the accused.” Id. at\n\n174; see Nava, 415 S.W.3d at 298 (record must disclose “actual rather than\n\ntheoretical harm”).\n\nB. Applicable Law\n\n      Texas Penal Code Section 9.31(a) provides that a person is justified in using\n\nforce against another “when and to the degree the actor reasonably believes the\n\nforce is immediately necessary to protect the actor against the other’s use or\n\nattempted use of unlawful force.” TEX. PENAL CODE ANN. § 9.31(a) (West 2011).\n\nPenal Code Section 9.31(b)(5)(A) qualifies this defense. It states that the use of\n\nforce against another is not justified “if the actor sought an explanation from or\n\ndiscussion with the other person concerning the actor’s differences with the other\n\nperson while the actor was carrying a weapon in violation of Section 46.02.” TEX.\n\nPENAL CODE ANN. § 9.31(b)(5)(A) (West 2011).\n\n      A person violates Section 46.02 of the Penal Code if he intentionally,\n\nknowingly, or recklessly carries on or about his person a handgun, illegal knife, or\n\nclub if the person is not (1) on the person’s own premises or premises under the\n\nperson’s control; or (2) inside of or directly en route to a motor vehicle or\n\nwatercraft that is owned by the person or under the person’s control. See TEX.\n\nPENAL CODE ANN. § 46.02(a) (West Supp. 2014). Importantly, however, Section\n\n                                        20\n\f    46.02 does not apply to a person who “is carrying a concealed handgun and a valid\n\n    license issued under Subchapter H, Chapter 411, Government Code, to carry a\n\n    concealed handgun.” TEX. PENAL CODE ANN. § 46.15(b)(6) (West Supp. 2014).\n\n    C. Analysis\n\n          1. Errors in the charge\n\n          The charge spanned 16 pages. The first three pages set forth the abstract law\n\n    of murder and applied the law of murder to the case. The next five pages set forth\n\n    the abstract law on self-defense and deadly force and applied this law to the case.”4\n\n    Next came three pages of instructions regarding two qualifications on self-defense:\n\n    the “discussion of differences” qualification and provocation. The balance of the\n\n    charge contained general instructions and an extraneous offense instruction.\n\n          Rodriguez argues that the trial court’s instructions regarding the “discussion\n\n    of differences” qualification contained multiple errors.            Among other things,\n\n4\n         One paragraph on page 4 instructed the jury not to consider whether Rodriguez\n         failed to retreat, noting that one “who has not provoked the person against whom\n         deadly force is used, and who is not engaged in criminal activity at the time the\n         deadly force is used is not required to retreat before using deadly force.” The\n         parties devote little attention to this instruction, but we find it noteworthy insofar as\n         it, implicitly if not explicitly, instructs the jury that Rodriguez did not provoke\n         Danaher and that Rodriguez was not engaged in criminal activity at the time he\n         used deadly force against Danaher. This was confusing because later portions of\n         the charge posed those very questions: page 9 instructed the jury to consider\n         whether Rodriguez committed an offense by intentionally failing to conceal his\n         handgun or by carrying it while intoxicated, and pages 10-11instructed the jury to\n         consider whether Rodriguez provoked Danaher.\n\n                                                 21\n\fRodriguez complains that the trial court incorrectly instructed the jury on irrelevant\n\nprovisions of Penal Code Section 46.035, which defines the offense of unlawful\n\ncarrying of a handgun by a license holder. The State agrees that it was error to\n\ninclude the irrelevant provisions of Section 46.035. We agree with the parties that\n\nthe instructions regarding the “discussion of differences” qualification were\n\nerroneous.\n\n      The instructions appeared on page 9 of the charge. It said:\n\n             You are further instructed, as part of the law of this case, and as\n      a qualification of the law on self-defense, that the use of force by a\n      defendant against another is not justified if the defendant sought an\n      explanation from or discussion with the other person concerning the\n      defendant’s differences with the other person while the defendant was\n      failing to conceal the handgun that he was carrying as a concealed\n      handgun license holder, in violation of the law.\n             A person commits an offense if, while the person was a holder\n      of a license to carry a concealed handgun, the person intentionally\n      failed to conceal the handgun.\n             A person commits an offense if, while the person was a holder\n      of a license to carry a concealed handgun, the person carried a\n      handgun and was intoxicated.\n             “Handgun” means any firearm that is designed, made, or\n      adapted to be fired with one hand.\n             If you find from the evidence beyond a reasonable doubt that\n      the defendant, Raul Rodriguez, did then and there on May 2 nd, 2010,\n      fail to conceal a handgun in violation of the law stated above, before\n      seeking an explanation from or discussion with the other person\n      concerning the defendant’s differences with the other person, then you\n      will find against the defendant on the issue of self-defense.\n\n      The first paragraph tracks much of Section 9.31(b)(5)(A), but modifies its\n\n                                         22\n\ffinal clause. The purpose of the modification was to account for the fact that\n\nRodriguez was carrying a handgun “as a concealed handgun license holder” to\n\nwhom Section 46.02 would not apply, provided the handgun was concealed. See\n\nTEX. PENAL CODE ANN. § 46.15(b)(6) (noting that section 46.02 does not apply to a\n\nperson who “is carrying a concealed handgun and a valid license”). The first\n\nparagraph ends with the phrase “in violation of the law,” which is superfluous and\n\nconfusing in light of the two paragraphs that follow.\n\n      The second and third paragraphs on page 9 are based on Section 46.035 of\n\nthe Penal Code, which defines the offense of unlawful carrying of a handgun by a\n\nlicense holder. The second paragraph is based on subsection (a), while paragraph\n\nthree was based on subsection (d). See TEX. PENAL CODE ANN. § 46.035(a) (“A\n\nlicense holder commits an offense if the license holder carries a handgun on or\n\nabout the license holder’s person under the authority of Subchapter H, Chapter\n\n411, Government Code, and intentionally displays the handgun in plain view of\n\nanother person in a public place.”), (d) (“A license holder commits an offense if,\n\nwhile intoxicated, the license holder carries a handgun under the authority of\n\nSubchapter H, Chapter 411, Government Code, regardless of whether the handgun\n\nis concealed.”) (West Supp. 2014). The inclusion of both paragraphs was error\n\nbecause, as the State concedes, “[t]he commission of th[e] offense [of unlawful\n\n                                         23\n\fcarrying of a handgun by a license holder] . . . does not alter one’s ability to invoke\n\nthe right to self defense . . . .”5 It is a violation of Section 46.02, not Section\n\n46.035, that may abrogate a self-defense claim. See TEX. PENAL CODE ANN.\n\n§ 9.31(b)(5)(A) (discussion of differences qualification on self-defense applies if\n\nthe actor was carrying a weapon in violation of Section 46.02). In short, we agree\n\nwith the parties that the trial court erred in submitting the second and third\n\nparagraphs on page 9.\n\n      Rodriguez argues that the use in the final paragraph on page 9 of the word\n\n“before” was also erroneous. Section 9.31(b)(5)(A) applies if the actor sought a\n\ndiscussion of differences “while . . . carrying a weapon in violation of Section\n\n46.02.” See TEX. PENAL CODE ANN. § 9.31(b)(5)(A) (emphasis added). In light of\n\nthe evidence that Rodriguez’s handguns were not concealed when he visited\n\nFornols a few hours before the shooting, Rodriguez argues that the application\n\nparagraph’s use of “before” could have caused the jury to reject Rodriguez’s self-\n\ndefense claim based on his failure to conceal his handguns while at Fornols’s\n\nhome. The State disagrees, arguing that the jury could not have been misled in this\n\n5\n      Indeed, Section 46.035(h) states that it is a defense to a violation of Section\n      46.035(a) “that the actor, at the time of the offense, displayed the handgun under\n      circumstances in which the actor would have been justified in the use of force or\n      deadly force under Chapter 9.” TEX. PENAL CODE ANN. § 46.035(h) (West Supp.\n      2014).\n\n                                          24\n\fmanner because the paragraph refers expressly to May 2, while the visit to Fornols\n\ntook place at 8:30 p.m. on May 1.\n\n      The final paragraph on page 9 expressly referred to failing to conceal a\n\nhandgun on May 2nd, 2010. Because well-established law requires us to presume,\n\nin the absence of evidence to the contrary, that the jury followed the trial court’s\n\ninstructions, we do not presume that the jury wrongly believed that it could convict\n\nbased on Rodriguez’s failure to conceal his handguns at Fornols’s home at 8:30\n\np.m. on May 1. Reeves v. State, 420 S.W.3d 812, 818 (Tex. Crim. App. 2013)\n\n(generally, in the absence of evidence to the contrary, appellate court assumes that\n\njury followed charge instructions).\n\n      We do, however, conclude that the use of “before” in the final paragraph on\n\npage 9 is, at a minimum, confusing in light of the use of “while” in the first and\n\nsecond paragraphs. If the jury believed that Rodriguez acted in self-defense, the\n\napplicability of Section 9.31(b)(5)(A) turned on whether Rodriguez’s handgun was\n\nconcealed from the time he sought the discussion of differences until the moment\n\nthe jury determined he was justified in using force. Thus, it was critical for the\n\njury to determine when during the sequence of events Rodriguez failed to conceal\n\nhis handgun.\n\n      The charge fell short of making that clear. The first paragraph instructed the\n\n                                        25\n\fjury to consider whether Rodriguez sought a discussion of differences while failing\n\nto conceal the handgun he was carrying as a concealed handgun license holder; the\n\nsecond instructed it to consider whether Rodriguez failed to conceal while he was a\n\nholder of a license to carry a concealed handgun; and the final paragraph instructed\n\nit to consider whether Rodriguez failed to conceal before seeking a discussion of\n\ndifferences. This is far from “the way instructions should be—clear, concise, and\n\nto the point.” Reeves, 420 S.W.3d at 817, 818 (function of charge is not merely to\n\navoid misleading but to lead and to prevent confusion).\n\n      2. Did Rodriguez preserve error?\n\n      Having found error in the charge, we next consider preservation.\n\nTottenham, 285 S.W.3d at 30. The record reflects that Rodriguez lodged the\n\nfollowing objection to page 9:\n\n            [B]asically, Judge, I think this is improper comment on the\n      weight of the evidence. Also, I don’t think the evidence supports this\n      charge in this case.\n            Specifically, there’s absolutely no evidence that—or credible\n      evidence that Raul Rodriguez failed to conceal his firearm or that he\n      was intoxicated.\n            All right. So let me take both of those if I can, one-by-one.\n            Failure to conceal a handgun. There was some testimony from\n      Pete—Peter Fornols . . . . And he testified at some point early in the\n      evening. This is before the shooting ever occurred or Raul ever went\n      over next door. That Raul Rodriguez had two handguns in plain view.\n      One was in the front center waistband, one was to his back center\n      waistband.\n            And—and so that has no relevance as to the time of the\n                                        26\n\f      shooting, if Raul was legally carrying a firearm. In other words, at the\n      time of self-defense when he shot the weapon, was he unlawfully\n      displaying a firearm, that would negate that. And so that testimony\n      doesn’t really relate to that at all.\n             The only other testimony was, Marshall Stetson said something\n      on direct examination about how Raul Rodriguez had a firearm and it\n      was visible. And it was a little unclear what he said.\n             But Bill Stradley cross-examined him. And he clearly said,\n      based on my recollection, that what he meant was, he saw the firearm\n      when Raul Rodriguez had actually drawn it on Kelly Danaher. And\n      so, therefore, I don't think there’s any credible evidence that Raul—\n      and the State’s theory has never been that he didn’t conceal the\n      handgun.\n             And so with that, I don’t think there’s evidence that supports\n      the instruction. And I also think it’s an improper comment on the\n      weight of the evidence.\n\n      The State argued in favor of submitting page 9 as it was ultimately\n\nsubmitted:\n\n             In Section 931(b), Number 5A, it talks about carrying a weapon\n      in violation of the law. In order to explain what violation of the law is\n      and tracks the statute, that’s where we proposed unlawfully carrying a\n      weapon by a concealed handgun license holder.\n             And the Court, as you know, is required to put an instruction in,\n      if there’s some evidence, whether believable or not. And there was\n      evidence by Marshall Stetson and by Pete Fornols, that indicated the\n      defendant was carrying a weapon that was visible.\n             So if the jury, who is going to be the trier of fact, determines\n      that they’re in violation based upon the instruction, that’s their\n      decision to make.\n      ....\n\n             [I]t tracks the original charge instruction. Tracks the statute and\n      since there’s some evidence that in our particular case, the defendant\n      has a concealed handgun license. That’s why we clarified it. Because\n      if you just give it to the jury in violation of the law, they need to be\n                                         27\n\f      instructed on what that law is.\n\n      The trial court then made the following ruling:\n\n              Well, I heard the testimony. And Fornols is one thing, statute is\n      another. And he clearly said, “I—first time I saw it is when he pulled\n      it out.” But anyway, be that as it may. He said other things too.\n              So, the issue’s been raised and y’all are just going to have to\n      argue the fact question. But I think the issue’s been raised, so I’m\n      going to allow that. Objection’s overruled.\n\n      Error preservation “is not an inflexible concept.” Thomas v. State, 408\n\nS.W.3d 877, 884 (Tex. Crim. App. 2013). “[A]ll a party has to do to avoid the\n\nforfeiture of a complaint on appeal is to let the trial judge know what he wants,\n\nwhy he thinks himself entitled to it, and to do so clearly enough for the judge to\n\nunderstand him at a time when the trial court is in a proper position to do\n\nsomething about it.” Id. (quoting Lankston v. State, 827 S.W.2d 907, 909 (Tex.\n\nCrim. App. 1992)).\n\n      Here, Rodriguez argued that page 9 should not be submitted to the jury at\n\nall, because the evidence did not support the submission, and because the\n\ninstructions constituted an improper comment on the weight of the evidence. He\n\nargued that the instructions would allow the jury to incorrectly reject his claim of\n\nself-defense based on testimony regarding his alleged failure to conceal during his\n\nvisit to Fornols’s house at 8:30 p.m.\n\n      The State responded that the charge should include the violation of law\n                                         28\n\finstructions contained in the second and third paragraphs. It argued that Pete\n\nFornols’s testimony to the effect that Rodriguez’s handguns were not concealed\n\nhours before the shooting was at least some evidence that supported submission of\n\nthe instructions it now concedes were erroneous. The trial court agreed with the\n\nState and overruled the objection.       Although Rodriguez did not parse the\n\ninstruction and detail each of the errors in it, we conclude that his objection was\n\nsufficient to preserve the error he complains of on appeal. See Clark v. State, 365\n\nS.W.3d 333, 339 (Tex. Crim. App. 2012) (noting that issue preserved without\n\nhaving been explicitly stated if “there have been statements or actions on the\n\nrecord that clearly indicate what the judge and opposing counsel understood the\n\nargument to be”); Lankston, 827 S.W.2d at 909 (in issue-preservation context,\n\nthere are “no technical considerations or form of words to be used”); see also State\n\nv. Rosseau, 396 S.W.3d 550, 555 (Tex. Crim. App. 2013) (although defendant’s\n\nchallenge “could have been more clearly presented,” “magic language” was not\n\nrequired).\n\n      3. Were the errors harmless?\n\n      Because Rodriguez preserved his complaint, we must reverse unless the\n\nerror is harmless. See Almanza, 686 S.W.2d at 171; see also Arline, 721 S.W.2d at\n\n351 (any harm, regardless of degree, is sufficient to require reversal). To gauge\n\n                                        29\n\fharm, we review (1) the entire jury charge; (2) the state of the evidence, including\n\nthe contested issues and weight of probative evidence; (3) the argument of counsel;\n\nand (4) any other relevant information revealed by the record of the trial as a\n\nwhole. See Almanza, 686 S.W.2d at 171.\n\n         a. The entire charge\n\n      Rodriguez argues that the errors on Page 9 harmed him in two ways:\n\n(1) paragraphs two and three allowed the jury to conclude that either Rodriguez’s\n\nintoxication or his failure to conceal a handgun, alone, would render his use of\n\nforce unjustified; and (2) the erroneous use of “before” in the final paragraph\n\nallowed the jury to conclude that his use of force was not justified because he\n\nfailed to conceal his handguns earlier in the evening, while talking with Fornols.\n\n      As discussed above, the inclusion of the phrase “in violation of the law” in\n\nthe first paragraph, followed by paragraphs two and three, which have no place in\n\nthe instruction, permitted the jury to find against Rodriguez on self-defense if,\n\nduring the discussion of differences, he either (1) “intentionally failed to conceal”\n\nthe handgun or (2) was intoxicated. The jury heard Rodriguez admit on the video\n\nrecording that he intentionally drew his handgun and, thus, “intentionally failed to\n\nconceal” it during the altercation. Under the trial court’s charge, that bare fact was\n\nsufficient to abrogate Rodriguez’s self-defense claim, regardless of whether the\n\n                                         30\n\fjury believed Rodriguez was justified in using deadly force. Nothing in the charge\n\nameliorated this problem. Indeed, the final paragraph on page 9 exacerbated it by\n\nreferring the jury back to the violations of the law “stated above.”\n\n      The State contends that the errors on page 9 actually benefitted Rodriguez\n\nand increased the State’s burden. It argues that the jury could have believed that it\n\nmust find for Rodriguez on the discussion of differences qualification unless the\n\nState showed that Rodriguez intentionally failed to conceal and was intoxicated.\n\nThis is a plausible interpretation of the charge, and it could be the one the jury\n\nadopted. While we cannot know how the jury interpreted page 9, we know for\n\ncertain—and the State concedes—that it was confusing. This is enough to weigh\n\nin favor of finding some harm. See Reeves, 420 S.W.3d at 818 (function of charge\n\nis to “prevent confusion”).\n\n      b. The evidence\n\n      The second Almanza factor likewise weighs in favor of finding some harm.\n\nRodriguez conceded that he shot Danaher, and the evidence regarding Rodriguez’s\n\nonly defense, self-defense, was conflicting.      On the one hand, the partygoers\n\nuniformly testified that they never got close to Rodriguez, emphasizing that they\n\ndid not cross the center line onto Rodriguez’s side of the street before he began\n\nfiring. The State also adduced evidence that Rodriguez told Hackathorn that, with\n\n                                         31\n\fthe benefit of a concealed handgun license, one could shoot somebody and get\n\naway with it by telling the authorities that she was in fear for her life and needed to\n\ndefend herself.    This evidence supported the State’s theory that Rodriguez\n\nmanufactured his self-defense claim.\n\n      On the other hand, the evidence showed that before Rodriguez first drew his\n\ngun, Danaher, at least, had crossed the center line and approached Rodriguez, that\n\nStorm and multiple partygoers threatened Rodriguez with bodily injury, and that\n\nRodriguez in fact sustained serious bodily injury, a broken leg. The evidence also\n\nshowed that, immediately before Rodriguez fired, Johnson suddenly and loudly\n\ncharged Rodriguez, with his friends following closely behind. Both Johnson and\n\nStetson fell on the side of the street where Rodriguez had been standing, and the\n\nforensic testimony showed that Danaher, who was behind Johnson, could have\n\nbeen as close as 18 inches to Rodriguez when he was shot.\n\n      Given the conflicting evidence, we conclude that conviction was not a\n\nforegone conclusion absent the charge error, and that this factor supports reversal.\n\nSee, e.g., Burd v. State, 404 S.W.3d 64, 74–75 (Tex. App.—Houston [1st Dist.]\n\n2013, no pet.) (finding harm sufficient to warrant reversal where self-defense was\n\nonly issue in case, charge contained error regarding self-defense, and evidence\n\nregarding events that led to shooting conflicted).\n\n                                          32\n\f       c. Counsel’s argument\n\n       The State began its closing by arguing that Rodriguez believed that his\n\nconcealed handgun license conferred special privileges and that Rodriguez lied\n\nabout fearing for his life. The State then told the jury that Rodriguez had no right\n\nto self-defense because he armed himself, sought an explanation, and did not\n\nretreat:\n\n             Then starting on Page 9 of your charge, will be a portion that\n       deals with arming yourself and seeking the difficulty, or seeking an\n       explanation for the difficulty.\n             This is one of the two factors that you find in this charge that\n       takes away this defendant’s right to self-defense. Because he armed\n       himself, because he went down the road to seek an explanation,\n       because he did not abandon his efforts to get an answer out of Kelly\n       Danaher, he has no right to self-defense.\n\nThe State thus advanced an incorrect, or at least incomplete, argument regarding\n\nthe limitations on Rodriguez’s claim of self-defense.           This argument also\n\ncontradicted the instruction on page 4 to the effect that the jury should not consider\n\nRodriguez’s failure to retreat.\n\n       Defense counsel argued in closing that the handgun was not visible before\n\nRodriguez drew it. He said: “There’s absolutely no credible evidence in this case\n\nthat [Rodriguez] walked over there with a gun on his hip that people saw and then\n\nhe pulled it on Kelly Danaher. . . . Raul Rodriguez is in the street and everything\n\nhe’s done is legal. It’s a public road. He has his gun concealed. He has a\n                                         33\n\fconcealed handgun license.”\n\n      Following the defense closing, the State again argued the issue of\n\nconcealment:\n\n      They brought up the fact that Marshall Stetson made comments during\n      closing—or excuse me, on cross, that he couldn’t see a weapon. Well,\n      you’ll remember on direct, Donna asked him, “He pulled it straight\n      out. It’s the first time I seen it in his hand.” “Could you tell whether it\n      was one of those holsters that goes inside your pants, on the outside or\n      the inside?” “It was on the outside.”\n\n      We know from the evidence that he didn’t pull his shirt back. We\n      know that he pulled the gun right out. We know that right there, use\n      your common sense, he didn’t go down there with a jacket on in May.\n      He went down there as a person who knew exactly what he was going\n      to do.\n\n      In short, the State, in closing, misstated the law regarding the qualification\n\non self-defense and highlighted the issue of the handgun’s concealment, which was\n\nerroneously addressed in the charge. The third factor thus weighs in favor of\n\nfinding some harm.\n\n      d. Other information in the record\n\n      We find two jury questions also weigh in favor of finding some harm.\n\nDuring deliberations, the jury asked whether a holster had been “taken into\n\nevidence.” Detective Brown had testified that Rodriguez had a holster on his belt\n\nat the time of the shooting, and Stetson testified that Rodriguez drew his gun from\n\na holster. However, Fornols testified that, when Rodriguez visited him four hours\n                                          34\n\fearlier, Rodriguez’s two guns were in his waistband, and did not mention a holster.\n\nThe question suggests that the jury reached and was focused on the issue of\n\nconcealment.\n\n      The jury also asked to see Rodriguez’s medical records. Rodriguez argues\n\nthat this demonstrates the jury was focused on the question of his intoxication, an\n\nissue wrongly submitted in the third paragraph of page 9. The State points out that\n\nthe jury may have wanted the records to verify Rodriguez’s claimed disability. We\n\ncannot and need not discern the reason for the jury’s inquiry; it is enough that the\n\njury asked for evidence that related to the erroneous intoxication instruction. See,\n\ne.g., Villarreal v. State, 205 S.W.3d 103, 110 (Tex. App.—Texarkana 2006, pet.\n\ndism’d) (jury note was evidence that jury considered erroneous instruction and\n\nsupported finding of egregious harm).\n\n      Although all of the Almanza factors point toward the conclusion that the\n\ncharge errors harmed Rodriguez, the State argues for the first time on appeal that\n\nRodriguez was not entitled to a self-defense instruction at all. Therefore, the\n\nState’s argument goes, the errors in the qualification instructions could not have\n\ncaused harm. Specifically, the State contends: (1) Rodriguez does not dispute that\n\nhe sought a discussion of differences while carrying a weapon; and (2) there is no\n\nevidence that Rodriguez was carrying a concealed handgun or a concealed\n\n                                        35\n\fhandgun license as provided by Section 46.15(b)(6); therefore, Section\n\n9.31(b)(5)(A) conclusively applied to prohibit submission of self-defense.\n\n      The State’s argument raises the question of whether it was Rodriguez’s\n\nburden to raise evidence demonstrating that Section 46.15(b)(6) applied. While it\n\nis well-settled that a defendant bears the burden of adducing some evidence to raise\n\na defense, see, e.g., Zuliani v. State, 97 S.W.3d 589, 594 (Tex. Crim. App. 2003),\n\nfew cases address the burden to adduce evidence to raise an exception to a\n\nqualification of a defense such as Section 46.15(b)(6).\n\n      In post-submission briefing, the parties pointed us to Barron v. State, No.\n\n05-08-00637-CR, 2010 WL 1294078 (Tex. App.—Dallas Apr. 6, 2010, pet. ref’d).\n\nIn Barron, the court of appeals held that the trial court properly denied a self-\n\ndefense instruction.    Barron, 2010 WL 1294078, at *3. But in Barron, the\n\nevidence established as a matter of law that Barron sought an explanation or\n\ndiscussion of differences with the complainant while illegally carrying a handgun;\n\nthere was “no evidence presented at trial to establish that [Barron] qualified for the\n\ntraveling exception or that he held a license to carry the handgun used in the\n\nshooting.” Id. Thus, the court concluded that there was no fact issue raised\n\nregarding Section 9.31(b)(5)(A); Barron was not justified in using force as a matter\n\nof law. Id.\n\n                                         36\n\f      This case is different. First, the State introduced Rodriguez’s concealed\n\nhandgun license records and emphasized to the jury that Rodriguez was a\n\nconcealed handgun license holder. Second, the State adduced evidence regarding\n\nwhether Rodriguez’s gun was concealed. This mattered only if Rodriguez was\n\nlicensed to carry the gun and the jury was being asked to decide whether the\n\nhandgun was properly concealed. Third, the State proposed the jury instruction\n\nincorporating the Section 46.15(b)(6) exception, and the trial court obliged.\n\nRodriguez could have and would have tried the case differently (i.e., by offering\n\nadditional evidence to raise Section 46.15(b)(6)) if the State had not conducted\n\nitself as if it agreed that a fact issue concerning Section 46.15(b)(6) had been\n\nraised. Because the State conducted itself as it did, it is estopped from reversing\n\ncourse now. See, e.g., Reed v. State, 14 S.W.3d 438, 442 (Tex. App.—Houston\n\n[14th Dist.] 2000, pet. ref’d) (where State requested defendant undergo psychiatric\n\nexamination, State was estopped from claiming on appeal that there was no\n\nevidence to show a bona fide doubt as to defendant’s competence). We therefore\n\nreject the State’s argument that Rodriguez suffered no harm because he was not\n\nentitled to a self-defense instruction in the first instance.6 See id.\n\n\n6\n      The State also relies upon Davis v. State, 276 S.W.3d 491 (Tex. App.—Waco\n      2008, pet. ref’d), and Williams v. State, 35 S.W.3d 783 (Tex. App.—Beaumont\n\n                                           37\n\f      In sum, the trial court’s erroneous charge caused Rodriguez some harm\n\nbecause Rodriguez conceded that he shot Danaher, and his claim of self-defense\n\nwas thus the focus of, and, indeed, “the very basis of the case.” Almanza, 686\n\nS.W.2d at 172.     The errors were not cured by other instructions or closing\n\nargument, the evidence on self-defense was conflicting, closing argument\n\nhighlighted the issues addressed in the erroneous instructions, and questions from\n\nthe jury demonstrated that it focused on the erroneous instructions during\n\ndeliberations. See Almanza, 686 S.W.2d at 171; see also Arline, 721 S.W.2d at\n\n351 (any harm, regardless of degree, is sufficient to require reversal).\n\n      We sustain Rodriguez’s first issue. Because we have found that the guilt-\n\ninnocence charge error regarding the discussion of differences qualification on\n\nself-defense warrants reversal, we need not consider Rodriguez’s remaining issues.\n\n\n\n\n      2001, pet. ref’d), to support its argument that self-defense should not have been\n      submitted. But these cases, like Barron, are inapposite, because in each, the State\n      proved as a matter of law that the defendant could not lawfully carry a gun.\n\n                                          38\n\f                                    Conclusion\n\n      We conclude that the charge error related to self-defense, Rodriguez’s sole\n\ndefense, was not harmless. Therefore, we reverse the judgment of the trial court\n\nand remand for a new trial.\n\n\n\n\n                                            Rebeca Huddle\n                                            Justice\n\nPanel consists of Chief Justice Radack and Justices Massengale and Huddle.\n\nPublish. TEX. R. APP. P. 47.2(b).\n\n\n\n\n                                       39\n\f",
            "ocr": false,
            "opinion_id": 2763315
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}