{
    "id": 2767722,
    "judges": "Colonel, Cook, Corps, Fort, Gallagher, Haight, Headquarters, Hood, III, James, Risch, Staff, Stuart, Varley",
    "date_filed": "2004-02-28",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-private-e1-rollan-d-mead",
    "case_name_short": null,
    "case_name": "United States v. Private E1 ROLLAN D. MEAD",
    "case_name_full": "UNITED STATES, Appellee v. Private E1 Rollan D. MEAD, United States Army, Appellant",
    "attorneys": "For Appellant: Colonel Patricia A. Ham, JA; Major Jacob D. Bashore, JA; Captain Robert A. Feldmeier, JA (on brief)., For Appellee: Lieutenant Colonel Amber J. Roach, JA; Major Catherine L. Brantley, JA; Captain Edward J. Whitford, JA (on brief).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b591-9\">\n    UNITED STATES, Appellee v. Private E1 Rollan D. MEAD, United States Army, Appellant.\n   </parties><br><docketnumber id=\"b591-12\">\n    ARMY 20110717\n   </docketnumber><br><court id=\"b591-13\">\n    U.S. Army Court of Criminal Appeals\n   </court><decisiondate id=\"AAIL\">\n    25 February 2013\n   </decisiondate><br><judges id=\"b592-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"516\"> \n     *516\n     </span>\n    Headquarters, III Corps and Fort Hood, James Varley, Military Judge, Colonel Stuart W. Risch, Staff Judge Advocate.\n   </judges><br><attorneys id=\"b592-15\">\n    For Appellant: Colonel Patricia A. Ham, JA; Major Jacob D. Bashore, JA; Captain Robert A. Feldmeier, JA (on brief).\n   </attorneys><br><attorneys id=\"b592-16\">\n    For Appellee: Lieutenant Colonel Amber J. Roach, JA; Major Catherine L. Brantley, JA; Captain Edward J. Whitford, JA (on brief).\n   </attorneys><br><judges id=\"b592-17\">\n    Before COOK, GALLAGHER, and HAIGHT, Appellate Military Judges.\n   </judges>",
    "citations": [
        "72 M.J. 515"
    ],
    "opinions": [
        {
            "author_str": "Haight",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "https://www.jagcnet.army.mil/Portals\\Files\\ACCAOther.nsf/ODD/6B7CE3C23E1A80A385257B1F0068C5EE/$FILE/oc-mead, rd.pdf",
            "author_id": null,
            "opinion_text": "UNITED STATES ARMY COURT OF CRIMINAL APPEALS\n                                       Before\n                           COOK, GALLAGHER, and HAIGHT\n                              Appellate Military Judges\n\n                           UNITED STATES, Appellee\n                                        v.\n                          Private E1 ROLLAN D. MEAD\n                          United States Army, Appellant\n\n                                   ARMY 20110717\n\n                      Headquarters, III Corps and Fort Hood\n                           James Varley, Military Judge\n                   Colonel Stuart W. Risch, Staff Judge Advocate\n\n\nFor Appellant: Colonel Patricia A. Ham, JA; Major Jacob D. Bashore, JA; Captain\nRobert A. Feldmeier, JA (on brief).\n\nFor Appellee: Lieutenant Colonel Amber J. Roach, JA; Major Catherine L. Brantley,\nJA; Captain Edward J. Whitford, JA (on brief).\n\n\n                                   25 February 2013\n\n                              ----------------------------------\n                               OPINION OF THE COURT\n                              ----------------------------------\n\nHAIGHT, Judge:\n\n       A military judge sitting as a general court-martial convicted appellant,\npursuant to his pleas, of drunken operation of a vehicle, wrongful use of\namphetamine, and involuntary manslaughter by operating a motor vehicle in a\nculpably negligent manner, in violation of Articles 111, 112a and 119, Uniform\nCode of Military Justice, 10 U.S.C. §§ 911, 912a, 919 (2006) [hereinafter UCMJ].\nThe military judge sentenced appellant to a bad-conduct discharge, confinement for\nthirty-eight months, and forfeiture of all pay and allowances. Pursuant to a pretrial\nagreement, the convening authority approved only so much of the sentence as\nprovides for a bad-conduct discharge, confinement for twenty-four months, and\nforfeiture of all pay and allowances.\n\n      This case is before our court for review under Article 66, UCMJ. In his sole\nassignment of error, appellant alleges the credit awarded by the military judge,\n\fMEAD—ARMY 20110717\n\npursuant to United States v. Pierce, 27 M.J. 367 (C.M.A. 1989), was both illusory\nand improperly calculated. This assignment of error merits discussion but no relief.\n\n                                       FACTS\n\n       At trial, on 7 June and 15 August 2011, appellant was charged with and\nconvicted of wrongful use of amphetamine, the same drug use for which he received\nearlier non-judicial punishment under Article 15, UCMJ. Specifically, on 3\nFebruary 2010, pursuant to Article 15, UCMJ, then Specialist Mead’s battalion\ncommander imposed the following punishment: extra duty for 45 days; forfeiture of\n$723.00, suspended, to be automatically remitted if not vacated before 2 August\n2010; reduction to E-1; and an oral reprimand. 1\n\n       This prior non-judicial punishment for appellant’s amphetamine use was not\nonly discussed in the stipulation of fact, the record of the Article 15, UCMJ,\nproceeding, DA Form 2627, was admitted into evidence as Prosecution Exhibit 2.\nUpon the government’s offer, the military judge stated, “[a]ll right, looking at\nProsecution Exhibit 2, this appears to be non-judicial punishment the accused\nreceived in February of 2010, for the same conduct the accused was convicted of at\nthis court-martial, under Charge II, is that correct?” After both the government and\nthe defense agreed, the military judge and the parties thoroughly discussed and\nagreed upon what forms of punishment had been imposed upon appellant pursuant to\nthe Article 15, UCMJ. The defense had no objection to the DA Form 2627 being\nadmitted into evidence.\n\n      Finally, after announcing the adjudged sentence, the military judge stated:\n\n             When arriving at the adjudged sentence in this case, I took\n             into account the non-judicial punishment, or NJP, the\n             accused has already received under Article 15 of the\n             Uniform Code of Military Justice. As a result of the NJP\n             that was imposed by his battalion commander, Lieutenant\n             Colonel [BH], for the wrongful use of amphetamine that\n             he was charged with and found guilty of in the\n             Specification of Charge II. If the accused had not\n             received prior NJP for the offense listed in the\n             Specification of Charge II, I would have adjudged an\n             additional 2 months of confinement, in addition to what I\n             just announced.\n\n\n\n\n1\n  The record indicates the forfeiture was, in fact, remitted on 2 August 2010 and,\ntherefore, never executed.\n\n\n                                          2\n\fMEAD—ARMY 20110717\n\n             In compliance with United States versus Pierce, 27 MJ\n             367, Court of Military Appeals, 1989, and United States\n             versus Flynn, 39 MJ 774, Army Court of Military Review,\n             1984, I am going to state, on the record, the specific credit\n             I gave the accused for his prior punishment in arriving at\n             my adjudged sentence. In arriving at the adjudged\n             sentence, I gave the accused credit for one 30-day month\n             of confinement credit for the 45 days of extra duty he\n             served, as a result of the NJP. In addition, I gave the\n             accused one 30-day month of confinement credit for the\n             reduction to E1 he served, as a result of the reduction at\n             the NJP proceeding, from February 2010 to present. As\n             the accused was already an E1 at the time of this court\n             martial, I did not adjudge a reduction. However, if the\n             accused had been an E4 today, I would have adjudged a\n             reduction to E1.\n\n             While case law would indicate that I have no duty to apply\n             specific confinement credit against the adjudged sentence\n             as a result of a prior reduction to E1 at an NJP proceeding,\n             I believe it is within my discretion to do so, and I have\n             chosen to do so in this case. Under the circumstances of\n             this case, I have determined that it is appropriate to credit\n             the accused with an additional 30-days of confinement\n             against the confinement I ultimately adjudged, to account\n             for the period he served as an E1, between February 2010\n             and present. 2\n\nNeither side had any question or objection to the military judge’s Pierce credit\ncalculation. Furthermore, when the military judge announced his understanding that\nthe pretrial agreement’s cap of twenty-four months confinement was such that the\nconvening authority could approve the adjudged sentence except for any\nconfinement in excess of twenty-four months, both sides echoed that same\ninterpretation.\n\n                             LAW AND DISCUSSION\n\n      It is unquestioned that in cases where one is prosecuted for the same conduct\nfor which non-judicial punishment has been previously imposed, “an accused must\n\n2\n  We interpret the military judge’s explanation to indicate the military judge\ncredited appellant with a single thirty-day period of confinement for the prior\nreduction in rank. Regardless, it was clear that any credit awarded by the military\njudge was to be applied against the adjudged sentence.\n\n\n                                           3\n\fMEAD—ARMY 20110717\n\nbe given complete credit for any and all non-judicial punishment suffered: day-for-\nday, dollar-for-dollar, stripe for stripe.” Pierce, 27 M.J. at 369.\n\n             Credit Applied Against the Adjudged or Approved Sentence\n\n       Appellant argues any Pierce credit to which he was entitled should have been\napplied against his approved sentence instead of his adjudged sentence. To do\notherwise, according to appellant, confers nothing but an illusory benefit upon him.\nSee United States v. Ridgeway, 48 M.J. 905 (Army Ct. Crim. App. 1998).\nAppellant’s assertion that Ridgeway’s mandate for meaningful Pierce credit requires\nthat credit always count against the approved sentence when the pretrial agreement’s\nsentence cap is less than the adjudged sentence paints the state of the law with too\nbroad a brush. Ridgeway, by its own language, is limited to its facts, where the\ndefense “elected not to raise the issue of credit for the prior punishment during the\ncourt-martial.” Id. at 906. Also, Ridgeway requires that when applying monetary\nPierce credit, the effect of automatic forfeitures must be considered. (emphasis\nadded). Ridgeway, 48 M.J. at 906.\n\n       Just as it is well-settled that credit for prior non-judicial punishment must be\ngiven, it is similarly well-settled that the accused is the gatekeeper regarding if,\nwhen, and how prior non-judicial punishment for the same offense will be presented,\nconsidered, and credited. See United States v. Gammons, 51 M.J. 169, 183\n(C.A.A.F. 1999). More specifically, in that role as gatekeeper, the accused governs\nwhether Pierce credit will be calculated and applied by the panel, the military judge,\nor the convening authority. Id.\n\n      In this case, it is clear appellant and his counsel decided to have the military\njudge apply any Pierce credit at trial instead of requesting its application by the\nconvening authority. The military judge summarized an early RCM 802 conference:\n\n             We, also, went over issues of whether there’d been any\n             pretrial confinement or pretrial punishment of the accused,\n             as well as discussed the fact that the accused has,\n             apparently, been punished for what has been charged as a\n             specification of Charge II, that is the wrongful use of\n             Amphetamines at a prior non-judicial punishment\n             proceeding, which would appear to require that the\n             accused receive Pierce Credit toward any sentence\n             adjudged by this court. (emphasis added).\n\nImportantly, when asked, neither side desired to contradict or add anything to the\nmilitary judge’s understanding. Appellant stipulated to the prior Article 15, UCMJ,\nproceeding and the specific punishments imposed. Although the government offered\nthe record of the prior non-judicial punishment into evidence, the defense not only\n\n\n\n                                           4\n\fMEAD—ARMY 20110717\n\nhad no objection but referred to that prior punishment for purposes of extenuation\nand mitigation in its sentencing argument.\n\n      This court has previously held that “in circumstances where a military judge\nawards credit for non-judicial punishment on the adjudged sentence and the\npunishments still exceeds [sic] the limitation of punishments in a pretrial\nagreement,” the military judge has already satisfied Pierce and there is no duty for\nthe convening authority to again award credit. United States v. Flynn, 39 M.J. 774,\n775 (A.C.M.R. 1994); see also United States v. Edwards, 42 M.J. 381 (C.A.A.F.\n1995). We hold so again.\n\n                  Pierce Credit for Reduced Pay vs. Forfeited Pay\n\n       Turning from where and when Pierce credit should be applied to the amount\nof that credit, appellant argues “stripe-for-stripe” credit mandates an accounting and\nrestitution for any pay lost as a result of a rank reduction imposed at a prior Article\n15, UCMJ, proceeding for same offenses. This assertion is based upon the\nunpublished opinion of this court, United States v. Santizo, ARMY 20100146, 2011\nWL 4036106 (Army Ct. Crim. App. 31 Aug. 2011) (mem. op.), which did calculate\nand award credit for “forfeiture of pay that resulted from his reduction in rank.” In\nSantizo, this court relied upon another unpublished opinion, United States v.\nPiompino, ARMY 20010126, 2002 WL 34571730 (Army Ct. Crim. App. 29 Mar.\n2002) (mem. op.), which calculated lost pay in order to “fashion [their] own remedy”\nin the absence of any other suggestion of how to calculate credit for a prior\nreduction.\n\n       While we certainly do not hold that consideration of pay lost as a result of a\nprior reduction is beyond the scope of either judicial or convening authority\ndiscretion, there is no legal obligation to provide credit for such a consequence.\nAccordingly, we decline to do so in this case.\n\n       In Pierce, immediately after requiring day-for-day, dollar-for-dollar, stripe-\nfor-stripe credit, our superior court acknowledged, “[b]ecause the types of\npunishments administered non-judicially and those adjudged by courts-martial are\nnot always identical, there may be some difficulties in reconciliation.” Pierce, 27\nM.J. at 369. This reconciliation has proven even more troublesome in light of\nstatutory provisions requiring automatic reductions and monetary forfeitures.\n\n       While converting a reduction in rank or grade to confinement credit is not\nprohibited, the conversion process involves potential flaws. First, Pierce stands for\nthe proposition that one should not be punished twice for the same offense. It does\nnot follow that one may not be affected in multiple fashions as a result of a singular\noffense. Calculation of any pay lost as a result of a previously imposed reduction in\nrank involves, at its core, consideration not of the actual punishment but of one of\n\n\n\n                                           5\n\fMEAD—ARMY 20110717\n\nits various consequences. Simply stated, forfeiture of pay is an authorized\npunishment as is reduction in rank. However, less pay due to rank reduction is but a\ncollateral consequence.\n\n        Second, the sole focus on the financial aspect of rank reduction can result in\nan imperfect and unwieldy double conversion. Instead of a simple one-step\nconversion, appellant would have us first convert the grade reduction into a dollar\namount, then equate that number to forfeiture of pay, and ultimately convert that\nfigure into days of confinement. This equation can lead to an outcome that bears\nlittle resemblance to the starting point. For example, in this case, based upon a\nreduction from E-4 to E-1 for drug use, imposed via Article 15, UCMJ, eighteen\nmonths before trial, appellant now asks for 168 days of confinement credit against\ntwenty-four months of confinement approved in a case where appellant also stands\nconvicted of involuntary manslaughter. We decline to approve such a result. After\nall, the maximum punishment authorized by Article 15, UCMJ, can only deprive\none’s liberty for up to sixty days. Surely, a fraction should not subsume the whole.\n\n       Third, calculating the precise amount of pay lost as a direct result of a non-\njudicially imposed reduction is fraught with speculation. Questions abound: What\ndid the soldier do or not do in order to mitigate the financial impact and regain rank\nthrough accelerated or, at least, timely promotion? How do administrative flags,\nsuspensions of favorable personnel actions such as promotion, play into the\nequation? What about other consequences of reduction such as loss of allowances,\nloss of security clearances, or loss of schooling and training opportunities? When is\nthe end point for calculation of lost pay? Which consequences had financial impact\nthat are worthy of credit and which did not and thus should be considered monetarily\ninsignificant? These are but a few of the virtually countless issues that arise when\nattempting to identify and then calculate collateral consequences resulting from a\nreduction in rank.\n\n       Finally, and most significantly, a cold numerical conversion of a rank\nreduction ignores the qualitative difference between certain punishments. Some\npunishments defy precise equivalencies. For example, in this case, appellant was\nadministered an oral reprimand at his Article 15, UCMJ, proceeding, yet requests no\ncredit for this prior punishment. Are we to assume that reprimands are indeed\nmeaningless and of no value? Our superior court, when wrestling with the specific\nissue of how to provide former jeopardy credit by equating reductions and other\nforms of punishment, has persuasively noted:\n\n             Upon further consideration of this issue, we conclude that\n             reprimands, reductions in rank, and punitive separations\n             are so qualitatively different from other punishments that\n             conversion is not required as a matter of law . . . .\n\n\n\n\n                                           6\n\fMEAD—ARMY 20110717\n\n             . . . Although a change in rank has a clear monetary\n             consequence with respect to basic pay, an individual’s\n             rank in the military involves far more than money. The\n             primary attribute of rank is one’s relative status with\n             respect to his or her fellow members of the armed forces.\n             Many of the central features of military life - such as\n             assignments, privileges, responsibilities, and\n             accountability - are directly tied to rank. Because the\n             factors applicable to imposing a reduction in rank reflect\n             highly individualized judgments about military status, it is\n             not appropriate to impose a generally applicable monetary\n             formula for crediting periods of confinement or other\n             punishments against a sentence to reduction.\n\nUnited States v. Josey, 58 MJ 105, 108 (C.A.A.F. 2003); see also United States v.\nRosendahl, 53 MJ 344 (C.A.A.F. 2000).\n\n       The above analysis echoes the last sentence of RCM 305(k) which declares\nthat pretrial confinement credit shall not be applied against any form of punishment\nother than confinement, hard labor, restriction, fine, and forfeiture. While this is a\ncase of applying credit for a reduction as opposed to credit against a reduction, it is\nclear that the conversion in either direction is problematic.\n\n       Accordingly, we find no error. The military judge, in his discretion, awarded\nthirty days of confinement for the prior reduction. There was no objection, and we\ndo not find any requirement to convert the reduction into lost pay and then into\nconfinement in order to satisfy Pierce.\n\n                                   CONCLUSION\n\n       On consideration of the entire record, the submissions of the parties, we hold\nthe findings of guilty and the sentence are AFFIRMED.\n\n      Senior Judge COOK and Judge GALLAGHER concur.\n\n                                        FOR\n                                         FORTHE\n                                             THECOURT:\n                                                 COURT:\n\n\n\n\n                                         MALCOLMH.\n                                        MALCOLM       H.SQUIRES,\n                                                         SQUIRES,JR.\n                                                                  JR.\n                                         ClerkofofCourt\n                                        Clerk      Court\n\n\n\n\n                                           7\n\f",
            "ocr": false,
            "opinion_id": 2767722
        }
    ],
    "court_short_name": "Army Court of Criminal Appeals",
    "court_full_name": "Army Court of Criminal Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}