{
    "id": 2767741,
    "judges": "Gallagher, Sims, Tozzi",
    "date_filed": "1985-11-10",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-first-lieutenant-michael-c-behenna",
    "case_name_short": null,
    "case_name": "United States v. First Lieutenant MICHAEL C. BEHENNA",
    "case_name_full": "UNITED STATES, Appellee v. First Lieutenant Michael C. BEHENNA, United States Army, Appellant",
    "attorneys": "For Appellant: Jack B. Zimmermann, Esquire (argued); Captain Pamela Perillo, JA; Jack B. Zimmermann, Esquire; Terri R. Zimmermann, Esquire; Kyle R. Sampson, Esquire (on brief); Captain E. Patrick Gil-man, JA; Jack B. Zimmermann, Esquire; Terri R. Zimmermann, Esquire; Kyle R. Sampson, Esquire (on reply brief)., For Appellee: Captain Madeline F. Yan-ford (argued); Colonel Michael L. Mulligan, JA; Major Christopher B. Burgess, JA; Captain Christopher B. Witwer, JA; Captain Madeline F. Yanford, JA (on brief).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b683-2\">\n    UNITED STATES, Appellee v. First Lieutenant Michael C. BEHENNA, United States Army, Appellant.\n   </parties><br><docketnumber id=\"b683-5\">\n    ARMY 20090234.\n   </docketnumber><br><court id=\"b683-6\">\n    U.S. Army Court of Criminal Appeals.\n   </court><br><decisiondate id=\"b683-7\">\n    21 July 2011.\n   </decisiondate><br><attorneys id=\"b683-19\">\n    For Appellant: Jack B. Zimmermann, Esquire (argued); Captain Pamela Perillo, JA; Jack B. Zimmermann, Esquire; Terri R. Zimmermann, Esquire; Kyle R. Sampson, Esquire (on brief); Captain E. Patrick Gil-man, JA; Jack B. Zimmermann, Esquire;\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"522\"> \n     *522\n     </span>\n    Terri R. Zimmermann, Esquire; Kyle R. Sampson, Esquire (on reply brief).\n   </attorneys><br><attorneys id=\"b684-4\">\n    For Appellee: Captain Madeline F. Yan-ford (argued); Colonel Michael L. Mulligan, JA; Major Christopher B. Burgess, JA; Captain Christopher B. Witwer, JA; Captain Madeline F. Yanford, JA (on brief).\n   </attorneys><br><judges id=\"b684-5\">\n    Before TOZZI,\n    <a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">\n     1\n    </a>\n    SIMS, and GALLAGHER, Appellate Military Judges.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn1\" label=\"1\">\n<a class=\"footnote\" href=\"#fn1_ref\">\n     1\n    </a>\n<p id=\"b684-14\">\n     . Senior Judge TOZZI took final action in this case prior to his permanent change of duty station.\n    </p>\n</div></div>",
    "citations": [
        "70 M.J. 521"
    ],
    "opinions": [
        {
            "author_str": "Gallagher",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 23.0,
            "download_url": "https://www.jagcnet.army.mil/Portals\\Files\\ACCAOther.nsf/ODD/36561B8CD382296C852578D800547306/$FILE/oc-behenna, mc.pdf",
            "author_id": null,
            "opinion_text": "UNITED STATES ARMY COURT OF CRIMINAL APPEALS\n                                         Before\n                            TOZZI, 1 SIMS, and GALLAGHER\n                               Appellate Military Judges\n\n                           UNITED STATES, Appellee\n                                        v.\n                    First Lieutenant MICHAEL C. BEHENNA\n                          United States Army, Appellant\n\n                                   ARMY 20090234\n\n      Headquarters, 101st Airborne Division (Air Assault) and Fort Campbell\n                       Theodore E. Dixon, Military Judge\n                 Colonel Peter M. Cullen, Staff Judge Advocate\n\n\nFor Appellant: Jack B. Zimmermann, Esquire (argued); Captain Pamela Perillo, JA;\nJack B. Zimmermann, Esquire; Terri R. Zimmermann, Esquire; Kyle R. Sampson,\nEsquire (on brief); Captain E. Patrick Gilman, JA; Jack B. Zimmermann, Esquire;\nTerri R. Zimmermann, Esquire; Kyle R. Sampson, Esquire (on reply brief).\n\nFor Appellee: Captain Madeline F. Yanford (argued); Colonel Michael L. Mulligan,\nJA; Major Christopher B. Burgess, JA; Captain Christopher B. Witwer, JA; Captain\nMadeline F. Yanford, JA (on brief).\n\n\n                                      21 July 2011\n\n                               --------------------------------\n                               OPINION OF THE COURT\n                               --------------------------------\n\nGALLAGHER, Judge:\n\n       An officer panel sitting as a general court-martial convicted appellant,\ncontrary to his pleas, of unpremeditated murder and assault, in violation of Articles\n118 and 128, Uniform Code of Military Justice, [hereinafter UCMJ], 10 U.S.C. §§\n918 and 928. The panel sentenced appellant to confinement for twenty-five years,\nforfeiture of all pay and allowances, and to be dismissed from the service. The\nconvening authority approved a sentence to confinement for twenty years, total\nforfeiture of all pay and allowances, and a dismissal from the service and granted\n\n\n\n1\n Senior Judge TOZZI took final action in this case prior to his permanent change of\nduty station.\n\fBEHENNA—ARMY 20090234\n\nfifty days of confinement credit. This case is before us for review pursuant to\nArticle 66, UCMJ.\n\n      Appellant raised seven assignments of error to this court:\n\n                                          I.\n\n             THE MILITARY JUDGE REVERSIBLY ERRED BY\n             DENYING THE MOTION FOR MISTRIAL, BASED ON\n             THE TRIAL COUNSEL’S FAILURE TO DISCLOSE\n             FAVORABLE INFORMATION TO THE DEFENSE.\n\n                                         II.\n\n             THE MILITARY JUDGE REVERSIBLY ERRED BY\n             DENYING THE MOTION FOR NEW TRIAL, BASED ON\n             THE TRIAL COUNSEL’S FAILURE TO DISCLOSE\n             FAVORABLE INFORMATION TO THE DEFENSE.\n\n                                         III.\n\n             THE TRIAL COUNSEL COMMITTED REVERSIBLE\n             ERROR BY FAILING TO DISCLOSE FAVORABLE\n             INFORMATION TO THE DEFENSE.\n\n                                         IV.\n\n             THE TRIAL COUNSEL COMMITTED REVERSIBLE\n             ERROR BY MAKING FALSE ASSERTIONS OF\n             MATERIAL FACT AND INTERJECTING HER\n             PERSONAL OPINION OF THE EVIDENCE IN CLOSING\n             FINAL ARGUMENT.\n\n                                         V.\n\n             THE MILITARY JUDGE REVERSIBLY ERRED BY\n             GIVING AN IMPROPER INSTRUCTION LIMITING 1LT\n             BEHENNA’S RIGHT TO SELF-DEFENSE.\n\n                                         VI.\n\n             THE EVIDENCE OF UNPREMEDITATED MURDER IS\n             NOT FACTUALLY SUFFICIENT.\n\n\n\n\n                                          2\n\fBEHENNA—ARMY 20090234\n\n                                        VII.\n\n             THE MILITARY JUDGE REVERSIBLY ERRED BY\n             FAILING TO INSTRUCT THE MEMBERS [SUA\n             SPONTE] ON THE LESSER[-]INCLUDED OFFENSE OF\n             VOLUNTARY MANSLAUGHTER.\n\n        We have considered the assignments of error raised to this court, including\nthose personally raised by appellant pursuant to United States v. Grostefon, 12 M.J.\n431 (C.M.A. 1982). We find five of the issues raised warrant discussion but no\nrelief.\n\n                                  BACKGROUND\n\n                                    The Incident\n\n       Appellant deployed to Iraq in September 2007. He was the platoon leader of\nan eighteen-man platoon responsible for the Albu Toma area, which was north of\nBaghdad and Tikrit. Appellant’s mission was to man the checkpoint at Forward\nOperating Base (FOB) Summerall, to serve as the battalion quick reaction force, and\nto conduct missions within Albu Toma. The Albu Toma mission involved\ncounterinsurgency operations, operations with the Iraqi Security Forces, including\nthe Concerned Local Citizens (CLC), the Iraqi Army, the Iraqi Police, and the\nleadership in Albu Toma. Beginning in February 2008, appellant received\ninformation that led him to believe that A.M. was an individual involved in\ninsurgency groups and in terrorist attacks against appellant’s platoon. On 21 April\n2008, an IED attack on appellant’s platoon resulted in the death of two soldiers, a\ntranslator, and a couple of Iraqi CLC members.\n\n       As part of his mission, appellant met regularly with Sheik Hamad, who was\nthe leader of Albu Toma and responsible for the CLC. On 5 May 2008, appellant\nmet with Sheik Hamad who identified A.M. as a terrorist. Subsequently, appellant\nwent to A.M.’s house, isolated him in a room of the house and ordered him to lie\ndown on his stomach. A.M. complied. Appellant began interrogating A.M., who did\nnot provide the information requested. Appellant hit A.M. repeatedly on the back\nwith his Kevlar helmet until A.M. gave appellant the requested information.\nAppellant’s platoon sergeant, Staff Sergeant (SSG) Hal Warner, entered the room,\nsaw appellant strike A.M. and then left the room. Appellant subsequently turned\nA.M. over to the interrogators. Appellant later reviewed the reports detailing A.M.’s\ninterrogation. Dissatisfied with the information obtained, appellant requested A.M.\nbe reinterrogated pertaining to specific individuals located in appellant’s area of\noperation that may have been involved in attacks against appellant’s platoon. A.M.\nwas rescreened; appellant was present during the screening, but not permitted to ask\n\n\n\n\n                                          3\n\fBEHENNA—ARMY 20090234\n\nquestions. After the screening, appellant believed A.M. was not forthcoming with\nall known information.\n\n        On 16 May 2008, appellant was given a specific order to return A.M. to Albu\nToma and another detainee to Mezra, a nearby town. Prior to loading the detainees\ninto the truck for transport, appellant took A.M. and appellant’s interpreter, known\nas “Harry,” over to appellant’s quarters and away from where everyone else was\nassembling. Appellant told A.M. he would be questioning him later and threatened\nto kill A.M. that day if A.M. did not provide specific information appellant believed\nhe possessed about cell leaders, the IED attack on his platoon, and A.M.’s trips to\nSyria. Appellant knew he was not authorized to interrogate and threaten A.M.\n\n       Appellant took the first detainee to his town and dropped him off as ordered.\nThen appellant went to Albu Toma, A.M.’s town, and met with Sheik Hamad.\nHowever, appellant did not drop off A.M. as ordered. Instead, he directed his four-\ntruck convoy to travel through the desert as the route back to FOB Summerall.\nAppellant stopped the convoy at a remote location next to two railroad culverts, had\nA.M. removed from the truck, and taking only A.M., Harry, and SSG Warner with\nhim, travelled through the first culvert and into the second culvert located about\nseventy-five meters from the first culvert. The convoy remained approximately fifty\nyards from the first culvert. The culvert was made of concrete and was ten feet\nwide, eight to nine feet high, and thirty feet long. Appellant did not want to involve\nany other soldiers because he knew his planned interrogation was unauthorized.\n\n       As soon as they arrived in the second culvert, appellant and SSG Warner cut\noff A.M.’s clothes, leaving him naked, wearing only sandals. Appellant and SSG\nWarner cut off A.M.’s clothes in order to humiliate him. Appellant knew he was not\nauthorized to engage in these actions as an interrogation technique. Using a knife,\nappellant attempted to remove the flex cuffs that bound A.M.’s hands together and\ncut A.M.’s hand. The interpreter offered to remove the cuffs for appellant to avoid\nfurther injury to A.M. Appellant then ordered A.M. to sit and A.M. complied,\nsitting to the left side of the tunnel on a piece of rock or concrete about a foot high\nwith his back to the left tunnel wall. Appellant stood on the right side of the tunnel\nwith his back to the right tunnel wall. Both were approximately one foot from the\nwall. The distance between the two was about three feet. They were both about two\nfeet inside the culvert. At some point, SSG Warner left the culvert to relieve\nhimself. Despite the fact that A.M. offered no resistance, appellant nonetheless\npulled out his loaded 9mm Glock pistol and pointed it at A.M. as soon as A.M. sat\ndown on the rock. Appellant knew this was not an authorized interrogation\ntechnique for him to use. Appellant was in full battle gear, including helmet, IBA,\nM-4 rifle, and his Glock pistol.\n\n      When appellant pulled his weapon, held it in his right hand, and pointed it at\nA.M., Harry stepped outside of the culvert out of fear that appellant would fire and a\n\n\n\n                                           4\n\fBEHENNA—ARMY 20090234\n\nbullet would ricochet and hit him. At appellant’s direction, Harry started asking\nA.M. questions, trying to get A.M. to provide names of other terrorists. The first\ntime A.M. denied knowledge. Appellant then told A.M., “This is your last chance to\ntell the information or you will die.” After this threat, A.M. said “I will talk.”\nHarry shifted his eyes slightly away from A.M. towards appellant to translate.\nBefore Harry could translate, appellant fired and shot A.M. in both the head and\nchest. A.M. fell to the right and died from the shots inflicted by the appellant. The\nentire interrogation inside the culvert lasted two to three minutes. Harry did not see\nA.M. make any sudden movements. Appellant’s demeanor from the trip to Albu\nToma through the events at the culvert was normal.\n\n       During the interrogation, SSG Warner was approximately thirty-five to forty-\nfive meters from the culvert entrance. When the first shot was fired, SSG Warner\nwas relieving himself, but immediately turned and moved towards the culvert\nentrance. After the second shot, SSG Warner entered the culvert, pulled a thermite\ngrenade from his belt, removed the safety pin, placed the grenade next to A.M.’s\nbody, and ran back out of the culvert. The grenade ignited next to A.M.’s head\ncausing burns to the dead body. Appellant and SSG Warner collected A.M.’s\nclothes, left the culvert, and returned to the waiting convoy. The stop at the culvert\nlasted approximately ten to fifteen minutes. The convoy returned immediately to the\nFOB.\n\n       After returning to the FOB, appellant talked to SSG Warner about what\nhappened. He discussed the difference between a moral and a legal right to kill.\nAdditionally, when Harry asked appellant why he killed A.M., appellant stated,\n“A.M. planted explosives twice on a specific road and the explosive that went off in\nthe Salaam Village, he had a hand into this, too. He was part of the operation.”\nWhen asked by two soldiers in the mess hall whether he killed A.M., appellant stated\nthat he shot him because he felt he and his platoon were in danger that night. He\nalso stated that he would do it again, and he did not feel bad about it because he just\nlost two guys.\n\n       Finally, as of 16 May 2008, appellant was diagnosed as suffering from acute\nstress disorder caused by traumatic events in his life; however, he did not lack\nmental responsibility at the time of the offenses.\n\n       The details of what happened during those two to three minutes of\ninterrogation in the culvert with appellant and A.M. were hotly contested at trial and\nrelate to the issues raised.\n\n        Harry testified that even though he was ten meters outside of the culvert, he\ncould still see, although not clearly. He was positioned so he could see both\nappellant and A.M. He stated the victim remained seated on the rock and after the\nfirst shot, A.M. moved first to the back and then slowly to the right as he fell and\n\n\n\n                                           5\n\fBEHENNA—ARMY 20090234\n\nlaid on his side. The second shot occurred while A.M. was making the movement to\nthe right. The shots occurred within two to three seconds of each other.\n\n       SSG Warner testified that he started running towards the culvert after the first\nshot and had run approximately fifteen to twenty meters when he saw the muzzle\nflash from the second shot. There was approximately three seconds between shots.\nSSG Warner also testified that as he was moving he turned his tac light on and saw\nA.M. on the left hand side of the culvert in a semi-sitting position and it looked like\nhe was falling to the right.\n\n       Doctor Aswad performed the autopsy on A.M. He testified that the cause of\ndeath was a gunshot wound to the skull. The shot to the skull entered the right\ntemple and came out on the left on a level trajectory. The chest wound was the\nsecond wound and entered the right side of the body between the 4th and 5th rib\nunder the right arm. The exit wound was by the spine on the left side at a level\ntrajectory.\n\n       Dr. Radelat testified for the defense as an expert in forensic pathology that in\nhis opinion A.M. was standing when shot first in the chest, then in the head.\n\n        Mr. Tom Bevel testified for the defense as an expert in the field of scene\nreconstruction. Mr. Bevel testified that in his opinion the chest wound was inflicted\nfirst, followed by the head wound. Additionally he testified that the best\nexplanation for the chest wound was that A.M. was standing when shot in the chest.\nFinally, he testified that the blood originated at a minimum height of three-and-one-\nhalf to four feet, possibly much higher.\n\n       Appellant testified that he chose the second culvert as an interrogation site\nbecause there was a CLC checkpoint not far away from the tunnel that he intended to\nsend A.M. to after he provided the requested information. Additionally, he testified\nthat just before the shooting, he heard A.M. say something different than denying\nhaving any information so he turned his head left towards Harry for the translation.\nAs he did so, he heard the sound of concrete hitting the wall over his left shoulder.\nAppellant turned his head right and saw A.M. “getting up with his hands out toward\n[his] weapon. [He] stepped to the left and fired two shots.” Appellant stepped to\nthe left to put distance between A.M. and himself. There was about one second\nbetween shots. Appellant testified that he was “scared [A.M.] was going to take\n[his] weapon and use it on [him], but this happened fast.” Appellant testified he had\nhis finger right outside the trigger well of the Glock pistol while he was holding it\nand did not believe A.M. was a threat to him until the concrete was thrown.\n\n\n\n\n                                           6\n\fBEHENNA—ARMY 20090234\n\n                         The Government’s Expert Witness\n\n       The factual findings set forth by the military judge in Appellate Exhibit XCI\nare supported by the record and are not clearly erroneous and thus, we adopt them.\nSee United States v. Leedy, 65 M.J. 208, 213 (C.A.A.F. 2007) (“Findings of fact will\nnot be overturned unless they are clearly erroneous or unsupported by the record.”)\n\n             On 28 August 2008, the [d]efense requested in writing that\n             the [g]overnment provide to the [d]efense all exculpatory\n             evidence.\n\n             Prior to trial, the [g]overnment gave notice to the\n             [d]efense that it had retained Dr. Herbert MacDonell as an\n             expert consultant, and that he was a potential witness.\n\n             The [d]efense was aware of Dr. MacDonell’s education\n             and experience and his professional reputation and\n             standing in the area of his expertise.\n\n             On Wednesday, 25 February 2009, the [g]overnment\n             rested its case without calling Dr. MacDonell as a witness.\n             The evidence presented by the [g]overnment supported a\n             finding that 1LT Behenna shot and killed [A.M.] while\n             [A.M.] was sitting naked on a rock. The [g]overnment’s\n             theory was that the evidence supported a finding that the\n             two shots were fired several seconds apart and that the\n             first shot was to [A.M.]’s head and the second to [A.M.]’s\n             upper torso, in an execution-style killing.\n\n             Also on Wednesday, the [d]efense presented testimony of\n             two [d]efense experts, Dr. Paul Radelat and Mr. Tom\n             Bevel. Both witnesses testified that, in their opinions, the\n             forensic evidence supported a conclusion that [A.M.] had\n             been shot while standing, with the first shot being to the\n             chest and the second shot being to the head.\n\n             The [g]overnment’s cross-examination of Dr. Radelat and\n             Mr. Bevel focused on the possibility that there were many\n             logical explanations of the shooting scenario in this case\n             based on the forensic evidence.\n\n             Dr. MacDonell sat in the courtroom gallery, with consent\n             of the parties, during the testimony of Dr. Radelat and Mr.\n             Bevel.\n\n\n\n                                          7\n\fBEHENNA—ARMY 20090234\n\n        Mr. Bevel testified after Dr. Radelat. After Mr. Bevel\n        testified, the [d]efense had an opportunity to speak with\n        Dr. MacDonell concerning the potential of his being called\n        as a rebuttal witness.\n\n        The [g]overnment never informed Dr. MacDonell that he\n        could not speak to the [d]efense about the substance of his\n        potential testimony.\n\n        As of the end of the presentation of evidence on\n        Wednesday, Dr. MacDonell’s opinion, notwithstanding the\n        testimony of Dr. Radelat and Mr. Bevel, was that the\n        forensic evidence did not contradict the [g]overnment’s\n        theory of the case and, presumably based on the other\n        evidence known to him (e.g., “Harry’s” testimony and\n        SSG Warner’s testimony), he disagreed with Mr. Bevel’s\n        conclusion that [A.M.] was standing when he was shot.\n\n        1LT Behenna provided no pretrial statements asserting\n        that the shooting of [A.M.] was in self-defense and, until\n        he testified on Thursday, neither the counsel for the\n        [g]overnment, nor Dr. MacDonell were aware of the\n        substance of his potential testimony.\n\n        At a meeting Wednesday evening with all three trial\n        counsel, another [g]overnment consultant (Dr. Berg), and\n        several other administrative support personnel, Dr.\n        MacDonell theorized and demonstrated that an unlikely\n        but possible scenario, that was not inconsistent with the\n        forensic evidence and the only logical explanation\n        consistent with the testimony of Dr. Radelat and Mr.\n        Bevel, was that if the first shot was to the chest, the\n        second shot to the head could have occurred as [A.M.]\n        dropped in front of the muzzle of 1LT Behenna’s weapon.\n        The second shot would have had to [have] been fired\n        immediately after the first shot because [A.M.] would\n        have immediately dropped to the ground as a result of the\n        first shot. This theory was not inconsistent with the\n        forensic evidence, but was inconsistent with all other\n        evidence known to the [g]overnment counsel and Dr.\n        MacDonell (e.g., the testimony of “Harry” and SSG\n        Warner that the second shot occurred between 3-5 seconds\n        after the first shot, and “Harry’s” testimony that [A.M.]\n        was sitting at the time of the first shot.)\n\n\n\n                                     8\n\fBEHENNA—ARMY 20090234\n\n                                     ...\n\n        Government counsel, based on Dr. MacDonell’s opinion\n        that the available forensic evidence did not lend itself to a\n        very detailed interpretation, decided that they would not\n        call Dr. MacDonell in rebuttal. Because Dr. MacDonell\n        wanted to return home for personal reasons, arrangements\n        were made for him to depart Fort Campbell at\n        approximately 1700 on Thursday to return to New York.\n\n        On Thursday, 26 February 2009, Dr. MacDonell was once\n        again, with consent of the parties, present for the direct\n        testimony of 1LT Behenna. Prior to 1LT Behenna\n        testifying to circumstances of the actual shooting, Dr.\n        MacDonell did not find 1LT Behenna to be a credible\n        witness. 1LT Behenna then testified to his account of the\n        shooting, which was consistent with Dr. MacDonell’s\n        demonstration during the meeting the evening prior.\n\n        After hearing 1LT Behenna’s account of the shooting, Dr.\n        MacDonell changed his opinion of 1LT Behenna’s\n        credibility and believed he was telling the truth. While\n        1LT Behenna was testifying, Dr. MacDonell told Dr. Berg,\n        who was sitting in the gallery next to Dr. MacDonell while\n        1LT Behenna was testifying, “That’s exactly what I told\n        you yesterday.”\n                                    ...\n\n        At approximately 1700 on Thursday, while the [c]ourt was\n        closed to deliberate on an issue concerning [Military Rule\n        of Evidence [hereinafter Mil. R. Evid.]] 301, and just prior\n        to Dr. MacDonell leaving the courtroom, Dr. MacDonell\n        informed [civilian defense counsel] that, “I would have\n        made a great witness for you” or words to that effect.\n        When [civilian defense counsel] asked what his testimony\n        might be, Dr. MacDonell informed the [d]efense that he\n        could not divulge any information to the [d]efense, as he\n        had been retained by the [g]overnment. [Civilian defense\n        counsel] did not pursue the matter further with Dr.\n        MacDonell and the [d]efense made no further inquiry to\n        the [g]overnment counsel on the matter until Friday\n        morning. Defense [c]ounsel’s inquiry Friday morning was\n        the first reasonable opportunity under the circumstances to\n        address the matter with the [g]overnment.\n\n\n\n                                      9\n\fBEHENNA—ARMY 20090234\n\n             Dr. MacDonell testified in response to counsel questions\n             on Saturday, 28 February 2009, that, as he was leaving the\n             courtroom, he told the prosecuting group “that was just\n             exactly what I told you.” In response to the court’s\n             specific questions, however, Dr. MacDonell admitted that\n             he made that statement only to Dr. Berg during 1LT\n             Behenna’s testimony. The [c]ourt finds that Dr.\n             MacDonell made the statement only to Dr. Berg.\n\n             Dr. MacDonell left the courtroom to return to New York\n             before the Government began its cross-examination of\n             1LT Behenna.\n\n             On Friday, 27 February 2009, prior to the start of court\n             that morning, [civilian defense counsel] informed\n             [g]overnment counsel about Dr. MacDonell[’s] statement\n             and asked what he meant by it. Government counsel\n             responded that they did not know, and that they were\n             unaware of any exculpatory information. Government\n             [c]ounsel’s response to [civilian defense counsel] was an\n             honest, good faith representation, albeit inaccurate as it\n             relates to whether Dr. MacDonell actually [possessed]\n             favorable information for the [d]efense.\n\n             Defense [c]ounsel now asserts that it was reasonable to\n             rely on [g]overnment counsel’s response that Dr.\n             MacDonell “did not possess” or “that they were unaware\n             of” any exculpatory information to justify not pursuing the\n             matter further. The [c]ourt disagrees. There is only one\n             reasonable interpretation of Dr. MacDonell’s statement, in\n             light of his area of expertise i.e., that he would have\n             testified that in his opinion the forensic evidence in some\n             way favorably supported the [d]efense theory of the case.\n\n      Additionally, the military judge found that the trial counsel did not learn of\nDr. MacDonell’s revised opinion until they were notified by civilian defense counsel\nthe morning of Friday, 27 February 2009.\n\n       In addition to the military judge’s factual findings, we find as follows. The\ndefense rested their case after appellant’s testimony. The government had no\nrebuttal. The military judge began to discuss instructions and the court recessed at\n1915 on 26 February 2009. The court did not resume on the record until 1244 on 27\nFebruary 2009. At that time the military judge noted there had been a series of Rule\nfor Courts-Martial [hereinafter R.C.M.] 802 sessions with counsel that morning\n\n\n\n                                         10\n\fBEHENNA—ARMY 20090234\n\nregarding instructions. The court closed for deliberation at 1656 and findings were\nannounced at 2023 on 27 February 2009. That same day, Dr. MacDonell sent the\ntrial counsel an e-mail setting forth his revised opinion. Trial counsel forwarded the\ne-mail to the defense immediately upon opening it. In advance of trial, Dr.\nMacDonell’s report was provided to the defense and the defense interviewed Dr.\nMacDonell. Dr. MacDonell’s area of expertise is as a scene reconstructionist and he\nis a renowned expert in bloodstain analysis.\n\n                              LAW AND DISCUSSION\n\n                   A. Failure to Disclose Favorable Information\n\n       We consider together the first three assignments of error in determining\nwhether the government failed to disclose favorable information and whether the\nmilitary judge erred by failing to grant appellant’s motion for a mistrial and petition\nfor new trial based on the alleged disclosure failure.\n\n       We look first at whether the government failed to disclose evidence in\nviolation of Brady v. Maryland, 373 U.S. 83, 87 (1963) and R.C.M. 701. Criminal\ndefendants must be given “a meaningful opportunity to present a complete defense.”\nCalifornia v. Trombetta, 467 U.S. 479, 485 (1984); United States v. Webb, 66 M.J.\n89, 92 (C.A.A.F. 2008). That guarantee requires the prosecution to disclose\nevidence that is material and favorable to the defense. Brady, 373 U.S. at 87; Webb,\n66 M.J. at 92. Whether undisclosed evidence is “material” is a question of law,\nwhich we review de novo. United States v. Morris, 52 M.J. 193, 198 (C.A.A.F.\n1999). In this case, material evidence, with respect to a specific request, is that\nwhich “might have affected the outcome of the trial.” See United States v. Agurs,\n427 U.S. 97, 106 (1976). When an appellant demonstrates error with respect to a\nBrady nondisclosure, that appellant is entitled to relief only if there is a reasonable\nprobability that there would have been a different result at trial had the evidence\nbeen disclosed. See United States v. Santos, 59 M.J. 317, 321 (C.A.A.F. 2004).\n\n       Rule for Courts-Martial 701, “which sets forth specific requirements with\nrespect to evidence favorable to the defense . . . implements the Supreme Court’s\ndecision in Brady v. Maryland . . . .” United States v. Williams, 50 M.J. 436, 440\n(C.A.A.F. 1999) (internal quotations and emphasis omitted). Rule for Courts-\nMartial 701(a)(6) directs the trial counsel to disclose\n\n             As soon as is practicable . . . the existence of evidence\n             known to the trial counsel which reasonably tends to:\n\n             (A) Negate the guilt of the accused of an offense charged;\n             (B) Reduce the degree of guilt of the accused of an\n             offense charged; or\n\n\n\n                                          11\n\fBEHENNA—ARMY 20090234\n\n             (C) Reduce the punishment.\n\nR.C.M. 701(a)(6). “We view our superior court’s guidance as requiring us to\nanalyze nondisclosure issues under the statutory and executive order standards set\nforth by R.C.M. 701 and Article 46, UCMJ, which are broader than the Brady\nconstitutional standard.” United States v. Trigueros, 69 M.J. 604 (Army Ct. Crim.\nApp. 2010), pet. denied, 69 M.J. 269 (C.A.A.F. 2010). See also Santos, 59 M.J. at\n321; United States v. Roberts, 59 M.J. 323, 326-27 (C.A.A.F. 2004). As a result, the\ngovernment bears the higher burden of proving, as a matter of law, a nondisclosure\nin response to a specific request is harmless beyond a reasonable doubt. Webb, 66\nM.J. 92; Roberts, 59 M.J. at 327.\n\n      Appellant claims the government was required to disclose to the defense Dr.\nMacDonell’s opinion that, based on the forensic evidence, the victim was standing\nwhen the first shot struck him in the ribs and then the second shot struck him in the\nhead as he dropped to the ground. Appellant claims this evidence was material\nbecause “it scientifically corroborated 1LT Behenna’s testimony, supported the\ntestimony of the two defense expert witnesses, and impeached the inference from the\ntestimony of SSG Warner and Harry that the victim was sitting when he was shot.”\n\n       We need not determine whether the claimed opinion is required to be\ndisclosed pursuant to Brady and R.C.M. 701. It was disclosed. The trial counsel\nundisputedly disclosed the opinion at issue by forwarding Dr. MacDonell’s e-mail to\ndefense counsel as soon as she received it. The issue here is whether there was a\nduty to disclose this opinion earlier and if so, whether the government complied with\nthis duty. Ordinarily an opinion subject to disclosure arguably rendered on a\nWednesday evening and undisputedly disclosed by late Friday evening would be\nroutine compliance with discovery obligations. However, in this case the defense\ncase drew to a close on late Thursday and a verdict was delivered by the members on\nFriday, prior to the trial counsel opening the e-mail from Dr. MacDonell.\n\n       There are three potential events that may have triggered an earlier duty to\ndisclose: 1) The Wednesday evening meeting as set forth in the military judge’s\nfactual findings; 2) the late Thursday afternoon encounter between Dr. MacDonell\nand defense counsel; and 3) the Friday morning encounter between trial and defense\ncounsel. We agree with the military judge that Dr. MacDonell’s demonstration on\nWednesday night was “merely Dr. MacDonell’s attempt to reconcile the forensic\nevidence with the testimony of Dr. Radelat and Mr. Bevel. Dr. MacDonell’s original\nopinion, based on the forensic evidence and all other evidence known to him at the\ntime, remained unchanged as of Wednesday.” Thus, this theory was not discoverable\npursuant to Brady or R.C.M. 701(a)(6).\n\n      The second and third events are more problematic. During a court recess,\nwhile appellant was testifying on direct examination, Dr. MacDonell informed the\n\n\n\n                                          12\n\fBEHENNA—ARMY 20090234\n\ndefense counsel that “I would have made a great witness for you.” When the defense\ncounsel inquired as to why, Dr. MacDonell declined to answer and merely responded\nthat he could not divulge any information as he was retained by the government.\nThe military judge specifically found that “the Government never informed Dr.\nMacDonell that he could not speak to the Defense about the substance of his\npotential testimony.” In fact, the defense had previously been provided his report\nand had previously interviewed him. We agree with the military judge that in light of\nDr. MacDonell’s area of expertise, his statement provided “sufficient notice that he\npossessed favorable, if not exculpatory, information under both Brady and R.C.M.\n701.” See Carter v. Bell, 218 F.3d 581, 601 (6th Cir. 2000) (“[T]here is no Brady\nviolation if the defendant knew or should have known the essential facts permitting\nhim to take advantage of the information in question, or if the information was\navailable to him from another source.”). See also, e.g., United States v. Rigas, 583\nF.3d 108, 126 (2d Cir. 2009); United States v. Erickson, 561 F.3d 1150, 1163 (10th\nCir. 2009); Owens v. Guida, 549 F.3d 399, 415 (6th Cir. 2008). Confronted with\nthis odd turnabout from a previously accessible expert witness who had just been\nexposed to the defense presentation of their theory of the case, defense counsel had\nthe essential facts and numerous avenues of eliciting further information from Dr.\nMacDonell.\n\n       The next inquiry is whether the third event, where the defense counsel\nexercised one of those avenues in a reasonable timeframe by asking the trial counsel\nwhat Dr. MacDonell’s statement meant, triggered an additional duty on the part of\nthe government. Government counsel responded only “that they did not know, and\nthat they were unaware of any exculpatory information.” Both parties were now on\nnotice that Dr. MacDonell had asserted he possessed defense favorable or\nexculpatory information within his area of expertise. At this juncture, either party\ncould have taken action to stop or delay the proceedings while more information was\nobtained. Neither party chose to do so, at that time or anytime throughout the day.\nThe military judge disagreed with the defense assertion that it was reasonable for the\ndefense not to pursue further information based on the government statements. We\nrely on Carter in holding that based on Dr. MacDonell’s direct statement to the\ndefense, the government provided timely notice to the defense of favorable\ninformation and there was no violation of either Article 46, UCMJ; R.C.M. 701; or\nBrady.\n\n       We next consider whether the military judge erred in denying appellant’s\nmotion for mistrial and petition for new trial following the revelation that the\ngovernment failed to provide to the defense Dr. MacDonell’s potentially exculpatory\ntestimony. Rule for Courts-Martial 915(a) vests military judges with the discretion\nto declare a mistrial when “manifestly necessary in the interest of justice because of\ncircumstances arising during the proceedings which cast substantial doubt upon the\nfairness of the proceedings.” However, the discussion to the rule notes that mistrials\nare to be used only “under urgent circumstances, and for plain and obvious reasons.”\n\n\n\n                                         13\n\fBEHENNA—ARMY 20090234\n\nR.C.M. 915 Discussion; United States v. Diaz, 59 M.J. 79, 90 (C.A.A.F. 2003). See\nalso United States v. Garces, 32 M.J. 345, 349 (C.M.A. 1991) (mistrial is a drastic\nremedy used to prevent miscarriage of justice). Appellate courts will not reverse a\nmilitary judge’s determination on a mistrial absent clear evidence of an abuse of\ndiscretion. United States v. Ashby, 68 M.J. 108, 122 (C.A.A.F. 2009). A military\njudge abuses his discretion when his “findings of fact are clearly erroneous, the\ncourt’s decision is influenced by an erroneous view of the law, or the military\njudge’s decision on the issue at hand is outside the range of choices reasonably\narising from the applicable facts and the law.” Webb, 66 M.J. at 93.\n\n       As to the petition for a new trial, appellant claims the military judge erred by\nfailing to grant him a new trial in light of the “new evidence” of Dr. MacDonell’s\nopinion based on both his 29 February 2009 telephonic testimony and his affidavit\nclarifying his prior testimony. “A new trial may be granted only on the grounds of\nnewly discovered evidence or fraud on the court-martial.” R.C.M. 1210(f)(1). We\nreview a military judge’s denial of a petition for new trial for an abuse of discretion.\nUnited States v. Bacon, 12 M.J. 489, 492 (C.M.A. 1982). We find none here.\n\n      The military judge found that, had defense sought an order from the court for\nthe government to produce Dr. MacDonell either prior to resting their case on\nThursday or coupled with a request to reopen their case on Friday morning, the court\nwould have denied that motion. We conclude the military judge’s assessment that\nDr. MacDonell’s revised opinion provided minimal evidentiary value under Mil. R.\nEvid. 403 was not an abuse of discretion. The military judge found\n\n             Dr. MacDonell’s opinion of the value of the forensic\n             evidence never changed. He admitted that such evidence\n             did not lend itself to detailed interpretation. His original\n             conclusion was that the forensic evidence was not\n             inconsistent with the testimony of “Harry” and SSG\n             Warner. His “revised” conclusion was not based on a\n             reassessment of the forensic evidence, but rather his\n             personal opinion of the credibility of 1LT Behenna’s\n             testimony.\n\n       A military judge has “wide discretion” in applying Mil. R. Evid. 403. United\nStates v. Manns, 54 M.J. 164, 166 (C.A.A.F. 2000). When a military judge conducts\na Mil. R. Evid. 403 balancing test, his ruling will not be overturned unless there has\nbeen a “clear abuse of discretion.” Id. “An abuse of discretion occurs when the trial\ncourt’s findings of fact are clearly erroneous or if the court’s decision is influenced\nby an erroneous view of the law.” United States v. Freeman, 65 M.J. 451, 453\n(C.A.A.F. 2008). “The abuse of discretion standard is a strict one, calling for more\nthan a mere difference of opinion. The challenged action must be arbitrary, fanciful,\nclearly unreasonable, or clearly erroneous.” United States v. Lloyd, 69 M.J. 95, 99\n\n\n\n                                           14\n\fBEHENNA—ARMY 20090234\n\n(C.A.A.F. 2010) (citations omitted). We find that the military judge would have been\nwithin his discretion to exclude the evidence Dr. MacDonell rendered as his opinion\nafter the defense case.\n\n      However, even if Dr. MacDonell had testified at trial in the light most\nfavorable to appellant, 2 it would not have changed the outcome of the trial beyond a\nreasonable doubt. 3 Most critically, we agree with the military judge:\n\n             The overwhelming evidence in this case supports a finding\n             that 1LT Behenna immediately prior to the shooting, was\n             assaulting [A.M.] with a loaded firearm while threatening\n             to kill him if he did not provide the information 1LT\n             Behenna was seeking. 1LT Behenna testified that he had\n             no legal justification or legal excuse to interrogate [A.M.]\n             at all and that he did [not] have any legal justification or\n             legal excuse to conduct an interrogation in the manner that\n             he did. Although there are many situations in a combat\n             environment that would justify or excuse the pointing of a\n             loaded firearm at someone, this was clearly not one of\n             those situations. In applying the law to the facts of this\n             case, the members could come to no reasonable conclusion\n             other than 1LT Behenna did not have a right to self-\n             defense. Accordingly, the [c]ourt is convinced beyond a\n             reasonable doubt that any evidence as to self-defense did\n             not have, nor would any additional evidence as to self-\n             defense have, made a difference in the [c]ourt’s\n             determination.\n\n      In conclusion, we find the favorable evidence of Dr. MacDonell’s revised\nopinion was timely disclosed. Even if there was error in its disclosure, we find such\n\n2\n  The most favorable version of Dr. MacDonell’s opinion, based on the forensic\nevidence, would have been that the victim was standing just before the first shot,\nwhich appellant then fired to A.M.’s chest. The second shot to the head occurred as\nthe victim dropped in front of the muzzle of appellant’s weapon. The second shot\nwould have had to have been fired immediately after the first shot because, in this\nscenario, the victim would have immediately dropped to the ground as a result of the\nfirst shot.\n3\n  We are not persuaded by appellant’s argument that Dr. MacDonell’s testimony\nwould have impacted appellant’s sentence by making it seem other than an\nexecution. Doctor MacDonell’s revised opinion with respect to the interpretation of\nthe forensic evidence was substantially similar to that of appellant’s two forensic\nexperts.\n\n\n                                         15\n\fBEHENNA—ARMY 20090234\n\nerror would not have resulted in a different outcome at trial had the evidence been\ndisclosed earlier. See Santos, 59 M.J. at 321. We further find, under the heightened\ndisclosure burden under Article 46, UCMJ and R.C.M. 701, any error by the\ngovernment in the timing of the disclosure was harmless beyond a reasonable doubt.\nSee Webb, 66 M.J. at 92; Roberts, 59 M.J. at 327. As such, we conclude the military\njudge did not abuse his discretion in denying the mistrial and the petition for a new\ntrial. His findings of fact are supported by the record, his view of the law was not\nerroneous, and his decision was well within the range of reasonable choices\navailable.\n\n                             B. Instruction on Self-Defense\n\n       This court reviews allegations of error for mandatory instructions under a de\nnovo standard. United States v. Lewis, 65 M.J. 85, 87 (C.A.A.F. 2007). A military\njudge is required to instruct panel members on any special defenses “in issue.”\nR.C.M. 920(e)(3). A matter is considered “in issue” when “some evidence, without\nregard to its source or credibility, has been admitted upon which members might rely\nif they choose.” R.C.M. 920(e) Discussion; United States v. Gillenwater, 43 M.J.\n10, 13 (C.A.A.F. 1995). Certain defenses, such as self-defense, are considered\nspecial defenses or affirmative defenses because “although not denying that the\naccused committed the objective acts constituting the offense charged, [the appellant\ndenies], wholly or partially, criminal responsibility for those acts.” R.C.M. 916(a).\nSelf-defense is a principle of protection. United States v. Cardwell, 15 M.J. 124,\n126 (C.M.A. 1983) (“The theory of self-defense is protection and not aggression,\nand to keep the two in rough balance the force to repel should approximate the\nviolence threatened.”)\n\n       In this case, the military judge did not err; he rendered legally correct and\nappropriate self-defense instructions tailored to the evidence presented. First the\nmilitary judge gave a correct standard instruction that the evidence had raised the\nissue of self-defense with regard to the offenses of premeditated and unpremeditated\nmurder. 4 He then gave the following tailored instruction with regards to loss of and\nregaining the right to self-defense:\n\n4\n    The military judge gave the following general self-defense instruction:\n\n               For self-defense to exist the accused must have had a\n               reasonable apprehension that death or grievous bodily\n               harm was about to be inflicted on himself and he must\n               have actually believed that the force he used was\n               necessary to prevent death or grievous bodily harm. In\n               other words, self-defense has two parts: first, the accused\n\n                                                           (continued . . .)\n\n\n                                            16\n\fBEHENNA—ARMY 20090234\n\n             Now there exists evidence in this case that the accused\n             may have been assaulting [A.M.] immediately prior to the\n             shooting by pointing a loaded weapon at him. A person\n             who without provocation or other legal justification or\n             excuse assaults another person is not entitled to self-\n             defense unless the person being assaulted escalates the\n             level of force beyond that which was originally used. The\n             burden of proof on this issue is on the prosecution. If you\n             are convinced beyond a reasonable doubt that the accused,\n             without provocation or other legal justification or excuse,\n             assaulted [A.M.] then you have found that the accused\n             gave up the right to self-defense. However, if you have a\n             reasonable doubt that the accused assaulted [A.M.], was\n             provoked by [A.M.], or had some other legal justification\n             or excuse, and you are not convinced beyond a reasonable\n             doubt that [A.M.] did not escalate the level of force, then\n             you must conclude that the accused had the right to self-\n             defense, and then you must determine if the accused\n             actually did act in self-defense.\n\n       The military judge’s instructions, taken together, properly instructed the\nmembers, based on the law and facts, as to appellant’s right to self-defense. The\ninstructions fully encompassed the defense’s theory of the case at trial pertaining to\nself-defense. The defense theory was that appellant did not assault the victim\nbecause pointing a loaded weapon at a combatant in a war zone is not an assault.\nAdditionally, they argued that the victim escalated the level of force by throwing a\npiece of concrete near appellant and “getting up with his hands out towards\n[appellant’s] weapon.”\n\n       The military judge’s tailored instructions correctly set forth the applicable\nestablished principle: A person who, without provocation or other legal justification\nor excuse, assaults another person is not entitled to self-defense unless the person\nbeing assaulted escalates the level of force beyond that which was originally used.\n\n\n(. . . continued)\n               must have had a reasonable belief that death or grievous\n               bodily harm was about to be inflicted upon himself. The\n               test here is whether under the same facts and\n               circumstances present in this case, an ordinary, prudent\n               adult person, faced with the same situation would have\n               believed that there were grounds to fear immediate death\n               or serious bodily harm; second, the accused must have\n               actually believed that the amount of force that he used was\n               required to protect against death or serious bodily harm.\n\n\n                                          17\n\fBEHENNA—ARMY 20090234\n\nSee R.C.M. 916(e)(1); Lewis, 65 M.J. at 88; United States v. Dearing, 63 M.J. 478,\n484 (C.A.A.F. 2006); Cardwell, 15 M.J. at 126. Further, the military judge clearly\ninstructed the burden of proof was on the government. R.C.M. 916(b)(1).\n\n       In this case, a key factor is the appellant’s use of deadly force.\nAcknowledging the law and facts, the military judge also instructed, “If you are\nconvinced beyond a reasonable doubt that the accused, without provocation or other\nlegal justification or excuse, assaulted [A.M.] then you have found that the accused\ngave up the right to self-defense.” This is a correct legal statement in light of the\nuncontroverted evidence establishing that appellant, in a situation of his own\ncreation, was within two to three feet of an isolated, naked, and unarmed A.M., and,\nwhile pointing a loaded Glock pistol at him, threatened to kill A.M. The law does\nnot, under these facts, allow for self-defense if the members found beyond a\nreasonable doubt appellant’s actions to be an assault. If, confronted by this\ndemonstration of deadly force, A.M., under these circumstances, attempts to turn the\nvery same Glock pistol towards appellant, his assailant, there can be no escalation\nsufficient legally to excuse A.M.’s killing.\n\n       The military judge then addressed the factual possibility that appellant’s\npointing of a loaded pistol at the victim did not meet the above legal requirements.\nHe addressed the defense’s theory of the case by instructing the members that if they\nhad “reasonable doubt that the accused assaulted [A.M.], was provoked by [A.M.],\nor had some other legal justification or excuse, and . . . are not convinced beyond a\nreasonable doubt that [A.M.] did not escalate the level of force,” the members had to\nconclude appellant had the right to self-defense. The military judge then instructed\nthe members that they then had to apply the general self-defense instruction to\ndetermine if appellant actually did act in self-defense. Based on the facts of this\ncase, escalation by A.M. is not an independent basis for determining that appellant\nhad the right to self-defense, but rather a necessary component in the determination\nof whether appellant had the right to self-defense since appellant was pointing a\nloaded Glock pistol at A.M. threatening to kill him.\n\n       Appellant now contends that the military judge erred by not instructing on\nappellant’s opportunity to withdraw. An initial aggressor is still entitled to use\ndeadly force in his own defense if he is physically unable to withdraw in good faith\nor there is escalation of the level of force beyond that which the aggressor is\nemploying. Lewis, 65 M.J. at 89 (“[A] mutual combatant could regain the right to\nself-defense when the conflict is escalated or . . . when he is unable to withdraw in\ngood faith.”). In this case the defense did not request an instruction on ability to\nwithdraw and “some evidence” upon which the members could reasonably rely to\nsupport such an instruction was not presented. R.C.M. 920(e)(3); Gillenwater, 43\nM.J. at 13.\n\n\n\n\n                                          18\n\fBEHENNA—ARMY 20090234\n\n       Appellant was the aggressor and had every opportunity to withdraw from the\nsituation of his own creation. Appellant took the bound and blindfolded victim in a\nmilitary convoy to a remote culvert in the middle of the desert. He stripped A.M. of\nhis clothes, leaving the victim wearing only his sandals. Appellant then had the\nflexicuffs cut off of the victim and required him to sit facing appellant, naked, on a\nrock as appellant, pointing a loaded Glock, threatened to kill A.M. Appellant stood\nabout two feet inside the culvert with his translator ten meters outside the culvert.\nAppellant claims that while looking left towards his translator, a piece of cement\nwas thrown just past his left shoulder, so he looked right and saw the naked and\nunarmed victim “getting up with his hands out towards [his] weapon.” Appellant\nmoved to the left, towards the culvert entrance, in order to put distance between him\nand the unarmed victim. The appellant and victim were approximately two to three\nfeet apart. There is no evidence that A.M. actually made contact with appellant’s\nweapon. At that point, the appellant, in full battle armor, with much of his platoon\nstanding nearby, ready to defend him, did not keep moving to the left away from the\nvictim into the vast expanse of desert, did not shout for assistance, but instead shot\nthe victim two times. Appellant had every opportunity to withdraw from the\nconfrontation and there was no evidence he either attempted or was unable to do so.\nAs such, the military judge was not required to instruct on inability to withdraw as it\nwas not “in issue,” and we find no error in his failure to do so. R.C.M. 920(e)(3);\nGillenwater, 43 M.J. at 13.\n\n  C. Failure to Instruct on Voluntary Manslaughter as Lesser-Included Offense\n\n       Appellant claims the military judge erred by failing to sua sponte instruct on\nthe lesser-included offense of voluntary manslaughter based on fear from “adequate\nprovocation caused by throwing a piece of concrete and reaching for the\nLieutenant’s pistol,” the evidence of appellant’s acute stress disorder, and the anger,\nrage, and fear he felt towards the victim based on his prior knowledge of and\ninteractions with the victim. We disagree. The evidentiary threshold to trigger such\nan instruction was not surpassed on the facts of this case.\n\n        By all accounts, prior to the incident in the culvert, the victim did not provide\nany resistance or display any violence while detained by U.S. forces. Additionally,\nappellant testified as to his consistent and methodical escalation of tactics designed\nto scare and humiliate the victim into providing information. The tactics reached a\npoint where appellant was in the culvert, with appellant pointing his loaded pistol at\nthe naked, unarmed victim sitting on a piece of concrete, while appellant was\nthreatening to kill him. Appellant testified he looked toward his left at Harry,\nostensibly to ascertain a translation of something [A.M.] said. Appellant then\ntestified as follows during his direct examination:\n\n             Appellant: As I turned my head to the left, I hear a sound\n             of a piece of concrete hitting concrete over my left\n\n\n\n                                           19\n\fBEHENNA—ARMY 20090234\n\n             shoulder. Immediately, I turned to my—right. You know,\n             my weapons [sic] like this [demonstrating.] [A.M.] is\n             getting up with his hands out toward my weapon. I\n             stepped to the left and fired two shots.\n\n             Civilian Defense Counsel (CDC): Why did you step to the\n             left?\n\n             Appellant: To create distance from [A.M.].\n\n             CDC: How far apart were you?\n\n             Appellant: At the beginning? . . . We were about 2, 3 feet\n             from each other.\n\n             CDC: All right, all right, and how much time was the\n             distance between the two shots?\n\n             Appellant: About a second.\n\n             CDC: Why did you fire two shots?\n\n             Appellant: We shot in what is called a controlled pair and\n             naturally I had shot two shots, a controlled pair.\n\n             CDC: And why did you fire at all?\n\n             Appellant: Because when [A.M.] was standing up,\n             reaching toward my weapon, this happened fast. As I\n             turned [A.M.] was reaching up toward my weapon, getting\n             up, I stepped to the left and fired two shots.\n\n             CDC: Why?\n\n             Appellant: I was scared [A.M.] was going to take my\n             weapon and use it on me, but this happened fast.\n\n             CDC: Now, did you have time to think about it?\n\n             Appellant: No, sir. That’s what I’m telling you.\n\n       During cross-examination, appellant further testified that he felt A.M. was a\nthreat to him while he was sitting on a rock and stripped of his clothes.\n\n\n\n\n                                          20\n\fBEHENNA—ARMY 20090234\n\n             Trial Counsel: You had your full gear on . . . [helmet,\n             IBA, M-4] . . . [y]our Glock . . . [o]ut and pointed?\n\n             Appellant: Yes, sir.\n\n             TC: [A.M.] didn’t have anything, did he?\n\n             Appellant: No, sir. .. . .\n\n             TC: You also had Sergeant Warner; he had his M-4 . . .\n             [a]nd all sorts of gear?\n\n             Appellant: Yes, sir . . . .\n\n             TC: [A.M.] was not a threat to you at that point, was he?\n\n             Appellant: Yes, sir.\n\n             TC: An unarmed detainee, naked, your testimony is that\n             he was a threat?\n\n             Appellant: Yes, sir.\n\n        We review de novo whether the military judge should have instructed the\npanel members sua sponte on voluntary manslaughter. See Lewis, 65 M.J. at 87.\nVoluntary manslaughter serves as a special defense to premeditated murder, but not\nan absolute defense. An “unlawful killing without justification or excuse,” would\nordinarily be premeditated murder. Manual for Courts-Martial, United States, (2008\ned.) [hereinafter MCM], Part IV, para. 43c.(1). However, when that same killing is\ncommitted “in the heat of sudden passion caused by adequate provocation,”\npremeditated murder mitigates to voluntary manslaughter. MCM, Part IV, para. 44c.\n(1)(a).\n\n       The MCM and military case law have long held that “heat of passion” may\nresult from fear or rage. Id.; United States v. Bellamy, 15 U.S.C.M.A. 617, 620, 36\nC.M.R. 115, 118 (1966); United States v. Desroe, 6 U.S.C.M.A. 681, 691, 21 C.M.R.\n3, 13 (1956) (“fear may be sufficient to excite uncontrollable passion”). However,\nfor a premeditated murder to mitigate to voluntary manslaughter, fear simply is not\nenough. Adequate provocation must also be present. United States v. Kentucky, 8\nU.S.C.M.A. 553,557, 25 C.M.R. 57, 61 (1958) (“[T]he presence of passion induced\nby fear does not reduce murder to manslaughter by itself; adequate provocation for\nthe passion must also be present.”); United States v. Snyder, 6 U.S.C.M.A. 692, 696,\n21 C.M.R. 14, 18 (1956) (“Provocation sufficient to produce heat of [passion],\nresulting in a befuddlement of the senses of the killer and an absence of malice, may\n\n\n\n                                           21\n\fBEHENNA—ARMY 20090234\n\ngive such a character to a homicide as to reduce it to voluntary manslaughter . . . .”)\n(citing Wallace v. United States, 162 U.S. 466 (1896)). The provocation must be\nadequate to excite uncontrollable passion in a reasonable person and the act of\nkilling must be committed under and because of that passion. MCM, Part IV, para.\n44c.(1)(a).\n\n       We now consider the question of whether here there is sufficient evidence of\nprovocation which “would have any reasonable tendency to produce sudden and\nuncontrollable anger and heat of blood in the ordinary man” as to require an\ninstruction to the members. United States v. Clark, 22 U.S.C.M.A. 576, 580, 48\nC.M.R. 83, 87 (1973), citing Bellamy, 15 U.S.C.M.A. at 620, 36 C.M.R. at 118.\nBased on the facts of this case, we find no error in the military judge’s failure to sua\nsponte instruct on voluntary manslaughter. The alleged provocation in this case is\nnot such that it would excite uncontrollable passion in the mind of a reasonable\nperson.\n\n       Considering the evidence in the light most favorable to appellant, in this case,\nappellant effectively neutralized the victim’s capacity to cause him any harm.\nAppellant took A.M. blindfolded, unarmed, and bound, to a remote location in a\nconvoy of armed U.S. soldiers. In this remote environment, appellant was in a clear\nposition of power and secure enough to remove the flexicuffs binding the victim.\nAppellant testified his intent, his plan, was to interrogate the victim and then allow\nhim to leave. He even hoped to make him a source. Appellant further testified that\nhe only became fearful upon hearing concrete hitting the wall and seeing A.M.\nstanding up to reach for his weapon. A.M. was unsuccessful in even touching the\nweapon and appellant was able to purposely step to the left to put distance between\nhim and A.M. Appellant then fired two “controlled pair” rounds. The facts of this\ncase do not describe a situation where “adequate provocation” and fear are present to\nincite uncontrollable passion in the mind of a reasonable person.\n\n        Although appellant did testify that he felt “startled” and “panic[ked]” and\n“wasn’t thinking clearly,” this was how he felt subsequent to the shooting. He\ntestified that prior to the shooting he did not think because it happened so fast. This\nis distinctly different from alleging he was precluded from thinking due to an\nuncontrollable passion. Considering all of the facts in the record, there is simply\ninsufficient evidence to require a sua sponte instruction on voluntary manslaughter.\nWe find no error by the military judge.\n\n                                   CONCLUSION\n\n     Upon consideration of the entire record, the findings and sentence are\nAFFIRMED.\n\n\n\n\n                                           22\n\fBEHENNA—ARMY 20090234\n\n    Senior Judge TOZZI and Senior Judge SIMS concur.\n\n\n                                 FOR\n                                 FOR THE\n                                     THE COURT:\n                                         COURT:\n\n\n\n\n                                 MALCOLM H.\n                                 MALCOLM     H. SQUIRES,\n                                                SQUIRES, JR.\n                                                          JR.\n                                 Clerk of Court\n                                 Clerk of Court\n\n\n\n\n                                   23\n\f",
            "ocr": false,
            "opinion_id": 2767741
        }
    ],
    "court_short_name": "Army Court of Criminal Appeals",
    "court_full_name": "Army Court of Criminal Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}