{
    "id": 2772761,
    "judges": "Davis",
    "date_filed": "1989-08-29",
    "date_filed_is_approximate": true,
    "slug": "state-of-delaware-v-ayers",
    "case_name_short": "Ayers.",
    "case_name": "State of Delaware v. Ayers.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://courts.delaware.gov/opinions/download.aspx?ID=218070",
            "author_id": null,
            "opinion_text": "              IN THE SUPERIOR COURT OF THE STATE OF DELAWARE\n                        IN AND FOR NEW CASTLE COUNTY\nSTATE OF DELAWARE,                              )\n                                                )\n              v.                                ) I.D. No. 1012006345\n                                                ) I.D. No. 1106014092\nJARREAU AYERS,                                  )\n                                                )\n                    Defendant.                  )\n\n\n                               Submitted:     October 21, 2014\n                               Decided:       January 22, 2015\n\n  Motion for PostConviction Relief and Motion to Amend Rule 61 Motion for Postconviction\n                     under Section (i)(5), Discovery of New Evidence\n                                         DENIED\n\nDaniel Logan, Esquire, Deputy Attorney General, Department of Justice, Wilmington, Delaware,\nAttorney for the State.\n\nJarreau Ayers, Wilmington, DE, pro se.\n\n\n       This 22nd day of January, 2015, upon consideration of the Amended Motion for\n\nPostconviction Relief filed by Jarreau Ayers; the facts and legal authorities set forth in the\n\nMotion for Postconviction Relief and Motion to Amend Rule 61 motion for postconviction\n\nRelief under Section (i)(5), Discovery of New Evidence; and, the entire record in this case:\n\n                                     FACTUAL BACKGROUND\n\n       1.      On November 23, 2010, while serving a life sentence at the James T. Vaughn\n\nCorrectional Center, Mr. Ayers met his girlfriend, Latasha Brown, and his sister, Lakeysha Ayers\n\nin the visitation room. Camera footage showed Ms. Ayers handing her brother a package when\n\nshe hugged him. The security team immediately entered the visitation area. Mr. Ayers\n\nattempted to run, discarding the package in the hallway. Officers recovered the package and\n\ffound heroin, cocaine, marijuana and a cell phone inside. Thereafter, the State arrested and\n\ncharged, by indictment, Mr. Ayers, Ms. Ayers and Ms. Brown.\n\n       2.      Mr. Ayers did not want Ms. Ayers and Ms. Brown (the “Co-Conspirators”) to\n\nserve jail time for their role in the November 23, 2010 incident, therefore in January 2011, Mr.\n\nAyers wrote to Brendan O’Neill of the Public Defender’s Office. Mr. Ayers then communicated\n\nwith his trial counsel, Kester Crosse (the “Trial Counsel”) in hopes of having the State drop the\n\ncharges against the Co-Conspirators. Mr. Ayers offered to plead guilty to the 1997 murder of\n\nDavid Butler, a cold-case murder, with the condition that the charges against the Co-\n\nConspirators be dropped.\n\n       3.      On April 20, 2011, Mr. Ayers confessed in a proffer to the murder of Mr. Butler.\n\nDuring the proffer, Mr. Ayers described how he saw Mr. Butler in the 2500 block of North\n\nMarket Street in Wilmington, ran up to him and shot him in the back of the head. The State\n\ncorroborated the information with the physical evidence recovered by the police at the time of\n\nthe 1997 murder and the resulting interviews of that investigation. Mr. Ayers waived his\n\nindictment and agreed to be charged with Attorney General’s Information.\n\n       4.      On May 19, 2011, the State dropped the charges against the Co-Conspirators.\n\n       5.      On June 17, 2011, Mr. Ayers pled guilty to First Degree Murder, Promoting\n\nPrison Contraband, and Assault in a Detention Facility. Prior to accepting the guilty plea, the\n\nCourt engaged in a through colloquy with Mr. Ayers during which Mr. Ayers stated that he was\n\nsatisfied with his representation by Trial Counsel. After the colloquy, the Court accepted Mr.\n\nAyers’ plea as knowingly, intelligently and voluntary given. Pursuant to the agreement, the State\n\nrecommended a life sentence for the First Degree Murder charge, three years at Level V for the\n\n\n\n\n                                                2\n\fPromoting Prison Contraband charged, and eight years at Level V for the Assault in a Detention\n\nFacility charge.\n\n        6.      On July 29, 2011 the Court followed the State’s sentencing recommendation. Mr.\n\nAyers did not appeal his sentence.\n\n                                     PROCEDURAL BACKGROUND\n\n        7.      On July 6, 2012, Mr. Ayers filed a Motion for Postconviction Relief (the “Rule 61\n\nMotion”). Mr. Ayers claimed that his Trial Counsel was ineffective because Trial Counsel failed\n\nto fully investigate the plea negotiations of Mr. Ayers’ Co-Conspirators and to assess the\n\nlikelihood of the Co-Conspirators serving jail time. Mr. Ayers contends that he would not have\n\npled guilty to the first degree murder charge if he knew that there was a reasonable probability\n\nthat his Co-Conspirators would received probationary time instead of jail time for the charges\n\nstemming from the November 23, 2010 incident.\n\n        8.      The Rule 61 Motion was referred to a Commissioner for consideration. Before\n\nmaking a recommendation, the Commissioner enlarged the record by directing Trial Counsel to\n\nsubmit an affidavit responding to Mr. Ayers’ ineffective assistance of counsel claim in the Rule\n\n61 Motion. 1 After Trial Counsel submitted the affidavit, Mr. Ayers filed a reply thereto. 2 On\n\nNovember 7, 2012, the Commissioner recommended denial of the Rule 61 Motion (the\n\n“Commissioner’s Report”). 3 In recommending denial, the Commissioner took into consideration\n\nall of the arguments raised in the Rule 61 Motion, the affidavit of Trial Counsel and Mr. Ayers’\n\nreply to the affidavit.\n\n\n\n\n1\n  D.I. No. 10.\n2\n  D.I. No. 11.\n3\n  Commissioner’s Report and Recommendation that Defendant’s Motion for Postconviction Relief should be Denied\n(D.I. No. 12). A copy of the Commissioner’s Report is attached hereto as Exhibit A.\n\n                                                     3\n\f        9.       On November 28, 2012, upon consideration of the Rule 61 Motion, the\n\nCommissioner’s Report, and a review of the record, the Court entered an order adopting the\n\nCommissioner’s Report and denying the Rule 61 Motion (the “Denial Order”). 4\n\n        10.      Mr. Ayers appealed the Denial Order to the Delaware Supreme Court.\n\n        11.      On June 24, 2013, the Supreme Court remanded this matter to the Superior Court\n\nfor the appointment of counsel, amended briefing, and reconsideration of the Rule 61 Motion. 5\n\nIn remanding this matter, the Supreme Court cited its decision in Holmes v. State 6 and the\n\nSuperior Court’s adoption of an amendment to Rule 61 regarding the appointment of counsel to\n\ndefendants in first postconviction proceedings. 7 As amended, Rule 61(e) provides that the Court\n\n“will appoint counsel for an indigent movant’s first postconviction proceeding.” In remanding,\n\nthe Supreme Court made no determinations as to the findings and conclusions made in the\n\nCommissioner’s Report or the Denial Order.\n\n        12.      On August 26, 2013, the Court appointed Rule 61 postconviction counsel (“Rule\n\n61 Counsel”) to represent Mr. Ayers. 8 The Court directed Rule 61 Counsel to determine whether\n\nthe Rule 61 Motion presented substantial grounds for relief, or whether an amended\n\npostconviction motion would present substantial grounds for relief. In addition, Rule 61 Counsel\n\nwas to ascertain whether the Court should issue an order directing Trial Counsel to respond to\n\nany allegations regarding ineffective assistance of counsel. 9\n\n        13.      On April 17, 2014, Rule 61 Counsel filed a Motion to Withdraw as Counsel for\n\nPetitioner Jarreau Ayers and a Memorandum in Support of Motion to Withdraw as Counsel for\n\n\n\n4\n  D.I. 13. A copy of the Denial Order is attached hereto as Exhibit B.\n5\n  Ayers v. State of Delaware, 69 A.3d 370 (Table) 2013 WL 3270894 (Del. 2013).\n6\n  Holmes v. State of Delaware, 67 A.3d 1022 (Table) 2013 WL 2297072 (Del. 2013).\n7\n  Del. Super. Ct. Crim. R. 61(e) (effective May 6, 2013).\n8\n  Super. Ct. Crim. R. 61(e).\n9\n  State v. Ayers, I.D. Nos. 1106014092 & 1012006345, Order (Del. Super. Ct. Sept. 20, 2013).\n\n                                                        4\n\fPetitioner (the “Withdrawal Motion”). Rule 61 Counsel advised the Court that after a thorough\n\nanalysis of the record Mr. Ayers’ claims did not have enough merit to be ethically advocated.\n\nRule 61 Counsel provided Mr. Ayers with a copy of the Withdrawal Motion. On June 5, 2014\n\nthe Court granted the Withdrawal Motion.\n\n           14.      On August 11, 2014, Mr. Ayers filed a pro se Motion to Amend Rule 61 Motion\n\nfor postconviction Relief under Section (i)(5) Discovery of New Evidence (“Motion to Amend”).\n\nOn October 2, 2104, the State responded to Defendant’s Motion to Amend. On October 21,\n\n2014, Mr. Ayers filed a reply.\n\n           15.      The Motion to Amend seeks relief under Brady v. Maryland 10 because the State\n\ndid not disclose to Mr. Ayers that there was ongoing misconduct at the Office of the Medical\n\nExaminer (the “O.M.E.”). The Motion to Amend does not address whether Mr. Ayers wished to\n\nadditionally continue with his ineffective assistance of counsel claim asserted in the Rule 61\n\nMotion. In the interest of judicial expedience the Court will address both of Mr. Ayers’\n\ncontentions.\n\n                                                        ANALYSIS\n\n           16.      Superior Court Criminal Rule 61 (“Rule 61”) governs motions for postconviction\n\nrelief. Before addressing the substantive merits of any claim for postconviction relief, the Court\n\nmust determine whether Mr. Ayers has satisfied the procedural requirements of Rule 61. 11 Rule\n\n61(i) establishes four procedural bars to postconviction relief: (1) a motion for postconviction\n\nrelief may not be filed more than one year after the judgment of conviction is final; (2) any\n\nground for relief not asserted in a prior postconviction proceeding is barred; (3) any ground for\n\nrelief not asserted in the proceedings leading to the judgment of conviction is barred; and (4) any\n\n\n10\n     Brady v. Maryland, 373 U.S. 83 (1963).\n11\n     Younger v. State, 580 A.2d 552, 554 (Del. 1990).\n\n                                                           5\n\fground for relief previously adjudicated in any proceeding is barred. 12 The procedural bars\n\ncontained in Rule 61(i)(1-4) may be rescinded only if there is a means by which to do so in the\n\napplicable subsection of Rule 61. 13 Absent such relief, Rule 61(i)(5) provides additional\n\nreprieve from the procedural bars described in Rule 61(i)(1-3). 14 Under Rule 61 (i)(5), “[t]he\n\nbars to relief in paragraphs (1), (2), and (3) of this subdivision shall not apply to a claim that the\n\ncourt lacked jurisdiction or to a colorable claims that there was a miscarriage of justice because\n\nof a constitutional violation that undermined the fundamental legality, reliability, integrity or\n\nfairness of the proceedings leading to the judgment of conviction. 15 Claims alleging ineffective\n\nassistance of counsel meet the “fundamental fairness” and “miscarriage of justice” exceptions of\n\nRule 61(i)(5). 16\n\n        17.      The Rule 61 Motion and Motion to Amend are not procedurally barred. While\n\nthe Motion to Amend was filed more than a year after the judgment of conviction was final, it\n\nmade claims of “miscarriage of justice” due to a Brady violation which meets the exception of\n\nRule 61(i)(5).\n\n        18.      To prevail on an ineffective assistance of counsel claim, a petitioner must show\n\nthat counsel’s performance was deficient and that the deficiency prejudiced the defendant. 17 To\n\nestablish deficient performance, a petitioner must demonstrate that counsel’s representation “fell\n\nbelow an objective standard of reasonableness.” 18 To establish prejudice, the defendant must\n\nshow that “there is a reasonable probability that, but for counsel’s unprofessional errors, the\n\n\n\n\n12\n   Super. Ct. Crim. R. 61(i).\n13\n   State v. MacDonald, 2007 WL 1378332 *4 (Del. Super. Ct., May 9, 2007).\n14\n   Id.\n15\n   Super. Ct. Crim. R.61(i)(5).\n16\n   Webster v. State, 604 A.2d 1364, 1366 (Del. 1992).\n17\n   Strickland v.. Washington, 466 U.S. 668, 687 (1984).\n18\n   Id. at 688.\n\n                                                      6\n\fresult of the proceeding would have been different.” 19 In the context of an ineffective assistance\n\nclaim regarding a decision to plead guilty, the movant must show that “there is a reasonable\n\nprobability that, but for counsel’s errors, he would not have plead guilty and insisted on going to\n\ntrial.” 20\n\n         19.     Mr. Ayers’ first ground for postconviction relief, asserted in his Rule 61 Motion,\n\nwas ineffective assistance of counsel because Trial Counsel pursued Mr. Ayers’ plea deal to the\n\n1997 murder before finding out whether the Co-Conspirators would be facing jail time. Mr.\n\nAyers contends that he would not have agreed to confess if it was apparent that the Co-\n\nConspirators would not face jail time. In Mr. Ayers’ view, Trial Counsel’s alleged failure to\n\nconduct a more thorough investigation to determine the likelihood of jail time for the Co-\n\nConspirators constituted ineffective assistance of counsel.\n\n         20.     Trial Counsel responded in an affidavit to Mr. Ayers’ allegation. 21 Trial Counsel\n\ndenies the allegation of ineffective assistance of counsel, and states that he accomplished what\n\nMr. Ayers asked him to do. 22 Trial Counsel states that Mr. Ayers received exactly what he\n\nrequested of his Trial Counsel: no jail time for the Co-Conspirators for the November 23, 2010\n\nincident. 23 Trial Counsel states that barring this deal Trial Counsel could not know the\n\ndisposition of the case of the Co-Conspirators. 24 Trial Counsel did not represent the Co-\n\nConspirators.\n\n         21.     The Court also finds that Mr. Ayers’ ineffective assistance of counsel argument\n\nlacks merit for all of the reasons set forth in the Commissioner’s Report. The Commissioner did\n\n\n19\n   Id. at 691.\n20\n   Somerville v. State, 703 A.2d 629 (Del. 1997).\n21\n   State v. Ayers, I.D. Nos. 1106014092 & 1012006345, Affidavit of Kester I.H. Crosse in Response to Rule 61\nMotion for Postconviction Relief (Sept. 7, 2012).\n22\n   Id. at ¶4.\n23\n   Id. at ¶8.\n24\n   Id.\n\n                                                        7\n\fa thorough job in assessing the Rule 61 Motion, the arguments made in the Rule 61 Motion and\n\nthe facts of these proceedings. On November 28, 2012, after a de novo review of the record, the\n\nCourt adopted the recommendation contained in the Commissioner’s Report, denied the Rule 61\n\nMotion and entered the Denial Order. The Court continues to hold that the Rule 61 Motion is\n\ndenied for the reasons set forth in the Commissioner’s Report and the Denial Order. The Court\n\nadopts by reference the factual determinations and legal conclusions set forth in the\n\nCommissioner’s Report and the Denial Order.\n\n         22.      Mr. Ayers’ second ground for postconviction relief was asserted in the Motion to\n\nAmend. 25 Mr. Ayers contends that there was a Brady violation because the State did not disclose\n\nto Mr. Ayers in 2011, at the time of Mr. Ayers’ guilty plea, that there was ongoing misconduct at\n\nthe O.M.E.\n\n         23.      This contention has no merit. Mr. Ayers plead guilty to First Degree Murder and\n\nAssault in a Detention Facility, which are charges that have no relation to the O.M.E. The only\n\ncharge that could relate to the O.M.E. is Promoting Prison Contraband, but this charge included\n\nthe cell phone that was in the package which was passed to Mr. Ayers. Therefore, even if the\n\nState did not consider the heroin, cocaine and marijuana which were in the package, Mr. Ayers\n\nwould still be charged with Promoting Prison Contraband because of the cell phone.\n\n         24.      Moreover, to succeed under a Brady claim a defendant must show that (1)\n\nevidence exists that is favorable to the accused because it is either exculpatory or impeaching;\n\n(2) that evidence is suppressed by the State; and (3) its suppression prejudices the defendant. 26\n\nMr. Ayers does not contend that the package which is the subject of the November 23, 2010\n\n25\n   Mr. Ayers took the first page off the motion filed by the Office of the Public Defender in the O.M.E. matter and\nsubmitted it as his own motion. While the submission by Mr. Ayers included the signatures of Brendan O’Neill,\nEsq. and Nicole Walker, Esq. the Court realizes that the signature page was carried over from the motion filed by the\nOffice of the Public Defender, and that the Motion to Amend was submitted pro se by Mr. Ayers.\n26\n   State v. Wright, 67 A.3d 319, 324 (Del. 2013).\n\n                                                         8\n\fincident did not contain heroin, cocaine or marijuana -- or even the cell phone. Mr. Ayers pled\n\nguilty in 2011. The O.M.E. scandal was not known until January 2014. 27 As the State did not\n\nknow of the problems at the O.M.E. (and thus did not suppress that evidence) there could not\n\nhave been a Brady violation in Mr. Ayers’ case.\n\n                                                   CONCLUSION\n\n           For the foregoing reasons IT IS ORDERED that Mr. Ayers’ Motion for Postconviction\n\nRelief is DENIED and Mr. Ayers’ Motion to Amend Rule 61 Motion for postconviction Relief\n\nunder Section (i)(5) Discovery of New Evidence is DENIED\n\n\n\n                                                      /s/ Eric M. Davis\n                                                      Eric M. Davis\n                                                      Judge\n\n\n\n\n27\n     State v. West, 2014 WL 7466714 *1 (Del. Super. Ct. Dec. 16, 2014).\n\n                                                          9\n\fEXHIBIT A\n\n\n\n\n   10\n\fEXHIBIT B\n\n\n\n\n   11\n\f",
            "ocr": false,
            "opinion_id": 2772761
        }
    ],
    "court_short_name": "Superior Court of Delaware",
    "court_full_name": "Superior Court of Delaware",
    "court_type": "SA",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Murder"
}