{
    "id": 2782325,
    "judges": null,
    "date_filed": "2023-10-16",
    "date_filed_is_approximate": true,
    "slug": "hicks-v-dir-dept-of-corr",
    "case_name_short": "Hicks",
    "case_name": "Hicks v. Dir., Dep't of Corr.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 17.0,
            "download_url": "http://www.courts.state.va.us/opinions/opnscvwp/1131945.pdf",
            "author_id": null,
            "opinion_text": "Present: Lemons, C.J., Goodwyn, Millette, and Powell, JJ., and\nRussell and Lacy, S.JJ.\n\nARSEAN LAMONE HICKS\n\nv.   Record No. 131945                OPINION BY SENIOR JUSTICE\n                                          ELIZABETH B. LACY\nDIRECTOR, DEPARTMENT                      February 26, 2015\nOF CORRECTIONS\n\n             FROM THE CIRCUIT COURT OF THE CITY OF NORFOLK\n                     Everett A. Martin, Jr., Judge\n\n      In this appeal, Arsean Lamone Hicks challenges the trial\n\ncourt’s judgment that his petition for a writ of habeas corpus\n\nbased on an alleged violation of the prosecution's duty to\n\ndisclose exculpatory material under Brady v. Maryland, 373 U.S.\n\n83 (1963), was untimely filed because it was not filed within\n\nthe one year limitations period provided in Code § 8.01-\n\n654(A)(2).\n\n                         FACTS AND PROCEEDINGS\n\n      In December of 1999, Hicks, then 16 years old, lived with\n\nhis legal guardian, Haskell Corry, in Norfolk, Virginia.     Hicks\n\nshared a bedroom with Larry Roscoe.    On December 26, 1999,\n\nHicks, Roscoe, and two other persons robbed a pizza delivery\n\ndriver.   During the robbery, Roscoe pointed his gun at the\n\ndriver’s head while Hicks took $50 from the driver’s pocket and\n\nthe other men took the pizzas.    On December 27, 1999, Hicks\n\ncommitted a second armed robbery of a pizza delivery driver.\n\f     Two days later, on December 29, 1999, Hicks, Farrell\n\nRichardson and Kenny Riddick agreed to rob another pizza\n\ndelivery driver.    Hicks, wearing a mask and armed with Roscoe’s\n\ngun, took the driver’s money and the pizzas.   Hicks then drove\n\naway in the delivery driver’s vehicle.   Later that evening,\n\nHicks, Richardson and Riddick discussed robbing the Open House\n\nDiner in Norfolk, Virginia.   Just before 2:00 a.m. on December\n\n30, 1999, Richardson and Riddick entered the Open House Diner.\n\nAfter a few moments, Hicks, again wearing a mask and armed with\n\nRoscoe’s gun, entered the diner, jumped across the counter, and\n\nannounced the robbery.   He ordered an employee to open the cash\n\nregister.    As Hicks was removing money from the register, Lisa\n\nBailey, an off-duty federal police officer, approached him\n\ndisplaying her badge in an attempt to prevent the robbery.\n\nHicks shot and killed the officer.    Hicks and Richardson fled\n\nthe diner.\n\n     Riddick, who had remained in the diner, was questioned by\n\nthe Norfolk Police officers when they arrived on the scene.\n\nBased on Riddick’s statements, the officers obtained a search\n\nwarrant for Hicks’ residence and yard.   The police recovered a 9\n\nmillimeter handgun from the closet in the bedroom shared by\n\nHicks and Roscoe.   The officers also recovered pizza boxes from\n\nthe establishments whose delivery drivers were robbed and items\n\n                                  2\n\fbelonging to the delivery driver whose car was stolen by Hicks.\n\nSubsequent testing showed that the handgun found in the bedroom\n\nHicks shared with Roscoe was the weapon that fired the bullet\n\nkilling Officer Bailey at the Open House Diner.\n\n     Hicks confessed to the December 26 and 27 robberies and was\n\nconvicted in two separate jury trials.   Hicks pled guilty to the\n\nDecember 29 carjacking, robbery and two counts of using a\n\nfirearm in the commission of those felonies.   Hicks subsequently\n\npled not guilty to the Open House Diner crimes and, following a\n\njury trial, was convicted of first degree murder, use of a\n\nfirearm in the commission of murder, robbery, use of a firearm\n\nin the commission of robbery and conspiracy to commit robbery.\n\nHicks’ appeals of these convictions were unsuccessful and direct\n\nreview concluded on January 9, 2004.   On July 24, 2013, Hicks,\n\nappearing pro se and in forma pauperis, filed a petition for a\n\nwrit of habeas corpus with regard to his convictions for the\n\nOpen House Diner crimes.   That petition is the subject of this\n\nappeal.\n\n     In his petition, Hicks alleged that on October 12, 2012, he\n\nreceived a sworn affidavit executed by Roscoe on November 28,\n\n2006, stating that Roscoe had “admitted to Detective Ford that\n\nthe gun, shoes, coat and mask were mine when I gave him a\n\nrecorded statement at the [police operations center].   [A]t no\n\n                                 3\n\ftime did anyone touch or use my items which I also stated [there\n\nwas] no way possible any of them could have committed those\n\ncrimes if these items are said to have been used.”    Roscoe had\n\ngiven this affidavit to Richardson, who, according to\n\nRichardson’s affidavit “sat on it” for several years before\n\ngiving it to Hicks’ girlfriend, who, in turn, mailed it to Hicks\n\nin October of 2012.\n\n     Based on this information, Hicks asserted that the Norfolk\n\nCommonwealth Attorney suppressed or failed to disclose Roscoe’s\n\nrecorded statement referenced in the affidavit and that the\n\naffidavit contained exculpatory evidence in violation of Hicks’\n\ndue process rights under the Constitution of the United States\n\nand Article I, Section 11 of the Constitution of Virginia, as\n\ndefined in Brady.     In response, the Commonwealth filed a motion\n\nto dismiss, arguing that Code § 8.01-654(A)(2) requires that a\n\npetition for habeas corpus be filed within two years from the\n\ndate of final judgment in the trial court or within one year\n\nfrom either final disposition of the direct appeal in state\n\ncourt or the time for filing such appeal has expired, whichever\n\nis later.   Because Hicks’ petition was filed more than nine\n\nyears after his conviction was final, the Commonwealth concluded\n\nthe petition was untimely and should be dismissed.\n\n\n\n\n                                   4\n\f     Hicks opposed the Commonwealth’s motion to dismiss, stating\n\nthat applying the statutory limitations period without exception\n\nconstitutes a suspension of the writ of habeas corpus in\n\nviolation of Article I, Section 11 of the Constitution of\n\nVirginia.   Hicks contended that the limitations statute is not\n\nabsolute, arguing that in Hines v. Kuplinski, 267 Va. 1, 591\n\nS.E.2d 692 (2004) the same issue was raised and, while not\n\ndirectly decided because the petitioner in Hines did not meet\n\nthe factual predicate for a late filing based on previously\n\nunknown information, the Court nevertheless engaged in the\n\napplicable analysis.   Because the Court engaged in the analysis,\n\nHicks contended that the “only logical conclusion therefore is\n\nthat had Hines been able to prove that the basis of his claim\n\nwas not previously available . . . the Court would have held\n\nthat applying the limitations period would be unconstitutional.”\n\n     The trial court ultimately dismissed Hicks’ petition,\n\nholding that it was not timely filed under Code § 8.01-654(A)(2)\n\nand that the application of the limitations statute to petitions\n\nfor a writ of habeas corpus did not suspend the writ of habeas\n\ncorpus in violation of Article I, Section 11 of the Constitution\n\nof Virginia.   We awarded Hicks an appeal.\n\n\n\n\n                                 5\n\f                              ANALYSIS\n\n     Hicks raises three assignments of error.   In his first two\n\nassignments of error he asserts that the trial court erred in\n\nruling that habeas corpus relief was not available to him based\n\non a claim of newly discovered withheld exculpatory evidence\n\nbecause it was untimely.    His third assignment of error recites\n\nthat applying the limitations period of Code § 8.01-654(A)(2) to\n\nHicks’ claim violates the bar against suspension of the writ of\n\nhabeas corpus contained in Article I, Section 9 of the\n\nConstitution of Virginia.   We will consider these claims in\n\norder.\n\n     Hicks first argues that his petition was timely filed under\n\nCode § 8.01-229(D).   That section provides in pertinent part:\n\n     When the filing of an action is obstructed by a\n     defendant’s . . . using any other direct or indirect\n     means to obstruct the filing of an action, then the\n     time that such obstruction has continued shall not be\n     counted as any part of the period within which the\n     action must be brought.\n\nThis section, Hicks argues, operates as an exception to the\n\nlimitations period established in Code § 8.01-654(A)(2).   Habeas\n\ncorpus is a civil action, and Hicks contends that the\n\nCommonwealth, as the responding party or defendant, had and\n\ncontinued to withhold exculpatory evidence which was unknown to\n\nHicks until October 12, 2012.   Hicks argues that the one year\n\nperiod for filing his petition for habeas corpus began to run at\n                                  6\n\fthat point and his petition filed on July 24, 2013, was filed\n\nwithin one year of that date.\n\n     The Commonwealth asserts that Supreme Court Rule 5:25 bars\n\nour consideration of this argument because it was not raised\n\nbefore the habeas court.   Hicks acknowledges that, proceeding\n\npro se and in forma pauperis, he did not specifically cite Code\n\n§ 8.01-229(D) to the habeas court, but argues that by asserting\n\nhe filed the petition within one year of learning of the\n\nwithheld exculpatory evidence he “disclosed the foundation for\n\nstatutory tolling” and his argument “functionally mirrored the\n\ntext of the tolling statute.”   Hicks also contends that even if\n\nhis arguments did not preserve the issue for appeal, we should\n\napply the ends of justice exception to Rule 5:25 and consider\n\napplication of Code § 8.01-229(D) here.\n\n     We disagree with Hicks’ assertion that his arguments were\n\nsufficient to alert the habeas court to the tolling provisions\n\nof Code § 8.01-229(D).   As reflected in the record, Hicks’\n\narguments to support timely filing within one year of learning\n\nof the Roscoe affidavit were directed to the provisions in Code\n\n§ 8.01-654(B)(2), which addresses the filing of successive\n\npetitions based on newly acquired information.   There was no\n\nsuggestion that any other statute was the source for tolling the\n\nlimitations period contained in Code § 8.01-654(A)(2).\n\n                                 7\n\fAccordingly, unless we can determine that the ends of justice\n\nprovision of Rule 5:25 applies here, we must conclude that the\n\nrule precludes our consideration of Hicks’ argument that Code §\n\n8.01-229(D) tolled the limitations period for filing his habeas\n\ncorpus petition.\n\n                     Ends of Justice Exception\n\n     We apply the ends of justice exception to Rule 5:25 in\n\nlimited circumstances.   Gheorghiu v. Commonwealth, 280 Va. 678,\n\n689, 701 S.E.2d 407, 413-14 (2010)(citing Ali v. Commonwealth,\n\n280 Va. 665, 671, 701 S.E.2d 64, 68 (2010); Charles v.\n\nCommonwealth, 270 Va. 14, 17, 20, 613 S.E.2d 432, 433, 435\n\n(2005); Jimenez v. Commonwealth, 241 Va. 244, 249-50, 402 S.E.2d\n\n678, 680 (1991); Ball v. Commonwealth, 221 Va. 754, 758, 273\n\nS.E.2d 790, 793 (1981)).   Applying the exception is appropriate\n\nwhen there is error as contended by the appellant and when the\n\nfailure to apply the exception would result in a grave\n\ninjustice.   Gheorghiu, 280 Va. at 689, 701 S.E.2d at 413.\n\n                             1. Error\n\n     The Commonwealth argues that there was no error in the\n\ntrial court’s judgment because Code § 8.01-229(D) does not apply\n\nto the limitations period established for the filing of\n\npetitions for habeas corpus relief.     In support of its position,\n\nthe Commonwealth offers a number of arguments.    First, the\n\n                                 8\n\fCommonwealth contends that statutes of limitations must be\n\nstrictly enforced “unless the General Assembly has clearly\n\ncreated an exception to their application,” Casey v. Merck &\n\nCo., 283 Va. 411, 416, 722 S.E.2d 842, 845 (2012), and Code §\n\n8.01-654(A)(2) contains no exceptions.   Furthermore, according\n\nto the Commonwealth, Code § 8.01-654(A)(2) is a specific\n\nstatute, while Code § 8.01-229(D) is a statute of general\n\napplication, and as a result the general statute cannot prevail\n\nover the provisions of the more specific statute.   Daniels v.\n\nWarden, 266 Va. 399, 402, 588 S.E.2d 382, 384 (2003).\n\n     We do not find this argument persuasive.   The lack of an\n\nexception to the limitations period within Code § 8.01-654(A)(2)\n\ndoes not preclude application of an exception contained in\n\nanother statute.   That is precisely what the General Assembly\n\nhas done in Code § 8.01-229 with regard to many other provisions\n\nin the Code of Virginia containing specific statutes of\n\nlimitations.   Section 8.01-229, entitled in part as “Suspension\n\nor tolling of statute of limitations” contains multiple\n\nsubsections identifying instances in which limitations periods\n\nestablished in other parts of the Code may be tolled.   See,\n\ne.g., Code § 8.01-229(A)(providing tolling based on certain\n\ndisabilities, such as infancy or adjudicated incapacitation);\n\n\n\n\n                                 9\n\f-229(B)(providing tolling when person entitled to file an action\n\ndies before filing or when person against whom an action may be\n\nfiled dies before the action is filed); -229(C)(providing\n\ntolling when the commencement of an action is suspended due to\n\nan injunction); and -229(E)(providing tolling under certain\n\ncircumstances when an action is dismissed without determining\n\nthe merits, abates or is nonsuited).   The Commonwealth’s logic\n\nwould vitiate application of virtually every subsection in the\n\nstatute because they each deal with limitations periods\n\nestablished elsewhere.\n\n     Next, the Commonwealth asserts, even if Code § 8.01-229(D)\n\nprovided an exception to the more specific habeas limitations\n\nstatute, it is not available in this case because its\n\napplication requires a showing that the defendant’s obstruction\n\nbe in the nature of moral turpitude, relying on Newman v.\n\nWalker, 270 Va. 291, 296, 618 S.E.2d 336, 340 (2005).    According\n\nto the Commonwealth, Hicks’ Brady claim arises from an\n\ninadvertent act of the prosecutor, not from an intentional act\n\nimplicating moral turpitude.\n\n     The Commonwealth correctly argues that in previous cases we\n\nhave said that to invoke the tolling provision of Code § 8.01-\n\n229(D), the obstruction by the defendant “‘must consist of\n\naffirmative acts of misrepresentation’” and that “‘[t]he fraud\n\n                               10\n\fwhich will relieve the bar of the statute must be of that\n\ncharacter which involves moral turpitude, and must have the\n\neffect of debarring or deterring the plaintiff from his\n\naction.’”   Culpeper Nat'l Bank v. Tidewater Improvement Co., 119\n\nVa. 73, 84, 89 S.E. 118, 121 (1916).   However, none of our cases\n\naddressing the nature of the obstruction necessary to invoke\n\nCode § 8.01-229(D) involved a petition for habeas corpus based\n\non a Brady violation.\n\n     A claim for relief based on an alleged Brady violation is\n\nunlike any claim addressed in our previous cases involving Code\n\n§ 8.01-229(D).    The failure to disclose in a Brady claim is more\n\nthan a simple omission or act obstructing the filing of a civil\n\naction; it is the core element of the claim for relief itself,\n\nwhich results in injury to the litigant.   Disclosure of\n\nexculpatory evidence is an affirmative duty not dependent on a\n\nrequest from the accused, applying to impeachment as well as\n\naffirmative evidence, and this duty is violated whether the\n\nfailure to produce the exculpatory information was intentional\n\nor inadvertent.    Strickler v. Greene, 527 U.S. 263, 281-82\n\n(1999).   Furthermore, as particularly relevant here, the Brady\n\ndoctrine encompasses “evidence ‘known only to police\n\ninvestigators and not to the prosecutor,’” id. at 280-81, and\n\nrequires its disclosure.\n\n                                 11\n\f     The Commonwealth’s reasoning that the failure to disclose\n\nin this case was insufficient to invoke the statutory tolling\n\nprovisions would preclude application of Code § 8.01-229(D) in\n\nevery instance in which a government actor other than the\n\nprosecutor engaged in acts of nondisclosure.   Such an\n\ninterpretation of Code § 8.01-229(D) would afford a safe haven\n\nfor nondisclosure, which is inconsistent with the elements of\n\nthe Brady doctrine and undermines the importance of Brady in our\n\ncriminal justice system.   For these reasons, we conclude that in\n\na claim for habeas corpus relief based on a Brady violation, the\n\nfailure to disclose exculpatory evidence qualifies as\n\nobstruction by the defendant that prevents the filing of the\n\nclaim for purposes of Code § 8.01-229(D).\n\n     Finally, the Commonwealth argues that Hicks’ petition is\n\nuntimely even under Code § 8.01-229(D) because Hicks learned of\n\nRoscoe’s statement no later than March 24, 2009, based on\n\nstatements contained in a motion filed by Hicks for recovery and\n\ntesting of DNA.   The motion to which the Commonwealth refers\n\nsought DNA testing of a shoe recovered at Hicks’ residence that\n\nmatched the shoe impression left on the counter at the murder\n\nscene.   In that motion Hicks refers to a “confession” Larry\n\nRoscoe gave to Hicks.   Nothing in this motion mentions the\n\nrecorded statement allegedly given to the investigating\n\n                                12\n\fdetective or Roscoe’s exclusive possession of certain items,\n\nwhich are the subject of the allegedly withheld evidence.\n\nTherefore, we reject the Commonwealth’s argument that the\n\ntolling provision of Code § 8.01-229(D) does not apply because\n\nHicks was aware of the evidence allegedly withheld more than one\n\nyear before he filed his habeas corpus petition.\n\n     In summary, we conclude that the tolling provision of Code\n\n§ 8.01-229(D) is applicable to the limitations period of Code\n\n§ 8.01-654(A)(2) and, therefore, it was error to conclude that\n\nHicks’ petition for habeas corpus was untimely.\n\n                       2.    Grave Injustice\n\n     Before we apply the ends of justice exception of Rule 5:25,\n\nhowever, we must determine whether the failure to apply the\n\nexception would result in a grave injustice.   Gheorghiu, 280 Va.\n\nat 689, 701 S.E.2d at 413.   Under the facts of this case, Hicks\n\nwould suffer a grave injustice if his Brady claim was\n\nmeritorious but barred from consideration by Rule 5:25.    There\n\nare three components of a violation of the Brady rule of\n\ndisclosure:\n\n     a) The evidence not disclosed to the accused must\n     be favorable to the accused, either because it is\n     exculpatory, or because it may be used for\n     impeachment; b) the evidence not disclosed must\n     have been withheld by the Commonwealth either\n     willfully or inadvertently; and c) the accused\n     must have been prejudiced.\n\n                                 13\n\fWorkman v. Commonwealth, 272 Va. 633, 644-45, 636 S.E.2d 368,\n\n374 (2006)(quoting Strickler, 527 U.S. at 281-82)(citations and\n\ninternal quotation marks omitted).   We also have recognized that\n\n“[t]he question is not whether the defendant would more likely\n\nthan not have received a different verdict with the evidence,\n\nbut whether in its absence he received a fair trial, understood\n\nas a trial resulting in a verdict worthy of confidence.”     Id.\n\n(quoting Kyles v. Whitley, 514 U.S. 419, 434 (1995)).   A\n\nreviewing court must determine whether the withheld favorable\n\nevidence “could reasonably be taken to put the whole case in\n\nsuch a different light as to undermine confidence in the\n\nverdict,” Strickler, 527 U.S. at 290 (citation and internal\n\nquotation marks omitted); that is, whether such evidence was\n\nmaterial.\n\n     Hicks bases his Brady claim on statements contained in an\n\naffidavit executed by Roscoe in which Roscoe stated that he gave\n\na recorded statement to the investigating detective indicating\n\nthat the gun, shoes, coat and mask were his and that no one else\n\ntouched or used the items and that as a result, it was not\n\npossible that the items could have been used in the crimes.\n\nHicks argues that this statement was exculpatory because it\n\n“proves that only Larry Roscoe could have committed [the Open\n\nHouse Diner crimes]” and “had [the jury] known of Roscoe’s\n\n                               14\n\fstatement, they would never have found” Hicks guilty beyond a\n\nreasonable doubt.   Taking Hicks’ allegations as true, Morris v.\n\nSmyth, 202 Va. 832, 833, 120 S.E.2d 465, 466 (1961), we\n\nacknowledge that the information in Roscoe’s affidavit, on its\n\nface, is exculpatory.   While the Commonwealth raises some\n\nquestion about the existence of a recorded statement, for\n\npurposes of this analysis we will assume that Roscoe’s recorded\n\nstatement exists, contains the statements alleged by Hicks and\n\nthat the Commonwealth failed to disclose it.   With those\n\nassumptions, the final question remains whether the allegedly\n\nnondisclosed evidence was material.\n\n     In determining materiality we are guided by the following\n\nprinciples:\n\n     [A] showing of materiality does not require\n     demonstration by a preponderance that disclosure of\n     the suppressed evidence would have resulted\n     ultimately in the defendant's acquittal (whether\n     based on the presence of reasonable doubt or\n     acceptance of an explanation for the crime that\n     does not inculpate the defendant). Second,\n     materiality is not a sufficiency of the evidence\n     test. A defendant need not demonstrate that after\n     discounting the inculpatory evidence in light of\n     the undisclosed evidence, there would not have been\n     enough left to convict. Third, a harmless error\n     analysis is unnecessary once materiality has been\n     determined. Fourth, suppressed evidence must be\n     considered collectively, not item by item.\n\nWorkman, 272 Va. at 645, 636 S.E.2d at 375 (internal quotation\n\nmarks, alterations, and citations omitted).\n\n                                15\n\f     Applying these factors to the evidence in this case, which\n\nincludes transcripts from Hicks’ criminal trial, we cannot\n\nconclude that the suppression of Roscoe’s statement undermines\n\nconfidence in the outcome of Hicks’ trial.    At his jury trial\n\nfor the Open House Diner crimes, Hicks testified that he pled\n\nguilty to committing the December 29, 1999 pizza delivery\n\nrobbery and carjacking crimes, which occurred only hours before\n\nthe Open House Diner crimes.   Hicks testified that he wore a\n\nmask and used Roscoe’s gun in the commission of those crimes.\n\nThere was no dispute at Hicks’ trial that the gun recovered at\n\nHicks’ residence belonged to Roscoe and that Roscoe’s gun was\n\nthe weapon used to murder Officer Bailey.    Hicks’ trial\n\ntestimony conclusively established that Hicks not only had\n\naccess to the murder weapon – Roscoe’s gun – but also that he\n\nhad actual possession and control of it just hours before the\n\nmurder of Officer Bailey.   Hicks’ own testimony and the forensic\n\nevidence presented to the jury at trial is inconsistent with\n\nRoscoe’s statements.\n\n     Furthermore, Hicks also testified that Roscoe did not\n\ncommit the Open House Diner crimes because another man, known\n\nonly as “Moe,” committed the crimes.\n\n     The jury also heard Hicks’ recorded confession to the Open\n\nHouse Diner crimes, as given to the investigating officers.\n\n                                16\n\fAlthough Hicks argued at trial that the confession was coerced,\n\nthe verdict demonstrates that the jury did not find Hicks’\n\ncoercion claim credible.\n\n     Based on this record, the allegedly withheld evidence could\n\nnot reasonably be taken “to put the whole case in such a\n\ndifferent light” that confidence in the guilty verdict is\n\nundermined.    Strickler, 527 U.S. at 290; Kyles, 514 U.S. at 434.\n\nTherefore, we hold that such evidence was not material.    Because\n\nthe allegedly nondisclosed evidence was not material, Hicks\n\nfails to establish that he was prejudiced and, therefore, has\n\nfailed to prove a necessary component to his Brady claim.\n\nConsequently, the failure to apply the ends of justice exception\n\nwould not result in a grave injustice to Hicks, and we will not\n\napply the ends of justice exception to Rule 5:25 in this case.\n\n     In light of our holding that the tolling provision of Code\n\n§ 8.01-229(D) is applicable to the limitations period in Code §\n\n8.01-654(A)(2), we need not address Hicks’ third assignment of\n\nerror.\n\n                             CONCLUSION\n\n     For the reasons stated, we will affirm the judgment of the\n\ntrial court.\n\n                                                           Affirmed.\n\n\n\n\n                                 17\n\f",
            "ocr": false,
            "opinion_id": 2782325
        }
    ],
    "court_short_name": "Supreme Court of Virginia",
    "court_full_name": "Supreme Court of Virginia",
    "court_type": "S",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Murder"
}