{
    "id": 2782459,
    "judges": "Karen R. Baker",
    "date_filed": "2015-03-29",
    "date_filed_is_approximate": true,
    "slug": "ward-v-state2",
    "case_name_short": "Ward",
    "case_name": "Ward v. State.2",
    "case_name_full": "Bruce Earl WARD, Petitioner v. STATE of Arkansas, Respondent",
    "attorneys": "Jennifer Horan, Federal Defender, by: Josh Lee; and Joseph W. Luby, Death Penalty Litigation Clinic, for petitioner., Dustin McDaniel, Att’y Gen., by: Brad Newman, Ass’t Att’y Gen., Little Rock, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b836-7\" pgmap=\"836\">\n    2015 Ark. 61\n   </citation><br><parties id=\"b836-8\" pgmap=\"836\">\n    Bruce Earl WARD, Petitioner v. STATE of Arkansas, Respondent\n   </parties><docketnumber id=\"ANe\" pgmap=\"836\">\n    No. CR-98-657\n   </docketnumber><court id=\"ACTe\" pgmap=\"836\">\n    Supreme Court of Arkansas.\n   </court><br><decisiondate id=\"b836-11\" pgmap=\"836\">\n    Opinion Delivered February 26, 2015\n   </decisiondate><br><attorneys id=\"b837-12\" pgmap=\"837\">\n    Jennifer Horan, Federal Defender, by: Josh Lee; and Joseph W. Luby, Death Penalty Litigation Clinic, for petitioner.\n   </attorneys><br><attorneys id=\"b837-13\" pgmap=\"837\">\n    Dustin McDaniel, Att’y Gen., by: Brad Newman, Ass’t Att’y Gen., Little Rock, for respondent.\n   </attorneys>",
    "citations": [
        "2015 Ark. 61",
        "455 S.W.3d 818"
    ],
    "opinions": [
        {
            "author_str": "Baker",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "http://opinions.aoc.arkansas.gov/weblink8/0/doc/331929/Electronic.aspx",
            "author_id": 3735.0,
            "opinion_text": "                                    Cite as 2015 Ark. 61\n\n                SUPREME COURT OF ARKANSAS\n                                      No.   CR-98-657\n\nBRUCE EARL WARD                                  Opinion Delivered   February 26, 2015\n                             PETITIONER\n                                                 MOTION TO RECALL THE\nV.                                               MANDATE [PULASKI COUNTY\n                                                 CIRCUIT COURT, SEVENTH\n                                                 DIVISION, NO. CR-89-1836]\nSTATE OF ARKANSAS\n                           RESPONDENT\n\n                                                 MOTION DENIED.\n\n\n                           KAREN R. BAKER, Associate Justice\n\n\n       This is a death penalty case with a long history before this court. The facts of Ward’s\n\nunderlying case are as follows:\n\n       On August 11, 1989, Little Rock Police Sergeant Michael Middleton was patrolling\n       the area near the Jackpot convenience store on Rodney Parham Drive. Upon pulling\n       into the parking lot, he noticed that the store’s clerk was not at her normal work\n       station. He then went into the store to try and locate the clerk. After he had looked\n       through the store and was unable to find the clerk, Middleton called other officers to\n       assist in the search. In the meantime, Middleton began to check outside the store,\n       near the restrooms. He observed Ward walking from the restrooms toward a\n       motorcycle that was parked nearby. Middleton spoke to Ward and told him that he\n       was looking for the store’s clerk. Ward told the officer that the clerk was inside the\n       store, stocking. Ward stated that he had just had a cup of hot chocolate with the clerk\n       and that she had given him the key to the restroom. Moments later, Sergeant Scott\n       Timmons discovered [Rebecca] Doss’s body lying on the floor of the men’s restroom.\n       She had been strangled to death. Ward was arrested and subsequently convicted of the\n       murder.\n\nWard v. State, 338 Ark. 619, 622, 1 S.W.3d 1, 3 (1999)(Ward III).\n\n       In Ward v. State, 308 Ark. 415, 827 S.W.2d 110 (1992) (Ward I), we affirmed Ward’s\n\f                                    Cite as 2015 Ark. 61\n\ncapital murder conviction for the death of Rebecca Doss at Jackpot Convenience Store in\n\nLittle Rock on August 11, 1989. In Ward I, although we affirmed Ward’s conviction, we\n\nreversed and remanded for resentencing based on an evidentiary error. Upon remand, Ward\n\nwas again sentenced to death. However, we reversed and remanded his sentence again\n\nbecause a transcript of the record from the second sentencing was incomplete. Ward v. State,\n\n321 Ark. 659, 906 S.W.2d 685 (1995) (Ward II) (per curiam). At his 1997 sentencing, Ward\n\nwas sentenced to death for a third time. We affirmed his sentence on appeal in Ward III.\n\nWard next filed a petition for postconviction relief under Ark. R. Crim. P. 37.5. We\n\naffirmed the circuit court’s denial of that petition in Ward v. State, 350 Ark. 69, 84 S.W.3d\n\n863 (2002)(Ward IV). On July 16, 2010, Ward filed a petition to reinvest jurisdiction in\n\ncircuit court to consider a petition for a writ of error coram nobis. On September 30, 2010,\n\nwe denied Ward’s petition in his companion case, CR-91-36.\n\n       On April 12, 2013, Ward filed a motion to recall the mandate from his 1997\n\nsentencing. The State timely responded and Ward timely replied. On May 23, 2013, we\n\ntook the motion as a case. Because this case involves a sentence of death, jurisdiction is\n\nproperly in this court pursuant to Arkansas Supreme Court Rule 1-2(a)(2).\n\n       Before the court is Ward’s motion to recall the mandate on his 1997 sentencing in\n\nWard III. In his motion, Ward presents two points: (1) this court should recall its mandate\n\nin Ward’s 1997 sentencing because this court failed to notice, and appellate counsel\n\nineffectively failed to raise, an obvious constitutional error under Ake v. Oklahoma, 470 U.S.\n\n68 (1985), on the face of the record demonstrating that Ward was denied the aid of an\n\n\n                                              2\n\f                                     Cite as 2015 Ark. 61\n\nindependent mental-health expert despite serious questions about his competence to stand\n\ntrial; and (2) this court should recall its mandate because it failed to notice, and appellate\n\ncounsel ineffectively failed to raise, the “at-the-time-of-the-murder” instruction regarding\n\nmitigation evidence, as a violation of the Eighth Amendment.\n\n       “The power of an appellate court to recall its mandate, if the circumstances warrant\n\nit, is recognized both in federal courts and state courts across the country.” Robbins v. State,\n\n353 Ark. 556, 563, 114 S.W.3d 217, 221 (2003) (internal citations omitted). This court will\n\nrecall a mandate and reopen a case only in extraordinary circumstances. Id. In Nooner v.\n\nState, 2014 Ark. 296, 7-8, 438 S.W.3d 233, 239, we explained our standard for recalling a\n\nmandate:\n\n              [O]ur decision in Robbins is patently clear that recall of our mandate is an\n       extremely narrow remedy. Indeed, we stated in Robbins that recall of our mandate is\n       to be granted only in extraordinary circumstances as a last resort to “avoid a\n       miscarriage of justice” or “to protect the integrity of the judicial process.” See Robbins,\n       353 Ark. [556, 563],114 S.W.3d [217, 222 (2003)](quoting Calderon v. Thompson, 523\n       U.S. 538, 558, 118 S. Ct. 1489, 140 L. Ed. 2d 728 (1998), and Demjanjuk v. Petrovsky,\n       10 F.3d 338, 357 (6th Cir.1993)).\n\n       Regardless of any inconsistencies in our decisions concerning the mandatory\n       satisfaction of the three Robbins[1] factors, what has remained consistent in these cases\n       has been a discussion of the three Robbins factors and this court’s overarching concern\n       that we will reopen a case only to address an “error in the appellate process,” meaning\n       an error that this court made or overlooked while reviewing a case in which the death\n       sentence was imposed. See, e.g., Engram v. State, 360 Ark. 140, 147, 148, 200 S.W.3d\n\n\n       1\n        In Robbins, we recalled the mandate because (1) Robbins cited to a decision “on all\nfours legally” with the issue presented, (2) federal court proceedings had been dismissed\nbecause of an unexhausted state-court claim, and (3) it was a death-penalty case, which\nrequired heightened scrutiny. Robbins 353 Ark. at 564, 114 S.W.3d at 222–23. In making that\ndecision, we noted that there were unique circumstances that made the case “one of a kind,\nnot to be repeated.” Id., 114 S.W.3d at 223.\n\n                                                3\n\f                                     Cite as 2015 Ark. 61\n\n       367, 369, 370 (2004) (observing that the purpose of recalling the mandate in Robbins\n       was to “correct an error in the appellate process” and emphasizing that “the Robbins\n       case hinged on the fact that an error was made during this court’s review, and the\n       recall of the mandate was intended to give this court an opportunity to address an issue\n       it should have addressed before”). We have also been consistent in considering motions\n       to recall mandates in criminal cases only where the death penalty has been imposed.\n       See, e.g., Maxwell v. State, 2012 Ark. 251, 2012 WL 1950253 (per curiam).\n\nNooner, 2014 Ark. 296, at 8–9, 438 S.W.3d at 239.\n\n       Accordingly, circumstances requiring this court to recall a mandate occur in extremely\n\nlimited circumstances.\n\n                                      I. Ake v. Oklahoma\n\n       With this standard identified, we turn to Ward’s request that this court recall the\n\nmandate of his 1997 sentencing. Ward first asserts that there was a defect or a breakdown in\n\nthe proceedings because this court failed to notice and appellate counsel failed to raise obvious\n\nerror under Ake. As a result, Ward contends that he was denied his constitutional right to\n\npsychiatric assistance and tried while mentally incompetent.\n\n       Specifically, Ward asserts that the trial court committed fundamental error by refusing\n\nto grant Ward’s request for the assistance of an independent mental-health expert, who would\n\nhave concluded that Ward was incompetent to proceed. Ward contends that the record\n\ndemonstrates that Ward’s behavior at the time of his 1997 sentencing demonstrates that Ward\n\ndid not understand the proceedings, that he was incapable of meaningfully assisting counsel\n\nin defending him, and the circuit court did not adequately explore Ward’s competence at the\n\ntime. Ward further asserts that “counsel repeatedly sought funding for an independent mental\n\nhealth expert as required by Ake, both for purposes of assessing Mr. Ward’s sanity and\n\n\n                                               4\n\f                                     Cite as 2015 Ark. 61\n\ncompetence for trial, as well as to develop mitigating evidence for sentencing.” For support,\n\nWard cites to his Ake motion, his motion to stay proceedings, and affidavits of his counsel that\n\nstated Ward’s mental condition had deteriorated, pointing to specific examples of Ward’s\n\nbehavior and his counsel’s statement stated that she was “sincerely concerned that he was not\n\ncompetent to proceed.” Further, Ward relies on a 2008 evaluation from forensic psychiatrist,\n\nWilliam S. Logan, M.D., who examined Ward, consulted with counsel, and concluded that\n\nWard suffers from schizophrenia. Relying on these, Ward contends that the denial of his Ake\n\nmotion constituted a fundamental breakdown in the appellate process and this court should\n\nrecall the mandate of Ward’s 1997 sentencing.\n\n       Finally, Ward contends that the exam conducted at the Arkansas State Hospital before\n\nhis 1997 sentencing, where he was found to be competent, was not an adequate examination\n\nbecause Ward was uncooperative, the exams and opinions were formed without knowing the\n\n“odd statements” Ward had made to his counsel, and the exam also did not account for\n\nWard’s social history. Ward asserts that due process required that Ward should have been\n\nprovided with an independent mental health expert. Noting that this court has held that a\n\nstate hospital examination ordinarily satisfies Ake, Ward contends that the weight of persuasive\n\nauthority requires that an independent mental-health expert be appointed.\n\n       The State responds that Ward’s arguments are without merit and were previously\n\naddressed and rejected by this court in Ward’s petition seeking reinvestiture in the circuit\n\ncourt to consider a petition for error coram nobis. The State further responds that before his\n\n1997 sentencing, Ward was referred to the state hospital for evaluation but that he refused to\n\n\n                                               5\n\f                                      Cite as 2015 Ark. 61\n\nbe examined. Additionally, despite his refusal to cooperate, the State contends that Dr.\n\nMichael Simon, a forensic psychologist who examined Ward at the state hospital, noted that\n\nthere was no sign of an Axis I disorder and that Ward interacted in a logical, coherent manner\n\nand exhibited no signs of psychosis.\n\n       Further, the State responds that Logan’s findings must be viewed with great suspicion\n\nas they are based on examining Ward on one occasion, eighteen years after his trial, and close\n\nto ten years after the resentencing at issue. The State contends that Ward has been before\n\ncourts since 1989 and no serious issue concerning his mental competence has ever been found\n\nto be meritorious, and that there is simply no breakdown in the appellate process.\n\n       Turning to the applicable law, in Ake, the United States Supreme Court held that\n\nwhen a defendant has made a preliminary showing that his sanity at the time of the offense\n\nis likely to be a significant factor at trial, due process requires that a state provide access to a\n\npsychiatrist’s assistance on this issue, if a defendant cannot otherwise afford one. Ake, 470\n\nU.S. at 74. The Supreme Court held:\n\n       [W]hen a defendant demonstrates to the trial judge that his sanity at the time of the\n       offense is to be a significant factor at trial, the State must, at a minimum, assure the\n       defendant access to a competent psychiatrist who will conduct an appropriate\n       examination and assist in evaluation, preparation, and presentation of the defense. This\n       is not to say, of course, that the indigent defendant has a constitutional right to choose\n       a psychiatrist of his personal liking or to receive funds to hire his own. Our concern\n       is that the indigent defendant have access to a competent psychiatrist for the purpose\n       we have discussed, and as in the case of the provision of counsel we leave to the State\n       the decision on how to implement this right.\n\nAke, 470 U.S. at 83.\n\n       We have applied the holding from Ake many times and have explained:\n\n\n                                                 6\n\f                                      Cite as 2015 Ark. 61\n\n       In Ake v. Oklahoma, 470 U.S. 68, 105 S. Ct. 1087, 84 L. Ed. 2d 53 (1985), the Supreme\n       Court held that where an indigent defendant makes a preliminary showing that his\n       sanity at the time of the offense is likely to be a significant factor at trial, the State must\n       provide access to a psychiatrist’s assistance on the issue if the defendant cannot afford\n       one. Ark. Code Ann. § 5-2-305 (Repl. 2006) provides the statutory procedures to be\n       followed when the defense of mental disease or defect is raised, and in Dirickson v.\n       State, 329 Ark. 572, 576–77, 953 S.W.2d 55, 57 (1997), we addressed Ake and § 5-2-\n       305, stating the following:\n\n              We have repeatedly held that a defendant’s right to examination under Ake is\n              protected by an examination by the state hospital as provided by this statute. An\n              evaluation performed under this section does not normally require a second\n              opinion, and further evaluation is discretionary with the trial court. Stated\n              simply, the State is not required to pay for a defendant to shop from doctor to\n              doctor until he finds one who will declare him incompetent to proceed with\n              his trial. In the present case, appellant was examined at the state hospital, and,\n              thus, the requirements under Ake were satisfied.\n\nCreed v. State, 372 Ark. 221, 223-24, 273 S.W.3d 494, 497 (2008).\n\n       In other words, pursuant to Ake, Ward must make a threshold showing that his sanity\n\nis likely to be a significant factor in his defense. This determination is made on a case by case\n\nbasis. See Pyland v. State, 302 Ark. 444, 790 S.W.2d 178 (1990).\n\n       With these requirements in mind, we turn to the facts of Ward’s case. At the time of\n\nhis 1997 sentencing, Ward must have made the threshold showing that his sanity at the time\n\nof the offense would be a significant issue and an error occurred in this court’s review that\n\nrequires us to recall the mandate in Ward III. The record demonstrates that on February 14,\n\n1997, Ward filed a motion for appropriation of funds for expert assistance pursuant to Ake.\n\nIn Ward’s motion, he stated in pertinent part:\n\n              Mr. Ward requests an ex parte hearing on this motion under the authority of\n       Ake v. Oklahoma, 470 U.S. 68 (1985). This request is made because defense counsel\n       does not wish to unnecessarily disclose the defense mitigation case.\n\n\n                                                 7\n\f                                     Cite as 2015 Ark. 61\n\n                The reasons in support of this motion are set out in the accompanying\n       memorandum.\n       ....\n                Counsel for Mr. Ward represents to the Court that she has probable cause to\n       suspect that the utilization of these particular experts will produce mitigating evidence.\n       It is the professional judgment of defense counsel that this information is necessary in\n       order to adequately represent Mr. Ward and that these steps would most certainly be\n       undertaken in the course of representation provided to a similarly situated client in a\n       retained counsel case.\n\n\nOn February 27, 1997, the circuit court denied the Ake motion. At the pretrial hearing,\n\nWard stated several times that he was not interested in resentencing and wanted to be released\n\nfrom prison or reinstate the death penalty. Additionally, Ward refused to cooperate in 1996\n\nwith the state hospital for a mental evaluation. On October 7, 1997, pursuant to both parties’\n\nrequest, the circuit court ordered Ward to undergo an Act III evaluation. On October 17,\n\n1997, Michael Simon, Ph.D., a forensic psychologist, attempted to conduct an evaluation of\n\nWard and submitted a report to the circuit court on that same date. The evaluation stated in\n\npertinent part:\n\n       On 10/17/97, a forensic evaluation team consisting of Wendell Hall, MD., Michael\n       I. Simon, PhD., and Marla Gergely, L.C.S.W. made an attempt to evaluate Mr. Ward.\n       He was brought to a conference room to meet with the evaluation team at the\n       Arkansas State Hospital. He was neatly dressed in an, orange jumpsuit. He began the\n       interview by stating, “I cannot comply with the evaluation,” He did say his attorneys\n       filed a motion for evaluation and he tried to remove their motion. The court denied\n       them and ordered him to appear for evaluation. He politely informed us “I am\n       competent”. . . “I have a right to remain silent,” . . . “I am not going to submit to\n       evaluation.” At this point the evaluation was terminated. Thus, in summary, the\n       evaluation could not be completed due to Mr. Ward’s unwillingness to participate.\n       There was no evidence to indicate that this unwillingness was due to mental disease\n       or defect. During our brief interview with Mr. Ward, he interacted in a logical,\n       coherent manner and exhibited no signs of psychosis. Thus, in summary, Mr. Ward\n       refused to cooperate with this evaluation and there was no indication that this\n       uncooperativeness was due to any Axis I mental disorder.\n\n                                               8\n\f                                    Cite as 2015 Ark. 61\n\n       At Ward’s 1997 resentencing trial, Ward presented several witnesses through video-\n\ntaped statements. Ward presented testimony of three educators from the Erie, Pennsylvania\n\nschool system where he attended school. Thomas Ritter, a teacher and guidance counselor,\n\ntestified that he taught Ward in 1965 and 1966 and was also his guidance counselor in the\n\n1970s. Ritter testified that Ward did not have success in school and that Ward was disruptive,\n\nand without provocation was aggressive toward other students, but when Ritter spoke to\n\nWard about this behavior he had a “blank stare . . . there was no comprehension that he did\n\nanything wrong.” Ritter further testified that he knew something “was basically wrong” with\n\nWard but that he did not refer him to a psychologist because at that time the school system\n\nhad very limited access to psychologists and based on Ward’s testing he had the ability to\n\nlearn. Ritter also testified that Ward exhibited “hostile behavior . . . bizarre behavior.”\n\n       L. Catherine Fayenmeyer, a guidance counselor in Wattsburg, Pennsylvania from 1965\n\nto 1975, testified that she met with Ward ten to twelve times over a five-year period and\n\nknew Ward well. She testified that Ward came to see her mainly for disciplinary problems.\n\nShe further testified that Ward did not put forth effort in school and was disruptive in class.\n\nFayenmeyer testified that Ward was very bright but had very few friends and did not engage\n\nin any activities at school. She testified that Ward was “exceptional” because he did not need\n\nclasses for “dull students,” but she opined that the opportunity to work one on one with a\n\nteacher would have made a significant difference for him.\n\n       C.J. Wortham, an education specialist in the City of Erie, Pennsylvania in the 1960s\n\nand 1970s and who was also part of the Civil Air Patrol Program, worked with Ward for\n\n\n                                              9\n\f                                     Cite as 2015 Ark. 61\n\napproximately a year and a half when Ward was a cadet in the program. Wortham testified\n\nthat Ward did well in the structured Civil Air Patrol program and was good with outdoor\n\nwork and compassing. He also testified that Ward was good with adults, but had emotional\n\nproblems dealing with his peers and life in general. Wortham testified that he recommended\n\nto Ward’s family that they seek psychiatric help for Ward. He also testified that Ward got\n\n“into trouble” when alcohol was present.\n\n       Next, the deposition of Dr. Anthony Cillufo, a psychologist, was read into the record\n\nas part of Ward’s 1997 sentencing.2        Dr. Cillufo testified that on April 22, 1977, he\n\nconducted a three-hour interview of Ward at the Erie County jail. He testified that he\n\nconducted a battery of tests and an extensive clinical interview with Ward, including talking\n\nwith Ward about his life history, family relationships, and sexual history. Dr. Cillufo\n\ndiagnosed Ward as an anxious, shy, alienated man of average intelligence, with a propensity\n\nfor acting violently as part of a mixed personality disorder. He further testified that Ward had\n\nfeatures of social personality or explosive personality as well as passive/aggressive and paranoid\n\ndisorders, and a secondary diagnosis of alcoholism. Further, Dr. Cillufo testified that Ward\n\ncould possibly have had some early history of minimal brain dysfunction and a slight\n\npossibility of neurological damage as Ward had reported fainting spells or blackouts. Dr.\n\nCillufo testified that his main diagnosis was mixed personality disorder.\n\n       Ward also presented testimony from Tom Devine, an attorney at the Pulaski County\n\n\n\n       2\n       We also note that Dr. Cillufo’s deposition testimony was also read into the record\nduring Ward’s second resentencing hearing.\n\n                                               10\n\f                                    Cite as 2015 Ark. 61\n\nPublic Defender’s Office. Devine testified that he had known Ward for twelve and a half\n\nyears and Ward made paintings and drawings for him.\n\n       Gary Wayne Brossett had testified at Ward’s first trial, and his testimony was also read\n\ninto the record during Ward’s 1997 sentencing. Brossett testified that he was a nursing\n\nstudent at Arkansas Children’s Hospital in 1989 and was working at Joubert’s, a local tavern.\n\nBrossett testified that Ward was at Joubert’s on the night of Doss’s murder and that Ward\n\ndrank a few beers and played some pool and left the tavern around midnight.\n\n       Having reviewed Ward’s presentation of evidence at the 1997 sentencing, we turn to\n\nWard’s argument in his motion to recall the mandate regarding an alleged Ake violation. In\n\nasserting that this court should recall the mandate on this point, Ward relies primarily on a\n\nreport from Dr. William Logan, a forensic psychiatrist. Logan’s forty-one-page report\n\nregarding Ward’s 1997 sentencing can be summarized as follows. Logan diagnosed Ward with\n\n“schizophrenia, paranoid type, as evidenced by a preoccupation with persecutory and\n\ngrandiose delusional ideas, and occasional hallucinations and disorganized thinking.” Dr.\n\nLogan examined Ward on October 22, 2008.               Dr. Logan completed a three-hour\n\nexamination on Ward at the Varner Supermax Unit. According to his report, Dr. Logan\n\nreviewed IQ evaluations performed on Ward in 1972, a presentence report performed in\n\n1977, several documents compiled in connection with Ward’s prior arrest in Pennsylvania in\n\n1977, Ward’s military records, a questionnaire completed by Ward’s mother in 1977, Ward’s\n\nmedical history compiled after his 1989 arrest in Arkansas, evaluations performed by Dr.\n\nSimon, affidavits from Ward’s prior counsel describing his behavior during his 1990 trial and\n\n\n                                              11\n\f                                    Cite as 2015 Ark. 61\n\ntwo resentencing hearings, Ward’s competency hearing, and various filings and pleadings\n\nmade by both the State and Ward during his trial and sentencing hearings.\n\n       In his report, Dr. Logan described Ward as a heavyset man with poor grooming. He\n\ndescribed Ward as having “fair thought organization when giving information about his family\n\nand childhood,” but noted that “[a]s he began to discuss his legal situation his thought\n\nprocesses deteriorated markedly.” Dr. Logan described Ward’s “persistent and grandiose\n\ndelusions” that he “was the target of a conspiracy between officials in Pennsylvania, someone\n\nhe knew in Canton, Texas and various Arkansas government entities including the governor’s\n\noffice and the State and Federal Public Defenders.” According to Dr. Logan, Ward’s\n\ndelusions “do not compromise his intellectual capacity in terms of his intelligence and\n\norientation,” but that his understanding of his conviction and sentence are “irrational and\n\ndelusional.” For example, Dr. Logan stated that Ward expressed his belief that “he will never\n\nbe executed, but rather be exonerated and leave prison a free man to achieve great success.”\n\nAccording to Dr. Logan, Ward attributes this belief to “revelations from God.”\n\n       Dr. Logan’s report also described delusions reported by Ward, including his belief that\n\nJoe Biden “got Nick Trenticosta (a former attorney of Mr. Ward’s) on his case and also has\n\na connection to his current attorney.” Ward also reported that he “can see the future\n\nincluding future disasters and future events.” He also believes his father is part of the\n\nIlluminati and that the Illuminati are trying to help him. According to Dr. Logan’s report,\n\nWard described visions of a large black dog that jumps into people and possesses them and\n\nthat Ward reported hearing his deceased father’s voice from a chair. Ward also described his\n\n\n                                             12\n\f                                     Cite as 2015 Ark. 61\n\nbelief that others are jealous of him because of his talent and power and that some of the other\n\nprisoners are demons under a spell from the State because they do not complain. Ward stated\n\nthat he “also has been the victim of a laxative curse.” During the interview, Ward reported\n\nthat the “unholy Alliance in Pennsylvania told him to give up his powers or suffer the\n\nconsequences.”\n\n       Dr. Logan diagnosed Ward as having schizophrenia, paranoid type. Dr. Logan gave\n\nhis opinion that Ward was not competent to be executed. Dr. Logan’s specific report\n\nregarding the 1997 sentencing was as follows:\n\n              Competency to Stand Trial in the 1997 Penalty Phase Hearing\n\n       Mr. Ward adamantly opposed any attempt by his then attorney, Ms. Tammy Harris\n       to present mitigation testimony that might result in a life sentence. He resisted an effort\n       to assess his competency. Mr. Ward’s decisional competency was never addressed. He\n       wanted an outright dismissal of the charges and compensation. Despite his bizarre\n       behavior, the case was allowed to proceed. Subsequently, it has been revealed Mr.\n       Ward’s actions were the direct consequences of delusional beliefs that resulted from his\n       Paranoid Schizophrenia, a mental disease.\n\n       Consequently, it is my opinion with a reasonable degree of medical certainty that at\n       the 1997 Penalty Phase proceeding, Mr. Ward suffered from Paranoid Schizophrenia.\n       It is my further opinion that the delusions characteristic of this mental disease\n       prevented him from having an ability to understand rationally the proceedings against\n       him and from having the ability to assist effectively in his own defense.\n\n       In reviewing Dr. Logan’s report, we note that Dr. Logan’s evaluation was performed\n\nin 2008 and was not part of the record in Ward’s 1997 sentencing. Further, Dr. Logan’s\n\nreport discrediting years of data and evaluation is based on his one visit with Ward in 2008.\n\nIn any event, Dr. Logan’s report is of limited support for Ward’s argument that a fundamental\n\nbreakdown in the appellate process occurred in Ward’s 1997 sentencing regarding Ward’s Ake\n\n\n                                               13\n\f                                     Cite as 2015 Ark. 61\n\nargument because it was not part of the record reviewed by this court.\n\n       Next, the record demonstrates that on October 17, 1997, Ward was afforded the\n\nopportunity to have his “competency and criminal responsibility” evaluated by psychologists\n\nat the state hospital. Although Ward was unwilling to participate, Dr. Simon reported that\n\n“there was no evidence to indicate that this unwillingness was due to mental disease or\n\ndefect.” Ward asserts that this evaluation is unreliable and he should be afforded an\n\nindependent evaluation.      However, we have recognized that a defendant’s rights are\n\nadequately protected by an examination at the state hospital, an institution that has no part in\n\nthe prosecution of criminals. Branscomb v. State, 299 Ark. 482, 774 S.W.2d 426 (1989); Dunn\n\nv. State, 291 Ark. 131, 722 S.W.2d 595 (1987); Wall v. State, 289 Ark. 570, 715 S.W.2d 208\n\n(1986). In other words, the defendant does not have a constitutional right to search for a\n\npsychiatrist of his personal liking or to receive funds to hire his own but is entitled to access\n\nto a competent psychiatrist and the examination afforded to Ward satisfied that right.\n\nAlthough Ward requests that we overrule our precedent holding that a competency evaluation\n\nat the Arkansas State Hospital satisfies Ake, we decline to overrule this precedent.\n\n       In sum, we do not find merit in Ward’s assertions. Whether Ward contends that he\n\nwas not competent to stand trial at the 1997 sentencing or that his sanity at the time of the\n\noffense was at issue, based on the record before us, we do not find that there was a breakdown\n\nin the appellate process in Ward III. Ward was afforded his constitutionally guaranteed\n\nevaluation pursuant to Ake, and the record does not support Ward’s contention that any\n\nbreakdown occurred. Ward simply failed to make a threshold showing that his sanity at the\n\n\n                                               14\n\f                                    Cite as 2015 Ark. 61\n\ntime of the offense or his competence to stand trial were significant factors. While the record\n\ndemonstrates that Ward filed the Ake motion, Ward did not make an argument that the state\n\nhospital evaluation was inadequate or present any evidence that would support his argument\n\nthat there was a breakdown in the appellate process. Likewise, we reject Ward’s contention\n\nthat the circuit court’s failure to provide an independent psychiatrist to develop mitigating\n\nevidence during sentencing, and this court’s subsequent failure to discover and reverse that\n\ndecision, resulted in a breakdown of the appellate process. Accordingly, we deny Ward’s\n\nrequest that we recall the mandate on his first point.\n\n                          II. At-The-Time-of-The-Murder Instruction\n\n       Next, Ward asserts that this court should recall the mandate of his 1997 sentencing\n\nbecause the jury was erroneously instructed that it should weigh only the mitigating factors\n\nthat “existed at the time of the murder” in violation of the Eighth Amendment under Penry\n\nv. Lynaugh, 492 U.S. 302 (1989), and Skipper v. South Carolina, 476 U.S. 1 (1986). Ward\n\ncontends that there is a reasonable likelihood that the jury understood the at-the-time-of-the-\n\nmurder instruction to preclude them from considering or giving effect to relevant mitigating\n\nevidence, which violates Penry.\n\n       In Form 2 – Mitigating Circumstances, five mitigators were listed under each part, A,\n\nB and C. Parts A and C include the at-the-time-of-the-murder language. Part B did not\n\ninclude this language. The jury did not select any mitigators under Parts A and C. However,\n\non Part B the jury marked “one or more of the jury believe that the following mitigating\n\ncircumstance probably existed, but the jury did not unanimously agree.” The jury selected\n\n\n                                              15\n\f                                     Cite as 2015 Ark. 61\n\n“that for years . . . Ward exhibited signs of mental or emotional disturbance or defect that\n\nwent untreated.” In sum, Ward argues that the jury’s having marked this circumstance on\n\nForm B without the at-the-time-of-the-murder language and the prosecutor’s argument that\n\nevidence of what had happened years before the offense was not relevant to sentencing\n\nresulted in reversible error. Ward contends that this language on the form likely caused some\n\njurors to believe the State’s argument that the evidence did not qualify as mitigating evidence\n\nbecause it was too old. Therefore, Ward asserts that the verdict forms prevented the jury\n\nfrom considering mitigating evidence, that error requires reversal and this court should recall\n\nits mandate because we failed to address this error in our review. Finally, Ward asserts\n\nwithout citation to authority that “although this court denied a similar Eighth Amendment\n\nchallenge in Thessing v. State, 365 Ark. 384, 230 S.W.3d 526 (2006), that case is not\n\ncontrolling here. As the United States Supreme Court has made clear, the existence of a\n\nreasonable likelihood that an instruction precluded the jury from considering relevant\n\nmitigating evidence depends on the context-specific facts of the case.”\n\n       The State responds that Ward’s argument that the jury was precluded from considering\n\npast events from Ward’s life is without merit. The State asserts that the jury was permitted\n\nto consider any factors that affected him at the time of the murder, including past experiences;\n\nevidence from his teachers, employers, medical opinions, and other experiences that occurred\n\nearlier in his life. We agree that the jury was able to consider all of that evidence and there\n\nis nothing to be remedied by recalling the mandate.\n\n       Although the parties do not address the issue of preservation, we note that Ward did\n\n\n                                              16\n\f                                     Cite as 2015 Ark. 61\n\nnot present this issue in his direct appeal in Ward III. However, in Nooner, Nooner presented\n\nthe same argument regarding the “at-the-time-of-the-murder-instruction” for the first time\n\nin his motion to recall the mandate and asserted that the error was so egregious that this court\n\nshould have sua sponte raised the issue. We disagreed and explained that\n\n       United States Supreme Court precedent has long recognized that a sentencing jury\n       must be able to give a “ ‘reasoned moral response’ “to any relevant mitigating evidence\n       when deciding to sentence a defendant to death.\n\n       ....\n\n       Nooner asserts that we should grant recall of the mandate in order to correct this\n       court’s failure to discover sua sponte on direct appeal the Eighth Amendment violation\n       that he alleges occurred as a result of the “at-the-time-of-the-murder” restriction in\n       the verdict form and in the prosecutor’s closing arguments. The State responds that\n       Nooner fails to establish any obligation on this court’s part to have raised and\n       considered this issue sua sponte on direct appeal, and, hence, fails to establish a defect\n       in appellate proceedings to warrant recall of the mandate.\n\n       We agree with the State that Nooner has not identified a reversible error that this\n       court was obligated to raise sua sponte on his direct appeal; therefore, he has not\n       demonstrated a breakdown in the appellate process required for the extraordinary\n       circumstances that warrant recall of the mandate. First, based on Arkansas Supreme\n       Court Rule 4-3(h) (1995), which was applicable to Nooner’s direct appeal in 1995,\n       the scope of our review of death-penalty cases was limited to rulings on objections\n       decided adversely to him. This limited review presupposed a contemporaneous\n       objection at trial. As previously noted, this court’s mandatory review in death cases for\n       prejudicial and egregious errors pursuant to Rule 10 is applicable only to cases in\n       which a sentence of death has been imposed after August 1, 2001. See Newman v. State,\n       350 Ark. 51, 84 S.W.3d 443 (2002) (per curiam); see also State v. Robbins, 339 Ark.\n       379, 5 S.W.3d 51 (1999). Second, this court has previously concluded that the\n       “at-the-time-of-the-murder” language in the mitigating-circumstances instruction and\n       special-verdict form did not raise an issue subject to review when raised for the first\n       time on appeal under Rule 10 or even as an exception to the\n       contemporaneous-objection rule pursuant to Wicks, 270 Ark. 781, 606 S.W.2d 366.\n       See Thessing v. State, 365 Ark. 384, 230 S.W.3d 526 (2006) (concluding that a\n       challenge to the “at-the-time-of-the-murder” language did not rise to the level of\n       serious error or a matter essential for the jury’s consideration of the death penalty).\n\n\n                                              17\n\f                                     Cite as 2015 Ark. 61\n\n       Nooner concedes that this court denied a similar Eighth Amendment claim on the\n       merits in Thessing, 365 Ark. 384, 230 S.W.3d 526, but contends that Thessing is not\n       controlling here because “the United States Supreme Court has made clear [that],\n       whether there is a reasonable likelihood that a challenged instruction precluded the\n       jury from considering relevant mitigating evidence is decided in context, on a\n       case-by-case basis, rather than as a per se matter.”\n\nNooner, 2014 Ark. at 296, 438 S.W.3d at 246-47.\n\n       We disagreed with Nooner and ultimately held:\n\n       Under the foregoing facts, Nooner has not demonstrated a likelihood that the jury felt\n       inhibited from considering the relevant mitigating evidence. We see a marked\n       distinction between the instant case and the companion cases of Brewer [v. Quarterman,\n       550 U.S. 286 (2007)] and Abdul–Kabir [v. Quarterman, 550 U.S. 233 (2007)] on which\n       Nooner relies. Those cases involved a refusal of the trial court to give any instruction\n       on mitigating considerations. In comparison, Nooner has demonstrated, at best, only\n       a possibility that the jury felt constrained by the “at-the-time-of-the-murder”\n       instruction and argument. “[A] capital sentencing proceeding is not inconsistent with\n       the Eighth Amendment if there is only a possibility” that the jury was inhibited from\n       considering relevant mitigating evidence. Boyde [v. California, 494 U.S. at 370, 110\n       S. Ct. 1190 (1990)]. “There is, of course, a strong policy in favor of accurate\n       determination of the appropriate sentence in a capital case, but there is an equally\n       strong policy against retrials years after the first trial where the claimed error amounts\n       to no more than speculation.” Id.\n\n       Even assuming that Thessing, 365 Ark. 384, 230 S.W.3d 526, is not controlling on a\n       per se basis, Nooner has not identified a breakdown in the appellate process to warrant\n       a recall of his direct-appeal mandate.\n\nNooner, 2014 Ark. at 296, 438 S.W.3d at 248.\n\n       In Thessing, we explained that “the mere fact that the jurors in this case unanimously\n\nfound only one mitigating factor to exist does not prove that the jury was confused or that\n\nit disregarded consideration of other mitigating circumstances.” Thessing, 365 Ark. at 409,\n\n230 S.W.3d at 545.\n\n       We find Ward’s contentions that Thessing is distinguishable from his case unconvincing.\n\n\n                                              18\n\f                                     Cite as 2015 Ark. 61\n\nIn Thessing, Thessing made the same argument regarding the forms – and the past and future\n\nevents – and this caused such confusion to the jury that it fell within our Wicks exceptions and\n\nwas a constitutional violation. We rejected that argument and held that the discrepancy in\n\nverdict forms argued by Thessing did not rise to the level of serious error or a matter essential\n\nfor the jury’s consideration. Here, as in Thessing, the record fails to demonstrate that the jury\n\nwas confused or misled by the forms. The evidence was admitted and the jury was not\n\ninstructed to disregard it or otherwise prevented from considering the evidence. Accordingly,\n\na review of the record demonstrates that a breakdown in the appellate process did not occur.\n\nTherefore, we deny the motion to recall the 1997 sentencing mandate on this second point.\n\n       Motion denied.\n\n       Jennifer Horan, Federal Defender, by: Josh Lee; and Joseph W. Luby, Death Penalty\n\nLitigation Clinic, for petitioner.\n\n       Dustin McDaniel, Att’y Gen., by: Brad Newman, Ass’t Att’y Gen., for respondent.\n\n\n\n\n                                               19\n\f",
            "ocr": false,
            "opinion_id": 2782459
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Murder"
}