{
    "id": 2785093,
    "judges": null,
    "date_filed": "1994-11-06",
    "date_filed_is_approximate": true,
    "slug": "state-of-washington-v-patrick-joseph-mullen",
    "case_name_short": null,
    "case_name": "State Of Washington v. Patrick Joseph Mullen",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 27.0,
            "download_url": "http://www.courts.wa.gov/opinions/pdf/D2 45013-5-II  Part-Published Opinion.pdf",
            "author_id": null,
            "opinion_text": "                                                                                                         FILED\n                                                                                               COURT OF APPEALS\n                                                                                                       DIVISION I1\n                                                                                              2015 MAR 10 AM 8 35\n\n                                                                                              STATE\"   OF    SW '    P1\n                                                                                              BY\n\n\n\n\n    IN THE COURT OF APPEALS OF THE STATE OF WASHINGTON\n\n                                                DIVISION II\n\n STATE OF WASHINGTON,                                                            No. 45013 -5 -II\n\n\n                                      Respondent,\n\n\n         v.\n\n\n\n PATRICK JOSEPH MULLEN,                                                 PART PUBLISHED OPINION\n\n\n                                      Appellant.\n\n\n         JOHANSON, C. J. —         Patrick Joseph Mullen appeals his jury convictions for felony driving\n\nunder the influence (DUI) and second degree driving while license suspended or revoked (DWLS).\n\nMullen argues that the trial court violated his due process rights when it declined to give his\n\n\nproposed jury instruction requiring the State to prove beyond a reasonable doubt that alcohol or\n\ndrugs   were   involved in his    prior   conviction for   reckless   driving.   In the published portion of this\n\n\nopinion, we agree with Mullen. Mullen' s remaining arguments are addressed in the unpublished\n\nportion of    this   opinion.   We reverse Mullen' s felony DUI conviction, remand to the trial court to\n\nenter a misdemeanor        DUI   conviction, and affirm     his   second   degree DWLS    conviction.\n\fNo. 45013 -5 - II\n\n\n\n                                                          FACTS\n\n\n              In March 2013, State Trooper Cliff Roberts arrested Mullen after he observed Mullen' s\n\nerratic   driving        and suspected     that he   was under      the influence.   The State charged Mullen with\n\n                                                                                            driving2 —\nfelony    DUI' —based in            part on a prior   2008   conviction    for   reckless            and with second\n\n\n\ndegree DWLS.3\n\n              Mullen filed a motion to ,exclude the 2008 reckless driving conviction as a qualifying prior\n\noffense for felony DUI because there was no proof beyond a reasonable doubt that alcohol or drugs\n\nwere involved in the 2008 offense. The trial court denied this motion.\n\n\n              Mullen proposed the following jury instruction, defining a \" prior offense\" for felony DUI:\n\n                      A \"prior offense\" means any of the following:\n                       1) A conviction for a violation of RCW 46.61. 502 ( Driving Under the\n              Influence) or an equivalent local ordinance;\n                         2) A conviction for a violation of RCW 46. 61. 504 ( Physical Control) or an\n              equivalent local ordinance;\n                         3) A conviction for a violation of RCW 46. 61. 5249 ( Negligent Driving in\n              the   First Degree),   RCW 46.61. 500 ( Reckless Driving), or RCW 9A.36. 050\n              Reckless Endangerment) or an equivalent local ordinance, if the conviction is the\n              result of a charge that was originally filed as a violation of RCW 46. 61. 502 (Driving\n              Under the Influence)         or   RCW 46. 61. 504 ( Physical Control) and the State has\n\n          proven beyond a reasonable doubt that the prior incident was alcohol or drug\n              related.\n\n\n\nClerk'    s    Papers ( CP)    at   77 (   emphasis   added).       The trial court declined to give his proposed\n\n\ninstruction.\n\n\n\n\n1 RCW 46. 61. 502( 6)( a).\n\n2 Former RCW 46. 61. 500 ( 1990).\n\n3 RCW 46. 20. 342( 1)( b).\n\n\n                                                                2\n\fNo. 45013 -5 -II\n\n\n\n          The jury convicted Mullen of felony DUI and second degree DWLS. Mullen appeals both\n\nconvictions.\n\n\n\n                                                      ANALYSIS\n\n\n          This    case presents an    issue   of   first impression:    whether the State must prove beyond a\n\n\nreasonable doubt that a prior conviction for reckless driving involved alcohol or drugs in order to\n\nuse'   that   conviction as a prior offense    to    elevate a misdemeanor      DUI to   a   felony.   Mullen argues\n\n\nthat after our Supreme Court' s decision in City of Walla Walla v. Greene, 154 Wash. 2d 722, 116\n\nP.3d 1008 ( 2005),      cert.   denied, 546 U.S. 1174 ( 2006), the involvement of alcohol or drugs in a\n\n\nprior conviction for reckless driving is an essential element when the State seeks to use that\n\nconviction      to   elevate misdemeanor      DUI to    a   felony.   Because it is an essential element, Mullen\n\n\nargues that due process requires it be proven beyond a reasonable doubt and to a jury and that the\n\ntrial court violated his due process rights when it refused to give his proposed jury instruction. The\n\nState argues that whether alcohol or drugs was involved in the prior conviction is a threshold legal\n\n\nquestion for the trial court to decide. We agree with Mullen.\n\n\n                            A. THRESHOLD ISSUES: INVITED ERROR AND WAIVER\n\n\n1.   INVITED ERROR\n\n\n          The State argues that invited error applies because Mullen' s \" Motion to Exclude Prior\n\n\nOffense\" created the circumstance in which the trial court determined, as a matter of law, whether\n\n\nthe reckless driving conviction qualified as a prior offense. We disagree.\n\n               I]nvited error doctrine is a strict rule that precludes a criminal defendant from seeking\n\nappellate review of an error he helped create, even when the alleged error involves constitutional\n\n\n\n\n                                                              3\n\fNo. 45013 -5 -II\n\n\n\nrights.\"       State v. Carson, 179 Wash. App. 961, 973, 320 P.3d 185, review granted, 181 Wash. 2d 1001\n\n2014).\n\n\n              The State argues that Mullen invited error here because he improperly framed the issue in\n\nhis motion as a request for the court to determine whether his reckless driving should be excluded\n\nas a prior offense.         But the State misunderstands Mullen' s motion. Mullen' s motion requested a\n\n\nfinding that, in light of Greene, and as a matter of law, the State could not prove beyond a\n\nreasonable doubt that drugs and alcohol were involved in the prior conviction. Mullen did not ask\n\n\nthe court to determine a solely legal question; instead, he asked it to consider the facts that the\n\nState intended to establish and to find that the State could not prove an essential element beyond a\n\n\nreasonable doubt. We, therefore, reject the State' s invited error argument.\n\n\n2. WAIVER\n\n\n              The State next argues that Mullen waived his right to argue for the first time on appeal that\n\n\na jury should determine whether alcohol or drugs were involved in the prior offense because he\n\ndid not move for reconsideration of the trial court' s denial of his motion to exclude. We disagree.\n\n\n              We generally decline to      review claims    that      are raised   for the first time   on appeal.   RAP\n\n\n2. 5(   a).    We will, however, review an argument for the first time if it concerns a \" manifest error\n\n\naffecting       a constitutional    right.\"   RAP 2. 5(   a)(   3).   An error affecting a constitutional right is\n\nmanifest        if the   appellant can show actual prejudice.          State v. Gordon, 172 Wash. 2d 671, 676, 260\n\n\nP.3d 884 ( 2011).\n\n\n              We disagree that Mullen waived his due process argument by failing to move for\n\nreconsideration for three reasons. First, Mullen' s motion to exclude anticipated a question of fact\n\nfor     jury   determination. CP     at   7 ( \" There remains an unproven question of fact as to whether the\n\n\n\n                                                                4\n\fNo. 45013 -5 -II\n\n\n\nprior   incident involved      alcohol or   drugs. \"). Second, the State points us to no case law to support\n\n\nthe proposition that preserving this argument for appeal required a motion for reconsideration.\n\nAnd third, Mullen preserved this argument when he proposed a jury instruction that required proof\n\n beyond        a reasonable   doubt that the   prior   incident   was alcohol or   drug   related.\"   CP at 77. It was\n\n\nsquarely within the trial court' s authority to give Mullen' s proposed jury instruction and it\n\ndeclined. During discussion about jury instructions, Mullen stated,\n\n           I just want to formally object. I don' t think that the State' s proffered instruction of\n           a prior offense is a correct statement of the law. It would violate due process, In re\n           Winship[, 397 U.S. 358, 90 S. Ct. 1068, 25 L. Ed. 2d 368 ( 1970)], allowing him to\n           potentially be found guilty for an offense that was not proven beyond a reasonable\n           doubt to be a qualifying offense.\n\nReport     of    Proceedings ( RP) ( June 14, 2013)          at   106.   Mullen did not waive his due process\n\n\nargument.\n\n\n\n\n           Because the State' s invited error argument fails and the proposed jury instruction preserved\n\nMullen' s argument for appeal, we continue to the merits of Mullen' s argument.\n\n\n                     B. WHETHER A PRIOR CONVICTION INVOLVED ALCOHOL OR DRUGS\n                                   IS AN ESSENTIAL ELEMENT OF FELONY DUI\n\n\n           Mullen argues that, after Greene, the involvement of alcohol or drugs in the prior\n\nconviction is an essential element of felony DUI that must be proven beyond a reasonable doubt\n\nand   to   a   jury. The State argues that whether the reckless driving conviction qualifies as a prior\n\noffense    is   a threshold   legal   question   for the trial court to decide. We agree with Mullen that the\n\n\nState must prove beyond a reasonable doubt that his prior reckless driving conviction involved\n\nalcohol or drugs in order to elevate the misdemeanor DUI to a felony DUI.\n\n\n\n\n                                                             5\n\fNo. 45013 -5 -II\n\n\n\n1.   STANDARD OF REVIEW AND RELEVANT LAW\n\n\n         The Sixth Amendment to the United States Constitution guarantees a criminal defendant' s\n\n\nright   to have   elements     determined           by   a   jury. U. S. CONST. amend. VI; Alleyne v. United States,\n\n     U. S. ,      133 S. Ct. 2151, 2155, 186 L. Ed. 2d 314 ( 2013); State v. Roswell, 165 Wash. 2d 186,\n\n\n192, 196 P.3d 705 ( 2008); State              v.   Oster, 147 Wash. 2d 141, 146, 52 P.3d 26 ( 2002).                       Due process\n\n\nrequires    the State to     prove       each essential element of a crime                 beyond    a reasonable         doubt. U.S.\n\n\nCONST.     amend.      XIV; WASH. CONST.             art.    I, § 22;   In re Winship, 397 U.S. at 364; Oster, 147 Wash. 2d\n\nat 146. Whether an issue presents a question of law or fact and, thus, whether the trial court has\n\n\nthe authority to decide it, is a question of law that we review de novo. State v. Chambers, 157 Wn.\n\nApp.    465, 474, 237 P.3d 352 ( 2010),              review     denied, 170 Wash. 2d 1031 ( 2011); State v. Miller, 156\n\n\nWash. 2d 23, 27, 123 P.3d 827 ( 2005). Therefore, in order to determine whether a fact must be found\n\n\nby a jury beyond a reasonable doubt, this court must first determine whether the fact is an\n\n element\" of the offense charged. Alleyne, 133 S. Ct. at 2158.\n\n\n          A person is guilty        of   felony DUI if he ( 1) \"        drives   a vehicle within    this    state,\" (   2) has \" within\n\n\ntwo hours      after   driving,     an alcohol concentration of              0. 08   or   higher,\"   and (   3) \" has four or more\n\n\nprior offenses within         ten   years as        defined in RCW 46. 61. 5055.\"              RCW 46. 61. 502( 1)(           a), (   6)( a).\n\n\nReckless driving may qualify as a prior offense \" if the conviction is the result of a charge that was\n\noriginally filed       as   a violation of      RCW 46. 61. 502 [ DUI].\"                  RCW 46. 61. 5055( 14)(          a)( x). \"    Any\n\nperson who drives any vehicle in willful or wanton disregard for the safety of persons or property\n\nis guilty   of reckless     driving.\"      RCW 46. 61. 500( 1).\n\n\n          In Greene, our Supreme Court held that \" due process is satisfied for the purposes of this\n\n\nmandatory enhancement if the prior conviction exists and the [ State] can establish that intoxicating\n\n\n                                                                        6\n\fNo. 45013 -5 -II\n\n\n\nliquor      or    drugs   were    involved in that       prior   offense.\"       154 Wash. 2d         at   728 ( applied to a prior\n\n\nconviction         for first degree      negligent   driving).   Therefore, the issue here is whether the involvement\n\n\nof alcohol or drugs is an essential element of a felony DUI or a threshold legal question for the\n\ntrial   court     to determine.       We hold that because the legislature' s intent was to charge defendants\n\nwho are guilty of prior alcohol- or drug -related offenses with felony DUI, the involvement of\n\nalcohol or drugs in prior convictions is an essential element that must be proven to a jury where it\n\nwas not an essential element of the prior conviction itself.\n\n\n2. DISCUSSION\n\n\n            a. WHAT IS AN ESSENTIAL ELEMENT OF A CRIME\n\n\n            The United States Supreme Court has recently decided several cases that provide guidance\n\nin   determining          what   facts   are essential elements        that   must   be   proven   to   a   jury.   In Alleyne, the\n\n\nSupreme Court held that whether the defendant had brandished his weapon was a fact and must be\n\n\ntried to    a    jury because \"[ b] ut for a finding of brandishing, the penalty is five years to life in prison;\n\nwith    a   finding       of   brandishing,   the penalty becomes             seven years    to life.\"       133 S. Ct. at 2160.\n\n\nAlthough unlike Alleyne this case does not involve sentencing, the issue is similar where but for a\n\nfinding that the reckless driving conviction involved alcohol or drugs, the penalty is one year for\n\na misdemeanor DUI, and with a finding that alcohol or drugs were involved, Mullen' s standard\n\nrange sentence is 22 to 29 months for a felony DUI. Mullen' s case is even stronger than Alleyne\n\nbecause without a finding that alcohol or drugs were involved in his reckless driving conviction,\n\nMullen is guilty of an entirely different offense, misdemeanor DUI.\n\n            Applying the same principle to upward deviations in sentencing in Blakely v. Washington,\n\n542 U.S. 296, 303 -05, 124 S. Ct. 2531, 159 L Ed. 2d 403 ( 2004), the Supreme Court held that\n\n\n\n                                                                   7\n\fNo. 45013 -5 -II\n\n\n\nwhen a defendant is sentenced to more than the statutory maximum standard range, he is entitled\n\nto   a   jury   determination   of   any facts that justified the   upward   deviation. The Court held that the\n\n\ndefendant was entitled to a jury determination of any factor that could increase his standard range\n\nsentence. Blakely, 542 U.S. at 303 -04. Although Blakely involved an upward deviation from the\n\nstandard sentencing range and Mullen received a standard range sentence, Alleyne' s and Blakely' s\n\nreasoning is relevant to Mullen because it supports a requirement that facts that justify an increased\n\npenalty be tried to a jury.\n\n            In Washington, similar reasoning has been applied to offenses that rely on past convictions\n\nto elevate a crime from a misdemeanor to a felony. See, e. g., Roswell, 165 Wash. 2d at 192 -93; Oster,\n\n147 Wash. 2d at 145 -47. Although neither Oster nor Roswell are directly on point, their reasoning is\n\npersuasive. In Oster, the defendant was charged with felony violation of a domestic violence no-\n\ncontact order. 147 Wash. 2d at 143. The charge was elevated to a felony because he had two or more\n\nprior convictions       for violating     a no- contact order.   Oster, 147 Wash. 2d         at   143 -44.   Our Supreme\n\n\nCourt held that \"[      ajs set forth in the statute, the prior convictions function as an element of the\n\nfelony violation of a no        contact order.\"     Oster, 147 Wash. 2d at 146. Because the trial court properly\n\ninstructed the jury on finding prior convictions beyond a reasonable doubt, however, our Supreme\n\nCourt affirmed Oster' s felony conviction. Oster, 147 Wash. 2d at 145 -47.\n\n            Similarly, in Roswell, the defendant was charged with communication with a minor for\n\nimmoral purposes, a gross misdemeanor that would be elevated to a felony if he had been\n\npreviously        convicted of a     felony   sexual offense.   165 Wash. 2d    at   190.   Our Supreme Court stated,\n\n\n For example, here, if Roswell had had no prior felony sex offense convictions, he could not have\n\nbeen      charged or   convicted     offelony communication with a minor for immoral purposes.\"               Roswell,\n\n\n\n\n                                                            8\n\fNo. 45013 -5 -II\n\n\n\n165 Wash. 2d at 192. Although it was not the central issue in that case, the court held that Roswell' s\n\n\nprior convictions were elements of the felony charge because he could never be convicted of a\n\nfelony absent the prior convictions. Roswell, 165 Wash. 2d at 194. As in Oster, the mere existence\n\nof the prior convictions was sufficient to elevate the current offense to a felony.\n\n         Although helpful, neither Oster nor Roswell are precisely on point because in those cases\n\nthe mere existence of the prior conviction was sufficient to elevate the offense to a felony. Here,\n\nMullen argues that the mere existence of the prior reckless driving conviction is insufficient to\n\nelevate the current DUI to a felony DUI because the involvement of alcohol or drugs is not an\n\nessential element of reckless       driving.   See Greene, 154 Wash. 2d        at   727 -28.   Mullen argues that\n\n\nGreene interpreted the legislature' s intent in defining which past convictions could serve as \" prior\n\noffenses\" to elevate a misdemeanor DUI to a felony. His position is that, post -Greene, the State\n\nmust prove beyond a reasonable doubt that his prior reckless driving conviction was alcohol or\n\ndrug related in order to elevate the misdemeanor DUI to felony DUI.\n\n         b. CITY OF WALLA WALLA V. GREENE\n\n\n         It is undisputed that the existence of Mullen' s prior conviction for reckless driving must be\n\nproven   to   a   jury   beyond   a reasonable   doubt.       The State asserts that Greene stands for the\n\n\nproposition that, unlike the existence of the prior conviction itself, involvement of drugs and\n\n\nalcohol is a threshold question of law that the trial court had the authority to decide. Mullen asserts,\n\nhowever, that Greene establishes the involvement of alcohol or drugs as part of the definition of a\n\n\nprior offense, that it is an element of the crime, and that it must be found by a jury beyond a\n\nreasonable    doubt.     We agree with Mullen because, after Greene, unless alcohol or drugs were\n\n\n\n\n                                                          9\n\fNo. 45013 -5 -II\n\n\n\ninvolved in his reckless driving conviction, Mullen could not have been charged with felony DUI\n\nand, therefore, it is an essential element of the offense of felony DUI.\n\n             In Greene, the State charged the defendant with misdemeanor DUI, but she pleaded guilty\n\nto first degree negligent driving, an offense that requires proof of driving under the influence of\n\nalcohol or drugs.4 154 Wash. 2d at 724. She was later convicted of an additional DUI, and the City\n\nsought to use the negligent driving conviction as a prior offense because it was originally charged\n\nas a   DUI.      Greene, 154 Wash. 2d        at   724 -25.   She successfully argued to the trial court that under\n\nState   v.   Shaffer, 113 Wn.    App.    812, 55 P.3d 668 ( 2002),      overruled by Greene, 154 Wash. 2d 722, the\n\nsentence enhancement violated due process because it was based on an unproven prior offense.\n\n\nGreene, 154 Wash. 2d at 725. The City of Walla Walla appealed..\n\n             Our Supreme Court      reversed     the trial   court and overruled    Shaffer. Greene, 154 Wash. 2d at\n\n\n725.    In rejecting Shaffer, the Supreme Court held that\n\n             the statute requires the State to establish that a prior driving conviction involved\n             use of intoxicating liquor or drugs. Thus, due process is satisfied for the purposes\n             of this mandatory enhancement if the prior conviction exists and the prosecution\n             can establish that intoxicating liquor or drugs were involved in that prior offense. -\n\nGreene, 154 Wash. 2d         at   727 -28 ( footnote   omitted).       Because the legislature intended only to impose\n\nenhanced penalties on those who repeatedly commit alcohol- or drug- related driving offenses, the\n\ndefinition      of a \" prior offense,\"   as interpreted by Greene, requires the State to prove both that the\n\nprior conviction exists and         that it    was alcohol or\n                                                                drug    related.   See 154 Wash. 2d   at   728.   Since the\n\n\n\n\n4 \" A person is guilty of negligent driving in the first degree if he or she operates a motor vehicle\nin a manner that is both negligent and endangers or is likely to endanger any person or property,\nand exhibits the effects of having consumed liquor or marijuana or any drug.\"              RCW\n46. 61. 5249( 1)(    a) ( emphasis added).\n\n\n\n\n                                                               10\n\fNo. 45013 -5 -II\n\n\n\nparties agree that due process requires the State to prove the existence of the prior conviction\n\n\nbeyond a reasonable doubt, it is logical, based on the language of Greene, to apply that same\n\nstandard     to the   requirement   that the State \"       establish that intoxicating liquor or drugs were\n\ninvolved.\" 154 Wash. 2d at 728.\n\n\n           Because involvement of alcohol or drugs is an essential element of first degree negligent\n\n\ndriving,    the State in Greene   needed   to    prove   only the   existence of   the   prior offense.   154 Wash. 2d at\n\n\n728. But because the involvement of alcohol or drugs was not an essential element in Mullen' s\n\n\nprior reckless driving conviction, Mullen argues that the State must prove both the existence of the\n\nprior offense and the fact of alcohol or drug involvement.\n\n           C. APPLICATION\n\n\n           Because Mullen' s reckless driving conviction was originally charged as a DUI, it may be\n\na qualifying prior offense to elevate misdemeanor DUI to a felony. RCW 46.61. 5055( 14)( a)( x).\n\nBut a person is guilty of reckless driving when he \" drives any vehicle in willful or wanton disregard\n\nfor the safety    of persons or   property.\"     RCW 46. 61. 500( 1).      Therefore, a person may be guilty of\n\nreckless driving even if he is not engaged in an activity that involves alcohol or drugs. In contrast,\n\na person is guilty of first degree negligent driving, the prior offense at issue in Greene, when \" he\n\nor she operates a motor vehicle in a manner that is both negligent and endangers or is likely to\n\nendanger any person or property, and exhibits the effects of having consumed liquor or marijuana\n\nor   any   drug.\" RCW 46. 61. 5249( 1)(    a).   A person may not be guilty of first degree negligent driving\n\nunless he is under the influence of alcohol or drugs.\n\n\n           As in Greene, the State must prove that Mullen' s reckless driving conviction involved\n\nalcohol or drugs in order to satisfy his due process rights. See 154 Wash. 2d at 728. The difference\n\n\n                                                            11\n\fNo. 45013 -5 -II\n\n\n\nin Mullen' s case is that the State cannot prove that alcohol or drugs were involved merely by virtue\n\nof his conviction for reckless driving. The Greene court was clear when it held that the legislature\n\nintended only for prior offenses that involved alcohol or drugs to be used to support a felony DUI\n\nconviction.    See 154 Wash. 2d        at   727.   In Mullen' s case, however, the trial court ignored this\n\n\nlegislative intent. Instead, Mullen' s reckless driving conviction was used to elevate misdemeanor\n\nDUI to a felony without a determination beyond a reasonable doubt that alcohol or drugs were\n\ninvolved.     Because Mullen could not be charged with felony DUI unless his prior conviction\n\ninvolved alcohol or drugs, it is an essential element that must be proven to a jury beyond a\n\nreasonable doubt. Roswell, 165 Wash. 2d at 194.\n\n\n         d. THE STATE' S ARGUMENTS\n\n\n         We now turn to the State' s arguments to the contrary. The State argues that the statute and\n\nGreene only require it to produce the docket sheet confirming that Mullen was originally charged\n\nwith a   DUI and that he    pleaded      guilty to   reckless   driving.   The State also argues that the docket\n\n\nand the entry in the docket for \" Motion to Suppress [ blood/breath alcohol concentration] BAC \"5\n\nare sufficient evidence for the trial court to determine that the prior offense was alcohol or drug\n\nrelated under its reading of Greene. We disagree.\n\n         This argument is misplaced for three reasons. First, it ignores the Greene court' s reasoning\n\nin overruling Shaffer. The court overruled Shaffer because it disagreed that the felony DUI statute\n\nrequired   the State to   prove   the underlying DUI. Greene, 154 Wash. 2d             at   727. The court held that\n\n\nthe legislature sought to apply felony DUI only to those defendants who were convicted of multiple\n\n\n\n\n5 \" BAC\" refers to a test for blood alcohol content. In this case, this was a breath test.\n\n\n                                                           12\n\fNo. 45013 -5 -II\n\n\n\nalcohol- or    drug -related     offenses.      Greene, 154 Wash. 2d        at   727 -28.   The way to accomplish this is\n\nto prove that alcohol or drugs were involved in the prior offense and does not require the State to\n\n\nreprove the offense.\n\n\n\n           Second, the State' s argument is misguided because if the Greene court sought merely to\n\nrequire the State to prove that ( 1) the prior conviction existed and ( 2) the prior conviction was\n\n\noriginally charged as a DUI, the Greene court could have relied solely on the language of the\n\nstatute.   See RCW 46. 61. 5055( 14)(           a)( x).   Instead Greene states that due process requires the State\n\n\nto \"   establish\"   that   alcohol or   drugs   were      involved. 154 Wash. 2d at 728.\n\n\n           Finally, the State' s argument ignores the fact that the defendant in Greene pleaded guilty\n\nto first degree negligent driving and that alcohol or drugs are an essential element of that offense.\n\nRCW 46. 61. 5249; see also 154 Wash. 2d at 728. This is an important difference from Mullen' s case\n\n\nbecause Greene was convicted beyond a reasonable doubt of an alcohol- or drug- related offense.\n\nMullen, in contrast, pleaded guilty to a nonalcohol- or drug -related prior offense, reckless driving,\n\nwhich the State now seeks to use to convict him of a more serious alcohol- or drug- related offense.\n\n           The State also relies on Chambers. But we distinguish Chambers from this case because\n\nin Chambers the defendant argued that a California DUI conviction was not \" equivalent\" to a\n\n\nWashington DUI conviction and, thus, should not qualify as a prior offense. 157 Wash. App. at 474-\n\n77.\n\n\n           In Chambers, Division One of this court held that while it is for the jury to decide whether\n\nthe prior offenses happened, whether two statutes were equivalent is a \" threshold question of law\"\n\n\nand not a question of         fact for the   jury.     157 Wn.    App.   at   477. It is well settled that whether two\n\n\nsimilar statutes are legally comparable is for the trial court to determine and, in part, requires the\n\n\n                                                                13\n\fNo. 45013 -5 -II\n\n\n\ncourt   to decide     whether     the   elements of     the   offenses at   issue   are \"   substantially   similar.\"   See, e. g.,\n\nState   v.   Farnsworth, 133 Wn.           App.   1, 17 -18, 130 P.3d 389 ( 2006), remanded, 159 Wash. 2d 1004\n\n\n 2007); In     re   Pers. Restraint ofLavery, 154 Wash. 2d 249, 255, 111 P.3d 837 ( 2005);                       State v. Morley,\n\n134 Wash. 2d 588, 606, 952 P.2d 167 ( 1998).. Whether alcohol or drugs was involved in Mullen' s\n\n\nprior offense is distinguishable from a comparison between the elements of a California and\n\n\nWashington DUI. Here, we are not comparing elements of two offenses. But instead determining\n\nwhether a fact that is used to elevate a crime from a misdemeanor to a felony, and thereby\n\nincreasing the penalty, is an essential element of the felony crime. This is a factual determination\n\nmore    like the      existence    of a prior offense and not a             legal    question.     Therefore, Chambers is\n\n\ninapplicable. 6\n\n                                                        C. CONCLUSION\n\n\n             In sum, in order to elevate a misdemeanor DUI to a felony DUI, the State must prove the\n\nexistence of the prior conviction beyond a reasonable doubt, and to satisfy due process, it must\n\nalso establish that alcohol or drugs were involved in that prior conviction. Where the involvement\n\n\nof alcohol or drugs is not an essential element of the qualifying prior offense, like in reckless\n\ndriving, the State has the burden to establish that alcohol or drugs were involved because the\n\n\n\n\n6 The State and the dissent also rely on State v. Chandler, 158 Wash. App. 1, 6 -8, 240 P.3d 159\n 2010), where we held that if the judgment and sentence are not available, the docket sheets are\nsufficient     to   prove   the   existence of    the   conviction.       This   case   is   not relevant.    Mullen does not\nargue   that the docket       sheets are    insufficient to       prove   the    existence of    the   conviction.      He argues\nonly that the docket sheets here are insufficient to prove the prior offense was alcohol- or drug -\nrelated as a matter of law. We agree with Mullen that the docket sheet is sufficient to prove the\nexistence of a prior conviction, but it is insufficient to prove the conviction was alcohol or drug\nrelated.\n\n\n                                                                  14\n\fNo. 45013 -5 -II\n\n\n\nlegislature intended only for                  alcohol-      or drug- related convictions to be used to elevate\n\nmisdemeanor DUI to a felony. See Greene, 154 Wash. 2d at 728.\n\n         Because we hold that the involvement of alcohol or drugs in the prior offense is an essential\n\n\nelement of felony DUI, due process requires that it be tried to a jury and proven beyond a\n\nreasonable      doubt.       Accordingly, we conclude that the trial court violated Mullen' s due process\n\nrights when      it declined to        give    the   jury   Mullen' s   proposed   instruction.   We, therefore, reverse\n\n\nMullen' s conviction for felony DUI and remand to the trial court for entry of a misdemeanor DUI\n\nconviction.\n\n\n\n\n         A majority of the panel having determined that only the foregoing portion of this opinion\n\nwill be printed in the Washington Appellate Reports and that the remainder shall be filed for public\n\n\nrecord in accordance with RCW 2. 06. 040, it is so ordered.\n\n\n                                                      ADDITIONAL FACTS\n\n\n         At trial, Trooper Roberts and Joseph Templeton, a supervisor at the Washington State\n\n\nDepartment       of   Licensing ( DOL),            testified for the State.   Trooper Roberts testified that he had\n\n\nconducted a records check during Mullen' s arrest and that he had learned from a dispatcher that\n\nMullen'   s   driver'   s   license   was \"   in   a revoked status, revoked second       degree.\"   RP ( June 13, 2013)\n\n\nat 15. The trial court overruled Mullen' s hearsay objection to this testimony. During Templeton' s\n\ntestimony, the State offered Mullen' s abstract of complete driving record ( ACDR) as exhibit. 9.\n\nTempleton testified that based on the ACDR, Mullen' s driver' s license was in a second degree\n\n\nrevoked status in March 2013.\n\n\n         As evidence of the felony DUI, the State offered copies of the judgment and sentence for\n\nthree   of    Mullen' s     prior offenses.          Because the Chelan County District Court had destroyed its\n\n\n                                                                  15\n\fNo. 45013 -5 -II\n\n\n\nrecords of Mullen' s 2008 reckless driving conviction, the State offered a docket as the only\n\ndocumentary evidence of that prior offense. This docket states that Mullen was originally charged\n\nwith DUI and that he was found guilty of reckless driving. It also noted that Mullen filed a \" Motion\n\nto Suppress BAC.\"      CP at 18.\n\n\n       Mullen did      not     call   any    witnesses.     In closing argument, Mullen argued that he was\n\n entitled   to the benefit     of   the doubt in this     case.\"   RP ( June 17, 2013)   at   133.   In an attempt to\n\n\nclarify the law in   rebuttal,      the   prosecutor stated, \"     Counsel stated the benefit of the doubt to Mr.\n\n\nMullen. It' s reasonable doubt. It' s not the benefit of the doubt. You are to apply the law and the\n\ninstructions   as given   to   you.       A reasonable doubt, as it states in the instructions, is a doubt for\n\n\nwhich a reason exists.\"        RP ( June 17, 2013) at 146. Mullen did not object contemporaneous with\n\n\nthis explanation of the burden of proof. After closing arguments, however, Mullen moved for a\n\nmistrial because of \"cumulative issues\" including the prosecutor' s comment which he claimed\n\nmisstated the burden ofproof. The prosecutor conceded that his comment may have been improper\n\nand suggested a curative instruction, but the trial court declined to give further instructions and\n\n\ndenied the mistrial motion.\n\n\n                                             ADDITIONAL ANALYSIS\n\n\n                                           I. THE CONFRONTATION CLAUSE\n\n\n        Mullen argues that his confrontation clause rights were violated when the trial court\n\n\nadmitted ( 1) a certified ACDR and ( 2) Trooper Roberts' s testimony regarding a records check on\n\nthe night of Mullen' s arrest. Even assuming a confrontation clause violation, any error is harmless\n\nbeyond a reasonable doubt. We hold that Mullen' s confrontation clause argument fails and affirm\n\nhis second degree DWLS conviction.\n\n\n\n                                                              16\n\fNo. 45013 -5 -II\n\n\n\n                                      A. STANDARD OF REVIEW AND RULES OF LAW\n\n\n         Under the Sixth Amendment to the United States Constitution, criminal defendants have\n\n\nthe   right   to   confront or cross -examine                 those   who offer    testimony       against   them.       U.S. CONST.\n\n\namend.    VI; State    v.   Jasper, 174 Wash. 2d 96, 109, 271 P.3d 876 ( 2012). The right to confrontation\n\n\nmeans    that the defendant            must     have the opportunity to            confront   those   who '    bear testimony. \"'\n\nJasper, 174 Wash. 2d           at    109 ( internal       quotation marks omitted) (           quoting Crawford v. Washington,\n\n541 U.S. 36, 51, 124 S. Ct. 1354, 158 L. Ed 2d 177 ( 2004)). We review an alleged confrontation\n\n\nclause violation       de    novo.       Jasper, 174 Wash. 2d             at   108.   Where there is a confrontation clause\n\n\nviolation, we review          for harmless           error.   Jasper, 174 Wash. 2d        at   108.   This puts the burden on the\n\n\nState to show beyond a reasonable doubt that the error did not contribute to the verdict. Jasper,\n\n\n174 Wash. 2d at 117.\n\n\n                                                              B. DISCUSSION\n\n\n         Here, the State' s evidence to support Mullen' s conviction for DWLS was based on\n\n\nTempleton' s testimony, supported by the ACDR, and Trooper Roberts' s brief testimony that the\n\ndispatcher told him Mullen' s driving status was suspended or revoked. Mullen' s ACDR includes\n\nthe \" Status\"       of his driver' s license on the day that the ACDR was printed, but it was not\n\naccompanied by an opinion as to the status of his license on the day he was arrested. The State,\n\nhere, relied on Templeton' s interpretation of the ACDR for that information.\n\n\n         At trial, the State           asked        Templeton, \" Sir, can you tell me whether you know what Mr.\n\n\nPatrick Joseph Mullen'            s   driver'   s   license   status was on   March 2, 2013 [ the       day   of   his   arrest ?]\"   RP\n\n\n June 13, 2013)       at    48.    Templeton          replied   that \"[ h]e was revoked in the second degree, as I read\n\n\n\n\n                                                                      17\n\fNo. 45013 -5 -II\n\n\n\nthis ...    due to     an    Admin Per Se.\"       RP ( June 13, 2013)      at   49.    Mullen had ample opportunity to\n\ncross -examine Templeton and took full advantage of that opportunity.\n\n           In a recent decision, Division One of this court upheld a defendant' s conviction for first\n\ndegree DWLS.            State v. Mecham, 181 Wash. App. 932, 948 -51, 331 P.3d 80, review granted, 337\n\nP.3d 325 ( 2014). At trial, a DOL employee testified about the defendant' s revocation and that he\n\n\nwas a habitual offender. Mecham, 181 Wash. App. at 940. As in Mecham, the ACDR here did not\n\nprovide    the   essential     fact to be   proven at   trial —that Mullen' s license was suspended or revoked\n\n\non    March 2, 2013.         In order to be guilty of second degree DWLS, a person must be ( 1) driving his\n\ncar   while (    2) his license is      suspended       or revoked       and   not    eligible   for   reinstatement.   RCW\n\n\n46. 20. 342( 1)( b).        Trooper Roberts' s testimony established that Mullen was driving his car, and\n\nTempleton' s testimony interpreting the ACDR, not the ACDR itself, established that Mullen' s\n\nlicense was revoked on the day of his arrest.\n\n           Even if the trial court erred when it admitted Trooper Roberts' s testimony regarding the\n\ndispatcher' s records check, Mullen' s claim does not survive a harmless error analysis. See Jasper,\n\n\n174 Wash. 2d        at   108.    It is clear from the State' s closing argument that it rested its argument for the\n\nDWLS       charge      on     the ACDR      and   on   Templeton'    s   testimony.        Trooper Roberts' s testimony\n\nregarding the records check was brief and merely cumulative to Templeton' s testimony.\n\n           Because Templeton' s testimony established Mullen' s driver' s license status on the day he\n\nwas arrested for DUI, any error in admitting the ACDR or Trooper Roberts' s brief testimony was\n\nharmless beyond a reasonable doubt. Thus, Mullen' s confrontation clause argument fails, and we\n\naffirm his conviction for second degree DWLS.\n\n\n\n\n                                                             18\n\fNo. 45013 -5 -II\n\n\n\n                                            II. PROSECUTORIAL MISCONDUCT\n\n\n        Mullen next argues that the State committed prejudicial misconduct that requires reversal\n\n\nwhen it argued that the beyond a reasonable doubt standard does not mean that Mullen should get\n\n the benefit of the doubt\" and that the trial court should have attempted to cure with an instruction.\n\n\nEven if we assume without deciding that the comments were improper, Mullen must show there\n\nwas a substantial      likelihood that the State'         s comments affected   the   verdict.   State v. Emery, 174\n\nWash. 2d 741, 760, 278 P.3d 653 ( 2012).                     Because Mullen fails to demonstrate a substantial\n\n\nlikelihood that the comment affected the verdict, his prosecutorial misconduct claim fails.\n\n\n                                    A. STANDARD OF REVIEW AND RULES OF LAW\n\n\n        In order to prevail on a claim of prosecutorial misconduct, the defendant carries the burden\n\n\nof demonstrating that the prosecutor' s comments were improper and that the comments were\n\nprejudicial.   Emery,       174 Wash. 2d       at   760.   We review a prosecutor' s allegedly improper comments\n\nin the context of the total argument, the issues in the case, the evidence presented, and the\n\n\ninstructions   given.      State    v.   Yates, 161 Wash. 2d 714, 774, 168 P.3d 359 ( 2007), cert. denied, 554\n\n\nU.S. 922 ( 2008); State        v.   Russell, 125 Wash. 2d 24, 85 -86, 882 P.2d 747 ( 1994), cert. denied, 514\n\n\nU.S. 1129 ( 1995).        If the comments were improper and the defendant objected, we must consider\n\n\nwhether there was a substantial likelihood that the statements affected the jury' s verdict. Emery,\n\n174 Wash. 2d      at   760.    If the defendant failed to object during the closing argument, he must show\n\nthat the comment was so flagrant or ill intentioned that an instruction could not have cured the\n\nprejudice. Emery, 174 Wash. 2d 760 -61.\n\n\n\n\n                                                              19\n\fNo. 45013 -5 -II\n\n\n\n                                                    B. DISCUSSION\n\n\n          Here, Mullen did not immediately object to the State' s comment about the reasonable doubt\n\nstandard during closing argument but waited to make a motion for a new trial based on cumulative\n\nerror,   including     the   prosecutor' s   arguably improper    reasonable   doubt   comment.     The trial court\n\n\ndenied his motion for a mistrial and declined to give a curative instruction regarding reasonable\n\ndoubt. Because the court declined to give a curative instruction, it is reasonable that we apply the\n\nless onerous \" substantial likelihood that the statements affected the jury\" standard.\n\n          Mullen contends that because our Supreme Court in State v. Warren, 165 Wash. 2d 17, 28,\n\n\n195 P.3d 940 ( 2008), cert. denied, 556 U.S. 1192 ( 2009), was prepared to reverse based on similar\n\n\ncomments if a curative instruction had not been given, reversal is appropriate here where the trial\n\ncourt    declined to    give   further instructions. We hold that Mullen has failed to prove the required\n\n\nprejudice.\n\n\n\n\n          In Warren, the court held that the prosecutor' s comments were flagrant because she made\n\n\nthe same misstatement multiple times.              165 Wash. 2d at 27. Despite the defendant' s objection after\n\n\nthe first misstatement, the prosecutor misstated the burden of proof again, and after the defendant' s\n\n\nsecond objection, the trial court orally instructed the jury on the appropriate standard and directed\n\nit to   review   the   packet of    jury   instructions.    Warren, 165 Wash. 2d    at    24 -25.   The facts here are\n\n\ndistinguishable from the facts in Warren because Mullen did not object during rebuttal and the\n\nprosecutor did not make multiple misstatements over Mullen' s objection. Unlike in Warren, the\n\n\nprosecutor here did not attempt to undermine the State' s burden of proof. In Warren, the court\n\n\nheld that the prosecutor' s repeated misstatements of the burden of proof was flagrant misconduct,\n\na   holding   that the facts here do       not support.    165 Wash. 2d at 27.\n\n\n\n                                                             20\n\fNo. 45013 -5 -II\n\n\n\n        Mullen' s argument also ignores the appropriate standard of review: we are to review this\n\n\ncomment     in the    context of   the total      argument,   the    evidence, and         the facts.   Warren, 165 Wash. 2d at\n\n\n28 ( citing Yates, 161 Wash. 2d            at   774).   The context here demonstrates that the prosecutor did not\n\n\nattempt   to   undermine    the State'       s   burden   of proof or      to   mislead    the   jury. Immediately after his\n\nmisstatement of       the burden of proof, the           prosecutor stated       that \"[   y] ou are to apply the law and the\n\ninstructions     as given   to   you.    A reasonable doubt, as it states in the instructions, is a doubt for\n\n\nwhich a reason exists.\"           RP ( June 17, 2013)         at    146.    Based on the prosecutor' s argument both\n\n\nbefore and after his misstatement, Mullen has not carried his burden to prove a substantial\n\n\nlikelihood that the statements affected the jury. The prosecutor made just one arguably, improper\n\nstatement, and Mullen has failed to provide any argument or citations to the record apart from\n\nconclusory statements that suggest that, in the context of the total argument, there is a \" substantial\n\nlikelihood that the statements affected\" the verdict here. Thus, Mullen' s prosecutorial misconduct\n\n\nargument fails.\n\n\n                                   III. STATEMENTS OF ADDITIONAL GROUNDS\n\n\n                                     THE OTHER PATRICK MULLEN AND BAIL\n\n\n          In his first and second SAG issues, Mullen argues that because of another pending case\n\nagainst a different Patrick Mullen, he did not get a fair trial and unconstitutional bail was ordered.\n\n\nAt trial, Mullen asked Templeton several questions to see if Mullen' s driving records were\n\nconfused       with   another    Patrick Mullen.           But apart from his suggestions, Mullen provides no\n\n\nevidence to demonstrate that a second Patrick Mullen actually existed or was charged with\n\nvehicular      homicide. Nor does he             argue   why the trial     was unfair      to him. On this record, we hold\n\n\n\n\n                                                                21\n\fNo. 45013 -5 -II\n\n\n\nthat Mullen suffered no unfairness from any confusion about a different Patrick Mullen and deny\n\nthis claim.\n\n\n         Mullen next argues that the trial court ordered an unreasonable bail at his arraignment. But\n\n\na bail order is not a final order subject to review by this court. RAP 2. 2( a)( 1).\n\n         Mullen' s third and fourth SAG issues concern the number of prior offenses to support the\n\n\nfelony   DUI   conviction.      Because we reverse the felony DUI conviction, we need not reach his\n\nconcern about    the   prior offenses.    Moreover, sufficient evidence exists on the record to establish\n\n\nthe   existence of   his four   prior offenses:   a judgment and sentence for three and the docket for the\n\n\nreckless driving conviction. Each of these was presented to the jury. The docket is sufficient to\n\nestablish the existence of a prior conviction where the judgment and sentence is unavailable. State\n\n\nv. Chandler, 158 Wash. App. 1, 6 -8, 240 P.3d 159 ( 2010):\n\n         Accordingly, we reverse Mullen' s felony DUI conviction, remand for the trial court to\n\nenter a misdemeanor DUI conviction, and affirm his second degree DWLS conviction.\n\n\n\n\n I concur:\n\n\n\n\n                                                        22\n\fNo. 45013 -5 -II\n\n\n\n         MELNICK, J. (     Concurring in   part,   Dissenting   in   part) —   I, like the majority, would affirm\n\nPatrick Joseph Mullen' s conviction for driving while license suspended or revoked in the second\n\ndegree. However, I respectfully dissent with the majority' s result reversing Mullen' s conviction\n\nfor   felony driving     under   the influence ( DUI).   I   would affirm      this   conviction. I agree with the\n\n\nmajority' s determination that proof of a prior conviction is an element of the crime that must be\n\nproven beyond a reasonable doubt when it alters the crime charged from a misdemeanor or gross\n\n\nmisdemeanor     to   a   felony.    See State v. Roswell, 165 Wash. 2d 186, 192, 196 P.3d 705 ( 2008).\n\n\nHowever, I disagree with the majority' s conclusion that the determination of whether Mullen' s\n\nprior reckless driving conviction involved alcohol is a question of fact for the jury to decide.\n\nI.       PRIOR CONVICTION DETERMINED BY JUDGE\n\n\n         The penalties for the crime of DUI may be increased if the defendant has certain prior\n\noffenses. Here, the State' s allegation that Mullen had four or more prior offenses within ten years\n\n                                                                                                                         8\nelevated   his DUI to     a   felony.   At issue here is Mullen' s 2008         conviction   for   reckless   driving.\n\nThis crime had originally been filed as a DUI. Because the original charging document, judgment\n\nand sentence, plea of guilty, and other documents had been destroyed, the State presented proof of\n\nthe conviction through a certified court docket sheet. The docket sheet showed entries for both a\n\n\nmotion to suppress a \" breath test\" and a motion to suppress the conditions of Mullen' s sentence\n\n\nrelating to alcohol. These conditions included the installation of\n\n\n\n\n7 RCW 46. 61. 502( 6)( a).\n\n8 RCW 46. 61. 500. The legislature amended RCW 46. 61. 500 in 2011 and 2012. LAws OF 2011,\nch.96 § 34; LAWS OF 2012, ch. 183 § 11. The amendments did not alter the statute in any way\nrelevant to this case; accordingly, we cite the current version of the statute.\n                                                         23\n\fNo. 45013 -5 - II\n\n\n\nan ignition interlock device, a prohibition on using alcohol or drugs, attendance at a DUI victim' s\n\npanel, and completion of an alcohol assessment. The State argued that because the reckless driving\n\nconviction had originally been charged as a DUI and there were other indicia of alcohol use, the\n\nreckless driving must have involved intoxicating liquor or drugs. The trial court agreed.\n\n          As   applicable   to this   case, \"' prior offense' means ...    A conviction for a violation of RCW\n\n\n      46. 61. 500, ...   if the conviction is the result of a charge that was originally filed as a violation\n\nof   RCW 46. 61. 502.\"      RCW 46. 61. 5055( 14)( a),       ( x).\n\n\n\n          In   City   of Walla Walla       v.   Greene, 154 Wash. 2d 722, 116 P.3d 1008 ( 2005), the court\n\n\ninterpreted \" prior offense\" for purposes of determining mandatory minimum sentences. I believe\n\nthe same analysis applies here where the same statute defining \" prior offense\" elevates Mullen' s\n\ncrime to a felony. Our Supreme Court held that it is not enough that the original charge, prior to\n\namendment, was           DUI. Greene, 154 Wash. 2d        at   727. \"[ T] he statute requires the State to establish\n\n\nthat a prior driving conviction involved use of intoxicating liquor or drugs. Thus, due process is\n\nsatisfied for the purposes of this mandatory enhancement if the prior conviction exists and the\n\nprosecution can establish that intoxicating liquor or drugs were involved in that prior offense.\"\n\nGreene,        154 Wash. 2d    at    727 -28.      It reasoned that this interpretation rendered the statute\n\n\nconstitutional     because, \"     all elements of that offense are established by virtue of the conviction\n\nitself.\" Greene, 154 Wash. 2d at 728.\n\n\n\n\n                                                             24\n\fNo. 45013 -5 -II\n\n\n\n          The State asserts that involvement of drugs and alcohol is a threshold question of law and\n\n\nthat the trial court had the authority to decide it. I agree and believe the trial court should determine\n\nthe admissibility of the proffered prior conviction as a question of law. It is not an issue of fact\n\nfor the jury to decide. The jury should then determine whether the State has proven the predicate\n\noffense beyond a reasonable doubt.\n\n\n          While the fact that a person has four prior DUI offenses is an essential element of the crime\n\n\nof   felony   DUI   under   RCW 46. 61. 502( 6),   that must be proved to the jury beyond a reasonable\n\ndoubt, whether a prior offense meets the statutory definition in RCW 46. 61. 5055( 13) is not an\n\nessential element of the crime. Rather, the question of whether a prior offense meets the statutory\n\ndefinition is a threshold question of law to be decided by the trial court before admitting a prior\n\noffense into evidence at trial. State v. Chambers, 157 Wash. App. 465, 468, 237 P.3d 352 ( 2010).\n\nDivision I of this court reaffirmed the proposition that \" whether a prior conviction qualifies as a\n\n\npredicate offense is a threshold question of law for the court, and not an essential element of the\n\n\ncrime of felony DUI\" in State v. Cochrane, 160 Wash. App. 18, 27, 253 P.3d 95 ( 2011).\n\n          Based on the foregoing, I would hold that whether Mullen' s reckless driving conviction\n\ninvolved alcohol and thus qualified as a predicate offense is for the judge to decide as a matter of\n\nlaw. Whether the conviction has been proved beyond a reasonable doubt is for a jury to decide.\n\nIn other words, the jury would decide whether the prior offenses happened.9\n\n\n\n\n9\n    Assuming that the majority' s analysis is correct, its remedy is contrary to its reasoning. If a\njury is to determine as a matter of fact whether a prior conviction qualifies as a predicate offense,\nthis case should be remanded for a new trial on this issue.\n\n\n                                                       25\n\fNo. 45013 -5 -II\n\n\n\nII.     SUFFICIENCY OF PROOF OF PRIOR CONVICTION\n\n\n        We review the trial court' s decision to admit evidence for an abuse of discretion. State v.\n\n\nDemery,    144 Wash. 2d 753, 758, 30 P.3d 1278 ( 2001).                   A trial court is given considerable discretion\n\n\nto determine the admissibility                 of evidence.   Demery,    144 Wash. 2d      at   758.   However, an abuse of\n\n\ndiscretion occurs if evidence is admitted contrary to law. State v. Neal, 144 Wash. 2d 600, 609, 30\n\nP.3d 1255 ( 2001).      The admissibility of evidence shall be determined by the court. ER 104.\n\n        The       proof of   Mullen'       s   2008   conviction was   sufficiently   proven   by   the State.   Generally a\n\ncertified copy of the judgment and sentence is the best evidence of a conviction. State v. Lopez,\n\n147 Wash. 2d 515, 519, 55 P.3d 609 ( 2002).                  However, if the State shows why a certified copy of the\n\njudgment     and sentence        is   not available,       other comparable evidence          may be    used.    Lopez, 147\n\n\nWash. 2d at 519. The State then must show the sentencing court that the comparable evidence bears\n\n  some minimal        indicium        of   reliability beyond   mere allegation.'\"       State v. Mendoza, 165 Wash. 2d\n\n\n913, 920, 205 P.3d 113 ( 2009) ( quoting                State v. Ford, 137 Wash. 2d 472, 481, 973 P.2d 452 ( 1999))\n\n emphasis     in    original).    The use of court dockets to prove a defendant has been previously\n\nconvicted    is   proper.    State    v.   Vickers, 148 Wash. 2d 91, 120, 59 P.3d 58 ( 2002); State v. Blunt, 118\n\n\nWn.   App.   1, 8 -9, 71 P.3d 657 ( 2003).            In State v. Chandler, 158 Wash. App. 1, 240 P.3d 159 ( 2010),\n\nthe State provided certified copies of docket sheets from various district and municipal courts in\n\nWashington.         We found these              sheets were reliable.    I do not believe the trial court abused its\n\n\ndiscretion in admitting the prior conviction.\n\n\n\n\n                                                                26\n\fNo. 45013 -5 -II\n\n\n\n       Because I disagree with the majority' s conclusion that the determination of whether\n\nMullen' s prior reckless driving conviction involved alcohol and, thus, qualifies as a predicate\n\noffense, as opposed to whether the prior, conviction occurred, is a question of fact for the jury to\n\ndecide, the constitutional issue is removed from consideration. I believe the decision whether to\n\n\nadmit prior convictions for the jury to consider is within the province of the trial court and it is for\n\nthe jury to determine if the prior convictions have been proven.\n\n        For the reasons stated above, I respectfully dissent.\n\n\n\n\n                                                   27\n\f",
            "ocr": false,
            "opinion_id": 2785093
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Murder"
}