{
    "id": 2796042,
    "judges": "Dennis, Haynes, Jones, Per Curiam",
    "date_filed": "1977-08-21",
    "date_filed_is_approximate": true,
    "slug": "louis-perez-v-william-stephens-director",
    "case_name_short": null,
    "case_name": "Louis Perez v. William Stephens, Director",
    "case_name_full": "Louis Castro PEREZ, Petitioner-Appellant v. William STEPHENS, Director, Texas Department of Criminal Justice, Correctional Institutions Division, Respondent-Appellee",
    "attorneys": "Mark Emery, Jonathan S. Franklin, Norton Rose Fulbright U.S. LLP, Washington, DC, Marcy Hogan Greer, Alexander Dubose Jefferson & Townsend, L.L.P., Austin, TX, for Petitioner-Appellant., Matthew Hamilton Frederick, Deputy Solicitor General, Thomas Merrill Jones, Assistant Attorney General, Office of the Attorney General, Austin, TX, for Respondent-Appellee.",
    "nature_of_suit": "Death Penalty w/ Counsel",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b342-3\">\n    Louis Castro PEREZ, Petitioner-Appellant v. William STEPHENS, Director, Texas Department of Criminal Justice, Correctional Institutions Division, Respondent-Appellee.\n   </parties><br><docketnumber id=\"b342-6\">\n    No. 14-70039.\n   </docketnumber><br><court id=\"b342-7\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><br><decisiondate id=\"b342-9\">\n    April 22, 2015.\n   </decisiondate><br><attorneys id=\"b343-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"277\"> \n     *277\n     </span>\n    Mark Emery, Jonathan S. Franklin, Norton Rose Fulbright U.S. LLP, Washington, DC, Marcy Hogan Greer, Alexander Dubose Jefferson &amp; Townsend, L.L.P., Austin, TX, for Petitioner-Appellant.\n   </attorneys><br><attorneys id=\"b343-20\">\n    Matthew Hamilton Frederick, Deputy Solicitor General, Thomas Merrill Jones, Assistant Attorney General, Office of the Attorney General, Austin, TX, for Respondent-Appellee.\n   </attorneys><br><judges id=\"b343-22\">\n    Before JONES, DENNIS, and HAYNES, Circuit Judges.\n   </judges>",
    "citations": [
        "784 F.3d 276"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM:\nIn this 28 U.S.C., § 2254 death penalty case, Perez appeals the March 27, 2012, dismissal (“March 2012 Judgment”) of his habeas petition and application for a Certificate of Appealability (“COA”). Although Perez failed to file a notice of appeal within 30 days of the judgment as required by Federal Rule of Appellate Procedure (“FRAP”) 4(a)(1), in its most recent ruling in this case, the district court reopened the time to appeal pursuant to FRAP 4(a)(6), and Perez filed an appeal of the March 2012 Judgment following that *278order. In Perez’s previous appeal of the same ruling,' we held, in part, that FRAP 4(a)(6) relief was not viable and dismissed Perez’s appeal without remanding to the district court. Perez v. Stephens, 745 F.3d 174 (5th Cir.) [hereinafter “Perez 7”],1 cert. denied, — U.S. —, 135 S.Ct. 401, 190 L.Ed.2d 289 (2014). The district court’s order reopening the time to appeal thus conflicts with this court’s earlier opinion and is barred by the mandate rule. Additionally, it reflects a misapplication of FRAP 4(a)(6). Accordingly, we DISMISS this appeal for lack of jurisdiction.\nI. Background\nA Texas jury convicted Perez of capital murder and sentenced him to death. Perez I, 745 F.3d at 175. The Texas Court of Criminal Appeals affirmed his sentence on direct appeal and denied his habeas petition. Id. at 176. After exhausting his state court remedies,, Perez filed a habeas petition in federal court pursuant to 28 U.S.C. § 2254. The district court denied Perez habeas relief and declined to grant a COA. The judgment denying the writ of habeas corpus and a COA was entered on March 27, 2012, meaning Perez had until April 26, 2012, to file his appeal. See FRAP 4(a)(1)(A).\nPerez’s attorney, Sadaf Khan, received notice of the judgment, but decided not to appeal after concluding that an appeal was not in her client’s best interest. Khan informed neither Perez nor the consulting attorney, Richard Burr, of the judgment, nor did she consult Perez on whether to file an appeal. Burr only learned of Khan’s failure to appeal after the deadline to timely appeal had passed. After Burr informed Khan that death penalty litigants should exhaust all appeals as a matter of course, Khan filed a motion on June 25, 2012, to reopen the time to appeal pursuant to FRAP 4(a)(6). The district court entered an order denying Khan’s motion on July 3, 2012, (the “July 2012 Order”) reasoning that Khan had received notice of the judgment when it was entered. See FRAP 4(a)(6) (providing that the court may only reopen the time to appeal if, inter alia, the moving party did not receive notice under Federal Rule of Civil Procedure 77(d)). The district court also noted that Khan missed the deadline to file a FRAP 4(a)(5) motion. Khan did not appeal the district court’s order. •\nPerez then obtained new counsel who filed FRAP 4(a)(5) and 4(a)(6) motions, as well as a motion under Federal Rule of Civil Procedure (“Civil Rule”) 60(b)(6), on August 29, 2012 (collectively, “August 29 Motions”). The district court concluded that Khan had abandoned Perez and granted his Civil Rule 60(b) motion. The court directed the clerk to reenter the March 2012 Judgment denying habeas relief so that Perez could timely appeal. The March 2012 Judgment was reentered on December 18, 2012 (“December 2012 Order”). While the district court dismissed Perez’s FRAP 4(a)(5) and FRAP 4(a)(6) motions, it held in the alternative that it would have granted relief under FRAP 4(a)(6) if it had not entered judgment under Civil Rule 60(b). Perez filed an appeal that would be timely as to the reentered March 2012 Judgment, and the Director timely appealed the grant of Perez’s August 29 Motion for Civil Rule 60(b) relief. In that appeal, the Director also filed a motion to dismiss for want of jurisdiction with this court on the grounds that Perez could not render his appeal timely through either Civil Rule 60(b) or FRAP 4(a)(6).\n*279Perez I consolidated both appeals and held that the district court may not allow an otherwise untimely appeal by using Civil Rule 60(b) to reenter a judgment solely to make the appeal timely. 745 F.3d at 181. Because the December 2012 Order reopening the time to appeal was invalid, Perez’s appeal of the March 2012 Judgment was untimely. Id.\nSimilarly, we held that FRAP 4(a)(6) did not provide Perez with an alternative avenue for filing a timely notice of appeal. Id. at 177 n. 4. Perez did not appeal the district court’s July 2012 Order or December 2012 Order denying his FRAP 4(a)(6) motions. Nevertheless, the December 2012 Order held in the alternative that FRAP 4(a)(6) was a viable means of relief, while William Stephens, the Director of the Texas Department of Criminal Justice (“the Director”), argued in his motion to dismiss for want of jurisdiction that it was not. In light of this dispute Perez I explained:\nThe district court ruled in the alternative that it would have granted the Appellate Rule 4(a)(6) motion, despite its earlier conclusion that this rule did not apply because Khan received timely notice. Perez does not argue that Appellate Rule 4(a)(6) would provide an alternate basis to find his appeal timely. This rule does not cover an attorney’s decisions that lead to an untimely appeal. See Resendiz v. Dretke, 452 F.3d 356 (5th Cir.2006). Even if Appellate Rule 4(a)(6) were an available source of relief in a case such as this one, as suggested by the dissenting opinion, it permits only a fourteen-day reopening of the time for appeal. This appeal was filed twenty-eight days after the district court’s Civil Rule 60(b)(6) order. Thus, Appellate Rule 4(a)(6) does not aid Perez here.\n745 F.3d at 177 n. 4. The court vacated the December 2012 Order granting Civil Rule 60(b) relief, “leaving the March 2012 judgment as the ‘live’ judgment as to which Perez’s appeal is, admittedly, untimely.” Id. at 181. Because neither Civil Rule 60(b) nor FRAP 4(a)(6) rendered Perez’s appeal timely, the court “GRANT[ED] the Director’s motion to dismiss ... Perez’s appeal, for want of jurisdiction.” Id. Perez I did not remand to the district court, nor did it purport to vacate or reverse the district court’s dismissal of Perez’s August 29 Motions for FRAP 4(a)(5) and 4(a)(6) relief.\nAfter this court’s disposition of Perez and the Director’s appeals and the Supreme Court’s denial of certiorari, Perez filed a letter with the district court “Re-urging ... Pending Motions to Reopen or Extend the Time to File Notice of Appeal.” The letter requested that the court grant Perez’s August 29 Motions for relief under FRAP 4(a)(5) and 4(a)(6), the two alternative bases the district court had previously considered and dismissed in its December 2012 Order. Perez reasoned that this court’s vacatur of the district court’s Civil Rule 60(b) judgment also vacated the district court’s dismissal of both motions. Therefore, he argued that both motions remained pending before the district court. The district court seemingly agreed with this contention, and reopened the time to appeal pursuant to FRAP 4(a)(6) on the grounds that Khan, who had received notice of the denial of habeas relief, had abandoned Perez and thus Perez was not on notice of the March 2012 Judgment. The district court’s order was entered on December 11, 2014 (the “December 2014 Order”), and Perez then appealed the March 2012 Judgment denying habeas relief and denying a COA, as well as all other adverse orders. In this second round of appeals, the Director did not *280appeal the district court’s reopening of the time to appeal under FRAP 4(a)(6).\nThe court requested letter briefs from each party addressing this court’s jurisdiction to consider this appeal. In response, the parties filed letters addressing whether the district court’s December 2014 Order violated the mandate rule and whether the district court lacked the power to grant an extension of the time to appeal the March 2012 Judgment.\nII. Discussion\nBefore addressing why the district court’s December 2014 Order reopening the time to appeal under FRAP 4(a)(6) violated Perez J’s mandate, we must dispense with Perez’s argument that the Director’s failure to appeal the district court’s FRAP 4(a)(6) Order renders it unreviewable on appeal. Relying on Amatangelo v. Borough of Donora, 212 F.3d 776, 778-80 (3d Cir.2000), Perez argues that the Director’s failure to appeal the district court’s FRAP 4(a)(6) Order effectively forfeits any jurisdictional concerns stemming from the Order.\nIt is axiomatic that we must consider the basis of our own jurisdiction, sua sponte if necessary. Wilkens v. Johnson, 238 F.3d 328, 329-30 (5th Cir.2001). Jurisdiction cannot be waived or created by consent of the parties, id. at 330, and “[a] timely filed notice of appeal is a jurisdictional prerequisite to [appellate] review,” Dison v. Whitley, 20 F.3d 185, 187 (5th Cir.1994). Perez filed his notice of appeal pursuant to the December 2014 Order reopening the time to appeal under FRAP 4(a)(6). In such circumstances, this court considers it necessary to review the propriety of the underlying order to ascertain whether we have jurisdiction. See Wilkens, 238 F.3d at 330 (holding that an improperly granted FRAP 4(a)(6) motion did not provide appellate jurisdiction even though the nonmoving party attempted to concede jurisdiction). Thus, Perez’s argument to the contrary is unavailing.\nThe question, then, is whether we have jurisdiction to consider Perez’s appeal of the March 2012 Order. Because we find that the district court’s December 2014 Order reopening the time to appeal' violates this court’s mandate in Perez I, we must dismiss this appeal for want of jurisdiction.\nUnder law-of-the-case doctrine, “the district court on remand, or the appellate court on a subsequent appeal, abstains from reexamining an issue of fact or law that has already been decided on appeal.” United States v. Teel, 691 F.3d 578, 582 (5th Cir.2012). A corollary of the law-of-the-case doctrine is the mandate rule, which “requires a district court on remand to effect [the court’s] mandate and to do nothing else.” Gen Universal Sys., Inc. v. HAL, Inc., 500 F.3d 444, 453 (5th Cir.2004) (citation and internal quotation marks omitted). “A district court on remand ‘must implement both the letter and the spirit of the appellate court’s mandate and may not disregard the explicit directives of that court.’ ” United States v. McCrimmon, 443 F.3d 454, 459 (5th Cir.2006) (quoting United States v. Matthews, 312 F.3d 652, 657 (5th Cir.2002)). “Whether the law of the case doctrine foreclose[s] the district court’s exercise of discretion on remand and the interpretation of the scope of this court’s remand order present questions of law that this court reviews de novo.\" United States v. Hamilton, 440 F.3d 693, 697 (5th Cir.2006) (citation and internal quotation marks omitted).\nTo determine whether the December 2014 Order violated the mandate rule, we must assess the scope of Perez I’s mandate. As stated above, this court has a duty to examine the basis of its own juris*281diction. See Wilkens, 238 F.3d at 329-30. In Perez I, we fulfilled that responsibility primarily by addressing whether the district court’s grant of Civil Rule 60(b) relief afforded Perez with the opportunity to timely appeal the March 2012 Order dismissing his habeas petition. However, an alternative method of procuring jurisdiction was also presented to the court. The December 2012 Order held, in the alternative, that FRAP 4(a)(6) was a viable method of allowing Perez to timely appeal. The Director disagreed and filed a motion to dismiss for want of jurisdiction with this court, arguing that neither Civil Rule 60(b) nor FRAP 4(a)(6) were permissible bases of establishing jurisdiction. As required, we evaluated whether either motion provided Perez with a timely basis for appealing.\nBoth our holding in Perez I and our instructions to the district court unambiguously rejected the December 2012 Order’s alternate holding that FRAP 4(a)(6) was a permissible method of attaining jurisdiction. 745 F.3d at 177 n. 4. Perez I stated that Perez could not reopen the time to appeal under FRAP 4(a)(6) because the “rule does not cover an attorney’s decisions that lead to an untimely appeal,” and that “Appellate Rule 4(a)(6) does not aid Perez here.” 745 F.3d at 177 n. 4 (citing Resendiz, 452 F.3d at 356). The district court exceeded its authority when it subsequently issued its December 2014 Order coming to the opposite conclusion. See McCrimmon, 443 F.3d at 459 (the district court “may not disregard the explicit directives of [this] court”).\nPerez implicitly argues that his failure to appeal the district court’s denial of FRAP 4(a)(6) relief renders our statement in Perez I dictum and therefore not law of the case. See Pegues v. Morehouse Parish Sch. Bd., 706 F.2d 735, 738 (5th Cir.1983). Obiter dictum is defined as “[a] judicial comment ... that is unnecessary to the decision in the case and therefore not precedential.” Black’s Law Dictionary 1240 (10th ed.2014). In light of this court’s obligation to assess its jurisdiction, an evaluation' of whether FRAP 4(a)(6) provided such jurisdiction is anything but “unnecessary.” Both the district court’s December 2012 Order, which asserted that FRAP 4(a)(6) relief was available, and the motion to dismiss filed with this court contemplated that .FRAP 4(a)(6) might be a basis to establish jurisdiction. Perez I necessarily assessed and dismissed this argument and then granted the Director’s motion to dismiss for want of jurisdiction. 745 F.3d at 177 n. 4, 181. Instead of being dictum, the disputed language from Perez I is more accurately characterized as ruling upon an alternative basis for appellate jurisdiction. See generally Pruitt v. Levi Strauss &amp; Co., 932 F.2d 458, 465 (5th Cir.1991) (“This circuit follows the rule that alternative holdings are binding precedent and not obiter dictum,.”).\nThat the district court exceeded the scope of Perez I’s mandate is bolstered by our disposition of the case. We addressed all avenues of potential relief Perez possessed and rejected each in turn. Perez I vacated the district court’s December 2012 Order, reinstated the March 27 Judgment from which a FRAP 4(a)(6) motion would have been untimely, dismissed Perez’s appeal as untimely, and did not remand to the district court. Moreover, Perez I did not purport- to vacate either the district court’s December 2012 Order or July 2012 Order denying FRAP 4(a)(6) relief. See id. at 181 (“VACAT[ING] the order granting Civil Rule 60(b)(6) relief.” (emphasis added)). The totality of these actions clearly manifested an 'intent to dispense with the case. Quite simply, there was nothing left for the district court' to do. While one could argue that the failure to remand likely does not deprive the district *282court of jurisdiction, see United States v. Dozier, 707 F.2d 862, 864 (5th Cir.1983), the district court’s December 2014 Order still failed to heed Perez I. See McCrimmon, 443 F.3d at 459 (“A district court on remand must implement both the letter and the spirit of the appellate court’s mandate ____”) (citation and internal quotation marks omitted).2\nFinally, Perez’s repeated failure to raise the FRAP 4(a)(6) issue is also dispositive. The mandate rule “bars litigation of issues decided by the district court but foregone on appeal or otherwise waived.” United States v. Lee, 358 F.3d 315, 321 (5th Cir.2004) (quotation marks omitted). Indeed, it is well-established that the failure to timely raise an issue forfeits that argument. See United States v. Olano, 507 U.S. 725, 733, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993).\nThis appeal is not the second, but the third attempt by Perez to extend the time to appeal under FRAP 4(a)(6). Despite raising this issue twice before the district court, Perez did not appeal or address either the July 2012 Order denying the relief or the December 2012 Order dismissing FRAP 4(a)(6) relief, including the fact that the latter Order stated that the Rule might provide an alternative method of filing a timely notice of appeal, except to assert that he was not relying on FRAP 4(a)(6). Perez had yet another opportunity to address this issue in Perez I in response to the Director’s motion to dismiss for want of jurisdiction, but again failed to do so. See 745 F.3d at 177 n. 4 (“Perez does not argue that Appellate Rule 4(a)(6) would provide an alternate basis to find his appeal timely.”). This neglect is particularly unjustifiable given that the Director’s motion to dismiss explicitly placed this issue before the court. See Lee, 358 F.3d at 324 (noting that an issue may be waived if there was a reason to raise it in the initial appeal).3\nThe dissenting opinion argues that Perez, as the appellee in Perez I, is subject to a more lenient standard and as such his neglect is excusable. See Tex. Midstream Gas Servs., LLC v. City of Grand Prairie, 608 F.3d 200, 206 (5th Cir.2010). The argument is predicated on the premise that “avoiding piecemeal litigation and conserving judicial resources are less implicated when the party against whom waiver is asserted is the appellee.” Shell Offshore, Inc. v. Dir., Office of Workers’ Comp. Programs, U.S. Dep’t of Labor, 122 F.3d 312, 317 (5th Cir.1997) (citation, alterations, and internal quotation marks omitted). While an appellee’s failure to brief an issue may not always raise concerns about judicial economy, Perez’s repeated neglect— and the district court’s willingness to revive issues that have already been re*283solved — demonstrate why such concerns are relevant here.\nMoreover, the basis for the policy choice applying a more lenient standard to appellees is that, by definition, appellees are unable to choose which issues will be appealed and are unable to file reply briefs. See Laitram Corp. v. NEC Corp., 115 F.3d 947, 954 (Fed.Cir.1997) (relied upon by this court in Shell Offshore, Inc., 122 F.3d at 317). Those concerns are inapposite here. Questions of appellate jurisdiction are always assessed by this court, so Perez was on notice of this court’s inquiry and was not disadvantaged by being the appellee. Furthermore, the Director raised the propriety of the FRAP 4(a)(6) motion in his motion to dismiss for want of jurisdiction — which means Perez had an additional opportunity, usually unavailable to appellees, to address appellant’s arguments.\nFinally, even if we were to determine that the FRAP 4(a)(6) issue was not precluded by the ruling and events of Perez I, we conclude that FRAP 4(a)(6) relief is unavailable in a situation such as this one. FRAP 4(a)(6) provides that “a district court may reopen the time to file an appeal for a period of 14 days after the date when its order to reopen is entered,” but only if (1) a party did not receive notice of the entry of the judgment under Federal Rule of Civil Procedure 77(d) within 21 days after entry,4 and (2) the FRAP 4(a)(6) motion “is filed within 180 days after the judgment or order is entered or within 14 days after the moving party receives notice ... whichever is earlier.” Civil Rule 77(d), in turn, requires notice of judgment to be given under Federal Rule of Civil Procedure 5(b), which mandates service on a party’s attorney if the party is represented by counsel. It is undisputed that the clerk complied with Civil Rule 77(d) and that Khan, Perez’s attorney, received notice. Thus, FRAP 4(a)(6). is unavailable here, as the district court originally ruled.\nWhile this fact would ordinarily foreclose the availability of relief under FRAP 4(a)(6), Perez and the dissenting opinion maintain that an exception to this rule is warranted because Khan “abandoned” him. Although notice received by an attorney is imputed to the client, see Pioneer Inv. Servs. Co. v. Brunswick Assocs. Ltd. P’ship, 507 U.S. 380, 397, 113 S.Ct. 1489, 123 L.Ed.2d 74 (1993), Perez argues that this principle should not apply when an attorney has abandoned his client. See Maples v. Thomas, — U.S. —, 132 S.Ct. 912, 917, 181 L.Ed.2d 807 (2012). This argument has several defects. First,' we have previously held that the failure by an attorney to tell her client of a civil judgment in time to file an appeal is not “abandonment.” Resendiz, 452 F.3d at 362 (declining to “reach the question of whether notice may be imputed to a party who ... is abandoned by counsel” because attorney negligence does not constitute abandonment).\nIn Resendiz, 452 F.3d at 358, a habeas petitioner’s counsel received notice of the entry of judgment against his client but failed to inform his client of the judgment for two months, at which point the client sought to appeal. After the district court denied his appeal as untimely, the petitioner appealed to this court, arguing that notice of the judgment should not be imputed to him “because counsel abandoned him, failing to either timely inform him of the judgment or to file a notice of appeal.” Id. at 358-59. The court concluded that *284counsel’s actions amounted to mere negligence and not attorney abandonment. It observed that:\ncounsel filed a federal habeas petition on [petitioner’s] behalf and, after meeting with [petitioner], moved, albeit untimely, to reopen the period for filing a notice of appeal. If counsel’s failure to file a timely notice of appeal constitutes abandonment, then [petitioner’s] argument would allow an end run around the requirements set forth in Rule 4(a)(6). Stated another way, the proposed exception would swallow the rule.\nId. at 362.\nKhan’s actions do not materially differ from the actions of the negligent counsel in Resendiz. Like the attorney in Resendiz, Khan received notice of an adverse judgment, failed to inform her client, and consequently failed to timely appeal (although in her case, she made the decision not to appeal based upon strategic considerations, which seems even less likely to be “abandonment,” see Perez I, 745 F.3d at 177 n. 5). Perez, like the petitioner in Resendiz, cannot use his attorney’s failure to inform him as a basis to reopen the time to appeal under FRAP 4(a)(6). Perez I, 745 F.3d at 177 n. 4.\nFurther, this argument runs squarely against Supreme Court precedent holding that we are not at liberty to grant exceptions pursuant to 28 U.S.C. § 2107, which is “carrie[d] into practice” by FRAP 4. See Bowles v. Russell, 551 U.S. 205, 208, 214, 127 S.Ct. 2360, 168 L.Ed.2d 96 (2007) (specifically noting that FRAP 4(a)(6) is grounded in § 2107(c)). “[T]he timely filing of a notice of a notice of appeal is a jurisdictional requirement” and “this Court has no authority to create equitable exceptions to jurisdictional requirements.” Id. Bowles expressly addressed FRAP 4(a)(6). By contrast, the “equitable exceptions” crafted by the Court in other cases were directed to non-jurisdictional rules. See Maples, 132 S.Ct. at 920-22 (2012) (concerning whether default on a state procedural rule necessarily bars the bringing of a habeas claim to federal court); Holland v. Florida, 560 U.S. 631, 645, 130 S.Ct. 2549, 177 L.Ed.2d 130 (2010) (concerning AEDPA’s statute of limitations). Thus, even if we concluded that Khan abandoned Perez, which we do not, under Bowles, the jurisdictional nature of these statutory requirements precludes us from reopening the time to appeal under FRAP 4(a)(6) because its terms are not met here, i.e., notice of the judgment was properly given by the clerk and received by Perez’s lawyer.\nIII. Conclusion\nThere are multiple avenues that arrive at the same conclusion — this appeal should be dismissed. The mandate rule barred relitigation of Perez’s FRAP 4(a)(6) claim. The district court erred by exceeding the scope of Perez I’s mandate, and Perez erred by not raising his FRAP 4(a)(6) argument in a timely fashion. Under any of these circumstances, the district court’s December 2014 Order reopening the time to appeal was invalid. Even if the mandate rule did not bar relitigation of Perez’s 4(a)(6) claim, the Rule’s terms were not met, so no such relief is available here. Accordingly, we again DISMISS Perez’s appeal for want of jurisdiction.\n\n. \"Perez” refers to the petitioner, while \"Perez I\" will denote this court's previous decision.\n\n\n. We typically hold that a district court exceeds the “spirit\" of a mandate when we have remanded for a limited purpose but the district court proceeds to consider extraneous issues. See United States v. Matthews, 312 F.3d 652, 658 (5th Cir.2002). This same principle applies by analogy here. Perez I took a multitude of actions that are inconsistent with the district court's subsequent decision to reopen the time to appeal under FRAP 4(a)(6). If remanding with limited instructions precludes a district court from considering extraneous issues on remand, then logic suggests that this court addressing the availability of FRAP 4(a)(6) relief and not remanding at all similarly deprives the district court.\n\n\n. The dissenting opinion suggests there would be no reason to appeal the Rule 4(a)(6) determination, given that the district court stated it would grant this relief and granted Perez Rule 60(b) relief. This argument would not explain Perez's lack of response to the motion to dismiss or his affirmative statement that he was not relying on 4(a)(6). Additionally, it supports our conclusion that this alternative basis for relief was before us in Perez I and decided against Perez.\n\n\n. On December 1, 2005, FRAP 4(a)(6) was amended such that “only formal service pursuant to Federal Rules of Civil Procedure 77(d) and 5(b) constitutes notice.” Resendiz, 452 F.3d at 358 n. 3.\n\n",
            "ocr": false,
            "opinion_id": 9806992
        },
        {
            "author_str": "Dennis",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJAMES L. DENNIS, Circuit Judge,\ndissenting:\nThe majority correctly notes that obiter dictum is not the law of the case, but incorrectly concludes that the Perez I majority’s discussion of FRAP 4(a)(6) was not dictum'. Next, the majority mistakenly concludes that Perez waived the FRAP 4(a)(6) issue by failing to raise it in the prior appeal. Lastly, the majority errone*285ously holds that the district court’s grant of FRAP 4(a)(6) relief was improper on the merits. Because I would hold that the district court did not abuse its discretion by granting Perez’s FRAP 4(a)(6) motion, I respectfully dissent.\nFirst, the majority opinion in Perez I did not include a holding as to FRAP 4(a)(6)— any mention of FRAP 4(a)(6) was dictum and therefore not the law of the case. See Jama v. Immigration &amp; Customs Enforcement, 543 U.S. 335, 351 n. 12, 125 S.Ct. 694, 160 L.Ed.2d 708 (2005) (“Dictum settles nothing, even in the court that utters it.”); Pegues v. Morehouse Parish Sch. Bd., 706 F.2d 735, 738 (5th Cir.1983) (stating that obiter dictum is not law of the case). The district court’s December 2012 Order, which was the subject of the prior appeal in Perez I, dismissed1 Perez’s FRAP 4(a)(5) motion for extension of time and his 4(a)(6) motion to reopen the time to file an appeal, but granted Perez’s Civil Rule 60(b)(6) motion for relief from judgment. The district court then vacated and reentered its earlier judgment denying Perez habeas relief. In a footnote, the district court stated that if it had not granted Perez’s Civil Rule 60(b)(6) motion, it would have granted his FRAP 4(a)(6) motion. The Director appealed the district court’s Civil Rule 60(b)(6) ruling and Perez, as appellee, argued that the court’s ruling was correct. Perez did not argue in the alternative that the time to file an appeal should have been reopened under FRAP 4(a)(6). The Perez I majority concluded that Perez’s Civil Rule 60(b)(6) motion was improperly granted and also mentioned in a footnote that FRAP 4(a)(6) would not have aided Perez. Perez v. Stephens, 745 F.3d 174, 177 n. 4 (5th Cir.2014). In the instant appeal, the majority concludes that that footnote was a holding and therefore binding on the district court. In my view, it was not.\nObiter dictum is “[a] judicial comment made while delivering a judicial opinion, but one that is unnecessary to the decision in the case and therefore not precedential.” Black’s Law Dictionary 1240 (10th ed.2014); see also Bohannan v. Doe, 527 Fed.Appx. 283, 300 (5th Cir.2013) (“[Djicta involves the consideration of abstract and hypothetical situations not before the court.” (internal quotation marks and alterations omitted)). The issue before the Perez I panel was whether the district court had properly vacated its own earlier judgment of March 2012 under Civil Rule 60(b)(6). See 745 F.3d at 177. Perez did not challenge the district court’s dismissal of his FRAP 4(a)(6) motion on appeal, so that issue was not before the panel. See id. at 177 n. 4. Any comments the Perez I panel made as to the merits of a hypothetical FRAP 4(a)(6) argument were nonbinding and not the law of the case. See Pegues, 706 F.2d at 738.\nTo arrive at its conclusion that the FRAP 4(a)(6) issue was properly before the Perez I panel, the majority concludes that the district court’s December 2012 Order included an “alternate holding” that Perez was entitled to FRAP 4(a)(6) relief. The district court’s holding as to FRAP 4(a)(6), however, was to dismiss Perez’s motion for relief under FRAP 4(a)(6). The majority, therefore, reaches the paradoxical conclusion that the district court’s December 2012 Order both held that Perez was entitled to FRAP 4(a)(6) relief and denied him such relief. The district court did not maintain these contradictory holdings. Instead, the district court granted Perez’s motion to vacate judgment under Civil Rule 60(b)(6), dismissed Perez’s alternative motions under FRAP 4(a)(5) and *2864(a)(6), vacated the March 2012 Judgment, and entered a new judgment. Perez did not challenge the dismissal of his FRAP 4(a) motions.2 Only the vacatur of the March 2012 Judgment was before the Perez I panel on appeal. The Perez I majority’s superfluous discussion of FRAP 4(a)(6) therefore did not tie the district court’s hands.3 See Pegues, 706 F.2d at 738.\nSecond, the majority concludes that Perez forfeited his FRAP 4(a)(6) argument by failing to raise it before the Perez I panel and, because of the forfeiture, the district court could not grant FRAP 4(a)(6) relief now. For purposes of the FRAP 4(a)(6) issue, Perez was the appellee in Perez I. “[Wjhen the derelict party is the appellee, who may rely on a favorable ruling by the trial court, it makes sense to construe the ‘rule’ of forfeiture more leniently.” Tex. Midstream Gas Servs., LLC v. City of Grand Prairie, 608 F.3d 200, 206 (5th Cir.2010); see also Shell Offshore, Inc. v. Dir., Office of Workers’ Comp. Programs, U.S. Dep’t of Labor, 122 F.3d 312, 317 (5th Cir.1997) (concluding that issue was not forfeited despite appellee’s failure to address it in its brief). Moreover, the forfeiture rule is not an absolute or jurisdictional bar to considering issues that were not briefed; it is “a prudential construct that requires the exercise of discretion.” United States v. Miranda, 248 F.3d 434, 443 (5th Cir.2001). We should not conclude that Perez forfeited his FRAP 4(a)(6) argument.\nLast, the majority holds that the district court was wrong to grant Perez’s FRAP 4(a)(6) motion, even if the Perez I mandate did not otherwise settle the issue. FRAP 4(a)(6) allows a district court to reopen the time to file a notice of appeal if the court finds that the moving party did not receive notice of entry of judgment. The district court determined that although Khan, Perez’s trial attorney, had received notice of the entry of judgment, that notice could not be imputed to Perez because Khan had abandoned him. See Maples v. Thomas, — U.S. —, 132 S.Ct. 912, 924, 181 L.Ed.2d 807 (2012) (“[Ujnder agency principles, a client cannot be charged with the acts or omissions of an attorney who has abandoned him.”). The district court’s conclusion was not an abuse of discretion. See In re Jones, 970 F.2d 36, 39 (5th Cir.1992) (noting that a district court’s denial of a FRAP 4(a)(6) motion is reviewed for abuse of discretion).\nThe majority relies heavily on Resendiz v. Dretke, 452 F.3d 356 (5th Cir.2006), in which we stated that an attorney’s failure to file a timely notice of appeal did not constitute abandonment. Id. at 362. Because we determined that Resendiz had not been abandoned by counsel, we did “not reach the question of whether notice *287may be imputed to a party who, though technically represented, is abandoned by counsel.” Id. Resendiz, however, was decided before the Supreme Court’s decision in Maples, which is indispensable to our current understanding of attorney abandonment. See Maples, 132 S.Ct. at 922-28. More importantly, Perez’s attorney did more than just negligently miss a filing deadline. As I said in my dissent in Perez I, “Khan’s unilateral decision not to notify Burr or Perez of the district court’s judgment and not to pursue an appeal therefrom was an egregious breach of the duties an attorney owes her’ client and thus constitutes abandonment, not mere negligence for which Perez would ordinarily be responsible.” 745 F.3d at 187. Khan’s misconduct was so significant that it rose to the level of constructive abandonment. See Mackey v. Hoffman, 682 F.3d 1247, 1251 (9th Cir.2012) (“[GJross negligence by an attorney, defined as neglect so gross that it is inexcusable, vitiates the agency relationship that underlies our general policy of attributing to the client the acts of his attorney.” (internal quotation marks and alterations omitted)). The district court thus did not abuse its discretion when it concluded that Khan had abandoned Perez and that the abandonment justified reopening Perez’s window to file a notice of appeal under FRAP 4(a)(6).4\nBecause the district court did not abuse its discretion in granting Perez’s motion to reopen the time to file an appeal, and because Perez timely filed his notice of appeal within the window that the district court created, we have jurisdiction to hear this appeal. I therefore respectfully dissent from the majority’s opinion.\n\n. In the district court’s place, I would have termed these motions “denied as moot,” rather than \"dismissed,” but I do not believe that this difference in nomenclature is dispositive.\n\n\n. I do not suggest that Perez had no reason to appeal the dismissal of his FRAP 4(a)(6) motion merely because the district court stated that it would have granted that motion. Perez had no need to appeal the FRAP 4(a)(6) dismissal because he had succeeded under Civil Rule 60(b)(6).\n\n\n. The majority also suggests that the FRAP 4(a)(6) issue was properly before the Perez I panel because this court has an obligation to assess its own jurisdiction. See United States v. Key, 205 F.3d 773, 774 (5th Cir.2000). FRAP 4(a)(6) could not have been an alternative source of appellate jurisdiction, however, because the district court vacated the March 2012 Judgment. FRAP 4(a)(6) can extend the time to file a notice of appeal from a judgment, but the March 2012 Judgment — the predicate judgment to which FRAP 4(a)(6) would have applied — had already been vacated. The district court could not simultaneously vacate a judgment and also extend the time to file a notice of appeal from that vacated judgment. As a result, irrespective of all merits arguments, FRAP 4(a)(6) could not have supplied an alternative source of jurisdiction (and Perez did not argue that it did).\n\n\n. The district court’s decision does not run afoul of the rule that a court may not \"create equitable exceptions to jurisdictional requirements.” See Bowles v. Russell, 551 U.S. 205, 214, 127 S.Ct. 2360, 168 L.Ed.2d 96 (2007). In Bowles, the Supreme Court held that á party could not use the equitable \"unique circumstances” doctrine to avoid the time limits prescribed by FRAP 4(a)(6). Id. Here, far from creating an equitable exception, the district court merely applied agency principles to conclude that notice could not be imputed to Perez because his counsel had abandoned him.\n\n",
            "ocr": false,
            "opinion_id": 9806993
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 18.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions/pub/14/14-70039-CV0.pdf",
            "author_id": null,
            "opinion_text": "     Case: 14-70039   Document: 00513016146     Page: 1   Date Filed: 04/22/2015\n\n\n\n\n        IN THE UNITED STATES COURT OF APPEALS\n                 FOR THE FIFTH CIRCUIT\n\n\n                                 No. 14-70039                  United States Court of Appeals\n                                                                        Fifth Circuit\n\n                                                                      FILED\nLOUIS CASTRO PEREZ,                                               April 22, 2015\n                                                                 Lyle W. Cayce\n             Petitioner - Appellant                                   Clerk\n\nv.\n\nWILLIAM STEPHENS, DIRECTOR, TEXAS DEPARTMENT OF CRIMINAL\nJUSTICE, CORRECTIONAL INSTITUTIONS DIVISION,\n\n             Respondent - Appellee\n\n\n\n\n                Appeal from the United States District Court\n                     for the Western District of Texas\n\n\nBefore JONES, DENNIS, and HAYNES, Circuit Judges.\nPER CURIAM:\n      In this 28 U.S.C. § 2254 death penalty case, Perez appeals the March 27,\n2012, dismissal (“March 2012 Judgment”) of his habeas petition and\napplication for a Certificate of Appealability (“COA”). Although Perez failed to\nfile a notice of appeal within 30 days of the judgment as required by Federal\nRule of Appellate Procedure (“FRAP”) 4(a)(1), in its most recent ruling in this\ncase, the district court reopened the time to appeal pursuant to FRAP 4(a)(6),\nand Perez filed an appeal of the March 2012 Judgment following that order.\nIn Perez’s previous appeal of the same ruling, we held, in part, that FRAP\n4(a)(6) relief was not viable and dismissed Perez’s appeal without remanding\n\f     Case: 14-70039         Document: 00513016146         Page: 2     Date Filed: 04/22/2015\n\n\n\n                                         No. 14-70039\nto the district court. Perez v. Stephens, 745 F.3d 174 (5th Cir.) [hereinafter\n“Perez I”], 1 cert. denied, 135 S. Ct. 401 (2014).             The district court’s order\nreopening the time to appeal thus conflicts with this court’s earlier opinion and\nis barred by the mandate rule. Additionally, it reflects a misapplication of\nFRAP 4(a)(6). Accordingly, we DISMISS this appeal for lack of jurisdiction.\n                                        I. Background\n       A Texas jury convicted Perez of capital murder and sentenced him to\ndeath. Perez I, 745 F.3d at 175. The Texas Court of Criminal Appeals affirmed\nhis sentence on direct appeal and denied his habeas petition. Id. at 176. After\nexhausting his state court remedies, Perez filed a habeas petition in federal\ncourt pursuant to 28 U.S.C. § 2254. The district court denied Perez habeas\nrelief and declined to grant a COA. The judgment denying the writ of habeas\ncorpus and a COA was entered on March 27, 2012, meaning Perez had until\nApril 26, 2012, to file his appeal. See FRAP 4(a)(1)(A).\n       Perez’s attorney, Sadaf Khan, received notice of the judgment, but\ndecided not to appeal after concluding that an appeal was not in her client’s\nbest interest.        Khan informed neither Perez nor the consulting attorney,\nRichard Burr, of the judgment, nor did she consult Perez on whether to file an\nappeal. Burr only learned of Khan’s failure to appeal after the deadline to\ntimely appeal had passed.            After Burr informed Khan that death penalty\nlitigants should exhaust all appeals as a matter of course, Khan filed a motion\non June 25, 2012, to reopen the time to appeal pursuant to FRAP 4(a)(6). The\ndistrict court entered an order denying Khan’s motion on July 3, 2012, (the\n“July 2012 Order”) reasoning that Khan had received notice of the judgment\nwhen it was entered. See FRAP 4(a)(6) (providing that the court may only\n\n\n\n       1    “Perez” refers to the petitioner, while “Perez I” will denote this court’s previous\ndecision.\n                                                2\n\f    Case: 14-70039     Document: 00513016146     Page: 3   Date Filed: 04/22/2015\n\n\n\n                                  No. 14-70039\nreopen the time to appeal if, inter alia, the moving party did not receive notice\nunder Federal Rule of Civil Procedure 77(d)). The district court also noted that\nKhan missed the deadline to file a FRAP 4(a)(5) motion. Khan did not appeal\nthe district court’s order.\n      Perez then obtained new counsel who filed FRAP 4(a)(5) and 4(a)(6)\nmotions, as well as a motion under Federal Rule of Civil Procedure (“Civil\nRule”) 60(b)(6), on August 29, 2012 (collectively, “August 29 Motions”). The\ndistrict court concluded that Khan had abandoned Perez and granted his Civil\nRule 60(b) motion. The court directed the clerk to reenter the March 2012\nJudgment denying habeas relief so that Perez could timely appeal. The March\n2012 Judgment was reentered on December 18, 2012 (“December 2012 Order”).\nWhile the district court dismissed Perez’s FRAP 4(a)(5) and FRAP 4(a)(6)\nmotions, it held in the alternative that it would have granted relief under\nFRAP 4(a)(6) if it had not entered judgment under Civil Rule 60(b). Perez filed\nan appeal that would be timely as to the reentered March 2012 Judgment, and\nthe Director timely appealed the grant of Perez’s August 29 Motion for Civil\nRule 60(b) relief. In that appeal, the Director also filed a motion to dismiss for\nwant of jurisdiction with this court on the grounds that Perez could not render\nhis appeal timely through either Civil Rule 60(b) or FRAP 4(a)(6).\n      Perez I consolidated both appeals and held that the district court may\nnot allow an otherwise untimely appeal by using Civil Rule 60(b) to reenter a\njudgment solely to make the appeal timely. 745 F.3d at 181. Because the\nDecember 2012 Order reopening the time to appeal was invalid, Perez’s appeal\nof the March 2012 Judgment was untimely. Id.\n      Similarly, we held that FRAP 4(a)(6) did not provide Perez with an\nalternative avenue for filing a timely notice of appeal. Id. at 177 n.4. Perez\ndid not appeal the district court’s July 2012 Order or December 2012 Order\ndenying his FRAP 4(a)(6) motions. Nevertheless, the December 2012 Order\n                                        3\n\f    Case: 14-70039     Document: 00513016146     Page: 4   Date Filed: 04/22/2015\n\n\n\n                                  No. 14-70039\nheld in the alternative that FRAP 4(a)(6) was a viable means of relief, while\nWilliam Stephens, the Director of the Texas Department of Criminal Justice\n(“the Director”), argued in his motion to dismiss for want of jurisdiction that it\nwas not. In light of this dispute Perez I explained:\n      The district court ruled in the alternative that it would have\n      granted the Appellate Rule 4(a)(6) motion, despite its earlier\n      conclusion that this rule did not apply because Khan received\n      timely notice. Perez does not argue that Appellate Rule 4(a)(6)\n      would provide an alternate basis to find his appeal timely. This\n      rule does not cover an attorney’s decisions that lead to an untimely\n      appeal. See Resendiz v. Dretke, 452 F.3d 356 (5th Cir. 2006). Even\n      if Appellate Rule 4(a)(6) were an available source of relief in a case\n      such as this one, as suggested by the dissenting opinion, it permits\n      only a fourteen-day reopening of the time for appeal. This appeal\n      was filed twenty-eight days after the district court’s Civil Rule\n      60(b)(6) order. Thus, Appellate Rule 4(a)(6) does not aid Perez\n      here.\n745 F.3d at 177 n.4. The court vacated the December 2012 Order granting\nCivil Rule 60(b) relief, “leaving the March 2012 judgment as the ‘live’ judgment\nas to which Perez’s appeal is, admittedly, untimely.” Id. at 181. Because\nneither Civil Rule 60(b) nor FRAP 4(a)(6) rendered Perez’s appeal timely, the\ncourt “GRANT[ED] the Director’s motion to dismiss . . . Perez’s appeal, for want\nof jurisdiction.” Id. Perez I did not remand to the district court, nor did it\npurport to vacate or reverse the district court’s dismissal of Perez’s August 29\nMotions for FRAP 4(a)(5) and 4(a)(6) relief.\n      After this court’s disposition of Perez and the Director’s appeals and the\nSupreme Court’s denial of certiorari, Perez filed a letter with the district court\n“Re-urging . . . Pending Motions to Reopen or Extend the Time to File Notice\nof Appeal.”   The letter requested that the court grant Perez’s August 29\nMotions for relief under FRAP 4(a)(5) and 4(a)(6), the two alternative bases the\ndistrict court had previously considered and dismissed in its December 2012\nOrder. Perez reasoned that this court’s vacatur of the district court’s Civil Rule\n                                        4\n\f    Case: 14-70039    Document: 00513016146      Page: 5   Date Filed: 04/22/2015\n\n\n\n                                No. 14-70039\n60(b) judgment also vacated the district court’s dismissal of both motions.\nTherefore, he argued that both motions remained pending before the district\ncourt. The district court seemingly agreed with this contention, and reopened\nthe time to appeal pursuant to FRAP 4(a)(6) on the grounds that Khan, who\nhad received notice of the denial of habeas relief, had abandoned Perez and\nthus Perez was not on notice of the March 2012 Judgment. The district court’s\norder was entered on December 11, 2014 (the “December 2014 Order”), and\nPerez then appealed the March 2012 Judgment denying habeas relief and\ndenying a COA, as well as all other adverse orders. In this second round of\nappeals, the Director did not appeal the district court’s reopening of the time\nto appeal under FRAP 4(a)(6).\n      The court requested letter briefs from each party addressing this court’s\njurisdiction to consider this appeal.   In response, the parties filed letters\naddressing whether the district court’s December 2014 Order violated the\nmandate rule and whether the district court lacked the power to grant an\nextension of the time to appeal the March 2012 Judgment.\n                                II. Discussion\n      Before addressing why the district court’s December 2014 Order\nreopening the time to appeal under FRAP 4(a)(6) violated Perez I’s mandate,\nwe must dispense with Perez’s argument that the Director’s failure to appeal\nthe district court’s FRAP 4(a)(6) Order renders it unreviewable on appeal.\nRelying on Amantangelo v. Borough of Donora, 212 F.3d 776, 778–80 (3d Cir.\n2000), Perez argues that the Director’s failure to appeal the district court’s\nFRAP 4(a)(6) Order effectively forfeits any jurisdictional concerns stemming\nfrom the Order.\n      It is axiomatic that we must consider the basis of our own jurisdiction,\nsua sponte if necessary. Wilkens v. Johnson, 238 F.3d 328, 329–30 (5th Cir.\n2001). Jurisdiction cannot be waived or created by consent of the parties, id.\n                                        5\n\f    Case: 14-70039     Document: 00513016146     Page: 6   Date Filed: 04/22/2015\n\n\n\n                                  No. 14-70039\nat 330, and “[a] timely filed notice of appeal is a jurisdictional prerequisite to\n[appellate] review,” Dison v. Whitey, 20 F.3d 185, 187 (5th Cir. 1994). Perez\nfiled his notice of appeal pursuant to the December 2014 Order reopening the\ntime to appeal under FRAP 4(a)(6). In such circumstances, this court considers\nit necessary to review the propriety of the underlying order to ascertain\nwhether we have jurisdiction. See Wilkens, 238 F.3d at 330 (holding that an\nimproperly granted FRAP 4(a)(6) motion did not provide appellate jurisdiction\neven though the nonmoving party attempted to concede jurisdiction). Thus,\nPerez’s argument to the contrary is unavailing.\n      The question, then, is whether we have jurisdiction to consider Perez’s\nappeal of the March 2012 Order. Because we find that the district court’s\nDecember 2014 Order reopening the time to appeal violates this court’s\nmandate in Perez I, we must dismiss this appeal for want of jurisdiction.\n      Under law-of-the-case doctrine, “the district court on remand, or the\nappellate court on a subsequent appeal, abstains from reexamining an issue of\nfact or law that has already been decided on appeal.” United States v. Teel,\n691 F.3d 578, 582 (5th Cir. 2012). A corollary of the law-of-the-case doctrine is\nthe mandate rule, which “requires a district court on remand to effect [the\ncourt’s] mandate and to do nothing else.” Gen Universal Sys., Inc. v. HAL, Inc.,\n500 F.3d 444, 453 (5th Cir. 2004) (citation and internal quotation marks\nomitted). “A district court on remand ‘must implement both the letter and the\nspirit of the appellate court’s mandate and may not disregard the explicit\ndirectives of that court.’” United States v. McCrimmon, 443 F.3d 454, 459 (5th\nCir. 2006) (quoting United States v. Matthews, 312 F.3d 652, 657 (5th Cir.\n2002)). “Whether the law of the case doctrine foreclose[s] the district court’s\nexercise of discretion on remand and the interpretation of the scope of this\ncourt’s remand order present questions of law that this court reviews de novo.”\n\n\n                                        6\n\f    Case: 14-70039     Document: 00513016146      Page: 7   Date Filed: 04/22/2015\n\n\n\n                                  No. 14-70039\nUnited States v. Hamilton, 440 F.3d 693, 697 (5th Cir. 2006) (citation and\ninternal quotation marks omitted).\n      To determine whether the December 2014 Order violated the mandate\nrule, we must assess the scope of Perez I’s mandate. As stated above, this court\nhas a duty to examine the basis of its own jurisdiction. See Wilkens, 238 F.3d\nat 329–30. In Perez I, we fulfilled that responsibility primarily by addressing\nwhether the district court’s grant of Civil Rule 60(b) relief afforded Perez with\nthe opportunity to timely appeal the March 2012 Order dismissing his habeas\npetition. However, an alternative method of procuring jurisdiction was also\npresented to the court. The December 2012 Order held, in the alternative, that\nFRAP 4(a)(6) was a viable method of allowing Perez to timely appeal. The\nDirector disagreed and filed a motion to dismiss for want of jurisdiction with\nthis court, arguing that neither Civil Rule 60(b) nor FRAP 4(a)(6) were\npermissible bases of establishing jurisdiction.      As required, we evaluated\nwhether either motion provided Perez with a timely basis for appealing.\n      Both our holding in Perez I and our instructions to the district court\nunambiguously rejected the December 2012 Order’s alternate holding that\nFRAP 4(a)(6) was a permissible method of attaining jurisdiction. 745 F.3d at\n177 n.4. Perez I stated that Perez could not reopen the time to appeal under\nFRAP 4(a)(6) because the “rule does not cover an attorney’s decisions that lead\nto an untimely appeal,” and that “Appellate Rule 4(a)(6) does not aid Perez\nhere.” 745 F.3d at 177 n.4 (citing Resendiz, 452 F.3d at 356). The district court\nexceeded its authority when it subsequently issued its December 2014 Order\ncoming to the opposite conclusion. See McCrimmon, 443 F.3d at 459 (the\ndistrict court “may not disregard the explicit directives of [this] court”).\n      Perez implicitly argues that his failure to appeal the district court’s\ndenial of FRAP 4(a)(6) relief renders our statement in Perez I dictum and\ntherefore not law of the case. See Pegues v. Morehouse Parish Sch. Bd., 706\n                                         7\n\f    Case: 14-70039    Document: 00513016146     Page: 8   Date Filed: 04/22/2015\n\n\n\n                                 No. 14-70039\nF.2d 735, 738 (5th Cir. 1983). Obiter dictum is defined as “[a] judicial comment\n. . . that is unnecessary to the decision in the case and therefore not\nprecedential.” BLACK’S LAW DICTIONARY 1240 (10th ed. 2014). In light of this\ncourt’s obligation to assess its jurisdiction, an evaluation of whether FRAP\n4(a)(6) provided such jurisdiction is anything but “unnecessary.” Both the\ndistrict court’s December 2012 Order, which asserted that FRAP 4(a)(6) relief\nwas available, and the motion to dismiss filed with this court contemplated\nthat FRAP 4(a)(6) might be a basis to establish jurisdiction. Perez I necessarily\nassessed and dismissed this argument and then granted the Director’s motion\nto dismiss for want of jurisdiction. 745 F.3d at 177 n.4, 181. Instead of being\ndictum, the disputed language from Perez I is more accurately characterized\nas ruling upon an alternative basis for appellate jurisdiction. See generally\nPruitt v. Levi Strauss & Co., 932 F.2d 458, 465 (5th Cir. 1991) (“This circuit\nfollows the rule that alternative holdings are binding precedent and not obiter\ndictum.”).\n      That the district court exceeded the scope of Perez I’s mandate is\nbolstered by our disposition of the case. We addressed all avenues of potential\nrelief Perez possessed and rejected each in turn. Perez I vacated the district\ncourt’s December 2012 Order, reinstated the March 27 Judgment from which\na FRAP 4(a)(6) motion would have been untimely, dismissed Perez’s appeal as\nuntimely, and did not remand to the district court. Moreover, Perez I did not\npurport to vacate either the district court’s December 2012 Order or July 2012\nOrder denying FRAP 4(a)(6) relief. See id. at 181 (“VACAT[ING] the order\ngranting Civil Rule 60(b)(6) relief.” (emphasis added)). The totality of these\nactions clearly manifested an intent to dispense with the case. Quite simply,\nthere was nothing left for the district court to do. While one could argue that\nthe failure to remand likely does not deprive the district court of jurisdiction,\nsee United States v. Dozier, 707 F.2d 862, 864 (5th Cir. 1983), the district\n                                       8\n\f     Case: 14-70039       Document: 00513016146         Page: 9    Date Filed: 04/22/2015\n\n\n\n                                      No. 14-70039\ncourt’s December 2014 Order still failed to heed Perez I. See McCrimmon, 443\nF.3d at 459 (“A district court on remand must implement both the letter and\nthe spirit of the appellate court’s mandate . . . .”) (citation and internal\nquotation marks omitted)). 2\n       Finally, Perez’s repeated failure to raise the FRAP 4(a)(6) issue is also\ndispositive. The mandate rule “bars litigation of issues decided by the district\ncourt but foregone on appeal or otherwise waived.” United States v. Lee, 358\nF.3d 315, 321 (5th Cir. 2004) (quotation marks omitted). Indeed, it is well-\nestablished that the failure to timely raise an issue forfeits that argument. See\nUnited States v. Olano, 507 U.S. 725, 733 (1993).\n       This appeal is not the second, but the third attempt by Perez to extend\nthe time to appeal under FRAP 4(a)(6). Despite raising this issue twice before\nthe district court, Perez did not appeal or address either the July 2012 Order\ndenying the relief or the December 2012 Order dismissing FRAP 4(a)(6) relief,\nincluding the fact that the latter Order stated that the Rule might provide an\nalternative method of filing a timely notice of appeal, except to assert that he\nwas not relying on FRAP 4(a)(6). Perez had yet another opportunity to address\nthis issue in Perez I in response to the Director’s motion to dismiss for want of\njurisdiction, but again failed to do so. See 745 F.3d at 177 n.4 (“Perez does not\nargue that Appellate Rule 4(a)(6) would provide an alternate basis to find his\nappeal timely.”).     This neglect is particularly unjustifiable given that the\n\n\n\n       2    We typically hold that a district court exceeds the “spirit” of a mandate when we\nhave remanded for a limited purpose but the district court proceeds to consider extraneous\nissues. See United States v. Matthews, 312 F.3d 652, 658 (5th Cir. 2002). This same principle\napplies by analogy here. Perez I took a multitude of actions that are inconsistent with the\ndistrict court’s subsequent decision to reopen the time to appeal under FRAP 4(a)(6). If\nremanding with limited instructions precludes a district court from considering extraneous\nissues on remand, then logic suggests that this court addressing the availability of FRAP\n4(a)(6) relief and not remanding at all similarly deprives the district court.\n\n                                             9\n\f    Case: 14-70039        Document: 00513016146          Page: 10     Date Filed: 04/22/2015\n\n\n\n                                        No. 14-70039\nDirector’s motion to dismiss explicitly placed this issue before the court. See\nLee, 358 F.3d at 324 (noting that an issue may be waived if there was a reason\nto raise it in the initial appeal). 3\n       The dissenting opinion argues that Perez, as the appellee in Perez I, is\nsubject to a more lenient standard and as such his neglect is excusable. See\nTex. Midstream Gas Servs., LLC v. City of Grand Prairie, 608 F.3d 200, 206\n(5th Cir. 2010). The argument is predicated on the premise that “avoiding\npiecemeal litigation and conserving judicial resources are less implicated when\nthe party against whom waiver is asserted is the appellee.” Shell Offshore, Inc.\nv. Dir., Office of Workers’ Comp. Programs, U.S. Dep’t of Labor, 122 F.3d 312,\n317 (5th Cir. 1997) (citation, alterations, and internal quotation marks\nomitted). While an appellee’s failure to brief an issue may not always raise\nconcerns about judicial economy, Perez’s repeated neglect—and the district\ncourt’s willingness to revive issues that have already been resolved—\ndemonstrate why such concerns are relevant here.\n       Moreover, the basis for the policy choice applying a more lenient\nstandard to appellees is that, by definition, appellees are unable to choose\nwhich issues will be appealed and are unable to file reply briefs. See Laitram\nCorp. v. NEC Corp., 115 F.3d 947, 954 (Fed. Cir. 1997) (relied upon by this\ncourt in Shell Offshore, Inc., 122 F.3d at 317). Those concerns are inapposite\nhere. Questions of appellate jurisdiction are always assessed by this court, so\nPerez was on notice of this court’s inquiry and was not disadvantaged by being\nthe appellee. Furthermore, the Director raised the propriety of the FRAP\n\n\n\n       3 The dissenting opinion suggests there would be no reason to appeal the Rule 4(a)(6)\ndetermination, given that the district court stated it would grant this relief and granted Perez\nRule 60(b) relief. This argument would not explain Perez’s lack of response to the motion to\ndismiss or his affirmative statement that he was not relying on 4(a)(6). Additionally, it\nsupports our conclusion that this alternative basis for relief was before us in Perez I and\ndecided against Perez.\n                                              10\n\f    Case: 14-70039      Document: 00513016146        Page: 11     Date Filed: 04/22/2015\n\n\n\n                                     No. 14-70039\n4(a)(6) motion in his motion to dismiss for want of jurisdiction—which means\nPerez had an additional opportunity, usually unavailable to appellees, to\naddress appellant’s arguments.\n      Finally, even if we were to determine that the FRAP 4(a)(6) issue was\nnot precluded by the ruling and events of Perez I, we conclude that FRAP\n4(a)(6) relief is unavailable in a situation such as this one. FRAP 4(a)(6)\nprovides that “a district court may reopen the time to file an appeal for a period\nof 14 days after the date when its order to reopen is entered,” but only if (1) a\nparty did not receive notice of the entry of the judgment under Federal Rule of\nCivil Procedure 77(d) within 21 days after entry, 4 and (2) the FRAP 4(a)(6)\nmotion “is filed within 180 days after the judgment or order is entered or within\n14 days after the moving party receives notice . . . whichever is earlier.” Civil\nRule 77(d), in turn, requires notice of judgment to be given under Federal Rule\nof Civil Procedure 5(b), which mandates service on a party’s attorney if the\nparty is represented by counsel. It is undisputed that the clerk complied with\nCivil Rule 77(d) and that Khan, Perez’s attorney, received notice. Thus, FRAP\n4(a)(6) is unavailable here, as the district court originally ruled.\n      While this fact would ordinarily foreclose the availability of relief under\nFRAP 4(a)(6), Perez and the dissenting opinion maintain that an exception to\nthis rule is warranted because Khan “abandoned” him.                  Although notice\nreceived by an attorney is imputed to the client, see Pioneer Inv. Servs. Co. v.\nBrunswick Assocs. Ltd. P’ship, 507 U.S. 380, 397 (1993), Perez argues that this\nprinciple should not apply when an attorney has abandoned his client. See\nMaples v. Thomas, 132 S. Ct. 912, 917 (2012). This argument has several\ndefects. First, we have previously held that the failure by an attorney to tell\n\n\n      4 On December 1, 2005, FRAP 4(a)(6) was amended such that “only formal service\npursuant to Federal Rules of Civil Procedure 77(d) and 5(b) constitutes notice.” Resendiz,\n452 F.3d at 358 n.3.\n                                           11\n\f    Case: 14-70039    Document: 00513016146       Page: 12   Date Filed: 04/22/2015\n\n\n\n                                  No. 14-70039\nher client of a civil judgment in time to file an appeal is not “abandonment.”\nResendiz, 452 F.3d at 362 (declining to “reach the question of whether notice\nmay be imputed to a party who . . . is abandoned by counsel” because attorney\nnegligence does not constitute abandonment).\n      In Resendiz, 452 F.3d at 358, a habeas petitioner’s counsel received\nnotice of the entry of judgment against his client but failed to inform his client\nof the judgment for two months, at which point the client sought to appeal.\nAfter the district court denied his appeal as untimely, the petitioner appealed\nto this court, arguing that notice of the judgment should not be imputed to him\n“because counsel abandoned him, failing to either timely inform him of the\njudgment or to file a notice of appeal.” Id. at 358–59. The court concluded that\ncounsel’s actions amounted to mere negligence and not attorney abandonment.\nIt observed that:\n      counsel filed a federal habeas petition on [petitioner’s] behalf and,\n      after meeting with [petitioner], moved, albeit untimely, to reopen\n      the period for filing a notice of appeal. If counsel’s failure to file a\n      timely notice of appeal constitutes abandonment, then\n      [petitioner’s] argument would allow an end run around the\n      requirements set forth in Rule 4(a)(6). Stated another way, the\n      proposed exception would swallow the rule.\nId. at 362.\n      Khan’s actions do not materially differ from the actions of the negligent\ncounsel in Resendiz. Like the attorney in Resendiz, Khan received notice of an\nadverse judgment, failed to inform her client, and consequently failed to timely\nappeal (although in her case, she made the decision not to appeal based upon\nstrategic considerations, which seems even less likely to be “abandonment,” see\nPerez I, 745 F.3d at 177 n.5). Perez, like the petitioner in Resendiz, cannot use\nhis attorney’s failure to inform him as a basis to reopen the time to appeal\nunder FRAP 4(a)(6). Perez I, 745 F.3d at 177 n.4.\n\n\n                                        12\n\f    Case: 14-70039     Document: 00513016146        Page: 13   Date Filed: 04/22/2015\n\n\n\n                                   No. 14-70039\n      Further, this argument runs squarely against Supreme Court precedent\nholding that we are not at liberty to grant exceptions pursuant to 28 U.S.C. §\n2107, which is “carrie[d] into practice” by FRAP 4. See Bowles v. Russell, 551\nU.S. 205, 208, 214 (2007) (specifically noting that FRAP 4(a)(6) is grounded in\n§ 2107(c)). “[T]he timely filing of a notice of a notice of appeal is a jurisdictional\nrequirement” and “this Court has no authority to create equitable exceptions\nto jurisdictional requirements.” Id. Bowles expressly addressed FRAP 4(a)(6).\nBy contrast, the “equitable exceptions” crafted by the Court in other cases were\ndirected to non-jurisdictional rules. See Maples, 132 S. Ct. at 920–22 (2012)\n(concerning whether default on a state procedural rule necessarily bars the\nbringing of a habeas claim to federal court); Holland v. Florida, 560 U.S. 631,\n645 (2010) (concerning AEDPA’s statute of limitations). Thus, even if we\nconcluded that Khan abandoned Perez, which we do not, under Bowles, the\njurisdictional nature of these statutory requirements precludes us from\nreopening the time to appeal under FRAP 4(a)(6) because its terms are not met\nhere, i.e., notice of the judgment was properly given by the clerk and received\nby Perez’s lawyer.\n                                  III. Conclusion\n      There are multiple avenues that arrive at the same conclusion—this\nappeal should be dismissed. The mandate rule barred relitigation of Perez’s\nFRAP 4(a)(6) claim. The district court erred by exceeding the scope of Perez I’s\nmandate, and Perez erred by not raising his FRAP 4(a)(6) argument in a timely\nfashion. Under any of these circumstances, the district court’s December 2014\nOrder reopening the time to appeal was invalid. Even if the mandate rule did\nnot bar relitigation of Perez’s 4(a)(6) claim, the Rule’s terms were not met, so\nno such relief is available here. Accordingly, we again DISMISS Perez’s appeal\nfor want of jurisdiction.\n\n\n                                         13\n\f    Case: 14-70039      Document: 00513016146         Page: 14    Date Filed: 04/22/2015\n\n\n\n                                     No. 14-70039\nJAMES L. DENNIS, Circuit Judge, dissenting:\n      The majority correctly notes that obiter dictum is not the law of the case,\nbut incorrectly concludes that the Perez I majority’s discussion of FRAP 4(a)(6)\nwas not dictum. Next, the majority mistakenly concludes that Perez waived\nthe FRAP 4(a)(6) issue by failing to raise it in the prior appeal. Lastly, the\nmajority erroneously holds that the district court’s grant of FRAP 4(a)(6) relief\nwas improper on the merits. Because I would hold that the district court did\nnot abuse its discretion by granting Perez’s FRAP 4(a)(6) motion, I respectfully\ndissent.\n      First, the majority opinion in Perez I did not include a holding as to FRAP\n4(a)(6)—any mention of FRAP 4(a)(6) was dictum and therefore not the law of\nthe case. See Jama v. Immigration & Customs Enforcement, 543 U.S. 335, 351\nn.12 (2005) (“Dictum settles nothing, even in the court that utters it.”); Pegues\nv. Morehouse Parish Sch. Bd., 706 F.2d 735, 738 (5th Cir. 1983) (stating that\nobiter dictum is not law of the case). The district court’s December 2012 Order,\nwhich was the subject of the prior appeal in Perez I, dismissed 1 Perez’s FRAP\n4(a)(5) motion for extension of time and his 4(a)(6) motion to reopen the time\nto file an appeal, but granted Perez’s Civil Rule 60(b)(6) motion for relief from\njudgment. The district court then vacated and reentered its earlier judgment\ndenying Perez habeas relief. In a footnote, the district court stated that if it\nhad not granted Perez’s Civil Rule 60(b)(6) motion, it would have granted his\nFRAP 4(a)(6) motion. The Director appealed the district court’s Civil Rule\n60(b)(6) ruling and Perez, as appellee, argued that the court’s ruling was\ncorrect. Perez did not argue in the alternative that the time to file an appeal\n\n\n      1  In the district court’s place, I would have termed these motions “denied as moot,”\nrather than “dismissed,” but I do not believe that this difference in nomenclature is\ndispositive.\n                                            14\n\f   Case: 14-70039     Document: 00513016146      Page: 15    Date Filed: 04/22/2015\n\n\n\n                                 No. 14-70039\nshould have been reopened under FRAP 4(a)(6).               The Perez I majority\nconcluded that Perez’s Civil Rule 60(b)(6) motion was improperly granted and\nalso mentioned in a footnote that FRAP 4(a)(6) would not have aided Perez.\nPerez v. Stephens, 745 F.3d 174, 177 n.4 (5th Cir. 2014). In the instant appeal,\nthe majority concludes that that footnote was a holding and therefore binding\non the district court. In my view, it was not.\n      Obiter dictum is “[a] judicial comment made while delivering a judicial\nopinion, but one that is unnecessary to the decision in the case and therefore\nnot precedential.” BLACK’S LAW DICTIONARY 1240 (10th ed. 2014); see also\nBohannan v. Doe, 527 F. App’x 283, 300 (5th Cir. 2013) (“[D]icta involves the\nconsideration of abstract and hypothetical situations not before the court.”\n(internal quotation marks and alterations omitted)). The issue before the\nPerez I panel was whether the district court had properly vacated its own\nearlier judgment of March 2012 under Civil Rule 60(b)(6). See 745 F.3d at 177.\nPerez did not challenge the district court’s dismissal of his FRAP 4(a)(6) motion\non appeal, so that issue was not before the panel. See id. at 177 n.4. Any\ncomments the Perez I panel made as to the merits of a hypothetical FRAP\n4(a)(6) argument were nonbinding and not the law of the case. See Pegues, 706\nF.2d at 738.\n      To arrive at its conclusion that the FRAP 4(a)(6) issue was properly\nbefore the Perez I panel, the majority concludes that the district court’s\nDecember 2012 Order included an “alternate holding” that Perez was entitled\nto FRAP 4(a)(6) relief. The district court’s holding as to FRAP 4(a)(6), however,\nwas to dismiss Perez’s motion for relief under FRAP 4(a)(6). The majority,\ntherefore, reaches the paradoxical conclusion that the district court’s\nDecember 2012 Order both held that Perez was entitled to FRAP 4(a)(6) relief\nand denied him such relief.       The district court did not maintain these\n                                       15\n\f    Case: 14-70039       Document: 00513016146          Page: 16     Date Filed: 04/22/2015\n\n\n\n                                       No. 14-70039\ncontradictory holdings. Instead, the district court granted Perez’s motion to\nvacate judgment under Civil Rule 60(b)(6), dismissed Perez’s alternative\nmotions under FRAP 4(a)(5) and 4(a)(6), vacated the March 2012 Judgment,\nand entered a new judgment. Perez did not challenge the dismissal of his\nFRAP 4(a) motions. 2 Only the vacatur of the March 2012 Judgment was before\nthe Perez I panel on appeal. The Perez I majority’s superfluous discussion of\nFRAP 4(a)(6) therefore did not tie the district court’s hands. 3 See Pegues, 706\nF.2d at 738.\n       Second, the majority concludes that Perez forfeited his FRAP 4(a)(6)\nargument by failing to raise it before the Perez I panel and, because of the\nforfeiture, the district court could not grant FRAP 4(a)(6) relief now. For\npurposes of the FRAP 4(a)(6) issue, Perez was the appellee in Perez I. “[W]hen\nthe derelict party is the appellee, who may rely on a favorable ruling by the\ntrial court, it makes sense to construe the ‘rule’ of forfeiture more leniently.”\nTex. Midstream Gas Servs., LLC v. City of Grand Prairie, 608 F.3d 200, 206\n(5th Cir. 2010); see also Shell Offshore, Inc. v. Dir., Office of Workers’ Comp.\nPrograms, U.S. Dep’t of Labor, 122 F.3d 312, 317 (5th Cir. 1997) (concluding\n\n\n\n       2  I do not suggest that Perez had no reason to appeal the dismissal of his FRAP 4(a)(6)\nmotion merely because the district court stated that it would have granted that motion. Perez\nhad no need to appeal the FRAP 4(a)(6) dismissal because he had succeeded under Civil Rule\n60(b)(6).\n       3 The majority also suggests that the FRAP 4(a)(6) issue was properly before the Perez\nI panel because this court has an obligation to assess its own jurisdiction. See United States\nv. Key, 205 F.3d 773, 774 (5th Cir. 2000). FRAP 4(a)(6) could not have been an alternative\nsource of appellate jurisdiction, however, because the district court vacated the March 2012\nJudgment. FRAP 4(a)(6) can extend the time to file a notice of appeal from a judgment, but\nthe March 2012 Judgment—the predicate judgment to which FRAP 4(a)(6) would have\napplied—had already been vacated. The district court could not simultaneously vacate a\njudgment and also extend the time to file a notice of appeal from that vacated judgment. As\na result, irrespective of all merits arguments, FRAP 4(a)(6) could not have supplied an\nalternative source of jurisdiction (and Perez did not argue that it did).\n                                              16\n\f    Case: 14-70039    Document: 00513016146       Page: 17   Date Filed: 04/22/2015\n\n\n\n                                  No. 14-70039\nthat issue was not forfeited despite appellee’s failure to address it in its brief).\nMoreover, the forfeiture rule is not an absolute or jurisdictional bar to\nconsidering issues that were not briefed; it is “a prudential construct that\nrequires the exercise of discretion.” United States v. Miranda, 248 F.3d 434,\n443 (5th Cir. 2001). We should not conclude that Perez forfeited his FRAP\n4(a)(6) argument.\n      Last, the majority holds that the district court was wrong to grant\nPerez’s FRAP 4(a)(6) motion, even if the Perez I mandate did not otherwise\nsettle the issue. FRAP 4(a)(6) allows a district court to reopen the time to file\na notice of appeal if the court finds that the moving party did not receive notice\nof entry of judgment. The district court determined that although Khan,\nPerez’s trial attorney, had received notice of the entry of judgment, that notice\ncould not be imputed to Perez because Khan had abandoned him. See Maples\nv. Thomas, 132 S. Ct. 912, 924 (2012) (“[U]nder agency principles, a client\ncannot be charged with the acts or omissions of an attorney who has abandoned\nhim.”). The district court’s conclusion was not an abuse of discretion. See In\nre Jones, 970 F.2d 36, 39 (5th Cir. 1992) (noting that a district court’s denial of\na FRAP 4(a)(6) motion is reviewed for abuse of discretion).\n      The majority relies heavily on Resendiz v. Dretke, 452 F.3d 356 (5th Cir.\n2006), in which we stated that an attorney’s failure to file a timely notice of\nappeal did not constitute abandonment. Id. at 362. Because we determined\nthat Resendiz had not been abandoned by counsel, we did “not reach the\nquestion of whether notice may be imputed to a party who, though technically\nrepresented, is abandoned by counsel.” Id. Resendiz, however, was decided\nbefore the Supreme Court’s decision in Maples, which is indispensable to our\ncurrent understanding of attorney abandonment. See Maples, 132 S. Ct. at\n922-28. More importantly, Perez’s attorney did more than just negligently\n                                        17\n\f    Case: 14-70039        Document: 00513016146          Page: 18      Date Filed: 04/22/2015\n\n\n\n                                        No. 14-70039\nmiss a filing deadline. As I said in my dissent in Perez I, “Khan’s unilateral\ndecision not to notify Burr or Perez of the district court’s judgment and not to\npursue an appeal therefrom was an egregious breach of the duties an attorney\nowes her client and thus constitutes abandonment, not mere negligence for\nwhich Perez would ordinarily be responsible.”                  745 F.3d at 187.         Khan’s\nmisconduct was so significant that it rose to the level of constructive\nabandonment. See Mackey v. Hoffman, 682 F.3d 1247, 1251 (9th Cir. 2012)\n(“[G]ross negligence by an attorney, defined as neglect so gross that it is\ninexcusable, vitiates the agency relationship that underlies our general policy\nof attributing to the client the acts of his attorney.” (internal quotation marks\nand alterations omitted)). The district court thus did not abuse its discretion\nwhen it concluded that Khan had abandoned Perez and that the abandonment\njustified reopening Perez’s window to file a notice of appeal under FRAP\n4(a)(6). 4\n       Because the district court did not abuse its discretion in granting Perez’s\nmotion to reopen the time to file an appeal, and because Perez timely filed his\nnotice of appeal within the window that the district court created, we have\njurisdiction to hear this appeal.           I therefore respectfully dissent from the\nmajority’s opinion.\n\n\n\n\n       4The district court’s decision does not run afoul of the rule that a court may not “create\nequitable exceptions to jurisdictional requirements.” See Bowles v. Russell, 551 U.S. 205, 214\n(2007). In Bowles, the Supreme Court held that a party could not use the equitable “unique\ncircumstances” doctrine to avoid the time limits prescribed by FRAP 4(a)(6). Id. Here, far\nfrom creating an equitable exception, the district court merely applied agency principles to\nconclude that notice could not be imputed to Perez because his counsel had abandoned him.\n                                              18\n\f",
            "ocr": false,
            "opinion_id": 2796042
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}