{
    "id": 2798024,
    "judges": "Altenbernd, Salario, Sleet",
    "date_filed": "2020-06-01",
    "date_filed_is_approximate": true,
    "slug": "garcia-v-state",
    "case_name_short": "Garcia",
    "case_name": "Garcia v. State",
    "case_name_full": "Eliezer GARCIA, Appellant, v. STATE of Florida, Appellee; Artez Hooker, Appellant, v. State of Florida, Appellee; Christopher Neff, Appellant, v. State of Florida, Appellee",
    "attorneys": "Appeals from the Circuit Court for Pi-nellas County; Joseph A. Bulone, Thane B. Covert, and Philip J. Federico, Judges., Kelly McCabe of Doyle & McCabe, LLC, Pinellas Park, for Appellants Eliezer Garcia and Christopher Neff., Kelly McCabe of Doyle ■& McCabe, LLC, Pinellas Park (withdrew); Robert H. Dillinger, Public Defender, Clearwater, for Appellant Artez Hooker., Pamela Jo Bondi, Attorney General, Tallahassee, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b53-6\">\n    Eliezer GARCIA, Appellant, v. STATE of Florida, Appellee. Artez Hooker, Appellant, v. State of Florida, Appellee. Christopher Neff, Appellant, v. State of Florida, Appellee.\n   </parties><br><docketnumber id=\"b53-15\">\n    Nos. 2D15-54, 2D15-403, 2D15-409.\n   </docketnumber><br><court id=\"b53-16\">\n    District Court of Appeal of Florida, Second District.\n   </court><br><decisiondate id=\"b53-17\">\n    May 1, 2015.\n   </decisiondate><br><attorneys id=\"b53-23\">\n    Appeals from the Circuit Court for Pi-nellas County; Joseph A. Bulone, Thane B. Covert, and Philip J. Federico, Judges.\n   </attorneys><br><attorneys id=\"b53-24\">\n    Kelly McCabe of Doyle &amp; McCabe, LLC, Pinellas Park, for Appellants Eliezer Garcia and Christopher Neff.\n   </attorneys><br><attorneys id=\"b53-25\">\n    Kelly McCabe of Doyle\n    <em>\n     ■&amp;\n    </em>\n    McCabe, LLC, Pinellas Park (withdrew); Robert H. Dillinger, Public Defender, Clearwater, for Appellant Artez Hooker.\n   </attorneys><br><attorneys id=\"b53-26\">\n    Pamela Jo Bondi, Attorney General, Tallahassee, for Appellee.\n   </attorneys>",
    "citations": [
        "170 So. 3d 23"
    ],
    "opinions": [
        {
            "author_str": "Altenbernd",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.2dca.org/opinions/Opinion_Pages/Opinion_Pages_2015/May/May 01, 2015/2D15-54.pdf",
            "author_id": null,
            "opinion_text": "              NOT FINAL UNTIL TIME EXPIRES TO FILE REHEARING\n                     MOTION AND, IF FILED, DETERMINED\n\n\n                                     IN THE DISTRICT COURT OF APPEAL\n\n                                     OF FLORIDA\n\n                                     SECOND DISTRICT\n\n\n\nELIEZER GARCIA,                    )\n                                   )\n           Appellant,              )\n                                   )\nv.                                 )        Case No. 2D15-54\n                                   )\nSTATE OF FLORIDA,                  )\n                                   )\n           Appellee.               )\n___________________________________)\n                                   )\nARTEZ HOOKER,                      )\n                                   )\n           Appellant,              )\n                                   )\nv.                                 )        Case No. 2D15-403\n                                   )\nSTATE OF FLORIDA,                  )\n                                   )\n           Appellee.               )\n___________________________________)\n                                   )\nCHRISTOPHER NEFF,                  )\n                                   )\n           Appellant,              )\n                                   )\nv.                                 )        Case No. 2D15-409\n                                   )\nSTATE OF FLORIDA,                  )\n                                   )\n           Appellee.               )\n___________________________________)\n\nOpinion filed May 1, 2015.\n\fAppeals from the Circuit Court for\nPinellas County; Joseph A. Bulone,\nThane B. Covert, and Philip J.\nFederico, Judges.\n\nKelly McCabe of Doyle & McCabe,\nLLC, Pinellas Park, for Appellants\nEliezer Garcia and Christopher Neff.\n\nKelly McCabe of Doyle & McCabe,\nLLC, Pinellas Park (withdrew); Robert H.\nDillinger, Public Defender, Clearwater,\nfor Appellant Artez Hooker.\n\nPamela Jo Bondi, Attorney General,\nTallahassee, for Appellee.\n\n\n           ORDER IMPOSING SANCTIONS ON APPELLANTS' COUNSEL\n\n\nALTENBERND, Judge.\n\n              We write this published order to resolve numerous orders to show cause\n\nissued to Kelly McCabe, the attorney who attempted to commence criminal appeals on\n\nbehalf of the three named appellants in the above-styled proceedings. It is apparent\n\nthat Ms. McCabe is unfamiliar with some of the basic terminology and concepts\n\nassociated with the commencement of an appeal. She seems unable to comply with\n\nthe requirements of Florida Rule of Appellate Procedure 9.140(d), which addresses the\n\nprocess by which a trial counsel commences an appeal and thereafter successfully\n\nwithdraws after appellate counsel has been appointed. She seems, at best, indifferent\n\nto the requirement that the notice of appeal be accompanied by a filing fee or, if\n\napplicable, an order or certificate of indigency. She does not seem to grasp that an\n\norder to appear to show cause why sanctions should not be imposed is an exceptional\n\n\n\n                                           -2-\n\forder. Instead, she apparently believes it is appropriate to file a last minute \"response\"\n\nexplaining that she cannot attend the event because it conflicts with a trial and\n\nsuggesting that this court reschedule a hearing on sanctions sometime in the next two\n\nmonths on a day when she is not in trial.\n\n              Although we are called upon to determine an appropriate sanction in this\n\ncase, this court is far more concerned with assuring that the appellants, all of whom are\n\nin prison, receive timely appellate review handled by competent counsel. Thus, this\n\norder will attempt to place those appeals on track to be resolved.\n\n              We hope that Ms. McCabe's failure to comply with our orders reflects\n\nmore on her lack of training and her limited competence as an appellate attorney and\n\nless on any intent to willfully disobey this court. Accordingly, in lieu of a more penal\n\nsanction and in hopes of preventing repetition of these events, this court orders Ms.\n\nMcCabe to self-report to the Sixth Judicial Circuit's Professionalism Implementation\n\nPanel requesting that it appoint an \"intermediary\" to assist in providing her with access\n\nto an attorney who can privately train and mentor her in the process of filing notices of\n\nappeal and obtaining orders of withdrawal in criminal cases. See Re: Professionalism\n\nComm. and Standards of Prof'l Courtesy, Admin. Order No. 2013-075 PA/PI-CIR (Fla.\n\n6th Cir. Ct. Nov. 12, 2013). Within ninety days from the date of this order, Ms. McCabe\n\nshall provide proof to this court that she has received this mentoring and is fully\n\nprepared to properly file notices of appeal in compliance with the applicable rules.\n\n              The attempt to file a belated appeal for Mr. Neff raises additional concerns\n\nthat may be far more serious. This court is not well-equipped to handle those concerns.\n\n\n\n\n                                            -3-\n\fWe describe our records in his cases and leave any further investigation into that matter\n\nto the trial court and The Florida Bar.1\n\n                                      Garcia v. State\n\n              In Garcia, case number 2D15-54, Attorney McCabe filed a notice of\n\nappeal on December 29, 2014, appealing \"the ruling of the Motion to Suppress, said\n\nhearing being rendered on June 6, 2014.\" On January 9, 2015, this court entered three\n\norders to show cause in Mr. Garcia's case. In the first order, we stated:\n\n                     Appellant shall show cause within fifteen days why\n              this appeal should not be dismissed for lack of jurisdiction.\n              The notice of appeal recites that appellant intends to appeal\n              the denial of a motion to suppress, which is not an\n              appealable order. If this appeal is in fact one from a\n              judgment and sentence, appellant shall file an amended\n              notice of appeal, copy to this court, and this filing will\n              discharge appellant's obligation under this order.\n\n              In the second order, we stated:\n\n                      Appellant shall show cause within fifteen days why\n              this appeal should not be dismissed as untimely. If untimely,\n              and through no fault of appellant, counsel may file a motion\n              in this case number for a belated appeal, observing all the\n              requirements of Florida Rule of Appellate Procedure\n              9.141(c), including the submission of an affidavit or sworn\n              pleading by counsel with first-hand knowledge of the facts\n              giving rise to the application for a belated appeal.\n\n              In the third order, we stated:\n\n                     This appeal has been filed without a filing fee required\n              by section 35.22(3), Florida Statutes (2012).\n                     The attorney for appellant shall forward the required\n              $300.00 filing fee or, if applicable, an order of the circuit\n              court, or a certificate of indigency from the circuit court clerk,\n\n\n              1\n              A copy of the opinion is being furnished to The Florida Bar for such action\nas it may deem appropriate.\n\n\n\n                                               -4-\n\f              finding appellant insolvent to this court within twenty days\n              from the date of this order.\n                     If this court does not receive any of the above within\n              the prescribed time, this appeal may be subject to dismissal\n              without further notice and appellant's counsel may risk\n              sanctions if this directive is ignored.\n\n              Ms. McCabe did not respond to any of these orders. Accordingly, on\n\nFebruary 4, 2015, this court ordered Attorney McCabe to respond to the show cause\n\norders of January 9, 2015, within ten days or to face possible sanctions.\n\n              Having received no response from Ms. McCabe by mid-March in this case\n\nand in the other two cases described later in this opinion, we issued an order to appear\n\nbefore the court at the beginning of oral arguments on Tuesday, April 7, 2015, to show\n\ncause why sanctions should not be imposed for her failure to comply with the orders.\n\nThis order was delivered by certified mail and received by Ms. McCabe on March 26,\n\ntwo weeks before the scheduled hearing.\n\n              On April 1, Ms. McCabe filed an amended notice of appeal. It states the\n\ndefendant is appealing \"the Denial of the the [sic] dispositive Motion to Suppress, said\n\nhearing being rendered on June 6, 2014. The issue was preserved for appeal and the\n\nfinal judgment and sentence was entered on December 23, 2014.\" Thus, presumably,\n\ncase number 2D15-54 is a timely appeal of judgments and sentences that were\n\nrendered in late December.2 She also filed a brief response, apologizing but\n\ndemonstrating some confusion about the necessary contents of a notice of appeal.\n\n              On Thursday, April 2, before the three-day holiday weekend, Ms. McCabe\n\nfiled a second \"response.\" It informs the court that she \"has a felony jury trial scheduled\n\n\n              2\n              The Department of Corrections' website reflects that Mr. Garcia is serving\nfive sentences, all of which are approximately ten years in length and were entered on\nDecember 23, 2014.\n\n\n                                           -5-\n\fto begin on April 7, 2015[,] in Pinellas County and therefore, will be unable to attend.\"\n\nAttaching documents to prove that the trial was scheduled, she explains: \"If the Court\n\nwishes to reschedule the Court date I have attached my trial calendar for the next two\n\nmonths as Exhibit B.\" Following a suggestion from the clerk of this court, late on the\n\nMonday before the hearing Ms. McCabe filed an emergency motion to continue the\n\ncourt appearance.\n\n              We do not know what steps Ms. McCabe took or could have taken in the\n\ntrial court to obtain a few-hour delay in the trial so that she could appear in this court,\n\nbut we assume that the trial was already scheduled and on Ms. McCabe's calendar\n\nwhen she received the order to show cause on March 26.\n\n              On April 9, 2015, she paid the $300 filing fee in this court. Ms. McCabe's\n\namended notice of appeal filed April 6, 2015, prompts us to discharge the two orders to\n\nshow cause entered on January 9, 2015. She is still counsel of record in this case. We\n\nare unaware of any order appointing a public defender. By separate order, this court\n\nwill address the steps necessary to assure a brief is filed in this case. We note that a\n\nbrief would already have been filed if she had followed the rules of procedure.\n\n                                      Hooker v. State\n\n              In Hooker, case number 2D15-403, Ms. McCabe filed a notice of appeal\n\non November 10, 2014, appealing the judgment and sentence rendered on November\n\n7, 2014. From our limited record, it appears that Mr. Hooker was convicted of first-\n\ndegree murder and sentenced to life imprisonment following a jury trial. The notice of\n\nappeal contained the appropriate information, but the appeal was filed without a filing\n\nfee or an order or certificate of indigency. For some reason, the clerk of the circuit court\n\n\n\n\n                                             -6-\n\fdid not transmit this notice of appeal to this court until January 26, 2015. On January\n\n29, 2015, this court issued an order concerning the filing fee that is comparable to the\n\norder issued in Mr. Garcia's case.\n\n              On February 6, 2015, the order was returned to the court. The order was\n\nremailed to Ms. McCabe; however, on February 18, 2015, it was returned for the\n\nsecond time. The clerk's office subsequently contacted Ms. McCabe's office, informed\n\nthe office of the fee issue, and confirmed the address, which was correctly listed in our\n\nsystem. Ms. McCabe's office acknowledged that they were aware of the outstanding\n\nfee issue. The order of January 29, 2015, was again mailed to Ms. McCabe. When this\n\ncourt received nothing from Ms. McCabe by mid-March, we issued the order to show\n\ncause discussed earlier in this opinion.\n\n              Prompted by our order to appear, Ms. McCabe finally obtained the\n\nappointment of the public defender five months after filing the notice.\n\n                                      Neff v. State\n\n              In Neff, case number 2D15-409, Ms. McCabe filed a \"notice of belated\n\nappeal\" on December 29, 2014, appealing \"the ruling of the Motion to Suppress, said\n\nhearing being rendered on April 12, 2013.\" The rules of procedure do not authorize the\n\nfiling of a \"belated\" appeal notice. On January 28, 2015, this court issued an order,\n\nsimilar to the second order in Mr. Garcia's case, pointing Ms. McCabe to the procedures\n\nused for belated appeals. On March 9, 2015, when this court had not received any\n\nresponse to our January order, we issued an order requiring Ms. McCabe to comply\n\nwith the order of January 28, 2015, within five days or face possible sanctions. When\n\n\n\n\n                                           -7-\n\fthis court received no response to this order, we included this case in the order to\n\nappear for April 7.\n\n              On April 2, Ms. McCabe filed a response in Mr. Neff's case stating:\n\n              Counsel has filed a Voluntary Dismissal as there was no\n              stipulation and/or determination as to the dispositive nature\n              of the Defendant's Motion to Suppress at the Defendant's\n              Plea hearing. Counsel would also state that at the Motion to\n              Suppress hearing the dispositive nature was discussed and\n              the State did not agree that the Motion to Suppress was\n              dispositive in nature. Counsel has sent a letter to Appellant\n              explaining this and has also explained what other options\n              that Appellant has in regards to his case. Counsel has\n              requested to set up a phone conference with the Appellant to\n              also explain it.\n\n              The response was in fact accompanied by a \"notice of voluntary dismissal\n\nof appeal.\" This document was not signed by Mr. Neff or served on him. Fortunately, it\n\nis ineffective to dismiss his appeal, as this court alone among the intermediate appellate\n\ncourts in Florida requires the client's written concurrence to accompany a notice of\n\nvoluntary dismissal filed by counsel in criminal cases. Assuming that Mr. Neff did not in\n\nfact reserve the right to appeal an adverse ruling on a dispositive motion to suppress,\n\nhis issues on appeal may be limited, but he could still appeal his judgments and\n\nsentences if he can establish the right to a belated appeal.\n\n              We doubt that Mr. Neff will authorize Ms. McCabe to file a voluntary\n\ndismissal. In mid-September of 2014, Mr. Neff filed a \"notice of inquiry\" with this court\n\nconcerning his appeal of a judgment and sentence entered in late August. He attached\n\na document that appears to be a notice of appeal for his case that represents that it was\n\nserved on the Attorney General on September 4, 2013, and signed by Ms. McCabe.\n\nWe responded to his inquiry explaining that no such appeal existed in our records and\n\n\n\n\n                                           -8-\n\fgave him guidance in the event he wished to pursue a belated appeal. Mr. Neff\n\nattempted pro se to obtain a belated appeal by filing a petition in early December 2014\n\nseeking review of the judgment and sentence that he apparently thought that Ms.\n\nMcCabe had appealed. This court docketed his petition for belated appeal with a new\n\nappellate case number, i.e., case number 2D14-5504. Attached to his petition was\n\nanother copy of the errant notice of appeal and a letter from Ms. McCabe's law firm\n\nclaiming that Ms. McCabe \"has your brief on her laptop\" and indicating that Ms. McCabe\n\nneeded a $3000 retainer. We dismissed that petition when Mr. Neff did not obey our\n\norder to serve his petition on the Attorney General. Mr. Neff filed a timely motion for\n\nreconsideration. By separate order, we have granted Mr. Neff's motion for\n\nreconsideration and petition for belated appeal in case number 2D14-5504. Thus, Mr.\n\nNeff will now receive review of his judgments and sentences, but that appeal will\n\nproceed under a new appellate case number assigned by the clerk of this court.\n\nAccordingly, we hereby dismiss the appeal in case number 2D15-409.\n\n              Within ninety days from the date of this order, Ms. McCabe shall deliver a\n\nletter to the clerk of this court by certified mail containing a sworn statement that she\n\nhas self-reported to the Sixth Judicial Circuit's Professionalism Implementation Panel,\n\nhas obtained a mentor to assist her in properly filing notices of appeal, and has\n\nsuccessfully learned the proper procedures. The sworn statement shall provide the\n\nname and address of the mentor who assisted her.\n\n\n\nSLEET and SALARIO, JJ., Concur.\n\n\n\n\n                                            -9-\n\f",
            "ocr": false,
            "opinion_id": 2798024
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}