{
    "id": 2804063,
    "judges": "Bouchard C.",
    "date_filed": "1975-09-28",
    "date_filed_is_approximate": true,
    "slug": "donald-l-blankenship-v-alpha-appalachia-holdings-i",
    "case_name_short": null,
    "case_name": "Donald L. Blankenship v. Alpha Appalachia Holdings, Inc.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 67.0,
            "download_url": "http://courts.delaware.gov/opinions/download.aspx?ID=224010",
            "author_id": null,
            "opinion_text": "         IN THE COURT OF CHANCERY OF THE STATE OF DELAWARE\n\nDONALD L. BLANKENSHIP,                           )\n                                                 )\n                  Plaintiff,                     )\n                                                 )\n            v.                                   )   C.A. No. 10610-CB\n                                                 )\nALPHA APPALACHIA HOLDINGS, INC., f/k/a           )\nMASSEY ENERGY COMPANY, a Delaware                )\ncorporation, and ALPHA NATURAL                   )\nRESOURCES, INC., a Delaware corporation,         )\n                                                 )\n                  Defendants.                    )\n\n\n\n                           MEMORANDUM OPINION\n\n                           Date Submitted: May 14, 2015\n                            Date Decided: May 28, 2015\n\nDaniel B. Rath, K. Tyler O’Connell and Travis J. Ferguson of LANDIS RATH & COBB\nLLP, Wilmington, Delaware; Graeme W. Bush and Andrew N. Goldfarb of\nZUCKERMAN SPAEDER LLP, Washington, D.C.; Attorneys for Plaintiff.\n\nDonald J. Wolfe, Jr., Matthew E. Fischer and Jacqueline A. Rogers of POTTER\nANDERSON & CORROON LLP, Wilmington, Delaware; Mitchell A. Lowenthal, Lev\nL. Dassin, Victor L. Hou and Marla A. Decker of CLEARY GOTTLIEB STEEN &\nHAMILTON LLP, New York, New York; William S. Ohlemeyer of BOIES, SCHILLER\n& FLEXNER LLP, Armonk, New York; Attorneys for Defendants.\n\n\n\n\nBOUCHARD, C.\n\fI.     INTRODUCTION\n\n       This advancement action involves some unusual facts but an all too common\n\nscenario: the termination of mandatory advancement to a former director and officer\n\nwhen trial is approaching and it is needed most.\n\n       Plaintiff Donald L. Blankenship is the former Chief Executive Officer and\n\nChairman of Massey Energy Company, which is now known as Alpha Appalachia\n\nHoldings, Inc. (“Massey”). Blankenship held those positions when there was a tragic\n\nexplosion at a Massey subsidiary’s coal mine in West Virginia in April 2010, killing 29\n\nminers.   In June 2011, after Blankenship had retired from Massey, Alpha Natural\n\nResources, Inc. (“Alpha”) acquired Massey.         For several years after the explosion,\n\nMassey and Alpha (together, the “Defendants”) honored Blankenship’s rights to\n\nadvancement and paid his legal expenses relating to various civil proceedings and a\n\nfederal criminal investigation that had been launched as a result of the explosion.\n\n       On November 13, 2014, the United States Attorney for the Southern District of\n\nWest Virginia obtained a four-count criminal indictment against Blankenship.\n\nBlankenship is presently scheduled to go to trial on July 13, 2015.\n\n       In the wake of the indictment, Alpha stopped paying Blankenship’s legal fees.\n\nAlpha management, with approval from Alpha’s board of directors, then initiated a\n\nprocess to review the company’s indemnification and advancement obligations to\n\nBlankenship. Alpha focused on an unusual undertaking Blankenship had signed in April\n\n2011 (the “Undertaking”), which states, in relevant part, that Massey’s indemnification\n\nand advancement obligations to Blankenship are “contingent upon [certain] factual\n\n\n                                             1\n\frepresentations and undertakings,” including a representation that, in performing his\n\nduties as a director and officer of Massey, Blankenship “had no reasonable cause to\n\nbelieve that [his] conduct was ever unlawful.” In late January 2015, after a process\n\ndescribed below, Philip Cavatoni, an Alpha officer and Massey director, determined that\n\nBlankenship had breached that representation (the “Determination”).      Based on the\n\nDetermination, Alpha asserts that Blankenship is no longer entitled to advancement of\n\nany of his legal expenses from Massey.\n\n      On February 5, 2015, Blankenship filed this action seeking advancement of his\n\nunpaid legal expenses under, among other sources, the terms of Massey’s October 2010\n\nAmended and Restated Certificate of Incorporation (the “Charter”) and an Agreement\n\nand Plan of Merger between Massey and Alpha (the “Merger Agreement”). Most of\n\nthese unpaid legal expenses were incurred in connection with the criminal proceeding to\n\nwhich Blankenship was made a party in November 2014 as a result of the indictment.\n\n      In this post-trial opinion, I conclude that the Undertaking cannot reasonably be\n\ninterpreted in the manner advocated by Defendants and that the Determination thus did\n\nnot provide a valid basis for Defendants to terminate Blankenship’s advancement rights\n\nunder Massey’s Charter. I also conclude that Blankenship is entitled to advancement\n\nfrom Alpha as well as Massey for the legal expenses he has incurred in connection with\n\nthe criminal proceeding under the unambiguous terms of the Merger Agreement.\n\n\n\n\n                                          2\n\fII.      BACKGROUND\n\n         These are the facts as I find them based on the documentary evidence and\n\ntestimony of record. 1\n\n         A.        The Parties\n\n         Plaintiff Donald L. Blankenship is the former Chief Executive Officer and\n\nChairman of the board of directors of Massey Energy Company.\n\n         Defendant Alpha Appalachia Holdings, Inc., formerly known as Massey Energy\n\nCompany, is a Delaware corporation engaged in the coal mining business. Massey is\n\ncurrently a wholly owned subsidiary of Alpha Natural Resources, Inc.\n\n         Defendant Alpha Natural Resources, Inc., a Delaware corporation based in\n\nLinthicum Heights, Maryland, also is in the coal mining business.\n\n         B.        The Explosion at Massey’s Upper Big Branch Mine\n\n         In April 2010, an explosion occurred at the Upper Big Branch (“UBB”) mine\n\noperated by Performance Coal Company (“Performance”), a Massey subsidiary, killing\n\n29 miners. Shortly after the UBB explosion, the United States Attorney’s Office for the\n\nSouthern District of West Virginia (the “U.S. Attorney”) commenced an investigation\n\ninto the underlying facts and circumstances of the explosion. 2\n\n\n\n\n1\n  By stipulation, deposition testimony is part of the trial record. Pre-Trial Stip. and Order\n(“Pre-Trial Stip.”) ¶ 6(4).\n2\n    Id. ¶ 2(19).\n\n\n                                             3\n\f         C.     Blankenship Engages Zuckerman Spaeder LLP\n\n         In June 2010, William W. Taylor, III, a partner at the law firm of Zuckerman\n\nSpaeder LLP (“Zuckerman Spaeder”), sent a letter to Blankenship (the “Engagement\n\nLetter”) to confirm the terms and conditions under which Zuckerman Spaeder would\n\n“represent [him] in connection with investigations resulting from the Upper Big Branch\n\nmine explosion, and related matters if requested to undertake them.” 3 According to\n\nTaylor, the Engagement Letter is part of Zuckerman Spaeder’s standard practice with\n\nclients, “particularly when there will be third-party defendant payment by a company or\n\nsome other third-party defendant for an individual client.” 4\n\n         The Engagement Letter sets forth Massey’s commitment to pay Blankenship’s\n\nlegal fees on a timely basis, as follows:\n\n                Massey Energy Company agrees to pay all fees and expenses\n         incurred within thirty days of the date of any invoice. Any outstanding\n         balances that are not paid when due will accrue a service charge at the rate\n         of twelve (12) percent per annum (one percent (1%) per month) from the\n         due date until paid, in order to offset the costs of carrying any overdue\n         amount. 5\n\nThe Engagement Letter does not refer to Blankenship’s indemnification rights under\n\nMassey’s Charter or to the need for an undertaking to obtain advancement of his legal\n\nfees.\n\n\n\n\n3\n    JX 21 (Engagement Letter) at DBDEL0009.\n4\n    Trial Tr. (“Tr.”) 12 (Taylor).\n5\n    JX 21 (Engagement Letter) at DBDEL0010.\n\n\n                                              4\n\f         Blankenship and Shane Harvey, then-General Counsel of Massey, both signed the\n\nEngagement Letter as “SEEN and AGREED.” 6               Before executing the document,\n\nBlankenship asked Harvey if it was “OK” to sign it. 7 Blankenship put no pressure on\n\nHarvey to decide whether the Engagement Letter was acceptable. 8\n\n         Taylor testified that the Engagement Letter reflects Massey’s unconditional\n\npromise to pay Blankenship’s legal fees. 9 Blankenship, by contrast, acknowledged that\n\nhe did not think that the Engagement Letter “enhanced” his advancement rights. 10\n\n         D.     Blankenship Retires from Massey\n\n         On December 3, 2010, Blankenship entered into a Retirement Agreement with\n\nMassey by which he would retire as CEO and Chairman effective December 31, 2010.11\n\nThe retirement was “not entirely voluntary.” 12         Paragraph 12 of the Retirement\n\nAgreement, entitled “Indemnity Obligations,” sets forth Massey’s agreement to maintain\n\nits then-existing indemnification and advancement obligations to Blankenship:\n\n         The Company [i.e., Massey] agrees to maintain and adhere to all its\n         obligations to indemnify you and advance your legal fees in accordance\n         with the terms and conditions set forth in the Company’s Certificate of\n\n6\n    Id. at DBDEL0011.\n7\n    JX 20B (Email from Don L. Blankenship to Shane Harvey (June 3, 2010)).\n8\n    Tr. 67 (Blankenship).\n9\n    Id. 28, 59 (Taylor).\n10\n     Id. 77-78 (Blankenship); Blankenship Dep. 48-49.\n11\n     JX 25 (Retirement Agreement).\n12\n     Tr. 23 (Taylor).\n\n\n                                             5\n\f         Incorporation and any written indemnity agreements existing and in force\n         as of your Retirement Date, or as otherwise imposed by law, for so long as\n         those agreements or legal obligations require. 13\n\nTaylor, who represented Blankenship in connection with his retirement from Massey and\n\nnegotiated the Retirement Agreement, testified that the language in Paragraph 12 likely\n\nwas in the draft when he received it and was not controversial. He also believed the\n\nphrase “written indemnity agreements” referred to the Engagement Letter. 14 Admiral\n\nBobby R. Inman, Massey’s lead independent director at the time, executed the\n\nRetirement Agreement on behalf of Massey. 15\n\n         E.     Massey Enters Into a Merger Agreement with Alpha\n\n         In approximately May 2010, after the UBB explosion, Alpha began to explore a\n\npotential acquisition of Massey. Alpha retained Cleary Gottlieb Steen & Hamilton LLP\n\n(“Cleary Gottlieb”) as its legal advisor in connection with that transaction.         Cleary\n\nGottlieb remained Alpha’s outside counsel throughout that process and in connection\n\nwith the events that gave rise to this action.\n\n         On January 28, 2011, Massey and Alpha entered into the Merger Agreement, 16\n\nunder which Alpha would acquire Massey in a cash-and-stock transaction. Section 5.05\n\nof the Merger Agreement sets forth the respective obligations of Massey and Alpha to the\n\n\n\n13\n     JX 25 (Retirement Agreement) at ¶ 12.\n14\n     Tr. 22-23 (Taylor).\n15\n     JX 25 (Retirement Agreement) at DBDEL0035.\n16\n     JX 26 (Merger Agreement).\n\n\n                                                 6\n\fdefined “Indemnified Parties,” which include Blankenship as a former director and\n\nofficer of Massey.\n\n         The merger was the subject of a preliminary injunction application in In re Massey\n\nEnergy Co. Derivative and Class Action Litigation. 17 In brief, Massey stockholders\n\nargued that the board did not obtain adequate value from Alpha for certain derivative\n\nclaims relating to the company’s mine safety policies and procedures. 18 As discussed\n\nbelow, the Court considered Alpha’s indemnification obligations to Blankenship under\n\nthe Merger Agreement as part of its analysis. Ultimately, for reasons not relevant to this\n\naction, then-Vice Chancellor Strine denied the preliminary injunction motion, and the\n\ncase remains pending before the Court.\n\n         On June 1, 2011, Alpha completed its acquisition of Massey, which is now a\n\nwholly owned subsidiary of Alpha.\n\n         F.    The Undertaking\n\n         On June 14, 2010, about six months before his retirement, Blankenship executed\n\nan undertaking to obtain advancement from Massey of his legal expenses incurred in\n\n\n\n\n17\n     2011 WL 2176479 (Del. Ch. May 31, 2011).\n18\n   See id. at *9 (“In broad strokes, the Derivative Claims rest on allegations that certain\ncurrent and former directors and officers of Massey breached their fiduciary duties during\nthe period from May 21, 2008 to the present by (i) ‘chronically disregarding mining\nsafety regulations and incurring nearly $27 million in assessed violations by the [MSHA],\ncomprising a material portion of its net income in any given year; and (ii) consistently\nfailing to adequately address poor safety conditions of its mines[.]’ ”).\n\n\n                                             7\n\fconnection with legal proceedings relating to Massey’s compliance with environmental\n\nand safety regulations. 19 The June 2010 undertaking is not at issue in this action.\n\n         On March 29, 2011, after the Merger Agreement was signed but before the\n\ntransaction closed, Stephanie Ojeda, Senior Corporate Counsel of Massey, sent a new\n\nproposed undertaking (as defined above, the “Undertaking”) to Taylor at Zuckerman\n\nSpaeder. 20 In a cover letter, Ojeda explained that Massey remained committed to its\n\nindemnification obligations to Blankenship (and other employees of Massey) and that the\n\nenclosed Undertaking “clarifies” the relationship between Massey and Blankenship:\n\n                 In light of the impending merger, I write to address the legal\n         representation you are providing to employees of Massey and its affiliated\n         entities in relation to ongoing government investigations of the April 5,\n19\n     The June 2010 undertaking states, in relevant part:\n\n                By signing this letter, I agree to the following terms:\n\n                1.      The advancement of legal expenses will be made under\n         Article NINETEENTH of the Company’s [i.e., Massey’s] Certificate of\n         Incorporation, which provides indemnification to its directors and officers\n         to the fullest extent authorized by the Delaware General Corporation Law,\n         and the Company may cease advancing legal expenses on my behalf at any\n         time if the Company determines that I am not otherwise entitled to the\n         advancement of legal expenses under such Article[.]\n\n                2.       I will repay to the Company all legal expenses paid on my\n         behalf if it is ultimately determined that I am not entitled to be indemnified\n         by the Company for such expenses under the Certificate of Incorporation of\n         the Company, the Delaware General Corporation Law, or any other law\n         regulation.\n\nJX 22 (Undertaking from Donald Blankenship to Massey Energy Company (June 14,\n2010)).\n20\n  JX 27 (Letter from Stephanie Ojeda to Bill Taylor (Mar. 29, 2011)). Ojeda testified\nshe thought someone else drafted the cover letter, but she was not sure. Ojeda Dep. 39.\n\n\n                                                8\n\f         2010 accident at Upper Big Branch. The Company remains committed to\n         providing appropriate assistance with the legal defense of its individual\n         employees in connection with those investigations and, accordingly, will\n         continue to do so after the merger with Alpha is finalized.\n\n                 In the meantime, I ask that each represented individual sign the\n         attached undertaking, which clarifies the relationship between Massey and\n         your client(s) with respect to their legal representation in this matter and\n         payment therefor. Please review the attached undertaking with your\n         client(s) and return the signed form(s) to my attention.\n\n                 I appreciate your service on behalf of Massey’s valued members.\n         Please contact me at [redacted] if you have any questions regarding this\n         letter or the attached undertaking. 21\n\nOther than this cover letter, there are no written communications in the record concerning\n\nthe meaning of the Undertaking.\n\n         The provision at the end of the first paragraph of the Undertaking states that\n\nMassey’s indemnification and advancement obligations are “contingent upon” three\n\nenumerated “factual representations and undertakings.” I refer to that provision as the\n\n“Contingency Provision.” The legal effect of the factual representation in the second\n\nenumerated paragraph is a critical issue in this case. I refer to that representation as the\n\n“Reasonable Cause Representation.”         The last paragraph of the Undertaking states\n\nexplicitly that Massey shall not be obligated to advance further expenses to Blankenship\n\nin two specified circumstances. I refer to that provision as the “Termination Provision.”\n\nThe entire text of the Undertaking is quoted below:\n\n               I, Donald L. Blankenship, have retained counsel to represent me in\n         connection with a federal criminal grand jury investigation conducted by\n         the Office of the United States Attorney for the Southern District of West\n\n21\n     JX 27 at 1 (emphasis added).\n\n\n                                              9\n\f         Virginia and agents of the Federal Bureau of Investigation and Federal\n         Mine Safety and Health Administration, as well as in connection with any\n         concurrent or other proceedings relating to Performance Coal Company\n         (“Performance”), Massey Energy Company (“Massey”), Massey Coal\n         Services, Inc. (“MCS”), and any affiliates or certain officers, employees or\n         other persons associated with these entities. It is my understanding that\n         Massey will indemnify me and/or advance on my behalf the fees and costs\n         associated with this representation, contingent upon the following factual\n         representations and undertakings, which I hereby make and declare to be\n         true [as defined above, the “Contingency Provision”]:\n\n                1.      In the performance of my actions as an officer, director,\n         employee, or consultant of Massey and/or any of its affiliates and\n         subsidiaries, including but not limited to MCS, I acted in good faith and in\n         a manner that I reasonably believed to be consistent with the best interests\n         of Massey and its affiliates and subsidiaries;\n\n                2.      In the performance of my actions as an officer, director,\n         employee, and consultant of Massey and/or any of its affiliates and\n         subsidiaries, including but not limited to MCS, I had no reasonable cause\n         to believe that my conduct was ever unlawful [as defined above, the\n         “Reasonable Cause Representation”]; and\n\n                3.    If it shall ultimately be determined that I am not entitled to\n         the indemnification described above and in any applicable Agreement for\n         Indemnification, consistent with governing laws, I hereby agree to repay\n         Massey any sums that Massey has expended on my behalf for\n         indemnification or advancement.\n\n                 I further understand that, in any event, Massey, Performance, and/or\n         MCS shall not be obligated to indemnify me or advance further fees and\n         costs on my behalf if: (i) I should enter a plea of guilty, or be found guilty\n         by a court or jury, on any criminal charge related to my actions as an\n         officer, director, employee, and consultant of Massey and/or any of its\n         affiliates and subsidiaries, including but not limited to MCS, or otherwise\n         relating to the subject matter of the above-described criminal investigation;\n         or (ii) Massey, Performance, and/or MCS otherwise determines that I am\n         not entitled to indemnification under governing laws [as defined above, the\n         “Termination Provision”]. 22\n\n\n\n22\n     JX 28 (Undertaking) at ANR_AAR-00000442-43 (emphasis added).\n\n\n                                              10\n\fThe Undertaking refers to two entities (Performance and MCS) in addition to Massey that\n\nwere not mentioned in the June 2010 undertaking. Before his retirement, Blankenship\n\nheld various positions at Performance and MCS, both of which are West Virginia\n\ncorporations. 23\n\n          Massey drafted the Undertaking. 24 Taylor, on behalf of Blankenship, did not have\n\nany discussions with Ojeda or anyone else at Massey about the Undertaking, nor did he\n\nsuggest any changes to the document. 25 Ojeda, who did not appear at trial, testified in\n\ndeposition that she understood the Undertaking to be “just confirmation of a duty or\n\nobligation with respect to indemnifying and advancing fees. The obligation had already\n\nbeen established[.]” 26 When asked what she meant by “the obligation had already been\n\nestablished,” Ojeda explained, “That the company [i.e., Massey] had already agreed to\n\nindemnify and advance fees, and it [i.e., the Undertaking] was just a restatement of that,\n\nafter the announcement of the merger agreement.” 27\n\n\n\n\n23\n    See, e.g., Defs.’ Ans. Br. Ex. B (Articles of Incorporation of Massey Coal Services,\nInc.); Defs.’ Ans. Br. Ex. D (Articles of Incorporation of Performance Coal Company).\nBecause Blankenship is not seeking relief from those entities, which are not parties to this\nlitigation, I do not address their advancement obligations to him under West Virginia law.\n24\n     Taylor Dep. 39-40.\n25\n     Tr. 45, 49-50 (Taylor).\n26\n     Ojeda Dep. 32.\n27\n     Id. 33.\n\n\n                                             11\n\f         Taylor likely discussed the Undertaking with another partner at his firm, but he did\n\nnot “conduct an elaborate legal analysis” 28 even though he acknowledged at trial that the\n\nUndertaking was unlike any he has seen in his four decades of practice. 29 Zuckerman\n\nSpaeder’s billing records reflect that about one hour of attorney time in total was devoted\n\nto reviewing the Undertaking. 30 Afterwards, Taylor offered advice to Blankenship about\n\nit, most likely via a letter dated April 11, 2011. 31 Taylor testified that, although he could\n\nnot recall specifically what he thought at the time, he was “confident that [he] did not\n\nbelieve that [the Undertaking] modified or changed Mr. Blankenship’s rights to\n\nadvancement in any respect” and that he “would not have acquiesced in [Blankenship’s]\n\nsigning it had [he] believed that.” 32\n\n         Blankenship was sure that he and Taylor would have communicated about the\n\nUndertaking before he signed it, but he could not recall any specific conversations they\n\nmay have had. 33 Blankenship further testified that, when he received the Undertaking, no\n\none at Massey had ever informed him that he was in breach of the Retirement Agreement\n\n\n\n28\n     Tr. 25, 61 (Taylor).\n29\n     Id. 46 (Taylor).\n30\n     Id. 62 (Taylor).\n31\n  Id. 49-50 (Taylor); id. 89-90 (Blankenship); JX 52 (Pl.’s Privilege Log). Privilege was\nasserted with respect to any advice Taylor or Zuckerman Spaeder gave Blankenship\nconcerning the Undertaking. Tr. 60-61; JX 52 (Pl.’s Privilege Log).\n32\n     Tr. 25-26 (Taylor).\n33\n     Id. 89-90 (Blankenship).\n\n\n                                              12\n\for that Massey wanted to modify any provision of the Retirement Agreement, 34 Section\n\n12 of which (quoted above) required Massey to maintain its then-existing indemnification\n\nand advancement obligations to Blankenship.\n\n         On April 12, 2011, Blankenship executed the Undertaking. By letter dated April\n\n21, 2011, the executed Undertaking was sent to Massey. 35\n\n         G.     Massey and Alpha Advance Blankenship’s Legal Fees\n\n         As it had before the merger, Zuckerman Spaeder continued to submit invoices for\n\nits representation of Blankenship to Massey after the merger. In 2012, likely at the\n\nrequest of someone at Massey, Zuckerman Spaeder began submitting invoices to Alpha. 36\n\nWhen this change happened is not clear. Taylor did not pay attention to who paid the\n\ninvoices. As long as they were paid, it “didn’t matter” to him who paid them. 37\n\n         In its invoices, Zuckerman Spaeder listed the total expenses incurred as well as a\n\nsummary of the legal fees incurred by attorney, number of hours, and hourly rate without\n\nany details as to the specific services rendered during the billing period. 38        This\n\narrangement was consistent with the Engagement Letter, which provides that invoices\n\n34\n     Id. 72-73 (Blankenship).\n35\n  JX 28 (Letter from William W. Taylor, III to Shane Harvey (Apr. 21, 2011)) at\nANR_AAR-00000441.\n36\n  JX 23 (Letter from William W. Taylor, III to Stephanie Ojeda of Massey (Aug. 31,\n2010)); JX 34 (Letter from William W. Taylor, III to Vaughn Groves of Alpha (Mar. 1,\n2012)).\n37\n     Tr. 17, 20 (Taylor).\n38\n     JX 57 at 2-15.\n\n\n                                             13\n\fsubmitted to Massey would “not contain an itemization of . . . time and expenses but will\n\nshow a summary of hours and fees” to “avoid disclosure of privileged information and\n\npossible waiver of the attorney client privilege.” 39\n\n         At times, upon a request by Alpha, Zuckerman Spaeder sent copies of invoices\n\ncontaining time detail that were heavily redacted to “obliterate[] anything that was\n\nsubstantive about the nature of our work.” 40           According to Taylor, the substantial\n\nredactions complied with the Engagement Letter and were necessary because Alpha had\n\nentered into a cooperation agreement with the United States Department of Justice. 41\n\nMassey and/or Alpha paid Zuckerman Spaeder’s invoices until November 2014. 42\n\n         H.      The Indictment and Criminal Proceeding\n\n         On November 13, 2014, a federal grand jury handed down the Indictment in the\n\nUnited States District Court for the Southern District of West Virginia in a proceeding\n\ncaptioned      United      States   v.   Blankenship,   No.   5:14-cr-00244   (the   “Criminal\n\nProceeding”). 43 The Indictment charged Blankenship with (i) conspiracy to willfully\n\nviolate mandatory mine safety and health standards; (ii) conspiracy to defraud the United\n\nStates by concealing mine safety violations; (iii) making false statements to the U.S.\n\n\n\n39\n     JX 21 (Engagement Letter) at DBDEL0010.\n40\n     Tr. 20 (Taylor).\n41\n     Id. 19-20 (Taylor).\n42\n     Pre-Trial Stip. ¶ (2)28.\n43\n     JX 39 (Indictment).\n\n\n                                                 14\n\fSecurities and Exchange Commission; and (iv) securities fraud by making false public\n\nstatements. 44 Defendants have stipulated that the Indictment charges Blankenship with\n\ncrimes by reason of the fact that he was an officer and director of Massey. 45\n\n         Blankenship retained Zuckerman Spaeder, his counsel during the U.S. Attorney’s\n\ninvestigation, to conduct his defense in the Criminal Proceeding. Zuckerman Spaeder\n\nretained counsel in West Virginia to assist in the representation. 46\n\n         I.      Alpha Management Reviews Blankenship’s Advancement Rights\n\n         On November 19, 2014, on the second day of a two-day Alpha board meeting,\n\nClearly Gottlieb “apprised the Board of recent events pertaining to the pending criminal\n\ninvestigation [of Blankenship] related to the Upper Big Branch explosion,” 47 which\n\nincluded summarizing the Indictment and broadly discussing Blankenship’s advancement\n\nrights. 48     Richard Verheij, Alpha’s General Counsel, attended Cleary Gottlieb’s\n\n\n\n\n44\n  Id. at 34-43. On March 10, 2015, a three-count Superseding Indictment was filed\ncharging Blankenship with (i) conspiracy to willfully violate mandatory mine safety and\nhealth standards; (ii) making false statements to the SEC; and (iii) securities fraud. JX 54\n(Superseding Indictment) at 34-41.\n45\n     Pre-Trial Stip. ¶ 2(2).\n46\n  Id. ¶ 2(23). The unpaid invoices include fees and expenses Blankenship’s West\nVirginia counsel incurred in the Criminal Proceeding. JX 57 (Chart, Donald L.\nBlankenship – Outstanding Legal Expenses) at 1.\n47\n  JX 40 (Alpha Natural Resources, Inc., Meeting of the Board of Directors (Nov. 18-19,\n2014)) at ANR_AAR-00000632.\n48\n     Pre-Trial Stip. ¶ 2(33).\n\n\n                                              15\n\fpresentation. Privilege has been asserted over the legal advice Cleary Gottlieb provided\n\nto Alpha.\n\n          After this board meeting, Verheij, who had joined Alpha only a few months earlier\n\nin August 2014, 49 “undertook to educate [him]self as to the nature of the company’s\n\nobligation” to advance Blankenship’s legal fees. 50 Verheij worked with Cleary Gottlieb\n\nto identify and review relevant documentation on this issue. 51        In connection with\n\ninvestigating potential derivative claims against Blankenship and other individuals on\n\nbehalf of Alpha and representing Alpha in other proceedings arising out of the UBB\n\nexplosion, Cleary Gottlieb had reviewed millions of Massey’s internal documents and\n\nhundreds of audiotapes secretly recorded by Blankenship. 52\n\n          Verheij’s self-appointed inquiry was “whether there was a factual basis to review\n\nwhether the company had a continuing obligation to advance fees to Mr. Blankenship.” 53\n\nHe focused on any and all documents and audiotapes—or, more accurately, excerpts from\n\ndocuments and audiotapes—relevant to the factual representations in the Undertaking.\n\n\n\n\n49\n     Id. ¶ 2(34).\n50\n     Tr. 292 (Verheij).\n51\n     Id. 292-93 (Verheij).\n52\n   Id. 119-22 (Hou). There are approximately 1800 to 1900 audio recordings that\nBlankenship made from three recording devices installed in his office, which Alpha and\nCleary Gottlieb learned about after the merger closed. Id.\n53\n     Id. 294 (Verheij).\n\n\n                                             16\n\fMany of the documents Verheij and Cleary Gottlieb reviewed were not produced in this\n\nlitigation on privilege grounds. 54\n\n         While Verheij was compiling a list of potentially probative statements that\n\nBlankenship had made in writing or on tape, there were informal conversations among\n\nsenior Alpha management about initiating a more official process to evaluate the\n\nUndertaking and the possibility of terminating Blankenship’s advancement rights. 55 As\n\none senior executive put it, “it was management’s decision to – to entertain, evaluate and\n\nmake whatever the appropriate decision was.” 56 According to Verheij, this is how Alpha\n\nhandled most litigation decisions. 57 Although it was within management’s purview to\n\nmake a decision on Blankenship’s advancement rights, senior management nevertheless\n\ndecided to consult the Massey Litigation Advisory Committee (the “MLAC”), a\n\ncommittee of the Alpha board established to advise the board with respect to legacy\n\nMassey litigation matters, 58 and the full board. 59\n\n         On December 11, 2014, Verheij sent to Kevin Crutchfield, Alpha’s Chief\n\nExecutive Officer and Chairman, a memorandum entitled “Advancement of Blankenship\n\n\n\n54\n     Id. 143-44 (Hou).\n55\n     Id. 228-29 (Cavatoni).\n56\n     Id. 230 (Cavatoni).\n57\n     Id. 301-02 (Verheij).\n58\n     JX 42 at ANR_AAR-00001541; Tr. 299 (Verheij).\n59\n     Tr. 231 (Cavatoni).\n\n\n                                               17\n\fAttorney Fees and Related Expenses” (the “Verheij Memo”). 60 Consistent with Alpha’s\n\napproach throughout this litigation, the legal advice included in the Verheij Memo\n\nrelating to Blankenship’s advancement rights was withheld on privilege grounds. To wit,\n\nseven of the twelve pages of the Verhiej Memo are entirely redacted except for a handful\n\nof headings, such as “Arguments with Respect to Advancement Obligation” and\n\n“Advantages and Disadvantages for Refusing to Make Further Advances.” 61 Only the\n\nfactual background section is not redacted.\n\n         The Verheij Memo contains an “illustrative” list of excerpted written and recorded\n\nstatements by Blankenship 62 that, in Verheij’s view, “appeared to be inconsistent with\n\nMr. Blankenship’s representation that he had no reasonable cause to believe that his\n\nconduct was ever unlawful.” 63 Verheij selected these excerpts, which are dated from\n\n2008 to 2010, based on materials Cleary Gottlieb provided to him when he joined\n\nAlpha. 64 The fact that Blankenship made these statements was important to Verheij\n\nbecause he thought a “reasonable person could characterize them as admissions.” 65\n\n\n60\n     JX 41 (Verheij Memo).\n61\n     Id. at ANR_AAR-00001528-29, 33-37.\n62\n     Id. at ANR_AAR-00001530-31.\n63\n  Tr. 294 (Verheij). Victor Hou of Cleary Gottlieb described these excerpts as “really by\ndefinition meant to be reminders to the MLAC of things that they had already seen or\nheard about and were not intended to be exhaustive.” Id. 142 (Hou).\n64\n  Pre-Trial Stip. ¶ 2(35). Much of those materials were not produced in this litigation on\nprivilege grounds.\n65\n     Verheij Dep. 79.\n\n\n                                              18\n\fVerheij did not review the entirety of the underlying documents or the audiotapes from\n\nwhich the excerpts were taken. 66 Also listed in the Verheij Memo are excerpts from a\n\nJune 2009 memorandum on Massey’s compliance culture prepared by Bill Ross, a former\n\nfederal regulator hired by Massey to work on mine safety issues. 67\n\n         On December 13, 2014, two days after the Verheij Memo, Cleary Gottlieb\n\nprovided a memorandum (the “Cleary Memo”) to the MLAC that\n\n         summarizes the relevant work performed to date by the [MLAC] to help the\n         Committee evaluate the issue of whether Don Blankenship is entitled to\n         further advancement of legal fees under the governing law and his\n         contractual undertakings about such advancement following Mr.\n         Blankenship’s recent indictment by a grand jury in the Southern District of\n         West Virginia. 68\n\nThe Cleary Memo contains three sections: (i) a description and summary of several\n\nformal investigations into the UBB explosion, including the U.S. Attorney’s investigation\n\nand the resulting Indictment; (ii) a summary of the MLAC’s investigation into potential\n\nderivative claims; and (iii) a section entitled “Indemnification and Advancement of\n\nAttorneys’ Fees.” Everything included under this third section, which spanned roughly\n\ntwo pages, was withheld on privilege grounds. 69\n\n         Appended to the Cleary Memo as “Appendix A” are the same excerpts of written\n\nstatements, audiotape transcriptions, and the June 2009 Bill Ross memorandum that\n\n66\n     Tr. 311 (Verheij).\n67\n     JX 41 (Verheij Memo) at ANR_AAR-00001530-31; Tr. 150-51 (Hou).\n68\n     JX 42 (Cleary Memo) at ANR_AAR-00001538.\n69\n     Id. at ANR_AAR-00001543-45.\n\n\n                                             19\n\fVerheij included in the earlier Verheij Memo. 70 The introduction to Appendix A states\n\nthat the listed excerpts, though “not intended to be exhaustive of all relevant materials,”\n\nare “certain evidence that may bear on Mr. Blankenship’s representations in his April\n\n2011 Undertaking that in the performance of his actions as an officer and director of\n\nMassey he . . . had no reasonable cause to believe his conduct was ever unlawful.” 71\n\n         On December 22, 2014, the MLAC held a telephonic meeting during which Cleary\n\nGottlieb reviewed the Cleary Memo. 72 Verheij was on the line for this meeting. The\n\nMLAC was made aware that Alpha had not paid any of Blankenship’s legal fees since the\n\nIndictment. After a discussion, the MLAC members\n\n         indicated their support of management’s determination that Mr.\n         Blankenship is not entitled to indemnification under governing laws and\n         management’s proposal not to advance any further legal fees and expenses\n         on Mr. Blankenship’s behalf and . . . recommended that the matter also be\n         discussed with the Board. 73\n\nAt this point, Massey management had made no final determination to stop advancing\n\nBlankenship’s legal fees. 74\n\n\n\n\n70\n     Id. at ANR_AAR-00001546-49.\n71\n     Id. at ANR_AAR-00001546.\n72\n  JX 43 (Alpha Natural Resources, Inc., Telephonic Meeting of the Massey Litigation\nAdvisory Committee of the Board of Directors (Dec. 22, 2014)) at ANR_AAR-\n00001520-21.\n73\n     Id. at ANR_ARR-00001521.\n74\n     Pre-Trial Stip. ¶ 2(37).\n\n\n                                            20\n\f         J.      The Determination to Stop Advancing Blankenship’s Legal Fees\n\n         On January 12, 2015, during a telephonic meeting of the full Alpha board, Cleary\n\nGottlieb made another presentation concerning Blankenship’s advancement rights.\n\nPrivilege again was asserted over the minutes that reflect Cleary Gottlieb’s legal advice\n\non this subject. Based on the minutes that were produced, the Alpha board, like the\n\nMLAC, was supportive of management’s approach in evaluating the Undertaking. 75\n\nSeveral members of Alpha senior management were on the line for this meeting,\n\nincluding Verheij and Philip Cavatoni, an Executive Vice President of Alpha and its\n\nChief Strategy Officer and Treasurer.\n\n         After this meeting, Crutchfield and Verheij agreed to designate Cavatoni to make\n\na “determination” as to whether Massey should cease advancing Blankenship’s legal\n\nexpenses. Cavatoni was chosen in part because he held officer positions at each of the\n\nthree companies (Massey, Performance and MCS) to which the Undertaking applied. 76\n\nAccording to Defendants, he also was chosen because he had a working knowledge of\n\nmine safety regulations by participating in various Alpha committee meetings on\n\nsustainability and he was generally familiar with the facts and circumstances surrounding\n\nthe UBB mine explosion and the “unique” amount of litigation it caused through his\n\n\n\n\n75\n   JX 44 (Alpha Natural Resources, Inc., Telephonic Meeting of the Board of Directors\n(Jan. 12, 2015)) at ANR_AAR-00001523; Tr. 235 (Cavatoni).\n76\n     Pre-Trial Stip. ¶ 2(39).\n\n\n                                            21\n\finvolvement in managing Alpha’s pre-merger diligence and post-merger integration of\n\nMassey. 77\n\n         Verheij informed Cavatoni of his new responsibility. 78 There is no evidence that\n\nanyone explicitly told Cavatoni to determine to stop advancing Blankenship’s legal fees.\n\nCavatoni testified that he was open to the possibility of concluding that Blankenship\n\nshould continue receiving advancement. 79\n\n         Cavatoni considered the merits of this task largely over a weekend. 80 The only\n\ndocument he had in hand to review was the Cleary Memo and the attached Appendix A. 81\n\nHe reviewed the Cleary Memo and Appendix A in a “holistic manner” without relying on\n\n“any one particular” excerpt. 82 He specifically considered the legal advice provided in\n\n\n\n77\n   Tr. 201-04, 213-15 (Cavatoni); Verheij Dep. 42-46. Cavatoni also had previously\nattended one MLAC meeting, but not the meeting of December 22, 2014, during which\nCleary Gottlieb reviewed the Cleary Memo. Tr. 218 (Cavatoni); JX 43.\n78\n     Tr. 236 (Cavatoni).\n79\n     Id. 205-06 (Cavatoni); Cavatoni Dep. 25-26.\n80\n     Tr. 236 (Cavatoni).\n81\n  Id. 249 (Cavatoni). Cavatoni did not have the Undertaking in his possession, but he\nhad previously reviewed it. Id. 250 (Cavatoni). Cavatoni was not familiar with the\nspecifics of the Indictment. Cavatoni Dep. 68, 70, 86.\n82\n   Tr. 246 (Cavatoni); id. 260 (Cavatoni) (“When I evaluated these statements, I did it in a\nholistic manner in the context of the broader question. The focus wasn’t a statement-by-\nstatement analysis to try to make my determination. It was part of an evaluation. The\nstatements are important, but each individual statement of itself, I didn’t study it by itself\nand use it by itself to make the determination.”); Cavatoni Dep. 55-56 (“[T]here’s\nevidence that I reviewed, particularly with regard to safety, ventilation, roof bolting and\nother things where, as well as disclosure issues, where it was, in my judgment, it was\nevident that there was unlawful, what was going on was unlawful and that’s, a lot of\n\n                                             22\n\fthe Cleary Memo under the heading “Indemnification and Advancement of Attorneys’\n\nFees,” which has been withheld on privilege grounds. 83 The Appendix A excerpts were\n\nthe focus of Cavatoni’s attention because they “represented . . . Mr. Blankenship’s\n\nwords.” 84 The following examples are representative of the excerpts in Appendix A:\n\n         • “We have reached the point in Massey where no [one] has an Outlook\n           that supports the number[s] that are given to the Board every quarter.\n           To me, this is an extremely dangerous violation of Sarbanes Oxley in\n           achieving control of the assets and making consensus.” (Memo\n           8/28/2009).\n\n         • “We seem to be unable to record a single customer price properly in our\n           outlooks and our budgets. This raises grave concerns about control of\n           our revenue and violations of Sarbanes Oxley.” (Memo 10/5/2009).\n\n         • “UBB could be a lot better than it is . . . . All of you engineers think\n           that planning for ventilation in the year 2015 is more important than\n           survival of today, and believe me it’s not. You need to get low on UBB\n           and run some coal. We’ll worry about ventilation or other issues at an\n           appropriate time. Now is not the time.” (Memo 4/3/2009). 85\n\n\n\n\nthat’s based on what was in Appendix A or those references in Appendix A. . . . [W]hen\nyou evaluate these things and in my position I have a very good understanding of what is\npermitted and what isn’t permitted with respect to some of these safety issues and\ndisclosure issues. And when I reviewed this information it was clear to me that what was\ngoing on and referenced here was not in compliance with what it needed to be in terms of\nthe rules and regulations.”).\n83\n     Tr. 257-58 (Cavatoni).\n84\n  Id. 276, 249-50 (Cavatoni); Cavatoni Dep 53-54. He found the June 2009 Bill Ross\nmemorandum excerpts to be “confirmatory” of the excerpts of Blankenship’s statements.\nTr. 247 (Cavatoni).\n85\n     JX 42 (Cleary Memo) at ANR_AAR-00001546-47.\n\n\n                                            23\n\fCavatoni did not review any of the documents or audiotapes from which the excerpts\n\nwere taken, 86 nor did he did ask anyone else at Alpha or Cleary Gottlieb for additional\n\ninformation about the broader context of the excerpts. 87 Nonetheless, Cavatoni felt that\n\nhe had been provided with sufficient information to reach an informed result. 88\n\n         On January 29, 2015, Cavatoni had a half-hour phone call with Verheij and Victor\n\nHou, a partner at Cleary Gottlieb. During the call, Cavatoni was given the opportunity to\n\nask for additional information, but he did not do so. Hou read aloud one additional\n\nexcerpt from an audiotape transcription of a January 19, 2010, phone call Blankenship\n\nhad recorded. 89 The transcript Hou read from on January 29 appears to have been\n\nmaterially inaccurate. 90\n\n         On January 29, after the phone call with Verheij and Hou, Cavatoni made the\n\nDetermination that the Reasonable Cause Representation in the Undertaking was false.\n\nSpecifically, Cavatoni determined “[t]hat Mr. Blankenship had reasonable cause to\n\nbelieve his conduct was unlawful and that [Massey] had the ability to cease advance\n\n\n\n\n86\n     Tr. 258, 263 (Cavatoni).\n87\n     Id. 303 (Verheij); Cavatoni Dep. 84.\n88\n     Tr. 205 (Cavatoni).\n89\n     Id. 236 (Cavatoni).\n90\n   The potentially problematic phrase “rewrite them” appears to have been improperly\ntranscribed and should have stated “re-rock dust,” which would have made the excerpt\ninnocuous. Id. 155-56 (Hou); JX 18A (audio recording); see generally Pl.’s Pre-Trial\nAns. Br. 32-34.\n\n\n                                            24\n\fpayments [of his legal expenses].” 91      In reaching this conclusion, Cavatoni did not\n\nidentify any specific law or regulation that he concluded Blankenship had reasonable\n\ncause to believe that he (Blankenship) had violated. 92 Nor did Cavatoni believe that any\n\nsuch unlawful conduct needed to be based on or related to the allegations of the\n\nIndictment. 93     When I asked Cavatoni at trial to elaborate on the basis for his\n\nDetermination, he conceded he could not identify any specific examples of unlawful\n\nconduct by Blankenship and spoke in vague generalities. 94\n\n         In memoranda dated January 29, 2015, Cavatoni documented the Determination\n\nfor each of the three entities mentioned in the Undertaking. Those memoranda state in\n\nidentical language, except for the name of the entity, that:\n\n                Based on a review of the available information and consultation with\n         the counsel and the Board of [Massey], and consultation with the Board and\n         MLAC of its ultimate parent, [Massey] has (a) determined that Don\n         Blankenship had reasonable cause to believe that his conduct was unlawful\n         and (b) accordingly, determined that based on the April 12, 2011\n         undertaking executed by Mr. Blankenship, advances to him of amounts for\n         fees and expenses in respect of the criminal indictment against him should\n         cease and he should repay all prior advances in respect of the criminal\n         matter. 95\n\nCavatoni did not make any determination on behalf of Alpha. 96\n\n\n91\n     Tr. 202 (Cavatoni).\n92\n     Id. 274, 282 (Cavatoni).\n93\n     Id. 259 (Cavatoni).\n94\n     Id. 280-82 (Cavatoni).\n95\n     JX 45 (Memoranda from Philip J. Cavatoni to File (Jan. 29, 2015)).\n96\n     Pre-Trial Stip. ¶ 2(46).\n\n                                             25\n\f          On or about January 29, 2015, Cleary Gottlieb orally informed Zuckerman\n\nSpaeder that Massey was considering whether to terminate advancement of\n\nBlankenship’s legal fees for the Criminal Proceeding. 97 Taylor sought to meet with the\n\ndecision-maker before the decision was final, but he was not permitted to do so. 98 On\n\nFebruary 2, 2015, Cleary Gottlieb emailed Zuckerman Spaeder to state that Massey\n\nwould not advance Blankenship’s defense costs incurred in connection with the Criminal\n\nProceeding. 99\n\n          Since the Determination, Zuckerman Spaeder has continued to submit invoices to\n\nAlpha to pay Blankenship’s defense costs. No such invoices have been paid. 100\n\n          K.        Blankenship Demands that Alpha Advance His Legal Fees\n\n          On February 18, 2015, after Blankenship initiated this action, his counsel at\n\nZuckerman Spaeder sent a demand letter to Cleary Gottlieb requesting that Alpha\n\nadvance Blankenship’s defense costs incurred in connection with the Criminal\n\nProceeding under Section 5.05(b) of the Merger Agreement. 101 A form of undertaking\n\n\n\n\n97\n     Id. ¶ 2(43).\n98\n     Tr. 32 (Taylor). Cavatoni was unaware of this request. Id. 253-54 (Cavatoni).\n99\n     Pre-Trial Stip. ¶ 2(44).\n100\n      Id. ¶ 2(29).\n101\n  JX 47 (Letter from Graeme W. Bush of Zuckerman Spaeder to Victor Hou of Cleary\nGottlieb (Feb. 18, 2015)).\n\n\n                                             26\n\fwas enclosed with this letter. On February 27, 2015, Blankenship sent to Alpha an\n\nexecuted undertaking in the same form (the “Alpha Undertaking”). 102\n\n         On March 2, 2015, Alpha rejected Blankenship’s demand to advance his defense\n\ncosts. The letter from Cleary Gottlieb stated, in relevant part:\n\n                As you know, Blankenship has previously demanded advancement\n         for such fees and costs, and executed an undertaking on April 12, 2011.\n         Accordingly, advancement of fees and costs in relation to this matter is\n         subject to the April 2011 undertaking and Alpha has no obligation to\n         advance such fees and costs.\n\n              Alpha welcomes the opportunity to address this matter more fully in\n         Delaware Chancery Court. 103\n\n         As of April 1, 2015, the date of the Pre-Trial Stipulation and Order in this action,\n\nBlankenship sought advancement of $5,808,885.64 in unpaid defense costs incurred in\n\nconnection with the U.S. Attorney’s investigation and the Criminal Proceeding. 104\n\n         L.     Procedural History\n\n         On February 5, 2015, Blankenship filed the Complaint seeking advancement from\n\nDefendants. The Complaint asserts four counts for relief: (i) advancement under 8 Del.\n\nC. § 145 and Massey’s Charter (Count I); (ii) advancement under the Engagement Letter\n\n(Count II); (iii) advancement under the Merger Agreement (Count III); and (iv)\n\n\n\n\n102\n      JX 48 (Alpha Undertaking).\n103\n   JX 49 (Letter from Victor L. Hou of Cleary Gottlieb to Graeme W. Bush of\nZuckerman Spaeder (Mar. 2, 2015)).\n104\n   JX 57 (Zuckerman Spaeder invoices dated Dec. 31, 2014, Jan. 21, 2015, Feb. 26,\n2015, and Mar. 12, 2015).\n\n\n                                              27\n\freimbursement of fees and expenses incurred in connection with this action (Count IV).\n\nOn February 24, 2015, Defendants filed their Answer. Discovery ensued.\n\n         On March 12, 2015, for reasons explained in a bench ruling of that date, I entered\n\na protective order providing, in part, that “Defendants shall not be permitted to introduce\n\nevidence at trial concerning the factual or legal merits of the Criminal Proceeding except\n\nany such evidence as possessed or considered by Defendants in connection with making\n\nthe Determination.” 105 On April 8, 2015, a one-day trial was held. On May 12, 2015, I\n\nheard post-trial oral argument. On May 14, 2015, the parties completed supplemental\n\nbriefing on the issue of judicial estoppel.\n\nIII.     LEGAL ANALYSIS\n\n         A.       The Parties’ Contentions Concerning            Massey’s     Advancement\n                  Obligations Under its Charter\n\n         In Count I of the Complaint, Blankenship seeks advancement from Massey of his\n\nlegal expenses relating to the investigation that led to the Indictment and his defense of\n\nthe Criminal Proceeding under the Delaware General Corporation Law and Massey’s\n\nOctober 2010 Amended and Restated Certificate of Incorporation (as defined above, the\n\n“Charter”). 106     Under 8 Del. C. § 145(e), a corporation may advance “[e]xpenses\n\n(including attorneys’ fees) incurred by an officer or director in defending any . . . action,\n\nsuit or proceeding . . . in advance of the final disposition of such action, suit or\n\n105\n      Order Granting Pl.’s Mot. for a Protective Order ¶ 3 (Mar. 12, 2015).\n106\n   Massey’s October 2010 Certificate of Incorporation contained the same language\nregarding advancement for officers and directors as its Certificate of Incorporation that\nwas in force from November 2000 to October 5, 2010. Pre-Trial Stip.¶ 2(7); JX 1.\n\n\n                                              28\n\fproceeding upon receipt of an undertaking by or on behalf of such director or officer to\n\nrepay such amount if it shall ultimately be determined that such person is not entitled to\n\nbe indemnified by the corporation.” As to former directors and officers, the default rule\n\nin the statute is that “[s]uch expenses (including attorneys’ fees) incurred by former\n\ndirectors and officers . . . may be so paid upon such terms and conditions, if any, as the\n\ncorporation deems appropriate.” 107\n\n         Article Fifteenth of the Charter provides mandatory indemnification and\n\nadvancement rights for a former Massey director or officer who becomes a party to a\n\nlegal proceeding by reason of the fact that he or she was a director or officer of Massey:\n\n                Each person who was or is made a party or is threatened to be made\n         a party to or is involved in any action, suit or proceeding, whether civil,\n         criminal, administrative or investigative (hereinafter a “proceeding”), by\n         reason of the fact that he or she . . . is or was a director or officer of the\n         Corporation . . . shall be indemnified and held harmless by the\n         Corporation to the fullest extent authorized by the Delaware General\n         Corporation Law . . . against all expense, liability and loss (including\n         attorneys’ fees . . . ) reasonably incurred or suffered by such person in\n         connection therewith and such indemnification shall continue as to a person\n         who has ceased to be a director, [or] officer[.] . . . The right to\n         indemnification conferred in this Article shall be a contract right and shall\n         include the right to be paid by the Corporation the expenses incurred in\n         defending any such proceeding in advance of its final disposition;\n         provided, however, that, if the Delaware General Corporation Law requires,\n         the payment of such expenses incurred by a director or officer in his or her\n         capacity as a director or officer . . . in advance of the final disposition of a\n         proceeding, shall be made only upon delivery to the Corporation of an\n         undertaking, by or on behalf of such director or officer, to repay all\n         amounts so advanced if it shall ultimately be determined that such director\n\n\n\n\n107\n      8 Del. C. § 145(e).\n\n\n                                               29\n\f          or officer is not entitled to be indemnified under this Article or\n          otherwise. 108\n\n          Defendants admit that Blankenship has been charged with crimes in the Criminal\n\nProceeding by reason of the fact that he was a director and officer of Massey and certain\n\naffiliated companies. 109       Defendants, who had been advancing Blankenship’s legal\n\nexpenses in connection the U.S. Attorney’s investigation before the Indictment, have\n\nfurther acknowledged throughout this case that Blankenship would be entitled to\n\nadvancement under the Charter for the Criminal Proceeding but for the Determination\n\nCavatoni made on behalf of Massey that the Reasonable Cause Representation in the\n\nUndertaking had been breached. 110         Thus, the key question in this case pertaining to\n\nMassey’s advancement obligations is whether a breach of the Reasonable Cause\n\nRepresentation in the Undertaking is a proper basis for termination of Blankenship’s\n\nadvancement rights.         The answer to this question depends on the meaning of the\n\nContingency Provision in the Undertaking, which states in relevant part:\n\n                It is my understanding that Massey will indemnify me and/or\n          advance on my behalf the fees and costs associated with this representation,\n          contingent upon the following factual representations and undertakings,\n          which I hereby make and declare to be true [as defined above, the\n          “Contingency Provision”]:\n\n                 ...\n\n                2.    In the performance of my actions as an officer, director,\n          employee, and consultant of Massey and/or any of its affiliates and\n108\n      JX 24 (Charter) at Art. Fifteenth.\n109\n      Pre-Trial Stip. ¶ 2(2).\n110\n      Defs.’ Ans. Br. 1-25; see also Defs.’ Opp’n to Mot. to Expedite Proceeding 4-6.\n\n\n                                               30\n\f            subsidiaries, including but not limited to MCS, I had no reasonable cause\n            to believe that my conduct was ever unlawful [as defined above, the\n            “Reasonable Cause Representation”][.] 111\n\n            Massey argues that the Contingency Provision can only reasonably be interpreted\n\nto mean that Massey’s advancement obligations are “contingent upon the factual\n\nrepresentations themselves, not merely a superficial recital of those representations,\n\nwithout regard to their truth.” 112      Thus, according to Massey, because Blankenship\n\n“agreed that Massey’s obligation to advance his fees was contingent upon the truthfulness\n\nof his factual representations in the Undertaking, [he] necessarily agreed that Massey\n\nwould not be obligated to advance his fees if it determined that his factual representations\n\nwere untrue.” 113\n\n            Massey concedes that its interpretation of the Undertaking would permit it to\n\nterminate Blankenship’s advancement rights in at least three scenarios: (1) under the first\n\npart of the Termination Provision, if Blankenship should enter a plea of guilty, or be\n\nfound guilty by a court or jury, on any criminal charge related to his actions as a director\n\nor officer of Massey; (2) under the second part of the Termination Provision, if Massey\n\notherwise determined that Blankenship is not entitled to indemnification; and (3) under\n\nthe Contingency Provision, if Blankenship “ever” should breach either of the listed\n\n\n\n\n111\n      JX 28 (Undertaking) at ANR_AAR-00000442.\n112\n      Defs.’ Ans. Br. 10.\n113\n      Id.\n\n\n                                               31\n\ffactual representations, including the Reasonable Cause Representation. 114 Massey has\n\nnot relied on either part of the Termination Provision as a basis to cease advancement. 115\n\nThe sole provision of the Undertaking upon which Massey relied in making the\n\nDetermination was the Contingency Provision.\n\n            Blankenship counters that the only reasonable interpretation of the Contingency\n\nProvision is that “the obligation of Massey . . . to commence advancing depended upon\n\nMr. Blankenship making ‘the following factual representations and undertakings[.]’ ”116\n\nIn other words, the enumerated factual representations, including the Reasonable Cause\n\nRepresentation, were simply assurances to Massey.            Thus, he maintains that the\n\nContingency Provision does not permit Massey to “stop advancing before the ultimate\n\ndisposition of the underlying Criminal Proceeding if Massey later came to believe that\n\nthe statements in numbered paragraphs 1 and 2 were not true.” 117          For the reasons\n\ndiscussed below, I agree with Blankenship’s interpretation of the Contingency Provision.\n\n\n\n\n114\n   Tr. of Oral Arg. 67-69. Although this issue is not ripe for judicial resolution, Massey\nalso contends that, under the Undertaking, it may terminate Blankenship’s\nindemnification rights in the same scenarios. Defs.’ Ans. Br. 16.\n115\n  Tr. of Oral Arg. 67-69; see also Defs.’ Ans. Br. 16 (“[Defendants] have not made, and\nmay never make, a decision with respect to Mr. Blankenship’s right to indemnification.”).\n116\n      Pl.’s Op. Br. 11.\n117\n      Id.\n\n\n                                               32\n\f         B.     The Contingency Provision Does Not Permit Massey to Terminate\n                Blankenship’s Advancement Rights\n\n         Because Blankenship’s advancement rights under Massey’s Charter are, by their\n\nterms, contract rights, I interpret the provisions of the Undertaking according to contract\n\ninterpretation principles. Delaware law “adheres to the objective theory of contracts,” 118\n\nwhich requires a court to interpret a particular contractual term to mean “what a\n\nreasonable person in the position of the parties would have thought it meant.” 119\n\nDelaware courts interpret a contractual term that is reasonably or fairly susceptible to\n\nonly one interpretation according to the term’s plain meaning. 120 That the parties dispute\n\nhow to interpret a term does not mean that their interpretations are reasonable or that the\n\nterm is ambiguous. Rather, only “when the provisions in controversy are reasonably or\n\nfairly susceptible of different interpretations or may have two or more different\n\nmeanings” are the provisions deemed ambiguous. 121 If a contractual term is ambiguous,\n\na Delaware court must consider extrinsic evidence “to determine the meaning the parties\n\nintended.” 122 Applying these principles here, I find that a reasonable person in the\n\nposition of the parties would not have thought that Blankenship’s advancement rights\n\n\n\n118\n      Salamone v. Gorman, 106 A.3d 354, 367 (Del. 2014) (citation omitted).\n119\n   Rhone-Poulenc Basic Chems. Co. v. Am. Motorists Ins. Co., 616 A.2d 1192, 1196\n(Del. 1992).\n120\n      See Osborn ex rel. Osborn v. Kemp, 991 A.2d 1153, 1159-60 (Del. 2010).\n121\n      See Rhone-Poulenc, 616 A.2d at 1196.\n122\n      Appriva S’holder Litig. Co., LLC v. ev3, Inc., 937 A.2d 1275, 1291 (Del. 2007).\n\n\n                                              33\n\fcould be terminated based on an alleged breach of the Reasonable Cause Representation\n\nfor several, inter-related reasons.\n\n       First, when construing the Undertaking as a whole and giving meaning to each of\n\nits provisions, 123 Massey’s interpretation is unreasonable because it equates the meaning\n\nand effect of the Contingency Provision with those of the Termination Provision. Those\n\ntwo provisions are structured differently and, in my opinion, were intended to serve\n\ndifferent purposes. The Termination Provision explicitly lists certain situations in which\n\nMassey “shall not be obligated to . . . advance further fees” to Blankenship, namely, if (1)\n\nBlankenship enters a guilty plea or is found guilty by a court or jury related to his actions\n\nas a director or officer of Massey, or (2) Massey “otherwise determines” that Blankenship\n\nis not entitled to indemnification. Conspicuously absent from this list is any reference to\n\nthe truthfulness of the two enumerated factual representations in the Undertaking.\n\nApplying the interpretive principle that “the expression of one thing is the exclusion of\n\nanother,” 124 the plain terms and clear limitations of the Termination Provision\n\ndemonstrate that the drafter of the Undertaking did not intend for the Contingency\n\nProvision to be a legal basis on which Massey could be relieved of advancing\n\n\n123\n    See GMG Capital Invs., LLC v. Athenian Venture P’rs I, L.P., 36 A.3d 776, 779 (Del.\n2012) (“When interpreting a contract, the Court will give priority to the parties’\nintentions as reflected in the four corners of the agreement.”); E.I. du Pont de Nemours &\nCo., Inc. v. Shell Oil Co., 498 A.2d 1108, 1113 (Del. 1985) (“In upholding the intentions\nof the parties, a court must construe the agreement as a whole, giving effect to all\nprovisions therein.”).\n124\n   Miramar Police Officers’ Ret. Plan v. Murdoch, 2015 WL 1593745, at *8 (Del. Ch.\nApr. 7, 2015) (citing Delmarva Health Plan, Inc. v. Aceto, 750 A.2d 1213, 1216 (Del.\nCh. 1999)).\n\n\n                                             34\n\fBlankenship’s legal fees. Only Blankenship’s interpretation yields a different meaning\n\nfor these different provisions.\n\n         Second, applying the definition of “contingent” from Black’s Law Dictionary, 125\n\nwhich defines “contingent” to mean “[d]ependent on something else; conditional,” 126 the\n\nContingency Provision logically was intended to relate to the commencement of\n\nMassey’s advancement obligations concerning the federal criminal investigation that\n\nbegan after the UBB explosion 127—a topic that was not referenced in the earlier June\n\n2010 undertaking 128—and was not intended to provide a basis on which Massey could\n\nterminate those obligations. This conclusion is supported by the fact that the phrase\n\n“contingent upon” in the first paragraph of the Undertaking not only applied to the two\n\nenumerated factual representations of the Undertaking, but also applied to Blankenship’s\n\nagreement to repay any advanced expenses in numbered paragraph 3 if it should\n\n125\n   See Lorillard Tobacco Co. v. Am. Legacy Found., 903 A.2d 728, 738 (Del. 2006)\n(“Delaware courts look to dictionaries for assistance in determining the plain meaning of\nterms which are not defined in a contract.”).\n126\n      Black’s Law Dictionary at 362 (9th ed. 2009).\n127\n    Pre-Trial Stip. ¶ 2(19). The Undertaking expressly references that Blankenship had\nretained counsel to represent him in connection with “a federal grand jury investigation\nconducted by the Office of the United States Attorney for the Southern District of West\nVirginia and agents of the Federal Bureau of Investigation and Federal Mine Safety and\nHealth Administration.” JX 28 (Undertaking) at ANR_AAR-00000442.\n128\n    In the June 2010 undertaking, Blankenship requested advancement for expenses\nincurred “in connection with litigation regarding the Company’s compliance with\nenvironmental and safety regulations, including but not limited to derivative actions\nalleging breaches of fiduciary duties on the part of the Company’s Board of Directors and\ncertain executives, federal securities, litigation and various shareholder demands.” JX\n22.\n\n\n                                             35\n\fultimately be determined that he is not entitled to indemnification.        Blankenship’s\n\nundertaking of such a repayment obligation plainly did not provide a basis on which\n\nMassey could later terminate its advancement obligations; it simply provided an\n\nassurance that Blankenship would repay if it ultimately should be determined that he is\n\nnot entitled to indemnification.      It would be nonsensical to construe the phrase\n\n“contingent upon” differently with respect to the two factual representations in numbered\n\nparagraphs 1 and 2 to which it applies than with respect to the agreement to repay in\n\nnumbered paragraph 3 to which it also applies. 129 Thus, the use of the phrase “contingent\n\nupon” logically could not have been intended to provide Massey a license to terminate its\n\nadvancement obligations in the future. Instead, “contingent upon” can only reasonably\n\nbe interpreted to require that Blankenship provide certain assurances as a condition to\n\nMassey agreeing to commence advancement for the federal criminal investigation.\n\n         The foregoing interpretation of the Contingency Provision is consistent with then-\n\nVice Chancellor Strine’s comments about the import of functionally equivalent language\n\nin the undertaking at issue in Thompson v. Williams Companies, Inc. 130 In that case, a\n\nformer employee (Thompson) of Williams Power Company (Power) challenged as\n\nunreasonable the terms of a proposed undertaking that Power sought as a condition to\n\n\n129\n    See Comerica Bank v. Global Payments Direct, Inc., 2014 WL 3567610, at *11 (Del.\nCh. July 21, 2014) (“Absent anything indicating a contrary intent, the same phrase should\nbe given the same meaning when it is used in different places in the same contract.”\n(citing, inter alia, In re Mobilactive Media, LLC, 2013 WL 297950, at *19 (Del. Ch. Jan.\n25, 2013)).\n130\n      2007 WL 3326007 (Del. Ch. July 31, 2007).\n\n\n                                             36\n\fgranting advancement of Thompson’s legal expenses for a criminal investigation and\n\nproceeding. Similar to the Undertaking here, Power’s proposed undertaking included\n\nrepresentations that Thompson “acted at all times as an employee . . . of [Power] in good\n\nfaith and for a purpose that [he] reasonably believed to be in the best interests of [Power]\n\nand/or any related entities,” and that he “ha[s] no reasonable cause to believe [his]\n\nconduct was unlawful at any time.” 131 Power’s advancement bylaw provided, in part,\n\nthat “[e]xpenses incurred by other employees and agents shall be paid upon such terms\n\nand conditions, if any, as the Board of Directors deems appropriate.” 132\n\n          In determining that Power had the legal authority under the company’s bylaws to\n\ncondition advancement to Thompson (a former employee) upon “appropriate” terms and\n\nconditions, then-Vice Chancellor Strine interpreted “appropriate” in that context to mean\n\n“rationally related to a proper corporate interest.” 133 He then observed that the good faith\n\nand reasonable cause representations in the proposed undertaking qualified as\n\n“appropriate” terms and conditions because he read each to be a “reassuring prerequisite”\n\nnecessary for advancement to commence rather than as a “license” for the company to\n\ncease continued advancement:\n\n          Power’s demand that Thompson certify that he acted in a manner that was\n          consistent with his ultimate entitlement to indemnification was also\n          appropriate. By that means, Power simply demanded that Thompson\n          evidence his personal belief that he had acted in a manner entitling him to\n\n131\n      Id. at *2.\n132\n      Id. at *1.\n133\n      Id. at *6.\n\n\n                                              37\n\f      indemnification under the plain terms of the Indemnification Bylaw. The\n      Power board knew that the federal authorities had procured an indictment\n      charging Thompson with having engaged in conduct that cannot be\n      indemnified; it simply wanted Thompson to certify that he believes himself\n      to have acted lawfully and faithfully. That may seem useless to those of a\n      cynical bent, but I do not believe it inappropriate for the Power board to\n      desire an attestation of good faith from a former employee facing serious\n      criminal charges before extending him hundreds of thousands of dollars in\n      interest-free credit.\n\n      ...\n\n      I do not read the condition that Thompson certify that he believes his past\n      behavior as an employee of Power entitles him to ultimate indemnification\n      as giving Power a license to deny him further advancement if it concludes\n      he lied before his criminal prosecution is concluded. Rather, I read it as\n      manifesting the board’s demand for an affirmative representation by\n      Thompson of his own belief in the good faith and legality of his actions\n      while an employee as a reassuring prerequisite to advancing him company\n      funds. 134\n\nSimilarly here, the Contingency Provision, construed logically, makes sense as a form of\n\nreassurance to Massey, but not as a license for Massey to deny Blankenship further\n\nadvancement if he “ever” had reasonable cause to believe that any action he took arising\n\nfrom his actions as an officer, director or employee of Massey was unlawful. 135\n\n\n134\n    Id. at *7-8. Massey seeks to distinguish Thompson because the undertaking there\nmerely asked Thompson to “confirm[] and agree[]” to the factual representations and did\nnot make advancement “contingent upon” those representations. Defs.’ Ans. Br. 11;\nDefs.’ Ans. Br. Ex. A. In my view, the “confirm and agree” language on which Massey\nrelies to distinguish the undertaking at issue in Thompson is not a readily identifiable\nbasis for the Court’s discussion about the limited nature of the representations in that\ncase. In any event, the phrase “contingent upon” does not have the meaning Massey\nascribes to it for the reasons stated above.\n135\n    The Undertaking applies jointly to Massey, a Delaware corporation, and to\nPerformance and MCS, both of which are West Virginia corporations. The statutory\nrequirements for advancement under West Virginia law offer a logical and plausible\nexplanation for why the factual representations appear in the Undertaking, and that\n\n                                            38\n\f       Third, Massey’s interpretation of the Contingency Provision would afford it such\n\nbroad discretion to cease advancement of Blankenship’s legal expenses so as to lead to\n\nabsurd results that, in my view, “no reasonable person would have accepted” when\n\nexecuting the Undertaking. 136 An example discussed by counsel at post-trial argument\n\ndemonstrates the point. Say that Massey found an audiotape in which Blankenship is\n\nrecorded as saying that, while driving a truck to inspect one of Massey’s coal mines, he\n\nexceeded the legal speed limit. Counsel for Massey conceded at argument that, based on\n\nsuch an audiotape, and subject to a good faith and reasonableness standard, the company\n\nwould be permitted under its interpretation of the Undertaking to cease advancement for\n\nBlankenship’s fees in the Criminal Proceeding, even if (1) the speeding is wholly\n\nunrelated to any of the claims for which Blankenship seeks advancement; (2) a police\n\n\n\nexplanation is consistent with construing them as reassurances and not as a basis for\nterminating advancement. Under Section 853(a)(1) of the West Virginia Business\nCorporation Act, a corporation may advance legal expenses to a director upon delivery of\n“a written affirmation of his or her good faith belief that he or she has met the relevant\nstandard of conduct described in section eight hundred fifty-one of this article.” W. Va.\nCode § 31D-8-853(a)(1). Section 851(a) provides, in relevant part, that “a corporation\nmay indemnify an individual who is a party to a proceeding because he or she is a\ndirector against liability incurred in the proceeding if: (1) . . . (B) He or she reasonably\nbelieved: (i) In the case of conduct in his or her official capacity, that his or her conduct\nwas in the best interests of the corporation; . . . and (C) In the case of any criminal\nproceeding, he or she had no reasonable cause to believe his or her conduct was\nunlawful.” W. Va. Code § 31D-8-851(a). A West Virginia corporation may indemnify\nand advance legal expenses to an officer “[t]o the same extent as a director.” W. Va.\nCode § 31D-8-856(a)(1). I have not considered the terms of any advancement provisions\nin the charters of Performance or MCS.\n136\n   See Osborn, 991 A.2d at 1160 (“An unreasonable interpretation produces an absurd\nresult or one that no reasonable person would have accepted when entering the\ncontract.”).\n\n\n                                             39\n\fofficer who was nearby did not pull Blankenship over for speeding; or (3) Blankenship\n\nactually was not speeding, even though he thought he was. 137 This example, which flows\n\nfrom the logic of Massey’s proffered interpretation, demonstrates the unreasonableness of\n\nits construction of the Undertaking.\n\n         For the reasons discussed above, I conclude that Blankenship has provided the\n\nonly reasonable interpretation of the Contingency Provision. Even if the Contingency\n\nProvision arguably was ambiguous, however, the weight of the evidence surrounding the\n\ndrafting and execution of the Undertaking, although limited, also supports Blankenship’s\n\ninterpretation as does the public policy of Delaware, which supports resolving ambiguity\n\nin favor of indemnification and advancement.\n\n         Under Delaware law, extrinsic evidence that is probative of the meaning of an\n\nambiguous contractual term includes “the overt statements and acts of the parties, the\n\nbusiness context, prior dealings between the parties, and the business customs and usage\n\nin the industry.” 138 As noted above, the parties never discussed the meaning of the\n\nUndertaking when it was first proposed or later executed. Thus, Blankenship’s and\n\nTaylor’s testimony about their subjective understandings of the Undertaking is not\n\n\n\n\n137\n      Tr. of Oral Arg. 41-43, 46-47.\n138\n  Bell Atl. Meridian Sys. v. Octel Commc’ns Corp., 1995 WL 707916, at *6 (Del. Ch.\nNov. 28, 1995).\n\n\n                                           40\n\fprobative of the parties’ shared understanding of the meaning and effect of the\n\nUndertaking. 139\n\n         The only contemporaneous documentary evidence concerning the Undertaking is\n\nOjeda’s cover letter to Taylor, in which she wrote that the Undertaking “clarifies the\n\nrelationship between Massey and your client(s) with respect to their legal representation\n\nin this matter and payment therefor.” 140 In ordinary usage, the word “clarify” means\n\n“make (a statement or situation) less confused and more clearly comprehensible.” 141\n\nApplying that definition here, and in the absence of any contrary evidence on the subject,\n\nI do not believe a reasonable person would construe the term “clarify” to mean that\n\nMassey would be afforded sweeping discretion to terminate Blankenship’s advancement\n\nrights in ways it indisputably had no legal right to demand. Stated more directly, saying\n\nthat Massey’s interpretation of the Contingency Provision “clarifies” Massey’s\n\nadvancement obligations to Blankenship would be a gross mischaracterization given that\n\n\n\n\n139\n    See United Rentals, Inc. v. RAM Hlgs., Inc., 937 A.2d 810, 835 (Del. Ch. 2007)\n(“[T]he private, subjective feelings of the negotiators are irrelevant and unhelpful to the\nCourt’s consideration of a contract’s meaning, because the meaning of a properly formed\ncontract must be shared or common.”).\n\n   Because privilege was asserted over the advice Zuckerman Spaeder gave Blankenship\nconcerning the Undertaking, I give no weight to the circumstances of that advice,\nalthough the non-privileged fact that Zuckerman Spaeder reviewed the Undertaking for\none hour in total tends to support the inference that no one at the firm thought that the\nContingency Provision was intended to have the effect that Massey advocates here.\n140\n      JX 27 (emphasis added).\n141\n      New Oxford American Dictionary at 319 (3d ed. 2010).\n\n\n                                            41\n\fsuch an interpretation would represent a highly unusual and fundamental change of his\n\nadvancement rights.\n\n         Additionally, Ojeda testified that the Undertaking was intended as a\n\n“confirmation” or “restatement” of Massey’s advancement obligations to Blankenship,\n\nwhich “had already been established.” 142           Defendants did not present any\n\ncontemporaneous, conflicting evidence. 143 Ojeda’s unrebutted testimony thus accords\n\nwith my reading of the cover letter and undermines Massey’s argument that the\n\nContingency Provision was intended to fundamentally alter Blankenship’s advancement\n\nrights. 144\n\n         Finally, as this Court observed in Miller v. Palladium Industries, Inc. 145 and\n\nelsewhere, Delaware’s salutary public policy of “attracting the most capable people into\n\n\n\n142\n      Ojeda Dep. 32-33.\n143\n    See Senior Hous. Capital, LLC v. SHP Senior Hous. Fund, LLC, 2013 WL 1955012,\nat *42 (Del. Ch. May 13, 2013) (“No CalPERS employee testified to what the parties did\nintend when they negotiated the Management Agreements, and this undercuts CalPERS’\nargument.” (citing Smith v. Van Gorkom, 488 A.2d 858, 878 (Del. 1985))).\n144\n     Massey contends that, in agreeing to the Contingency Provision, Blankenship\nvoluntarily agreed to make conditional the mandatory advancement rights to which he\nwould otherwise be entitled. Defs.’ Ans. Br. 21-25. I disagree. Under Delaware law,\n“[w]aiver is the voluntary and intentional relinquishment of a known right,” and the\nevidence of a waiver “must be unequivocal in character.” Realty Growth Investors v.\nCouncil of Unit Owners, 453 A.2d 450, 456 (Del. 1982). For the reasons discussed\nabove, the Contingency Provision does not unambiguously mean what Massey interprets\nit to mean. At most, the Contingency Provision is ambiguous, but “[a] waiver will not be\nimplied based on ambiguous acts.” Dirienzo v. Steel P’rs Hldgs. L.P., 2009 WL\n4652944, at *5 (Del. Ch. Dec. 8, 2009).\n145\n      2012 WL 6740254 (Del. Ch. Dec. 31, 2012), aff’d, 72 A.3d 502 (Del. 2013) (ORDER).\n\n\n                                            42\n\fcorporate service” 146 through broad indemnification and advancement protections\n\nsupports resolving ambiguity in an instrument governing advancement rights in favor of\n\nadvancement. 147      The Supreme Court has described advancement as “provid[ing]\n\ncorporate officials with immediate interim relief from the personal out-of-pocket\n\nfinancial burden of paying the significant on-going expenses inevitably involved with\n\ninvestigations and legal proceedings.” 148 Against this public policy backdrop, I find the\n\npresent circumstances—where Massey exclusively drafted the Undertaking and never\n\ngave Blankenship fair notice that it intended for the Undertaking to fundamentally alter\n\nhis right to advancement—support interpreting any ambiguity in the Undertaking in favor\n\nof Blankenship’s advancement rights.           Thus, if the Contingency Provision were\n\nambiguous, I would construe the provision against Massey and adopt Blankenship’s\n\ninterpretation on this alternative ground.\n\n                                             *****\n\n         For the reasons discussed above, I conclude that the Contingency Provision in the\n\nUndertaking does not afford Massey a legal basis on which to terminate Blankenship’s\n\n\n146\n      Homestore, Inc. v. Tafeen, 888 A.2d 204, 218 (Del. 2005).\n147\n    Miller, 2012 WL 6740254, at *3 (“Delaware policy favors indemnification and\nadvancement as a means of attracting qualified individuals to serve in important\ncorporate capacities. That policy supports the approach of resolving ambiguity in favor\nof indemnification and advancement.”); see also Sun-Times, 954 A.2d at 404 (“[T]o the\nextent there is any ambiguity in the meaning of final disposition in the advancement\ncontext, the Delaware policy gloss favoring advancement to corporate officials supports\nresolving that ambiguity in favor of advancement[.].”).\n148\n      Homestore, 888 A.2d at 211.\n\n\n                                              43\n\fright to advancement under the Charter.         Massey has advancement obligations to\n\nBlankenship for the Criminal Proceeding under the Charter, and, as I note below, 149 those\n\nobligations survived the merger under Section 5.05(a) of the Merger Agreement. As\n\nsuch, the Determination had no legal force, and I thus do not need to decide whether it\n\nwas “based on reasonable grounds and made in good faith,” 150 which the parties agree to\n\nbe the operative standard of review. 151\n\n          C.     The Engagement Letter Does Not Provide Blankenship with an\n                 Independent Basis for Advancement\n\n          In Count II of the Complaint, Blankenship seeks to recover his unpaid legal\n\nexpenses under the Engagement Letter that was counter-signed by Massey’s General\n\n149\n      See infra Part III.D.\n150\n   Pl.’s Op. Br. 34; Defs.’ Ans. Br. 34; see also ASB Allegiance Real Estate Fund v.\nScion Breckenridge Managing Member, LLC, 50 A.3d 434, 441 (Del. Ch. 2012) (“When\nexercising a discretionary right, a party to the contract must exercise its discretion\nreasonably.”), rev’d in part on other grounds, 68 A.3d 665 (Del. 2013).\n151\n    Although I reach no conclusion whether this standard was met, I feel I would be\nremiss not to express my serious doubts that the Determination was reasonable. Based on\nthe manner in which Verheij selected the excerpts that became Appendix A of the Cleary\nMemo—without reviewing the underlying documents or audiotapes in context—it\nappears that the materials provided to Cavatoni were cherry-picked to lead to a\npreordained conclusion. The evidence at trial also demonstrated the obvious importance\nof context in considering those excerpts. When Cavatoni was confronted on cross-\nexamination by additional documentary evidence and additional segments of audiotape to\ncontextualize various excerpts in Appendix A—materials he was not provided and had\nnot reviewed in making the Determination—the import of those excerpts took on an\nentirely different meaning. Further complicating matters, privilege was asserted over\nCleary Gottlieb’s advice to the MLAC, to Alpha management, and to Cavatoni\nindividually, even though Defendants not so subtly sought to bolster the reasonableness\nof the Determination based on the work Cleary Gottlieb had done on Alpha’s behalf.\nThis placed Blankenship in an unfair position at trial and left the Court with a cramped\npicture of the process leading to the Determination.\n\n\n                                           44\n\fCounsel. Specifically, Blankenship contends that the Engagement Letter “established an\n\nunambiguous contractual obligation separate and apart from any obligations assumed\n\nthrough the [Charter] or the Merger Agreement.” 152 I disagree.\n\n         The key sentence of the Engagement Letter upon which Blankenship relies is the\n\nstatement that “Massey Energy Company agrees to pay all fees and expenses incurred\n\nwithin thirty days of the date of any invoice.” 153 In my opinion, the only reasonable\n\ninterpretation of this language, 154 included in a document whose express purpose was to\n\n“set forth in writing the basis of [Zuckerman Spaeder’s] fees at the beginning of a\n\nrepresentation” in accordance with the District of Columbia Rules of Professional\n\nConduct, 155 is the one Massey proffers, i.e., that the Engagement Letter sets forth nothing\n\nmore than the agreed-upon invoice terms and payment schedule under which Zuckerman\n\nSpaeder would bill Massey and Massey would pay Zuckerman Spaeder. 156\n\n         Taken to its logical extreme, interpreting the Engagement Letter to be an\n\nunconditional commitment for Massey to pay Blankenship’s legal fees without regard to\n\nthe reasonableness of the fees or any nexus between the legal services performed and\n\nBlankenship’s conduct as a current or former director or officer of Massey would\n\n152\n      Pl.’s Op. Br. 27.\n153\n      JX 21 (Engagement Letter) at DBDEL0010.\n154\n   Because the parties have not briefed the conflict of laws issue, I construe the\nEngagement Letter as if it were governed by Delaware law.\n155\n      Id. at DBDEL0009.\n156\n      Defs.’ Ans. Br. 25-26.\n\n\n                                            45\n\fproduce absurd results that no reasonable person would accept. 157 Indeed, given that the\n\nEngagement Letter does not limit Massey’s payment obligations by reference to whether\n\nBlankenship is ultimately entitled to indemnification under the Charter or Delaware law,\n\nhis argument about its meaning is untenable because such an unconditional payment\n\nobligation would exceed the scope of indemnification that a Delaware corporation may\n\nlawfully undertake. 158 Therefore, I find that Defendants are entitled to judgment in their\n\nfavor under Count II.\n\n         D.     Blankenship has Advancement Rights against Alpha for the\n                Criminal Proceeding under Section 5.05(b) of the Merger Agreement\n\n         In Count III of the Complaint, Blankenship seeks advancement from Alpha of his\n\nlegal expenses incurred in the Criminal Proceeding under Section 5.05(b) of the Merger\n\nAgreement. That section sets forth the advancement and indemnification obligations that\n\nAlpha (defined as “Parent”) owes to the defined “Indemnified Parties,” which include\n\nBlankenship as a former director and officer of Massey:\n\n                Without limiting Section 5.05(a) or any rights of any Indemnified\n         Party pursuant to any indemnification agreement, from and after the\n         Effective Time, in the event of any threatened or actual claim, action, suit,\n         proceeding or investigation (a “Claim”), whether civil, criminal or\n         administrative in which any person who is now, or has been at any time\n\n157\n      See Osborn, 991 A.2d at 1160.\n158\n   See, e.g., Sun-Times Media Gp., Inc. v. Black, 954 A.2d 380, 404 n.93 (Del. Ch. 2008)\n(“[A]s far as § 145 is concerned, Delaware corporations lack the power to indemnify a\nparty who did not act in good faith or in the best interests of the corporation.” (citation\nomitted)). Although I find the Engagement Letter to be unambiguous, my interpretation\nof that document is further supported by Blankenship’s deposition testimony, where he\nconceded that he did not think he obtained broader indemnification or advancement rights\nby signing the Engagement Letter than those he already had. Blankenship Dep. 48-49.\n\n\n                                              46\n\f          prior to the date of this Agreement, . . . a director or officer of the Company\n          is or is threatened to be, made a party in his or her capacity as a director or\n          officer of the Company, each of Parent and the Surviving Corporation shall\n          indemnify and hold harmless, to the fullest extent the Company would have\n          been permitted to do so under applicable Law (for the avoidance of doubt,\n          subject to the limitations on the Company’s ability to indemnify its\n          directors and officers under Section 145 of the DGCL), each such\n          Indemnified Party in his or her capacity as a director or officer of the\n          Company or any of its Subsidiaries, or any of their respective predecessors,\n          against any losses, claims, damages, liabilities, costs, expenses (including\n          reasonable attorney’s fees and expenses in advance of the final disposition\n          of any Claim to each Indemnified Party to the fullest extent permitted by\n          Law upon receipt of any undertaking in favor of Parent and the Surviving\n          Corporation of a type contemplated by the Company Certificate of\n          Incorporation), judgments, fines and amounts paid in settlement of or in\n          connection with any such threatened or actual Claim, arising out of, or\n          pertaining to (i) the fact that such an Indemnified Party was a director . . .\n          or officer of the Company . . . , prior to the Effective Time or (ii) this\n          Agreement or any of the transactions contemplated hereby, whether in any\n          case asserted or arising before or after the Effective Time. 159\n\nBecause the Merger Agreement is governed by Delaware law, 160 the same contract\n\ninterpretation principles discussed above apply in determining whether Alpha has\n\nadvancement obligations to Blankenship for the Criminal Proceeding under the Merger\n\nAgreement. Section 5.05(e) of the Merger Agreement states that the “provisions of\n\nSection 5.05 are intended to be for the benefit of, and will be enforceable by, each\n\nIndemnified Party.” 161 Thus, Blankenship has standing to enforce the provision.\n\n         The parties’ arguments regarding Section 5.05(b) implicate two textual issues\n\nconcerning the temporal scope of the provision. The first issue is premised on the\n\n159\n      JX 26 (Merger Agreement) at § 5.05(b) (emphasis added).\n160\n      Id. at § 8.08.\n161\n      Id. at § 5.05(e).\n\n\n                                                47\n\finteraction of Section 5.05(b) with Section 5.05(a).       That earlier section generally\n\nprovides that Blankenship’s indemnification and advancement rights from Massey (not\n\nAlpha) for “acts or omissions occurring at or prior to the Effective Time” of the merger—\n\nwhich was June 1, 2011—shall survive the merger:\n\n                 All rights to indemnification and exculpation from liabilities for\n         acts or omissions occurring at or prior to the Effective Time and rights to\n         advancement of expenses relating thereto now existing in favor of any\n         person who is . . . , or has been at any time prior to the date of this\n         Agreement, a director, officer, employee or agent . . . of the Company, any\n         of its Subsidiaries or any of their respective predecessors (each, an\n         “Indemnified Party”) as provided in the Company Certificate of\n         Incorporation, the Company Bylaws, the organizational documents of any\n         Subsidiary of the Company or any indemnification agreement between such\n         Indemnified Party and the Company or any of its Subsidiaries . . . shall\n         survive the Merger and shall not be amended, repealed or otherwise\n         modified in any manner that would adversely affect any right thereunder of\n         any such Indemnified Party without the consent of such Indemnified\n         Party. 162\n\nThus, under Section 5.05(a), Massey’s advancement obligations to Blankenship for the\n\nU.S. Attorney’s investigation and the resulting Criminal Proceeding survived the merger.\n\nRelying on language appearing at the beginning of Sections 5.05(a) and (b), respectively,\n\nAlpha argues that Section 5.05(a) was intended to cover claims based on conduct (i.e.,\n\n“acts or omissions”) occurring “prior to the Effective Time” while Section 5.05(b) was\n\nintended to cover claims based on conduct occurring “from and after the Effective\n\nTime.” 163     In effect, Alpha contends that Sections 5.05(a) and (b) are mutually\n\n\n\n\n162\n      Id. at § 5.05(a) (emphasis added).\n163\n      Defs.’ Ans. Br. 28-30.\n\n\n                                             48\n\fexclusively with the line of demarcation between the two being when the underlying\n\nconduct that forms the basis of a claim occurred.\n\n          This argument is plainly without merit. Alpha has not identified any text in the\n\nMerger Agreement stating that the Section 5.05(a) and (b) were intended to be mutually\n\nexclusive based on the timing of underlying conduct. To the contrary, Section 5.05(b)\n\ncontains explicit language demonstrating that it was intended to cover claims relating to\n\nconduct occurring before the Effective Time. Specifically, Section 5.05(b) encompasses\n\nclaims “arising out of, or pertaining to (i) the fact that such an Indemnified Party was a\n\ndirector … or officer of [Massey] . . . prior to the Effective Time.” That does not mean\n\nthat Section 5.05(b) necessarily covers all claims relating to the conduct of a Massey\n\ndirector or officer occurring before the Effective Time, just that such a claim may be\n\nencompassed by Section 5.05(b) if the other conditions of that section are met.\n\n          The second temporal issue implicated by Section 5.05(b) focuses on when a claim\n\nis asserted as opposed to when the underlying conduct occurred. Alpha acknowledges\n\nthat Section 5.05(b) of the Merger Agreement “obligates [it] to advance fees to the\n\nformer Massey directors and officers for new claims, meaning claims that are threatened\n\nor instituted after the Effective Time of the merger, on June 1, 2011.” 164 But, Alpha\n\nargues that the fact that Blankenship “was indicted in November 2014 did not somehow\n\ncreate a ‘new’ claim that would fall under the scope of Section 5.05(b).” 165\n\n\n164\n      Id. 29.\n165\n      Id. 30.\n\n\n                                             49\n\f         In my opinion, although Alpha glosses over the actual language of Section\n\n5.05(b), it is half right. As I construe Section 5.05(b), it generally covers actions or\n\nproceedings in which an Indemnified Party is made or threatened to be made a party\n\n“from and after the Effective Time.” 166 This conclusion follows from the text of Section\n\n5.05(b) emphasized below:\n\n         . . . from and after the Effective Time, in event of any threatened or\n         actual claim, action, suit, proceeding or investigation (a “Claim”), whether\n         civil, criminal or administrative in which any person … is or is threatened\n         to be, made a party in his or her capacity as a director or officer of the\n         Company, each of Parent [Alpha] and the Surviving Corporation [Massey]\n         shall indemnify and hold harmless, to the fullest extent the Company would\n         have been permitted to do so under applicable Law . . . , each such\n         Indemnified Party in his or her capacity as a director or officer of the\n         Company . . . against any losses, claims, damages, costs, expenses\n         (including reasonable attorney’s fees and expenses in advance of the final\n         disposition of any Claim to each Indemnified Party . . . ) . . . . 167\n\nI disagree with Alpha’s assertion, however, that the Indictment did not trigger coverage\n\nfor the Criminal Proceeding under Section 5.05(b). Blankenship was made a party to the\n\nCriminal Proceeding by virtue of the Indictment, which was issued on November 13,\n\n2014. Thus, he became a party to a criminal proceeding after the Effective Time and is\n\nthereby entitled to advancement from Alpha under the plain language of Section 5.05(b)\n\nas long as the conduct for which he was charged falls within the scope of the type of\n\nconduct covered by Section 5.05(b). For the reasons discussed above, the conduct for\n\n166\n   Section 5.05(b)(ii) contains an exception. That subpart covers claims arising out of or\npertaining to the Merger Agreement or any of the transactions contemplated thereby\n“whether in any case asserted or arising before or after the Effective Time.” JX 26\n(Merger Agreement) at § 5.05(b)(ii).\n167\n      Id. at § 5.05(b) (emphasis added).\n\n\n                                             50\n\fwhich he now has been charged criminally falls within the scope of Section 5.05(b)\n\nbecause it indisputably arises out of and pertains to the fact that he was a director and\n\nofficer of Massey before the Effective Time. 168\n\n          Alpha has offered no textual support for the notion that the Criminal Proceeding to\n\nwhich he was made a party by virtue of the Indictment should relate back to the U.S.\n\nAttorney’s criminal investigation for which Massey was providing advancement to\n\nBlankenship before the Effective Time so as to remove the Criminal Proceeding from the\n\nambit of Section 5.05(b). 169 Had the drafters of the Merger Agreement intended to\n\nincorporate a relation-back limitation on Alpha’s advancement and indemnification\n\nobligations, they presumably could have done so. But they did not. Instead, they drafted\n\nSection 5.05(b) so that it would cover certain proceedings in which an Indemnified\n\nPerson is made a party to a proceeding after the Effective Time arising out of or relating\n\nto his or her conduct as a Massey director or officer before the Effective Time. The\n\nCriminal Proceeding is such a proceeding.\n\n          To summarize, taking into account the two temporal issues concerning the\n\nconstruction of Section 5.05(b) discussed above, Blankenship is entitled to advancement\n\nfrom Alpha for the Criminal Proceeding under that section because (1) the Indictment\n\nwas handed down on November 13, 2014, meaning that Blankenship was made a party to\n\n168\n      Pre-Trial Stip. ¶ 2(2).\n169\n   The merger closed in June 2011. As reflected by the Undertaking, which Blankenship\nsigned on April 12, 2011, Massey agreed to advance Blankenship “in connection with a\nfederal criminal grand jury investigation” before the Effective Time.         JX 28\n(Undertaking) at ANR_AAR-00000442.\n\n\n                                              51\n\fthe Criminal Proceeding after the Effective Time; and (2) Section 5.05(b)(i) plainly\n\ncovers the claims asserted in the Criminal Proceeding, which pertain to or arise out of the\n\nfact that Blankenship was a director or officer of Massey before the Effective Time.\n\n         Alpha next contends that, under the equitable doctrine of judicial estoppel,\n\nBlankenship should be precluded from contradicting the interpretation of Section 5.05 he\n\nallegedly supported in Massey Energy Co. 170 The equitable doctrine of judicial estoppel\n\nis “designed to protect the integrity of the judicial process by ‘prohibiting parties from\n\ndeliberately changing positions according to the exigencies of the moment.’ ” 171 In\n\nMotorola Inc. v. Amkor Technology, Inc., 172 the Delaware Supreme Court explained that\n\n“judicial estoppel operates only where the litigant contradicts another position that the\n\nlitigant previously took and that the Court was successfully induced to adopt in a judicial\n\nruling.” 173 That doctrine has no application here, in my opinion, because neither of the\n\nelements required under Motorola are present.\n\n         Regarding the first element, Massey relies on two representations that were made\n\nin defending against the issuance of a preliminary injunction in Massey Energy Co. The\n\nfirst is a segment of a brief submitted in opposition to the stockholders plaintiffs’\n\npreliminary injunction motion, which Blankenship joined. It states that:\n\n\n170\n      Defs.’ Ans. Br. 29 n.23.\n171\n      In re Silver Leaf, L.L.C., 2004 WL 1517127, at *2 (Del. Ch. June 29, 2004).\n172\n      958 A.2d 852 (Del. 2008).\n173\n      Id. at 859-60 (citation omitted).\n\n\n                                              52\n\f               Under the Merger Agreement, Massey’s directors, officers and\n      employees are indemnified by Massey (not Alpha) for acts or omissions\n      occurring before the merger to the same extent they were before the merger.\n      ([Merger Agreement] §5.05(a)). With respect to new claims, they are\n      indemnified by Massey and Alpha to the same extent they were\n      indemnified by Massey pre-merger. (Id. §5.05(b)). In other words, the\n      Merger Agreement provides Defendants with no greater indemnity than\n      they would have received if [Massey] continued as an independent\n      entity. 174\n\nThis quotation essentially rehashes the argument Alpha has asserted in this case. It does\n\nnot, however, contradict the interpretation of Section 5.05 Blankenship has advanced, and\n\nwhich I have adopted, here—namely, that Blankenship is entitled to advancement from\n\nAlpha for the Criminal Proceeding under Section 5.05(b) because he was made a party to\n\nthat proceeding after the Effective Time for actions he took as a director and officer of\n\nMassey before the Effective Time.\n\n      The second representation comes from the following colloquy at oral argument on\n\nthe preliminary injunction motion between the Court and Alpha’s counsel:\n\n                   The Court: Can – can you go over your understanding of the\n      indemnity that your clients have granted?\n\n                     [Alpha’s Counsel]: Yes. And I don’t think that this – well –\n      yes. There are two provisions in the merger agreement that deal with\n      indemnity. One is 5.05(a), and the second is 5.05(b). 5.05(a) is the\n      provision that addresses causes of action existing prior to the signing of the\n      merger agreement. There is no dispute that these derivative claims were\n      existing prior to the merger agreement. And 5.05(a) says that the indemnity\n      for those claims and any others presigning of the merger agreement will\n      remain postmerger Massey’s obligation. Obviously Massey will be a\n      subsidiary of Alpha, but it will be Massey’s indemnification. That’s my\n\n\n174\n  JX 31 (Certain Massey Defs.’ Ans. Br. in Opp’n to Pls.’ Mot. for a Prelim. Inj.) at\nANR_AAR-00000793-94.\n\n\n                                           53\n\f      view. That’s what we argued in our brief to Your Honor, and that’s what\n      Massey argued in their brief to Your Honor at pages 42 –\n\n                    The Court: So there is no indemnity from Alpha as a parent\n      company –\n\n                     [Alpha’s Counsel]: On these claims, no, no. And the two\n      signatories to that contract agree that that is how it reads.\n\n                    There is a separate provision, 5.05(b), which applies to claims\n      threatened or brought after the signing of the merger agreement. 175\n\nThe claims for which Alpha’s counsel was denying that Alpha would have any\n\nindemnification obligations were the derivative claims that had been asserted before the\n\nEffective Time in the case before the Court. Nothing in this colloquy, which did not even\n\ninvolve statements made by Blankenship’s counsel, contradicts the interpretation of\n\nSection 5.05 Blankenship has advanced here. Indeed, at the end of the colloquy quoted\n\nabove, Alpha’s counsel explicitly recognized that Section 5.05(b) would apply to “claims\n\nthreatened or brought after the signing of the merger agreement.”\n\n      Finally, from my reading of the Court’s decision in Massey Energy Co., then-Vice\n\nChancellor Strine did not adopt an interpretation of Section 5.05(b) of the Merger\n\nAgreement that is contrary to Blankenship’s position in this case. The reason Section\n\n5.05 was relevant in Massey Energy Co. was because plaintiffs had argued, based on a\n\ndraft of a merger agreement Massey’s counsel had prepared, that Alpha, as a third party,\n\nwas agreeing to indemnify Massey’s management and directors beyond the extent to\n\n175\n    Letter from Matthew E. Fischer at Ex. 1 (May 13, 2015). Alpha’s counsel’s reference\nto the “two signatories” to the Merger Agreement refers to Alpha and Massey and does\nnot refer to Blankenship, who had retired from Massey by that time and was not a\nsignatory to the Merger Agreement.\n\n\n                                           54\n\fwhich Massey itself would have been permitted to do so under Delaware law such that,\n\nfor example, they would be indemnified for breaches of the fiduciary duty of loyalty\n\ninvolving scienter. After analyzing the record, then-Vice Chancellor Strine rejected this\n\nargument as a basis for injunctive relief because Section 5.05(b) of the final Merger\n\nAgreement only required Alpha to indemnify Massey’s directors and officers “to the\n\nfullest extent [Massey] would have been permitted to do so under applicable Law (for the\n\navoidance of doubt, subject to the limitations on [Massey’s] ability to indemnify its\n\ndirectors and officers under Section 145 of the DGCL)”: 176\n\n         I have carefully considered the plaintiffs’ argument that a January 2011\n         draft of the Merger Agreement, written by Cravath [Massey’s counsel],\n         supports the inference that the Board sought to sell the company to avoid\n         personal liability for the Derivative Claims. . . . [T]he draft Cravath sent to\n         Alpha was one that required Alpha to indemnify the Massey defendants for\n         any claim asserted against them in their capacity as Massey directors or\n         officers “to the fullest extent permitted by Law.” Alpha’s counsel flagged\n         this as something that would need to be changed in any definitive merger\n         agreement because the draft merger agreement’s indemnification provision\n         arguably could have allowed Alpha, because it was a third-party and not\n         Massey itself, to indemnify former Massey management and directors\n         beyond the extent Massey itself would have been permitted under Delaware\n         public policy and statutory law. To wit, Crutchfield’s advisors must have\n         told him that the draft arguably could have required Alpha to indemnify\n         Massey fiduciaries for breaches of the fiduciary duty of loyalty involving\n         scienter, such as claims involving willful misconduct. Massey conceded\n         this point in the negotiations, and the issue was resolved when both parties\n         agreed to an indemnification provision that would require Alpha to\n         indemnify the Massey directors and officers, “from and after the Effective\n         Time,” only “to the fullest extent [Massey] would have been permitted to\n         do so under applicable Law (for the avoidance of doubt, subject to the\n         limitations on [Massey’s] ability to indemnify its directors and officers\n         under Section 145 of the DGCL).” Thus, Alpha’s obligation to indemnify\n         was expressly limited by the extent to which Massey itself could have\n\n176\n      Massey Energy Co., 2011 WL 2176479 at *16 (internal quotations omitted).\n\n\n                                               55\n\f      legally indemnified the Massey directors and officers had it remained\n      independent—limitations that precluded Massey from indemnifying its\n      fiduciaries for derivative settlements or judgments, bad faith misconduct,\n      or other wrongdoing involving scienter. Massey, for its part, as an Alpha\n      subsidiary, would continue, too, to maintain its current obligations under its\n      certificate of incorporation existing at the time of the Merger to indemnify\n      Massey directors and officers. Massey’s certificate of incorporation\n      already guaranteed its directors and officers legally maximal advancement\n      and indemnification rights. Massey’s certificate also contained an\n      exculpatory provision authorized by 8 Del. C. § 102(b)(7).\n\n              As a result, the final Merger Agreement only had Alpha provide a\n      guarantee that Alpha would accord the Massey directors and officers with\n      the same protection they were afforded by Massey’s certificate of\n      incorporation. This did not immunize Massey directors or officers from\n      liability to Massey or Alpha for non-exculpated breached of fiduciary duty\n      that harmed Massey. 177\n\nAs the above passage makes clear, the Court did not adopt a construction of Section\n\n5.05(b) of the Merger Agreement that contradicts the argument Blankenship has made\n\nhere, i.e., that he is entitled to advancement from Alpha for the Criminal Proceeding\n\nunder Section 5.05(b) because he was made a party to that proceeding after the Effective\n\nTime for actions he took as a director and officer of Massey before the Effective Time.\n\nAccordingly, Alpha’s judicial estoppel argument is without merit.\n\n                                        *****\n\n      For the reasons discussed above, under the plain meaning of the unambiguous\n\nterms of Section 5.05(b) of the Merger Agreement, Alpha is obligated to provide\n\nadvancement to Blankenship for the expenses he has incurred in the Criminal Proceeding.\n\n\n177\n   Massey Energy Co., 2011 WL 2176479, at *16-17 (emphasis added); see also id. at\n*26 (“Alpha only promised to indemnify the Massey Board and management to the\nextent Massey itself could have and did in fact do so.”).\n\n\n                                           56\n\fSection 5.05(b) conditions Alpha’s obligation to do so “upon receipt of any undertaking\n\nin favor of Parent and the Surviving Corporation of a type contemplated by the Company\n\nCertificate of Incorporation [i.e., Massey’s Charter 178].” Unsurprisingly, Alpha contests\n\nwhether Blankenship has provided an appropriate undertaking. I turn to that issue next.\n\n         E.     Blankenship has provided a Valid Undertaking Entitling Him to\n                Advancement from Alpha\n\n         In the Complaint, Blankenship sought an order “[d]eclaring that Defendants have\n\neach breached Mr. Blankenship’s contractual rights under the Merger Agreement . . . to\n\nadvancement of attorneys’ fees and expenses regarding the [Criminal] Proceeding.”179\n\nOn February 27, 2015, after initiating this action, Blankenship delivered to Alpha the\n\nAlpha Undertaking, which states, in its entirety:\n\n                 I, Donald Blankenship, have retained counsel to represent me in\n         connection with an investigation and indictment captioned United States v.\n         Blankenship, No. 5:14-cr-00244, filed in the United States District Court\n         for the Southern District of West Virginia, as well as in connection with\n         any concurrent or other proceedings relating to (i) Performance Coal\n         Company, Massey Energy Company (n/k/a Alpha Appalachia Holdings,\n         Inc.) (“Massey”), Massey Coal Services, Inc.; (ii) any affiliates or parents,\n         including Alpha Natural Resources, Inc. (“Alpha”); or (iii) employees or\n         other persons associated with these entities. Pursuant to Section 5.05(b) of\n         the Agreement and Plan of Merger dated as of January 28, 2011, among\n         Mountain Merger Sub, Inc., Alpha Natural Resources, Inc., and Massey\n         Energy Company, Alpha agreed to advance on my behalf the fees and costs\n         associated with the representation to the fullest extent that Massey would\n         have been permitted to do so under applicable law upon receipt of an\n\n178\n    The Merger Agreement defines “Company Certificate of Incorporation” as “[t]he\nAmended and Restated Certificate of Incorporation of [Massey] as in effect immediately\nprior to the Effective Time,” which is same document defined above as the Charter. JX\n26 (Merger Agreement) at § 1.05(a).\n179\n      Compl. Prayer for Relief ¶ C.\n\n\n                                              57\n\f         undertaking in favor of Alpha of a type contemplated by the Massey\n         Certificate of Incorporation.\n\n                 As contemplated by Article Sixth of the Massey Amended and\n         Restated Certificate of Incorporation dated June 1, 2011 . . . , I hereby make\n         the following undertaking: if it shall ultimately be determined that I am not\n         entitled to be indemnified under the Amended and Restated Certificate of\n         Incorporation, consistent with [the] Delaware General Corporation Law, I\n         agree to repay any sums that Alpha has expended on my behalf for\n         indemnification or advancement. 180\n\nOn its face, the Alpha Undertaking is different from the Undertaking. It does not include\n\nthe Contingency Provision, any of the Undertaking’s factual representations, or the\n\nTermination Provision.\n\n         Blankenship has requested that I order Alpha to advance his expenses for the\n\nCriminal Proceeding under the Alpha Undertaking. 181 In opposition, Alpha argues that\n\nBlankenship has “no contractual or other basis to unilaterally impose this new\n\nundertaking,” contending that, under 8 Del. C. 145(e), it has “the right to impose terms\n\nand conditions on Mr. Blankenship’s advancement” because he is a former officer and\n\ndirector of Massey. 182 Blankenship counters that because Massey’s Charter does not\n\nexpressly authorize Massey to impose any terms or conditions on such advancement,\n\nSection 5.05(b) of the Merger Agreement precludes Alpha from imposing any terms or\n\n\n\n\n180\n      JX 48 (Alpha Undertaking).\n181\n      Tr. of Oral Arg. 135-36; Pl.’s Reply Br. 18; Pl.’s Op. Br. 29-30.\n182\n      Defs.’ Ans. Br. 30 n.25; Tr. of Oral Arg. 132-33.\n\n\n                                               58\n\fconditions on his advancement “through the back door of an undertaking.” 183 I agree\n\nwith Blankenship that, under the plain language of the Merger Agreement and Massey’s\n\nCharter, Alpha does not have the right to impose any terms or conditions on\n\nBlankenship’s advancement other than an undertaking to repay.\n\n         As noted above, Section 5.05(b) of the Merger Agreement conditions Alpha’s\n\nobligation to provide advancement “upon receipt of any undertaking in favor of Parent\n\nand the Surviving Corporation of a type contemplated by [Massey’s Charter].” Article\n\nFifteenth of Massey’s Charter states, in relevant part:\n\n         The right to indemnification conferred in this Article shall be a contract\n         right and shall include the right to be paid by the Corporation the expenses\n         incurred in defending any such proceeding in advance of its final\n         disposition; provided, however, that, if the Delaware General Corporation\n         Law requires, the payment of such expenses incurred by a director or\n         officer in his or her capacity as a director or officer . . . in advance of the\n         final disposition of a proceeding, shall be made only upon delivery to the\n         Corporation of an undertaking, by or on behalf of such director or officer,\n         to repay all amounts so advanced if it shall ultimately be determined that\n         such director or officer is not entitled to be indemnified under this Article\n         or otherwise. 184\n\nNo other provision of the Charter mandates, or reserves the right for Massey to impose,\n\nany additional terms and conditions in the undertaking that must be delivered to obtain\n\n\n183\n    Pl.’s Op. Br. 8. Although Massey’s Charter does not expressly condition\nadvancement to a former director or officer upon delivery of an undertaking, Blankenship\ncannot legitimately dispute that, were he not entitled to indemnification, he would be\nrequired to repay the advanced legal expenses. See Reddy v. Elec. Data Sys. Corp., 2002\nWL 1358761, at *5 (Del. Ch. June 18, 2002). Thus, I do not view Blankenship as\narguing that he was not required under the Merger Agreement to deliver the Alpha\nUndertaking.\n184\n      JX 24 (Charter) at Art. Fifteenth.\n\n\n                                               59\n\fadvancement. Thus, as a matter of law based on the unambiguous words of Article\n\nFifteenth, 185 the only form of undertaking “of a type contemplated by” the Charter is\n\nsimply an undertaking to repay—without any additional terms or conditions.186\n\nAccordingly, because no provision of the Charter or the Merger Agreement expressly\n\nauthorizes Alpha to demand any terms or conditions on advancement other than an\n\nundertaking to repay, Alpha does not have the right to request anything more from\n\nBlankenship than the Alpha Undertaking, 187 which he previously delivered. 188\n\n         Then-Vice Chancellor Strine’s analysis in Reddy v. Electronic Data Systems\n\nCorp. 189 further supports my conclusion here. In that case, a former employee (Reddy)\n\n\n\n\n185\n    Charters of Delaware corporations are interpreted through contract interpretation\nprinciples, and charter provisions that are reasonably susceptible to only one\ninterpretation are afforded their “plain, ordinary meaning.” Alta Berkeley VI C.V. v.\nOmneon, Inc., 41 A.3d 381, 385 (Del. 2012).\n186\n   See In re Cent. Banking Sys., Inc., 1993 WL 183692, at *4 (Del. Ch. May 11, 1993)\n(concluding, where the only condition imposed by a mandatory advancement bylaw was\nthe delivery of an undertaking to repay, that the corporation lacked the authority to\nrequire “that the recipient of advance indemnification furnish appropriate security or\ndemonstrate financial responsibility as a condition to receiving advances”).\n187\n    See Havens v. Attar, 1997 WL 55957, at *13 (Del. Ch. Jan. 30, 1997) (“When\nmandatory advancement is contractually provided, however, a board may not change the\nterms of ‘mandatory’ advancement by later conditioning that advancement upon a\nshowing of financial responsibility.”).\n188\n   Although the Alpha Undertaking was not executed in favor of both Massey and Alpha\nas contemplated by Section 5.05(b) of the Merger Agreement, any argument challenging\nthe Alpha Undertaking on that ground has been waived. See In re PNB Hldg. Co.\nS’holders Litig., 2006 WL 2403999, at *18 (Del. Ch. Aug. 18, 2006).\n189\n      2002 WL 1358761 (Del. Ch. June 18, 2002).\n\n\n                                           60\n\fasserted that the corporation (EDS) was required to advance his legal expenses incurred\n\nin two pending lawsuits. EDS’s advancement bylaw provided, in relevant part, that\n\n          [e]ach person who at any time shall serve or shall have served as a Director,\n          officer, employee or agent of the Corporation . . . shall be entitled to . . . the\n          advancement of expenses incurred by such person from the Corporation as,\n          and to the fullest extent, permitted by Section 145 of the DGCL[.] 190\n\nReddy argued he was entitled to advancement under the plain language of that bylaw\n\nwithout delivering an undertaking because an undertaking was not required by 8 Del. C. §\n\n145 for advancement to a former employee.                Then-Vice Chancellor Strine agreed,\n\nconcluding that EDS was precluded under the unambiguous language of its bylaws from\n\nrequiring an undertaking or imposing any other terms and conditions on Reddy’s\n\nmandatory right to advancement:\n\n          The General Assembly specifically amended that statutory subsection [i.e.,\n          Section 145(e)] to give corporations the flexibility to advance funds to\n          employees and agents without an undertaking. In lieu of this required\n          undertaking, corporations may specify by bylaw or contract the terms and\n          conditions upon which employees and agents may receive advancement,\n          which could include an undertaking and more onerous pre-requisites to\n          advancement. Having been accorded the freedom to craft its bylaws as it\n          wished, EDS cannot point to its own drafting failures as a defense to\n          Reddy’s advancement claim, however. If it chose, EDS could have\n          conditioned former employees’ advancement rights on an undertaking,\n          proof of an ability to repay, or even the posting of a secured bond. But it\n          did not do so. 191\n\nThe logic of Reddy applies with equal force here and supports my conclusion that, under\n\nthe Merger Agreement and the Charter, the only term or condition that Alpha can impose\n\n\n190\n      Id. at *3.\n191\n      Id. at *4.\n\n\n                                                 61\n\fon advancement to Blankenship is an undertaking to repay if it shall ultimately be\n\ndetermined that he is not entitled to indemnification. Blankenship has provided such an\n\nundertaking in the Alpha Undertaking.\n\n         F.     Blankenship’s Expenses in the Criminal Proceeding are Reasonable\n\n         Massey’s Charter limits indemnification, and concomitantly limits advancement,\n\nto expenses “reasonably incurred.” 192 The Merger Agreement similarly limits Alpha’s\n\nadvancement obligations to “reasonable attorneys’ fees and expenses.” 193              The\n\nreasonableness of the invoices Blankenship has submitted for payment 194 was not the\n\nsubject of any inquiry at trial, and Defendants devoted only two paragraphs of their post-\n\ntrial brief to the subject. There, they argue that the summary or redacted invoices\n\nBlankenship has submitted are insufficient to establish that the legal fees he has incurred\n\nare reasonable. Defendants thus request that I either direct Blankenship to provide less\n\nredacted time sheets or appoint a special master to report on the reasonableness of the\n\nunredacted time sheets. 195 I decline Defendants’ invitation to belabor this summary\n\nadvancement proceeding for three reasons.\n\n\n\n\n192\n    See JX 24 (Charter) at Art. Fifteenth. This is consistent with the reasonableness\nstandard for expenses under 8 Del. C. § 145. See Citadel Hldg. Corp. v. Roven, 603 A.2d\n818, 823 (Del. 1992).\n193\n      JX 26 (Merger Agreement) at § 5.05(b).\n194\n      See generally JX 57.\n195\n      Defs.’ Ans. Br. 63.\n\n\n                                               62\n\f         First, Massey previously agreed to the form of invoices and to the general\n\nparameters of Zuckerman Spaeder’s hourly rates in the Engagement Letter, which\n\nprovides that the invoices “will not contain an itemization of . . . time and expenses but\n\nwill show a summary of hours and fees” to “avoid disclosure of privileged information\n\nand possible waiver of the attorney client privilege.” 196 Defendants have not argued or\n\notherwise shown that the unpaid invoices materially deviate from those agreed-upon\n\nterms and conditions, and they accepted and paid the invoices in this form for several\n\nyears without complaint. I see no persuasive reason to depart from this course of dealing.\n\n         Second, in light of Alpha’s cooperation agreement with the U.S. government, the\n\npractical realities of the Criminal Proceeding strongly weigh against requiring Zuckerman\n\nSpaeder to disclose itemized invoices about the legal services performed, which may\n\nshed light on the strategy for Blankenship’s legal defense. I agree with Blankenship that\n\nthere is a serious and unnecessary risk of prejudice to his defense in the Criminal\n\nProceeding should, for example, Alpha be forced to (or voluntarily) turn any itemized\n\ninvoices over to the government.\n\n         Third, employing a special master to review unredacted invoices would be an\n\nunnecessary endeavor and inconsistent with the efficient administration of justice in this\n\ncase. “Advancement is not the proper stage for a detailed analytical review of the fees\n\n[for which advancement is sought], whether in terms of the strategy followed or the\n\n\n\n\n196\n      JX 21 (Engagement Letter) at DBDEL0010.\n\n\n                                            63\n\f                                 197\nstaffing and time committed.”          In Fasciana v. Electronic Data Systems Corp., 198 then-\n\nVice Chancellor Strine explained why persnickety disputes over the reasonableness of the\n\nattorneys’ fees sought in advancement cases are frowned upon:\n\n          [T]he function of a § 145(k) advancement case is not to inject this court as\n          a monthly monitor of the precision and integrity of advancement requests.\n          Unless some gross problem arises, a balance of fairness and efficiency\n          concerns would seem to counsel deferring fights about details until a final\n          indemnification proceeding, by which time the details may not even matter\n          as [the person seeking advancement] may (depending on the outcome of the\n          [underlying proceeding]) be obligated to repay all of the funds. 199\n\nDefendants have not advanced any substantive argument that the aggregate fees that have\n\nnot been paid (approximately $5.8 million as of April 1, 2015) are unreasonable. Nor\n\nhave they identified, in my view, any “gross problem” or other legitimate reason that\n\nwould warrant injecting a special master to “perform the task of playground monitor,\n\nrefereeing needless and inefficient skirmishes in the sandbox.” 200 Disputes over the\n\nreasonableness of Blankenship’s expenses in the Criminal Proceeding can ultimately be\n\nresolved when any determination on indemnification is made.\n\n\n\n\n197\n   Duthie v. CorSolutions Medical, Inc., 2008 WL 4173850, at *2 (Del. Ch. Sept. 10,\n2008).\n198\n      829 A.2d 160 (Del. Ch. 2003).\n199\n      Id. at 177.\n200\n   Reinhard & Kreinberg v. Dow Chem. Co., 2008 WL 868108, at *5 (Del. Ch. Mar. 28,\n2008).\n\n\n                                                64\n\f         G.      Blankenship is Entitled to His Reasonable Expenses Incurred in\n                 Connection with this Action.\n\n         In Count IV of the Complaint, Blankenship seeks to recover the fees he incurred\n\nlitigating this action. Massey’s Charter provides that a claimant who seeks advancement\n\nand is “successful in whole or in part . . . shall be entitled to be paid also the expense of\n\nprosecuting such claim.” 201 Under the Delaware Supreme Court’s decision in Stifel\n\nFinancial Corp. v. Cochran and its progeny, 202 a person who successfully prosecutes a\n\nclaim under 8 Del. C. § 145 is typically entitled to recover the reasonable expenses\n\nincurred in connection therewith unless the corporation precludes such recovery upfront\n\nin the governing document or contract providing for indemnification. 203 Section 5.05(a)\n\nof the Merger Agreement provides that Massey’s indemnification obligations survive the\n\nmerger, and Section 5.05(b) provides that Alpha must indemnify Blankenship “to the\n\nfullest extent [Massey] would have been permitted to do so under applicable Law.” 204\n\n         In this opinion, I have concluded that Blankenship is entitled to advancement from\n\nMassey, under the Charter and Section 5.05(a) of the Merger Agreement, for all of the\n\nfees and expenses for which he seeks advancement; and from Alpha, under Section\n\n201\n      JX 24 (Charter) at Art. Fifteenth ¶ (a).\n202\n      809 A.2d 555 (Del. 2002).\n203\n   See id. at 561; see also Brady v. i2 Techs. Inc., 2005 WL 3691286, at *4 (Del. Ch.\nDec. 14, 2005) (awarding “fees on fees” for a successful claim for advancement under\nSection 145); Weaver v. ZeniMax Media, Inc., 2004 WL 243163, at *7 (Del. Ch. Jan. 30,\n2004) (“Under Stifel Financial, if a corporation does not want to incur the obligation to\npay ‘fees on fees,’ it must expressly preclude any such right.”).\n204\n      JX 26 (Merger Agreement) at §§ 5.05(a)-(b).\n\n\n                                                 65\n\f5.05(b) of the Merger Agreement, for all of the fees and expenses incurred in the\n\nCriminal Proceeding. Although Blankenship did not prevail on his alternative claim in\n\nCount II based on the terms of the Engagement Letter, he has been “successful in whole”\n\nin my view in obtaining the relief sought in the Complaint. Accordingly, I find that\n\nBlankenship is entitled to all his reasonable expenses incurred in litigating this action\n\nfrom Massey and Alpha. 205\n\nIV.   CONCLUSION\n\n      For the foregoing reasons, judgment will be entered in Blankenship’s favor on\n\nCounts I, III and IV of the Complaint and in Defendants’ favor on Count II. Defendants\n\nmust (1) advance Blankenship’s unpaid legal expenses incurred in connection with the\n\nfederal criminal investigation and the Criminal Proceeding and (2) pay his reasonable\n\nexpenses of litigating this action. Counsel shall confer and submit an implementing order\n\nwithin five business days, providing for the foregoing payments to be made within ten\n\nbusiness days of entry of judgment.\n\n\n\n\n205\n   See, e.g., Holley v. Nipro Diagnostics, Inc., 2014 WL 7336411, at *15 (Del. Ch. Dec.\n23, 2014) (awarding 100% of the plaintiff’s legal expenses incurred in successfully\nprosecuting claims for advancement).\n\n\n                                           66\n\f",
            "ocr": false,
            "opinion_id": 2804063
        }
    ],
    "court_short_name": "Court of Chancery of Delaware",
    "court_full_name": "Court of Chancery of Delaware",
    "court_type": "SA",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Murder"
}