{
    "id": 2807823,
    "judges": "Mathias, Robb",
    "date_filed": "1975-08-18",
    "date_filed_is_approximate": true,
    "slug": "ks-v-review-board-of-the-indiana-department-of-workforce-development",
    "case_name_short": "K.S.",
    "case_name": "K.S. v. Review Board of the Indiana Department of Workforce Development",
    "case_name_full": "K.S., Appellant-Claimant, v. REVIEW BOARD OF the INDIANA DEPARTMENT OF WORKFORCE DEVELOPMENT, Appellee",
    "attorneys": "Jonathan D. Harwell, Harwell Legal Counsel, LLC, Indianapolis, IN, Attorney for Appellant., Aaron T. Craft, Deputy Attorney General, Indianapolis, IN, Gregory F. Zoeller, Attorney General of Indiana, Attorneys for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1227-10\">\n    K.S., Appellant-Claimant, v. REVIEW BOARD OF the INDIANA DEPARTMENT OF WORKFORCE DEVELOPMENT, Appellee.\n   </parties><br><docketnumber id=\"b1227-13\">\n    No. 93A02-1409-EX-630.\n   </docketnumber><br><court id=\"b1227-14\">\n    Court of Appeals of Indiana.\n   </court><br><decisiondate id=\"b1227-15\">\n    June 12, 2015.\n   </decisiondate><br><attorneys id=\"b1228-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1196\"> \n     *1196\n     </span>\n    Jonathan D. Harwell, Harwell Legal Counsel, LLC, Indianapolis, IN, Attorney for Appellant.\n   </attorneys><br><attorneys id=\"b1228-15\">\n    Aaron T. Craft, Deputy Attorney General, Indianapolis, IN, Gregory F. Zoeller, Attorney General of Indiana, Attorneys for Appellee.\n   </attorneys>",
    "citations": [
        "33 N.E.3d 1195"
    ],
    "opinions": [
        {
            "author_str": "Mathias",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/06121502pdm.pdf",
            "author_id": null,
            "opinion_text": "                                                                          Jun 12 2015, 5:44 am\n\n\n\n\n      ATTORNEY FOR APPELLANT                                     ATTORNEYS FOR APPELLEE\n      Jonathan D. Harwell                                        Gregory F. Zoeller\n      Harwell Legal Counsel, LLC                                 Attorney General of Indiana\n      Indianapolis, Indiana\n                                                                 Aaron T. Craft\n                                                                 Deputy Attorney General\n                                                                 Indianapolis, Indiana\n\n\n\n                                                  IN THE\n          COURT OF APPEALS OF INDIANA\n\n      K.S.,                                                      June 12, 2015\n\n      Appellant-Claimant,                                        Court of Appeals Case No.\n                                                                 93A02-1409-EX-630\n              v.                                                 Appeal from the Review Board of the\n                                                                 Department of Workforce\n                                                                 Development\n      Review Board of the Indiana\n                                                                 The Honorable Steven F. Bier,\n      Department of Workforce                                    Chairperson\n      Development,\n                                                                 Case No. 14-R-1477\n      Appellee.\n\n\n\n      Mathias, Judge.\n\n[1]   K.S. appeals the decision of the Review Board of the Indiana Department of\n\n      Workforce Development (“the Board”) denying his claim for unemployment\n\n      benefits. K.S. argues that he is eligible for unemployment benefits because he\n\n\n\n\n      Court of Appeals of Indiana | Opinion 93A02-1409-EX-630 | June 12, 2015                    Page 1 of 8\n\f      voluntarily left his employment for medical reasons and to deal with an issue of\n\n      domestic violence.\n\n[2]   We affirm.\n\n\n                                     Facts and Procedural History\n\n[3]   For almost nine years, K.S. was employed by Covance Central Laboratory\n\n      Services (“CCLS”). On April 30, 2014, he voluntarily left his employment due\n\n      to medical reasons and family issues.\n\n[4]   K.S. suffers from low back and hip pain and has periodically sought medical\n\n      treatment for his condition. The cause of K.S.’s low back pain is not known.\n\n      K.S. believed that CCLS was aware of his low back pain because he requested\n\n      and eventually received a new chair. However, K.S.’s physician did not place\n\n      him on any medical restrictions while K.S. was employed by CCLS.\n\n[5]   In addition, K.S.’s son was incarcerated on felony charges but was released\n\n      from jail shortly before K.S. terminated his employment. K.S. believed his son\n\n      was dangerous to himself and others. K.S. asked CCLS for a change of shift so\n\n      that K.S. could stay at home during the day with his son. CCLS never\n\n      responded to K.S.’s request for a shift change.\n\n\n[6]   After voluntarily terminating his employment, K.S. filed a claim for\n\n      unemployment benefits. A claims deputy made an initial determination that\n\n      K.S. was ineligible for benefits because he left his employment without good\n\n      cause. K.S. filed an appeal disputing the claims deputy’s finding. A telephonic\n\n\n      Court of Appeals of Indiana | Opinion 93A02-1409-EX-630 | June 12, 2015   Page 2 of 8\n\f      hearing was held on July 23, 2014, and K.S. appeared pro se. CCLS did not\n\n      participate in the hearing.\n\n[7]   At the hearing on his unemployment claim, K.S. testified that his medical\n\n      condition was his primary reason for voluntarily leaving his employment. Also,\n\n      K.S. never informed CCLS that he would have to terminate his employment if\n\n      he did not receive his requested shift change.\n\n[8]   Two days after the hearing, the administrative law judge (“the ALJ”) issued a\n\n      decision affirming the claims deputy’s ineligibility determination. The ALJ\n\n      found that K.S. “never provided his employer any medical documentation to\n\n      show that he had a medical condition that caused interference with his work\n\n      environment” and that K.S.’s physician “did not place [K.S.] on any medical\n\n      restrictions during his employment” with CCLS. Appellant’s App. pp. 2-3. The\n\n      ALJ also implicitly found that K.S.’s family issue did not fall under the “good\n\n      cause” exception. K.S. appealed the ALJ’s decision to the Board, and the Board\n\n      affirmed the decision on August 15, 2014. K.S. now appeals.\n\n\n                                         Discussion and Decision\n\n[9]   Decisions made by the Review Board are subject to review for legal error, but\n\n      questions of fact determined by the Review Board are conclusive and binding.\n\n      Ind. Code § 22-4-17-12(a). A challenge to a Review Board decision allows\n\n      inquiry into “the sufficiency of the facts found to sustain the decision and the\n\n      sufficiency of the evidence to sustain the findings of facts.” I.C. § 22-4-17-12(f).\n\n      Our standard of review has three layers: “(1) findings of basic fact are reviewed\n\n\n      Court of Appeals of Indiana | Opinion 93A02-1409-EX-630 | June 12, 2015     Page 3 of 8\n\f       for substantial evidence; (2) findings of mixed questions of law and fact—\n\n       ultimate facts—are reviewed for reasonableness; and (3) legal propositions are\n\n       reviewed for correctness.” Recker v. Review Bd. of Ind. Dep’t of Workforce Dev., 958\n\n       N.E.2d 1136, 1139 (Ind. 2011). We may neither reweigh the evidence nor\n\n       assess witness credibility, and we consider only the evidence most favorable to\n\n       the Review Board’s findings. McClain v. Review Bd. of Ind. Dep’t of Workforce Dev.,\n\n       693 N.E.2d 1314, 1317 (Ind. 1998).\n\n\n[10]   The purpose of the Unemployment Compensation Act is to provide\n\n       unemployment benefits to individuals who are “unemployed through no fault\n\n       of their own.” Ind. Code § 22-4-15-1. Therefore, an individual who voluntarily\n\n       leaves his employment without good cause in connection with the work is\n\n       disqualified from receiving unemployment compensation benefits. Ind. Code §\n\n       22-4-15-1(a) (Emphasis added). However, K.S. argues he is eligible for benefits\n\n       under the exception listed in Indiana Code section 22-4-15-1(c)(8), which\n\n       provides that “[a]n individual shall not be subject to disqualification if the\n\n       individual voluntarily left employment or was discharged due to circumstances\n\n       directly caused by domestic or family violence (as defined in IC 31-9-2-42).”1\n\n\n       1\n        Also, “[t]o verify that domestic or family violence has occurred, an individual who applies for benefits\n       under subsection (c)(8) shall provide one (1) of the following:”\n                (1) A report of a law enforcement agency (as defined in IC 10-13-3-10).\n                (2) A protection order issued under IC 34-26-5.\n                (3) A foreign protection order (as defined in IC 34-6-2-48.5).\n                (4) An affidavit from a domestic violence service provider verifying services provided to\n                the individual by the domestic violence service provider.\n       Ind. Code § 22-4-15-1(e). K.S. did not provide a copy of his son’s arrest warrant or charging\n       information to his employer, and therefore, the ALJ declined to admit the documents into\n\n\n       Court of Appeals of Indiana | Opinion 93A02-1409-EX-630 | June 12, 2015                              Page 4 of 8\n\f[11]   At the hearing, K.S. testified that his son had been arrested, was “detoxing and\n\n       going through some major stuff.” Tr. p. 11. He stated that he was worried for\n\n       himself, his son, people with whom he worked, and “anybody else ‘cause he\n\n       had referred that he might be dangerous and I wanted to be around him during\n\n       the time he was awake so I could make sure nobody was injured[.]” Tr. p. 12.\n\n\n[12]   This evidence is insufficient to prove that K.S. voluntarily left employment or\n\n       was discharged due to circumstances directly caused by domestic or family\n\n       violence. K.S. simply speculated that his son might be dangerous to himself or\n\n       others, and he did not present any evidence of an act of domestic or family\n\n       violence as it is defined in Indiana Code section 31-9-2-42.2 Importantly, K.S.\n\n       also testified that his primary reason for termination his employment with\n\n       evidence. K.S. argues that the ALJ erred when it refused to admit the documents because his\n       employer declined to participate in the hearing. We need not address this issue given our\n       conclusion that K.S. was merely speculating that his son might commit an act of domestic or\n       family violence. Moreover, we observe that nothing in the record indicates that K.S.’s son was\n       charged with a “domestic or family violence” crime.\n\n       2\n           Indiana Code section 31-9-2-42 provides that\n                  “Domestic or family violence” means, except for an act of self defense, the occurrence of\n                  one (1) or more of the following acts committed by a family or household member:\n                  (1) Attempting to cause, threatening to cause, or causing physical harm to another family\n                  or household member without legal justification.\n                  (2) Placing a family or household member in fear of physical harm without legal\n                  justification.\n                  (3) Causing a family or household member to involuntarily engage in sexual activity by\n                  force, threat of force, or duress.\n                  (4) Beating (as described in IC 35-46-3-0.5(2)), torturing (as described in IC 35-46-3-0.5(5)),\n                  mutilating (as described in IC 35-46-3-0.5(3)), or killing a vertebrate animal without\n                  justification with the intent to threaten, intimidate, coerce, harass, or terrorize a family or\n                  household member.\n                  For purposes of IC 22-4-15-1 and IC 34-26-5, domestic or family violence also includes\n                  stalking (as defined in IC 35-45-10-1) or a sex offense under IC 35-42-4, whether or not the\n                  stalking or sex offense is committed by a family or household member.\n\n\n\n       Court of Appeals of Indiana | Opinion 93A02-1409-EX-630 | June 12, 2015                                 Page 5 of 8\n\f       CCLS was his back and hip pain. K.S. stated he would not have quit his job if\n\n       he was only dealing with his family issues. Tr. p. 5. We therefore conclude that\n\n       the evidence was insufficient to establish that K.S. voluntarily left employment\n\n       “due to circumstances directly caused by domestic or family violence.” See I.C.\n\n       § 22-4-15-1(c)(8).\n\n\n[13]   K.S. also argues that he is eligible for benefits because he voluntarily left his\n\n       employment due to a physical disability. Indiana Code section 22-4-15-1(c)(2)\n\n       provides:\n\n                An individual whose unemployment is the result of medically\n                substantiated physical disability and who is involuntarily\n                unemployed after having made reasonable efforts to maintain the\n                employment relationship shall not be subject to disqualification\n                under this section for such separation.\n\n[14]   In other words, an individual will not be disqualified from receiving\n\n       unemployment benefits if he can show that he is unemployed because of a\n\n       medically substantiated physical disability and made reasonable efforts to\n\n       maintain the employment relationship. A claimant must satisfy both of these\n\n       prongs to be eligible for benefits under Indiana Code section 22-4-15-1(c)(2).\n\n\n[15]   K.S. periodically sought medical treatment to alleviate his back pain but did not\n\n       know what caused the pain. K.S. did not provide any documentation of a\n\n       physical disability to CCLS before he voluntarily terminated his employment.3\n\n       3\n        The ALJ concluded that K.S. failed to demonstrate that his unemployment was a result of a medically\n       substantiated physical disability because he “never provided his employer any documentation of his physical\n       medical condition.” Appellant’s App. p.4. However, our court has held that written documentation is not\n       required to prove a physical disability. See Y.G. v. Review Bd. of Ind. Dep’t of Workforce Development, 936 N.E.2d\n\n\n       Court of Appeals of Indiana | Opinion 93A02-1409-EX-630 | June 12, 2015                               Page 6 of 8\n\f       Importantly, K.S.’s physician did not impose any medical restrictions on him\n\n       during his period of employment with CCLS. Also, K.S. did not present any\n\n       evidence that would lead to a reasonable inference that his low back pain\n\n       prevented him from performing his job.\n\n[16]   K.S. claims that CCLS was aware of his low back pain, and he requested a new\n\n       chair because his pain. K.S. also stated that he requested a new shift so that he\n\n       could get up to walk more frequently to alleviate his hip and back pain.\n\n       However, the written requests K.S. sent to his manager requested shift changes\n\n       because of his family issues and made no mention of a medical condition. K.S.\n\n       did not inform CCLS that he would need to terminate his employment if his\n\n       shift change request was denied, and he did not request a leave of absence\n\n       under either CCLS’s leave of absence policy or the Family Medical Leave Act.\n\n\n[17]   Under these facts and circumstances, even if we assume that K.S. proved that\n\n       his back and hip pain was a physical disability, the evidence was insufficient to\n\n       prove that K.S. was unemployed as the result of a medically substantiated\n\n       physical disability or that he made reasonable efforts to maintain the\n\n       employment relationship. We therefore affirm the Board’s determination that\n\n       K.S. is not eligible for benefits under the exceptions enumerated in Indiana\n\n       Code section 22-4-15-1(c)(2).\n\n       312, 315 (Ind. Ct. App. 2010) (quoting Goldman v. Review Bd. of Ind. Employment Sec. Div., 440 N.E.2d 734,\n       736 (Ind. Ct. App. 1982)). Although a physician’s statement is not necessary to prove a physical disability, it\n       does protect the employee from “the risk of his employer misunderstanding his problem and limitations or\n       the risk of inadequately or inaccurately communicating them to the employer.” The ALJ’s error does not\n       require reversal in this case because nothing in the record indicates that K.S. made reasonable efforts to\n       maintain the employment relationship.\n\n\n\n\n       Court of Appeals of Indiana | Opinion 93A02-1409-EX-630 | June 12, 2015                              Page 7 of 8\n\f[18]   Affirmed.\n\n\n       May, J., and Robb, J., concur.\n\n\n\n\n       Court of Appeals of Indiana | Opinion 93A02-1409-EX-630 | June 12, 2015   Page 8 of 8\n\f",
            "ocr": false,
            "opinion_id": 2807823
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}