{
    "id": 2818401,
    "judges": null,
    "date_filed": "1978-05-12",
    "date_filed_is_approximate": true,
    "slug": "michael-fitzgerald-reese-v-state",
    "case_name_short": null,
    "case_name": "Michael Fitzgerald Reese v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=16111&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa13%5cOpinion",
            "author_id": null,
            "opinion_text": "                           NUMBERS 13-13-00616-CR\n\n                                COURT OF APPEALS\n\n                     THIRTEENTH DISTRICT OF TEXAS\n\n                        CORPUS CHRISTI - EDINBURG\n\nMICHAEL FITZGERALD REESE,                                                            Appellant,\n\n                                                 v.\n\nTHE STATE OF TEXAS,                                                                  Appellee.\n\n\n                       On appeal from the 27th District Court\n                              of Bell County, Texas.\n\n\n                             MEMORANDUM OPINION\n    Before Chief Justice Valdez, and Justices Benavides and Perkes\n               Memorandum Opinion by Justice Perkes1\n       Appellant Michael Fitzgerald Reese appeals his conviction for the offense of\n\nmurder, a first-degree felony. See TEX. PENAL CODE ANN. § 19.02(b) (West, Westlaw\n\n\n\n\n       1 Pursuant to a docket-equalization order issued by the Supreme Court of Texas, the appeal has\nbeen transferred to this Court from the Third Court of Appeals in Austin. See TEX. GOV'T CODE ANN. §\n73.001 (West, Westlaw through Ch. 46 2015 R.S.).\n\fthrough Ch. 46 2015 R.S.). Appellant pled guilty and the trial court assessed punishment\n\nat life imprisonment.   By two issues, appellant argues:     (1) the trial court erred in\n\naccepting appellant’s guilty plea because the evidence offered by the State in support of\n\nhis plea was insufficient to comply with article 1.15 of the Code of Criminal Procedure;\n\nand (2) assuming arguendo that appellant’s punishment evidence could be used to satisfy\n\narticle 1.15, the evidence established only that he was guilty of the lesser-included\n\noffense of manslaughter. See TEX. PENAL CODE ANN. § 19.04. We affirm.\n\n                                     I. BACKGROUND\n\n       Appellant was charged by indictment with “intentionally and knowingly caus[ing]\n\nthe death of an individual, namely, Justin Richardson, by shooting the said Justin\n\nRichardson with a firearm.” At trial, five witnesses testified before appellant entered a\n\nplea of guilty and signed a judicial confession.\n\n       The following evidence was presented prior to appellant’s guilty plea. On April 1,\n\n2011, around 1 a.m., appellant’s former girlfriend and her friends went to Club Rosse.\n\nWhile there, appellant approached her and asked what she was doing at the club and\n\n“what’s going on?” She asked him to leave her alone and to stop calling her. She then\n\nleft the club with her friends and went to a Denny’s restaurant. Justin Richardson was\n\namong those present. Appellant arrived at Denny’s about ten minutes later, wearing a\n\npink shirt and khakis. He demanded she go outside with him and talk. When the others\n\nat the table said that this was not the time and place for this conversation, appellant\n\nresponded by using combative and vulgar language.\n\n\n\n\n                                             2\n\f       The manager and security guard then asked appellant and the three men standing\n\nnear him to leave the restaurant and escorted them out. Richardson and appellant,\n\nalong with the two other men, went outside. The manager, who knew appellant because\n\nhe was a regular customer, pushed him outside and told him to leave. The manager\n\ntestified to the following:\n\n       [PROSECUTOR:]          Okay. What happened when you walked outside with\n                              Mike?\n\n       [MANAGER:]             When I walked outside, I was trying to calm Mike down.\n                              I was like, \"Mike, just leave, just leave it alone.\" The\n                              next thing I know, when I turned my head, I seen him\n                              pull out a gun. And after that I heard people shouting,\n                              \"Mike, no. Mike, no. Stop, Mike.\" And I looked. The\n                              security guard was trying to push me back in. About\n                              that time I heard two gunshots.\n\n       [PROSECUTOR:]          And did you see Mike shoot either one of the shots?\n\n       [MANAGER:]             No, I just went blank. I don't remember anything after\n                              that.\n\n       [PROSECUTOR:]          How close were you to him when he pulled out his gun?\n\n       [MANAGER:]             It wasn't-- I wasn't that close, but I was close enough to\n                              notice that he had pulled out a gun.\n\n       [PROSECUTOR:]          Do you see where he pulled his gun from?\n\n       [MANAGER:]             I just-- his shorts.\n\n       Another customer at Denny’s testified that he thereafter witnessed “the guy with\n\nthe pink shirt” running away with a gun.\n\n       Before the trial concluded, appellant entered a six-page written plea agreement,\n\nsupported by a signed “Judicial Confession.” The Judicial Confession reads as follows:\n\n\n\n                                                3\n\f      Upon my oath I swear my true name is Michael Fitzgerald Reese and I am\n      30 years of age; I have read the indictment or information filed in this case\n      and I committed each and every act alleged therein, except those acts\n      waived by the State. All facts alleged in the indictment or information are\n      true and correct. I am guilty of the instant offense as well as all lesser\n      included offenses. All enhancements and habitual allegations set forth in\n      the indictment or information are true and correct, except those waived by\n      the State. All deadly weapon allegations are true and correct. All other\n      affirmative findings to be made by the Court pursuant to this Written Plea\n      Agreement are true and correct. I swear to the truth of all the foregoing and\n      further, that all testimony I give in the case will be the truth, the whole truth\n      and nothing but the truth, so help me God.\n\nAppellant also signed a declaration within the same document that reads as follows:\n\n      My name is MICHAEL FITZGERALD REESE . . . I am presently\n      incarcerated in the Bell County Jail in Belton, Bell County, Texas 76513. I\n      declare under penalty of perjury that all of the foregoing is true and correct.\n\nThe trial court admonished appellant and discussed the indictment with appellant:\n\n      THE COURT:             Sir, at this point in time you are charged with the first-\n                             degree felony offense that on or about the 2nd day of\n                             April in 2011, here in Bell County, Texas, and before\n                             this indictment was presented, that you did then and\n                             there intentionally and knowingly cause the death of\n                             an individual, namely, Justin Richardson, by shooting\n                             the said Justin Richardson with a firearm. Did you\n                             understand that charge?\n\n      [APPELLANT]:           Yes.\n\n      THE COURT:             To that charge, sir, what is your plea, guilty or not\n                             guilty?\n\n      [APPELLANT]:           Guilty.\n\n          ...\n\n      THE COURT:            Then is it true that you are pleading “guilty” solely\n                            because you are guilty and for no other reason?\n\n      [APPELLANT]:          Yes.\n\n\n                                             4\n\f       THE COURT:           All right. I will accept your plea.\n\n       [PROSECTOR]:         I would ask the Court to take judicial notice of\n                            [appellant’s] confession contained in the plea\n                            paperwork on page six, your Honor.\n\n       [APPT. ATTY]:        No objection.\n\n       THE COURT:           For the record, I am going to mark page six of the\n                            written plea agreement entitled “Judicial Confession”\n                            as State’s Exhibit No. 1 [sic] and admit it into evidence.\n\n       The trial court admitted the Judicial Confession into evidence. The Court further\n\nadmitted the following into evidence, without objection:          (1) the medical examiner’s\n\nreport; (2) the ballistics report; and (3) voluminous photographs from the crime scene, the\n\nvictim, and appellant’s apartment and truck. After a short recess, the State re-offered all\n\nof the evidence from the guilt-innocence phase for the sentencing portion of the trial,\n\nwhich the trial court admitted without objection.\n\n       Appellant subsequently testified to the following during the sentencing hearing:\n\n       [PROSECUTOR:]        There are pictures and everything that has come into\n                            evidence. There is really not any issue. He was shot\n                            twice. If you didn't shoot him, who shot him the second\n                            time?\n\n       [APPELLANT:]         If it serves me correctly, I only fired my weapon once.\n\n       [PROSECUTOR:]        Okay. And when you shot him, you shot him in the\n                            back.\n\n       [APPELLANT:]         Correct.\n\n       [PROSECUTOR:]        Right? And you heard all the witnesses that testified.\n                            You're the only person they saw with a gun, right?\n\n       [APPELLANT:]         Yes.\n\n\n\n                                              5\n\f        [PROSECUTOR:]            And Justin Richardson was walking away from you\n                                 when you shot him. He had to be. You shot him in the\n                                 back, right?\n\n        [APPELLANT:]             Yes.\n\n                                 ...\n\n        [PROSECUTOR:]            Right? You had that gun where on your body? In your\n                                 waist? In your pocket? Where did you have it?\n\n        [APPELLANT:]             On my waist, sir.\n\n        [PROSECUTOR:]            On your waist. And your shirt was covering it, right?\n\n        [APPELLANT:]             Yes, sir.\n\n        [PROSECUTOR:]            So when you pulled up your shirt-- You had to do that\n                                 to get the gun, right?\n\n        [APPELLANT:]             Yes, sir.\n\n        The trial court sentenced appellant to life in prison. This appeal followed.\n\n                        II. SUFFICIENCY OF THE EVIDENCE – ARTICLE 1.15\n\n        In his first issue, appellant contends the trial court erred in accepting his guilty plea\n\nbecause the evidence offered by the State in support of the plea was insufficient to comply\n\nwith article 1.15 of the Code of Criminal Procedure.2 See TEX. CODE CRIM. PROC. ANN.\n\nart. 1.15 (West, Westlaw through Ch. 46 2015 R.S.). Additionally, appellant contends\n\nthat, because his written confession was not sworn before a district clerk and his oral\n\n\n\n\n         2 Although appellant did not object at trial, we note this issue is preserved for appellate review.\n\nArticle 1.15 contains an absolute or systematic requirement that “in no event” shall a person be convicted\nwithout evidentiary support. Baggett v. State, 342 S.W.3d 172, 175 (Tex. App.—Texarkana 2011, no pet.).\nTherefore, failure to object does not forfeit or waive a claim of error. Id.; see also McClain v. State, 730\nS.W.2d 739, 742 (Tex. Crim. App. 1987).\n                                                     6\n\fguilty plea was not taken under oath, the requirements for a judicial confession were not\n\nmet. Appellant further argues he did not plead true to the facts alleged in the indictment.\n\n      A. Standard of Review and Applicable Law\n\n      When a defendant chooses to plead guilty, the standard of review set out in\n\nJackson v. Virginia for sufficiency of the evidence is inapplicable. Ex Parte Martin, 747\n\nS.W.2d 789, 792–93 (Tex. Crim. App. 1988). Texas Code of Criminal Procedure article\n\n1.15 governs sufficiency of the evidence when pleading guilty in a noncapital felony case.\n\nTEX. CODE CRIM. PROC. ANN. art. 1.15. The evidence is considered sufficient under\n\narticle 1.15 when it embraces every element of the offense. See Stone v. State, 919\n\nS.W.2d 424, 427 (Tex. Crim. App. 1996); Chindaphone v. State, 241 S.W.3d 217, 219\n\n(Tex. App.—Fort Worth 2007, pet ref’d).         “A conviction rendered without sufficient\n\nevidence to support a guilty plea constitutes a trial error.” Menefee v. State, 287 S.W.3d\n\n9, 14 (Tex. Crim. App. 2009).\n\n      Article 1.15 states:\n\n      No person can be convicted of a felony except upon the verdict of a jury\n      duly rendered and recorded, unless the defendant, upon entering a plea,\n      has in open court in person waived his right of trial by jury in writing in\n      accordance with Articles 1.13 and 1.14; provided, however, that it shall be\n      necessary for the state to introduce evidence into the record showing the\n      guilt of the defendant and said evidence shall be accepted by the court as\n      the basis for its judgment and in no event shall a person charged be\n      convicted upon his plea without sufficient evidence to support the same.\n\nTEX. CODE CRIM. PRO. ANN. art. 1.15. Article 1.15 is “an additional procedural safeguard\n\nrequired by the State of Texas but not by federal constitutional law.” Ex parte Williams,\n\n703 S.W.2d 674, 682 (Tex. Crim. App. 1986).\n\n\n\n                                            7\n\f       Evidence in support of a guilty plea can take one of four forms: (1) defendant’s\n\nconsent to proffer the evidence in testimonial or documentary form; (2) defendant’s\n\nconsent to an oral or written stipulation of what the evidence against him would be, without\n\nnecessarily admitting to its veracity of accuracy; (3) defendant entering a sworn written\n\nstatement; or (4) defendant testifying under oath in open court, specifically admitting his\n\nculpability or at least acknowledging generally that the allegations against him are in fact\n\ntrue and correct. Menefee, 287 S.W.3d at 13. “A deficiency in one form of proof . . .\n\nmay be compensated for by other competent evidence in the record.” Id. “Evidence\n\nadduced at a sentencing hearing may also suffice to substantiate a guilty plea.” Jones\n\nv. State, 373 S.W.3d 790, 793 (Tex. App.—Houston [14th Dist.] 2012, no pet.) (citing\n\nMenefee, 287 S.W.3d at 18–19).\n\n       B. Discussion\n\n       The State argues that appellant’s written judicial confession taken along with the\n\nevidence admitted during the trial was sufficient to support the trial court’s judgment. We\n\nagree with the State that the evidence was sufficient to support appellant’s plea of guilty\n\nto murder.\n\n       A judicial confession standing alone is sufficient to sustain a conviction on a guilty\n\nplea and to satisfy the requirements of article 1.15. Dinnery v. State, 592 S.W.2d 343,\n\n353 (Tex. Crim. App. 1979) (op. on reh’g); Breaux v. State, 16 S.W.3d 854, 857 (Tex.\n\nApp.—Houston [14th Dist.] 2000, no pet.). A judicial confession that simply admits the\n\nacts as alleged in the indictment without detailing them is sufficient evidence of guilt.\n\nAdam v. State, 490 S.W.2d 189, 190 (Tex. Crim. App. 1973). However, a deficiency of\n\n\n                                             8\n\fone form of proof, such as a judicial confession, can be compensated for by other\n\ncompetent evidence in the record. Menefee, 287 S.W.3d at 14. For example, a judicial\n\nconfession that appellant committed an offense as charged and an in-court affirmation of\n\nthat judicial confession together constitute compliance with the requirements of article\n\n1.15. Potts v. State, 571 S.W.2d 180, 182 (Tex. Crim. App. [Panel Op.] 1978). While a\n\nsworn confession is one form of evidence that may support a guilty plea, we note that\n\narticle 1.15 contains no requirement that a judicial confession be sworn. See TEX. CODE\n\nCRIM. PROC. ANN. art. 1.15; Jones v. State, 857 S.W.2d 108, 110 (Tex. App.—Corpus\n\nChristi 1993, no pet.); see also Walker v. State, No. 03-03-00018-CR, 2003 WL\n\n21554285, at *1 (Tex. App.—Austin July 11, 2003, no pet.) (mem. op., not designated for\n\npublication).\n\n       When the judicial confession states, “I have read the indictment or information filed\n\nin this case and I committed each and every act alleged therein,” the judicial confession\n\nstanding alone is sufficient to support a guilty plea. Chindaphone, 241 S.W.3d at 220.\n\nIn Cindaphone, the defendant pleaded guilty to the offense of sexual assault. Id. at 218.\n\nThe Second Court of Appeals affirmed the judgment of the trial court because his judicial\n\nconfession indicated he read the indictment and had committed each and every act\n\nalleged therein.   Id. at 220.   The operative language of the judicial confession in\n\nChindaphone is nearly identical to the language used in appellant’s judicial confession.\n\nSee id. Therefore, we conclude that appellant’s judicial confession is sufficient evidence\n\nto satisfy article 1.15 because he states that he read the indictment filed in the case and\n\n\n\n\n                                             9\n\f“committed each and every act alleged therein” and that “all facts alleged in the indictment\n\nor information are true and correct.” See Potts, 571 S.W.2d at 181.\n\n       Even if we were to conclude that appellant’s judicial confession was deficient, there\n\nis other competent evidence in the record to compensate for the deficiency, including the\n\nguilt/innocence phase evidence (which was re-offered and admitted at the sentencing\n\nhearing) and the sentencing phase evidence.          See Menefee, 287 S.W.3d at 14.\n\nAppellant was seen pulling a gun from his shorts, while bystanders yelled, \"Mike, no.\n\nMike, no. Stop, Mike.\" After witnesses heard shots fired, appellant was seen running\n\nfrom the scene with a gun. Further, during the sentencing hearing, appellant admitted\n\nto pulling his gun out from his waistband, pointing it at Justin Richardson, pulling the\n\ntrigger, and shooting him in the back.      See Jones, 373 S.W.3d at 793 (“Evidence\n\nadduced at a sentencing hearing may also suffice to substantiate a guilty plea.”). We\n\nconclude that the evidence, when viewed together with the judicial confession, sufficiently\n\nembraces every element of the offense.\n\n       We next address appellant’s contention that he was not placed under oath before\n\nentering his guilty plea. Article 27.13 of the Texas Code of Criminal Procedure provides\n\nthat “[a] plea of ‘guilty’ or a plea of ‘nolo contendere’ in a felony case must be made in\n\nopen court by the defendant in person.” TEX. CODE CRIM. PRO. ANN. art. 27.13. But\n\narticle 27.13 does not require the plea be made under oath, or even an oral plea. See\n\nCostilla v. State, 146 S.W.3d 213, 216 (Tex. Crim. App. 2004) (concluding that plea made\n\non behalf of defendant by his attorney satisfied article 27.13); Neal v. State, 400 S.W.2d\n\n550, 551 (Tex. Crim. App. 1966) (“There is no statutory requirement that the plea be in\n\n\n                                            10\n\fwriting and under oath.”); see also Smith v. State, No. 03-99-00821-CR, 2000 WL\n\n329362, at *1 (Tex. App.—Austin Mar. 30, 2000, pet ref’d) (mem. op., not designated for\n\npublication) (“It is not necessary that a defendant be sworn before entering his plea.”);\n\nMaldonado v. State, No. B14-93-00176-CR, 1994 WL 286391, at *3 (Tex. App.—Houston\n\n[14th Dist.] June 30, 1994, no pet.) (mem. op., not designated for publication) (“[W]e find\n\nno merit in appellant's contention that the trial court erred in accepting his plea of guilty\n\nfrom an unsworn interpreter.”) Where, as here, the record demonstrates a defendant’s\n\nvoluntary desire to plead guilty, the defendant is present, and the plea is entered in open\n\ncourt by the defendant, article 27.13 is satisfied. See Costilla, 146 S.W.3d at 216. We\n\noverrule appellant’s first point of error.\n\n       Because we conclude there is sufficient evidence to support appellant’s plea of\n\nguilty for murder, we need not address the claim that the evidence was sufficient only for\n\na conviction of manslaughter.\n\n                                       IV. CONCLUSION\n\n       We affirm the trial court’s judgment.\n\n                                                    GREGORY T. PERKES\n                                                    Justice\n\nDo not publish.\nTEX. R. APP. P. 47.2(b).\n\nDelivered and filed the\n16th day of July, 2015.\n\n\n\n\n                                               11\n\f",
            "ocr": false,
            "opinion_id": 2818401
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}