{
    "id": 2819685,
    "judges": "Botsford, Cordy, Gants, Hines, Spina",
    "date_filed": "2017-06-12",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-melo",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Melo",
    "case_name_full": "Commonwealth vs. Nelson Melo",
    "attorneys": "Jeanne M. Kempthorne for the defendant., Mary O’Neil, Assistant District Attorney, for the Commonwealth.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "February 6, 2015.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b296-4\">\n    Commonwealth vs. Nelson Melo.\n   </parties><br><court data-order=\"1\" data-type=\"court\" id=\"b296-5\">\n    Bristol.\n   </court><otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aji\">\n    February 6, 2015.\n   </otherdate><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AiU\">\n    July 23, 2015.\n   </decisiondate><br><p data-order=\"4\" data-type=\"judges\" id=\"b296-6\">\n    Present: Gants, C.J., Spina, Cordy, Botsford, &amp; Hines, JJ.\n   </p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"ANC\">\n<em>\n     Jeanne M. Kempthorne\n    </em>\n    for the defendant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b297-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"279\"> \n     *279\n     </span>\n<em>\n     Mary\n    </em>\n    O’Neil, Assistant District Attorney, for the Commonwealth.\n   </attorneys>",
    "citations": [
        "472 Mass. 278"
    ],
    "opinions": [
        {
            "author_str": "Hines",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 51.0,
            "download_url": "http://www.mass.gov/courts/docs/sjc/reporter-of-decisions/new-opinions/11513.pdf",
            "author_id": null,
            "opinion_text": "NOTICE: All slip opinions and orders are subject to formal\nrevision and are superseded by the advance sheets and bound\nvolumes of the Official Reports. If you find a typographical\nerror or other formal error, please notify the Reporter of\nDecisions, Supreme Judicial Court, John Adams Courthouse, 1\nPemberton Square, Suite 2500, Boston, MA, 02108-1750; (617) 557-\n1030; SJCReporter@sjc.state.ma.us\n\nSJC-11513\n\n                       COMMONWEALTH   vs.   NELSON MELO.\n\n\n\n            Bristol.        February 6, 2015. - July 23, 2015.\n\n   Present:     Gants, C.J., Spina, Cordy, Botsford, & Hines, JJ.\n\n\nHomicide. Felony-Murder Rule. Evidence, Admissions and\n     confessions, Voluntariness of statement. Practice,\n     Criminal, Capital case, Admissions and confessions,\n     Voluntariness of statement, Assistance of counsel, Waiver.\n     Constitutional Law, Admissions and confessions, Waiver of\n     constitutional rights, Arrest, Probable cause, Assistance\n     of counsel. Arrest. Telephone. Search and Seizure,\n     Arrest, Probable cause, Fruits of illegal arrest. Probable\n     Cause. Attorney at Law, Withdrawal.\n\n\n\n     Indictment found and returned in the Superior Court\nDepartment on February 9, 2010.\n\n     A pretrial motion to suppress evidence was heard by E.\nSusan Garsh, J., and the case was tried before Robert J. Kane,\nJ.\n\n\n     Jeanne M. Kempthorne for the defendant.\n     Mary O'Neil, Assistant District Attorney, for the\nCommonwealth.\n\n\n    HINES, J.     On November 3, 2009, Chad Fleming (victim) was\n\nkilled during a robbery (or attempted robbery) of drugs that he\n\f                                                                   2\n\n\nhad planned to sell to the defendant, Nelson Melo.    The\n\ndefendant and Aaron Morin were charged with murder in the first\n\ndegree in the death of the victim.    The Commonwealth contended\n\nthat the defendant acted as a joint venturer with Morin, who was\n\ntried separately.    In November, 2012, a jury convicted the\n\ndefendant of murder in the first degree on the theory of felony-\n\nmurder.1,2   Represented by new counsel on appeal, the defendant\n\nargues (1) error in the partial denial of his motion to suppress\n\nstatements he made to police; (2) error in the denial of defense\n\ncounsel's motion to withdraw from the case two days before\n\ntrial; and (3) ineffective assistance of trial counsel.     We\n\nconclude that the defendant's motion to suppress statements made\n\nafter being taken involuntarily to the police station should\n\nhave been allowed in its entirety because these statements were\n\nthe inadmissible fruits of an unlawful arrest.    Because the\n\ndefendant did not seek suppression on this ground, however, we\n\nreview to determine if the error created a substantial\n\nlikelihood of a miscarriage of justice, and conclude that it did\n\n\n     1\n       The jury did not indicate the predicate felony on which\nthe verdict was based. The possible predicate felonies were\narmed or unarmed robbery, or the attempt to commit armed or\nunarmed robbery.\n     2\n       The Commonwealth argued also that the murder was\ndeliberately premeditated and committed with extreme atrocity or\ncruelty, but the jury did not find the defendant guilty under\nthese theories.\n\f                                                                       3\n\n\nnot.       We reject as well the other claims of error and,\n\ntherefore, affirm the order denying defense counsel's motion to\n\nwithdraw and affirm the defendant's conviction.\n\n       Background.     We recite the facts the jury could have found.\n\nThe victim, who was twenty-five years of age, lived in Florida\n\nand regularly supplied the defendant with Percocet for the\n\ndefendant's drug dealing business.       On November 3, 2009, the\n\nvictim flew to Providence, Rhode Island, rented an automobile,\n\nand drove to Massachusetts to meet with the defendant to supply\n\nhim with Percocet.      He telephoned his girl friend to let her\n\nknow that he had safely landed.      She never heard from him again.\n\n       The defendant and his wife3 were both involved in the sale\n\nof Percocet and both developed a dependency on the drug.      The\n\ndefendant supplied pills to his friend Morin, and also to\n\nMichael Stenstream4 and Stenstream's friend Brandon George.5\n\n       About one week prior to the murder on November 3, the\n\ndefendant's wife and George drove to Florida to purchase pills\n\nfrom the victim.      The defendant's wife gave the victim $42,000\n\nin cash.      The victim telephoned the defendant because the amount\n\n\n       3\n       The defendant's wife testified pursuant to a grant of\nimmunity.\n       4\n       Michael Stenstream testified pursuant to a grant of\nimmunity.\n       5\n           Brandon George testified pursuant to a grant of immunity.\n\f                                                                      4\n\n\nwas short of what he had expected.   Nevertheless, the victim\n\nsupplied the defendant's wife with about 4,000 Percocet pills\n\nthat she brought home to the defendant.\n\n    Before this trip to Florida, Morin told the defendant that\n\nthe victim was dealing to other people in Massachusetts.     The\n\ndefendant expressed disbelief, so Morin, in the defendant's\n\npresence, telephoned a man and put him on speakerphone.     The man\n\nconfirmed what Morin had stated.\n\n    On the morning of November 2, the day before the murder,\n\nMorin visited the defendant at the defendant's wife's home,\n\nwhere they were then living.   The defendant's wife had been\n\nsleeping.    She woke up and heard Morin whisper something about\n\n\"hitting\" someone and something about a black hat.   She also\n\noverheard Morin say, \"I'll take care of the other two\" or \"They\n\nwill take care of the other two.\"\n\n    During the late afternoon of November 2, Morin met with his\n\nfriend Michael Matteson.    Matteson owed Morin money, and Morin\n\noffered him an opportunity to repay the debt.   Morin told\n\nMatteson that he was going \"to rob his connect's connect and\n\nmake some money.\"   Morin's \"connect,\" or drug supplier, was the\n\ndefendant.   Morin explained that the defendant's \"connect\" would\n\nbe arriving to sell Percocet and they were going to rob him;\n\n\"they\" included Morin, a person named Walter Babcock, and the\n\ndefendant.   Morin explained further that the defendant's\n\f                                                                    5\n\n\n\"connect\" would be at an apartment owned by the defendant,6 and\n\nMorin would receive a telephone call when he arrived.    The\n\n\"robbers\" would go through the back door, Matteson would take\n\nthe money and drugs, Babcock would grab the defendant's\n\n\"connect,\" and Morin would make it look like he was holding down\n\nthe defendant.   Matteson said he would think about it, but\n\nultimately decided not to participate.\n\n     On November 3, the defendant and his wife expected the\n\nvictim to visit them at their apartment.   The defendant had his\n\nwife help package between $42,000 and $58,000 in cash.     The\n\ndefendant's wife heard him ask someone over the telephone\n\nwhether he was \"going to get it back.\"   Shortly after 8 P.M.,\n\nthe defendant left the apartment wearing a black hat.7    He took\n\nthe money with him.   Approximately thirty minutes later, the\n\ndefendant's wife was speaking with the defendant on the house\n\ntelephone when the victim telephoned her on her cellular\n\ntelephone.   After communicating with her husband, the\n\n\n     6\n       The defendant became a part owner of his parents' two-\nfamily home on Bay Street in Taunton. The defendant's sister,\nLucia Rodriguez, and her husband, Gabriel Rodriguez, lived in\nthe first-floor apartment of the home. The defendant, in\nOctober, 2009, rented the second-floor apartment to Stenstream.\n     7\n       Stenstream had seen the defendant earlier outside his\n(Stenstream's) apartment, between 6:30 and 7 P.M. Stenstream\ntold the defendant that he had dinner plans later with his girl\nfriend. The defendant remarked, \"You should go out to dinner.\"\nStenstream and his girl friend left for dinner sometime between\n8:30 and 8:45 P.M.\n\f                                                                       6\n\n\ndefendant's wife told the victim that the defendant wanted him\n\nto go to Stenstream's apartment.   See note 6, supra.\n\n     At the Bay Street residence, the defendant's sister, Lucia\n\nRodriguez, and her husband, Gabriel Rodriguez,8 were in the\n\nliving room of the first-floor apartment.    See note 6, supra.\n\nAfter Gabriel had settled in to watch a television program that\n\ncommenced at 9 P.M., the defendant came into the apartment and\n\nspoke with Lucia.    The defendant told her that he was going\n\nupstairs to speak with the victim.\n\n     Soon thereafter Lucia heard the footsteps of multiple\n\npeople heading upstairs.    Gabriel heard more than one set of\n\nfootsteps coming from above.    The defendant came down from the\n\nsecond-floor apartment and went into the kitchen with Lucia.      He\n\ntold her to stay downstairs then \"bolted\" back upstairs.     While\n\nthe defendant was speaking to her, Lucia heard a \"big rumbling.\"\n\n     Gabriel then heard what sounded like multiple people\n\nrunning down the back stairs of the second-floor apartment.\n\nLooking outside a window, he saw an automobile leave his home\n\nquickly.   Lucia heard people run out and saw a gray automobile\n\ndeparting with two people in the front and one person in the\n\nback.    She heard the voice of another person that she did not\n\nrecognize upstairs with her brother.\n\n     8\n       Because the defendant's sister and her husband share the\nsame last name, we shall refer to them by their first names.\n\f                                                                     7\n\n\n    The defendant came downstairs, took some ice packs from the\n\nrefrigerator, told Lucia he would be \"right back,\" and returned\n\nupstairs.    After a few minutes the defendant asked Lucia to\n\ncheck on the victim because he was not responding.    From the\n\nkitchen, Gabriel heard something about a fight and heard the\n\ndefendant say, \"I think he got hurt.\"\n\n    Upstairs, Lucia discovered the victim lying on his back on\n\na bed in the spare bedroom.   There were ice packs on his neck.\n\nShe tried to see whether he was breathing.    The victim was not\n\nmoving, and she told the defendant to telephone 911.    The\n\ndefendant insisted that he wanted his wife.\n\n    At about 8:45 or 9 P.M., Morin, out of breath, telephoned\n\nthe defendant's wife, asking for the defendant.    Morin asked\n\nher, \"Do you know what happened?\"   He added, \"Man, that kid was\n\ntough.\"   The defendant's wife told Morin that the defendant was\n\nnot there.   The defendant's wife asked, \"What's going on?\" and\n\nMorin replied, \"I've got to call [Lucia].\"    The defendant's wife\n\nthen telephoned Lucia, who stated that she did not know where\n\nthe defendant was.   Soon thereafter Lucia arrived and insisted\n\nthat the defendant's wife and their daughter accompany Lucia\n\nback to the Bay Street apartment.    The defendant's wife agreed.\n\n    Stenstream and his girl friend returned to his apartment at\n\napproximately 9:45 P.M.    He sent a text message to the defendant\n\nto confirm whether the defendant was still there.    The defendant\n\f                                                                        8\n\n\ndid not respond.    There was an unfamiliar automobile in the\n\ndriveway (the victim's rental vehicle).       Stenstream's girl\n\nfriend waited in his automobile.    He then went up to his\n\napartment and shortly thereafter returned to the automobile.\n\nStenstream brought his girl friend upstairs to his apartment and\n\ninstructed her to go straight to his bedroom, to keep her head\n\ndown, and not to look around.    As she made her way through the\n\napartment, she observed blood on the floor and on the couch.\n\n     Stenstream found the defendant and the victim in a spare\n\nbedroom.    The victim was lying on his back, his eyes and mouth\n\nwere open, and he was not moving.    The defendant was holding a\n\npackage of peas or ice to the victim's head and was telling the\n\nvictim to \"wake up.\"    Stenstream asked what was going on.       The\n\ndefendant replied, \"Don't worry about it.      Close the door.\"\n\nStenstream left, but returned shortly thereafter suggesting that\n\nthe defendant telephone an ambulance.9    Stenstream asked again\n\nwhat was going on.    The defendant said, \"Fucking Ace.\"10\n\nStenstream again asked the defendant to arrange for an\n\n\n\n     9\n       Stenstream noticed blood on the sofa and carpet in the\nliving room. He also picked up some zip ties on the living room\nfloor, one of which appeared to have blood on it, and threw them\nin the garbage. He disposed of some clothing in a dumpster\noutside. He attempted to use \"cleaning solution\" to clean the\napartment.\n     10\n          \"Ace\" was Aaron Morin's nickname.\n\f                                                                      9\n\n\nambulance.   The defendant said, \"I'll take care of it.     We\n\nshould get him to the hospital.\"\n\n     The defendant lifted the victim and started carrying him\n\ndown the stairs.   The defendant was struggling and asked\n\nStenstream for help.   Stenstream was reluctant, but agreed.\n\nGabriel came out of his apartment.   He could not find a pulse\n\nand noted that the victim was not moving.    Stenstream observed\n\nthat the victim's chest was blue and his legs were stiff.\n\nGabriel opened the door to the back seat of the victim's rental\n\nvehicle, and the defendant and Stenstream put the victim inside.\n\n     The defendant went to Lucia's apartment, where he spoke\n\nwith his wife, who by then had arrived.   After inquiring about\n\nthe victim, the defendant's wife went out to the victim's rented\n\nautomobile where she saw him in the back seat.    She observed\n\nthat the victim's eyes were open and he was not moving; his\n\nwrist was by his forehead in a fixed position.    She started\n\ncrying and screaming, and yelled at the defendant, \"He's dead!\"\n\nThe defendant drove off with the victim.11\n\n     The defendant's wife went inside Stenstream's apartment,\n\nand he gave her the victim's jacket, shoes, and wallet.     She saw\n\nblood \"everywhere\" in the living room, including on the walls\n\n\n     11\n       Stenstream testified that after they moved the victim to\nthe automobile, the defendant waited twenty to twenty-five\nminutes before leaving.\n\f                                                                   10\n\n\nand on the floor.   After about five to ten minutes, she went to\n\nMorton Hospital in Taunton, where the defendant had taken the\n\nvictim.\n\n     While in the entrance area to the emergency room, the\n\ndefendant attempted to perform chest compressions on the victim.\n\nMedical personnel took over and brought the victim into an\n\nexamination room.   It became immediately clear to the staff that\n\nthe victim was in a state of rigor mortis and was dead.     A\n\nphysician pronounced the victim dead at 11:05 P.M.   The\n\nphysician then spoke with the defendant, who provided the\n\nvictim's name and stated that he was his friend from Florida.\n\nThe defendant also told the doctor that the victim had gone out\n\nfor a cigarette and that, when he did not return about fifteen\n\nminutes later, the defendant went to check on him, finding him\n\noutside on the ground.   In response to questions posed by the\n\ndoctor, the defendant stated that he did not think that the\n\nvictim had ingested any drugs.   The defendant was visibly upset.\n\n     Police arrived shortly thereafter and, after speaking with\n\nthe emergency room physician, talked with the defendant in the\n\nfamily room.12   In summary, the defendant gave two different\n\naccounts of how the victim came to be injured.   In his original\n\n     12\n       The details of the defendant's statements to police at\nthe hospital and subsequently at the police station are set\nforth later in this opinion in the discussion of the motion to\nsuppress.\n\f                                                                   11\n\n\nversion of events, the defendant stated that the victim had\n\ntaken a handful of pills and then went outside to make some\n\ntelephone calls.    The defendant stated that, when the victim had\n\nnot returned thirty minutes later, he went to check on the\n\nvictim and found him outside, lying on the ground and bleeding\n\nfrom the head.   The defendant carried the victim upstairs; tried\n\nto revive him with ice cubes; and when that did not work,\n\ndecided about ninety minutes later to bring him to the hospital.\n\nIn the subsequent version of events, the defendant stated that\n\nhe and the victim were visiting in Stenstream's apartment when\n\nthree males arrived to make a drug deal.    The men pulled out\n\nguns.   The defendant escaped downstairs.   After the men left,\n\nthe defendant returned upstairs and found the victim with zip\n\nties around his legs.   The victim was alive and stated that he\n\ndid not want to go to the hospital, but the defendant brought\n\nhim anyway.\n\n    Police transported the defendant from the hospital to the\n\npolice station, where he was interviewed after being given\n\nMiranda warnings.   In keeping with the motion judge's ruling on\n\nthe defendant's motion to suppress, a redacted version of the\n\nrecorded interview was admitted in evidence and played for the\n\njury.   During that portion of the interview, the defendant did\n\f                                                                   12\n\n\nnot admit to killing the victim himself or to being involved in\n\nthe killing, or robbing (or attempting to rob) the victim.13\n\n     The medical examiner who conducted the victim's autopsy\n\nopined that he died as a result of asphyxia by strangulation.\n\nShe testified that he suffered multiple blunt force injuries to\n\nhis head, neck, and extremities.   He had a gaping laceration to\n\nhis scalp hidden in his hairline and rib fractures that\n\nperforated his lungs.   Toxicology screen results revealed that\n\nthe victim did not have any drugs or alcohol in his system.\n\n     On November 4, the defendant's wife went to Morin's home.\n\nMorin told her that he owed the defendant money and gave her\n\n$5,000.   Morin also said he had done a lot for the defendant.\n\nOn November 5, Morin asked Matteson to meet him.    Morin told him\n\nthat he should say \"nothing to anybody.\"\n\n     After speaking to the defendant, the police secured\n\nStenstream's apartment, where they recovered zip ties from the\n\nkitchen trash and various items in a dumpster in the rear of the\n\nbuilding.   They took samples of various red-brown stains from\n\nwithin the apartment, including in the living room and back\n\nstairwell, which tested positive for human blood.\n\n\n     13\n       The defendant did admit that there was a \"drug\ntransaction\" going on in Stenstream's apartment and that the\nvictim had given the defendant $1,000 for \"using the spot.\" He\nstated that the victim was alive, talking and mumbling, after\nthe three men had departed.\n\f                                                                  13\n\n\nDeoxyribonucleic acid (DNA) testing revealed that the victim's\n\nDNA was present on one of the zip ties recovered.   Further,\n\ntesting showed that the victim's DNA was recovered from a stain\n\non the defendant's shirt and a stain on the upper right arm of\n\nthe defendant.14\n\n     Telephone records admitted in evidence at trial established\n\nthat, on the afternoon of November 3, the telephones of the\n\ndefendant and the victim were in communication with each other.\n\nIn addition, between noon and midnight on that day, there were\n\nthirty-six contacts between the telephones of the defendant and\n\nMorin, including several calls made between 8:45 and 11:30 P.M.\n\n     The defendant did not testify.   His trial counsel argued\n\nthat the Commonwealth's witnesses were not to be believed for\n\nvarious reasons, including the fact that most had entered into\n\nagreements with the Commonwealth providing for their immunity.\n\nDefense counsel also argued that the defendant's statements were\n\nnot voluntarily made and that the police investigation had been\n\ninadequate.   Defense counsel argued that the defendant had not\n\nbeen involved and did not share Morin's intent to rob or to kill\n\nthe victim.\n\n\n\n     14\n       The statistical significance of the deoxyribonucleic acid\n(DNA) testing was presented to the jury. See Commonwealth v.\nOrtiz, 463 Mass. 402, 408 & n.10 (2012); Commonwealth v.\nLanigan, 419 Mass. 15, 20 (1994).\n\f                                                                      14\n\n\n     Discussion.   1.   Motion to suppress statements.   a.\n\nBackground.   The defendant filed a motion to suppress statements\n\nhe made on November 3 and 4 at the hospital and at the police\n\nstation, claiming, on State and Federal constitutional grounds,\n\nthat his statements should be suppressed because they were not\n\npreceded by an adequate recitation of the Miranda warnings.      He\n\nalso argued that he did not make a knowing, intelligent, and\n\nvoluntary waiver of the Miranda rights and that his statements\n\nwere not voluntary because of his state of exhaustion, drug\n\ningestion, and drug withdrawal.   Last, the defendant asserted\n\nthat police failed to honor his invocation of his right to\n\ncounsel.   After an evidentiary hearing, the motion judge, who\n\nwas not the trial judge, made the following relevant findings of\n\nfact, which we supplement where necessary with evidence in the\n\nrecord that is uncontroverted and that was implicitly credited\n\nby the motion judge, see Commonwealth v. Isaiah I., 448 Mass.\n\n334, 337 (2007), S.C., 450 Mass 818 (2008), and with the video\n\nrecording of the interview of the defendant, which was admitted\n\nin evidence at the motion hearing.15\n\n\n     15\n       When a defendant's interview is video recorded, we are\n\"in the same position as the motion judge in viewing the\nvideotape,\" Commonwealth v. Hoyt, 461 Mass. 143, 148-149 (2011),\nquoting Commonwealth v. Prater, 420 Mass. 569, 578 n.7 (1995),\nto determine what occurred therein and therefore independently\nmake that determination. We have reviewed the video recording\nthat forms the basis of this appeal.\n\f                                                                   15\n\n\n    In the late evening of November 3, 2009, Dr. Peter Bosco,\n\nan emergency room physician at Morton Hospital, encountered the\n\ndefendant and the victim, who was slumped over in a wheelchair.\n\nThe defendant was attempting to perform chest compressions on\n\nthe victim.   The defendant told Dr. Bosco that he had been at\n\nthe same residence with the victim; that the victim went outside\n\nto smoke; and that, when the victim had not returned after\n\nfifteen minutes, the defendant went to check on him, finding him\n\nthere.   The defendant did not tell the doctor that he had\n\nbrought the victim upstairs after finding him.    The defendant\n\nwas agitated and upset, which the doctor construed as\n\nappropriate for someone who cared about another.\n\n    After examining the victim, Dr. Bosco spoke with the\n\ndefendant in the family room.    He informed the defendant that\n\nhis friend was dead and that something did not \"add up\" because\n\nrigor mortis already had set in, suggesting that the victim had\n\nbeen dead for several hours.    The defendant appeared to be in\n\ndisbelief; he was distraught and upset.    His speech was clear,\n\nbut he was agitated.   As the defendant spoke with Dr. Bosco, he\n\nrecovered his composure and pleaded with the doctor to do\n\nsomething to resuscitate the victim.    Dr. Bosco brought the\n\ndefendant into the examination room to see the victim.    Around\n\nthis time, shortly after 11 P.M., Taunton police Officer Ralph\n\nSchlageter and Detective Robert Schwartz separately arrived in\n\f                                                                    16\n\n\nuniform at the examination room in response to a dispatch of a\n\nreport that someone had brought a deceased person to the\n\nhospital's emergency room.\n\n    Dr. Bosco escorted the defendant to the family room.       He\n\nexplained to the defendant that, because the victim's death was\n\nsuspicious, it would need to be investigated by the police and a\n\nmedical examiner would take over custody of the body.    He asked\n\nthe defendant to stay so police could speak with him.    The\n\ndefendant was agreeable.   No police officers were in the family\n\nroom at this time.   Dr. Bosco had not been asked by police to\n\nspeak to the defendant.\n\n    Dr. Bosco left the family room and informed Schlageter that\n\nthe victim had a head wound and was in state of rigor mortis\n\nwhen he arrived, and that the defendant was the person who had\n\nbrought the victim to the hospital.    Dr. Bosco did not suspect\n\nthe defendant of any involvement in the death and did not\n\ncommunicate any such suspicion to Schlageter or to any other\n\nofficer.\n\n    Schlageter then spoke with the defendant in the family\n\nroom.   No one else was present.   The defendant was disheveled\n\nand visibly upset.   He was crying, was almost hysterical, and\n\nput his head in his hands.   When Schlageter spoke with the\n\ndefendant, Schlageter viewed him as a concerned friend, not as\n\nsomeone who had been involved in the victim's death.    The\n\f                                                                    17\n\n\ndefendant did not appear to have been drinking, but seemed to be\n\n\"on something.\"\n\n    After a couple of minutes, the defendant calmed down so\n\nthat Schlageter could understand him.    They spoke for\n\napproximately five minutes.    The defendant was coherent and\n\nclear.   He identified himself and provided his date of birth as\n\nwell as the victim's full name.     The defendant gave Schlageter\n\nthe following account.    Around 9:30 P.M., the victim had visited\n\nthe defendant in Stenstream's apartment.    Sometime later, the\n\nvictim announced that he wanted to go outside to smoke and to\n\nmake telephone calls.    About twenty to thirty minutes later, the\n\ndefendant went downstairs to check on the victim and found him\n\non the ground beaten up.    The defendant carried the victim\n\nupstairs back to the apartment.    Because the defendant knew that\n\nthe victim had a history of drug use, the defendant thought that\n\nhe may be overdosing, so he laid him on a bed and tried to\n\nrevive him with ice.    The defendant became concerned when he saw\n\nthe victim's skin turn blue.    Schlageter did not question the\n\ndefendant further.     Schlageter left the room, leaving the\n\ndefendant alone inside.     Schlageter did not give any Miranda\n\nwarnings to the defendant before or during their conversation.\n\n    Taunton police Detectives Susan Dykas and Shawn Mulhern\n\narrived at the hospital.    They were not in uniform.     They viewed\n\nthe victim, observing the large cut on his head, and learned\n\f                                                                    18\n\n\nthat he had been dead for a significant period of time.\n\nSchlageter informed the detectives that the defendant had\n\nbrought the victim's dead body to the hospital and was in the\n\nfamily room.    Schlageter also told the detectives the substance\n\nof his conversation with the defendant.\n\n    The detectives entered the family room, where they found\n\nthe defendant alone and crying.   The detectives did not give any\n\nMiranda warnings to the defendant before speaking with him, or\n\nat any time while they spoke with him at the hospital.\n\n    Mulhern recognized the defendant from the defendant's\n\nprevious employment as a bouncer at a nightclub and asked what\n\nwas going on.    The defendant gave the following account of what\n\nhad occurred earlier that day.    The defendant had been\n\n\"chilling\" at a second-floor apartment with the victim, who was\n\na friend visiting from Florida.   The victim went downstairs to\n\nmake a telephone call, and when he did not return, the defendant\n\nwent downstairs and found him unconscious and bleeding from the\n\nhead.   The defendant dragged the victim back upstairs and tried\n\nto revive him with ice packs.    The defendant took the victim to\n\nthe hospital when he was not doing well.\n\n    Mulhern was the primary questioner and expressed disbelief\n\nthat the defendant had dragged the victim upstairs.   The\n\ndefendant then gave a different account of what had occurred.\n\nIn this version, the defendant stated that the victim came from\n\f                                                                      19\n\n\nFlorida to use the apartment for a drug deal.   Two white males\n\nand one black male entered the apartment and argued with the\n\nvictim and brandished guns, at which point the defendant went\n\ndownstairs to his sister's apartment.   When the commotion was\n\nover, the defendant returned upstairs, where he discovered that\n\nthe victim had been beaten up, his legs bound with zip ties, and\n\nhis mouth gagged.   The victim initially was conscious, but when\n\nhe lost consciousness, the defendant carried him downstairs with\n\nthe help of the defendant's sister and brother-in-law, and drove\n\nhim to the hospital.   The defendant did not make any statements\n\nthat suggested in any way that he was responsible for the\n\nvictim's death.\n\n    The detectives were aware of the defendant's and the\n\nvictim's prior involvement with drugs, and suspected that the\n\ndefendant had more information, but not that he was responsible\n\nfor causing the victim's death.   With the defendant's\n\npermission, they searched his cellular telephone and noticed\n\nnumerous calls to a single number (Morin's).\n\n    The detectives spent thirty to forty minutes with the\n\ndefendant in the family room.   During this time, he squirmed\n\nquite a bit and appeared visibly nervous and upset.   He\n\nalternated between calmness and lucidity, and incoherency.      The\n\ndefendant's eyes were somewhat bloodshot, and he appeared to be\n\nunder the influence of drugs.\n\f                                                                   20\n\n\n    After they finished speaking with the defendant, Mulhern\n\ntold the defendant, \"We're going to go back to [the] police\n\nstation and finish this interview because we have to sort\n\nthrough this.\"    Mulhern directed Schlageter to drive the\n\ndefendant to the police station.    Schlageter escorted the\n\ndefendant to the back seat of a marked police cruiser, which\n\nlocked and could not be opened from the inside.   He did not\n\nhandcuff the defendant.   He did not give Miranda warnings prior\n\nto or during the transport to the station, he did not ask the\n\ndefendant any questions on the way there, and the defendant did\n\nnot make any statements along the way or on his arrival at the\n\npolice station.\n\n    On arrival, at about 12:45 A.M., Schlageter brought the\n\ndefendant into the station through the front lobby and to an\n\ninterview room.    There, Mulhern and State police Trooper Anthony\n\nSpencer spoke with him.   The interview was audio and video\n\nrecorded, and the defendant was aware that the interview was\n\nbeing recorded.    The interview lasted about two hours and forty-\n\nfive minutes, excluding a one-hour break after two and one-half\n\nhours into the interview.\n\n    At the beginning of the interview Mulhern read the\n\ndefendant the Miranda warnings from a preprinted form.   The\n\ndefendant nodded that he understood.   After, at 12:55 A.M., the\n\ndefendant signed a waiver of rights from a notification of\n\f                                                                   21\n\n\nrights form, which he did not read.   Under the signature line on\n\nthe form, the form stated:    \"Person in Custody.\"\n\n    After signing the form, the following exchange between the\n\ndefendant and Mulhern occurred.\n\n    Defendant:       \"I would feel more comfortable if I had a\n                     lawyer right now talking, but if you want to\n                     show me pictures and names, I'll give it to\n                     you. Because, honestly, like obviously I do\n                     not want to get more in a jam than this. I\n                     will show you who did it and everything. I\n                     just want out.\"\n\n    Mulhern:         \"Okay. So, why do you -- you feel like you\n                     want to -- if you don't want to talk, that's\n                     your right --\"\n\n    Defendant:       \"The thing is I don't know.\"\n\n    Mulhern:         \"-- but if you feel like you need a lawyer,\n                     you know --\"\n\n    Defendant:       \"I don't know what to do. Like, honestly,\n                     I'll help you but it seems like what do I\n                     say.\"\n\n    Mulhern:         \"Okay.   Why don't we ask you questions --\"\n\n    Defendant:       \"Alright.\"\n\n    Mulhern:         \"-- and we can go from there.   We can find\n                     out the story first.\"\n\n    Defendant:       \"Alright.\"\n\n    For the first hour of the interview, the defendant did not\n\nappear to be particularly tired, but he was experiencing some\n\npain in his groin.   He told the officers that he had stopped\n\ndealing drugs and went \"cold turkey\" two or three months earlier\n\nbecause his marriage and job were being affected.    He admitted\n\f                                                                    22\n\n\nthat if he could \"make a quick buck here and there,\" he would\n\nsell drugs, but that he did not \"touch anything.\"\n\n    After about one hour of questioning, the defendant appeared\n\nnervous and jumpy.    As Mulhern began to convey a high degree of\n\nskepticism of the defendant's statements, the defendant\n\nincreasingly slouched.   The defendant remained alert and\n\nconsistently resisted suggestions from the officers and\n\nconfrontational harangues from Mulhern.   He insisted that he was\n\nnot part of the drug deal and that he did not personally\n\nstruggle with the victim.\n\n    Around this time, the tenor of the interview changed.\n\nMulhern frequently interrupted the defendant and, for a period\n\nof about twenty minutes, screamed at him in an accusatory tone.\n\nThe defendant hung his head, but did not buckle.    At this point,\n\nnow about ninety minutes into the interview, the defendant\n\nappeared to be tired and started answering some questions with\n\nhis head down.   He adamantly insisted that he did not push or\n\n\"tussle\" with the victim or put his hands on him accidentally or\n\nduring an argument.   The defendant was not easily led by the\n\nofficers and spontaneously clarified several matters.\n\n    At one point the officers left the defendant alone for\n\nseveral minutes, during which time he sniffled and his legs were\n\nshaking.   The defendant rubbed his eyes and looked exhausted.\n\nWhen the officers returned, the defendant continued to give\n\f                                                                    23\n\n\ncoherent, exculpatory responses although visibly tired.    For\n\nexample, when confronted with the fact that bedding (from the\n\napartment) had been stripped and left in a dumpster, the\n\ndefendant denied having done that.    He stated that he had not\n\ntouched the bedding and that cameras at the location would show\n\nthat he \"didn't do shit.\"    He also did not let himself be\n\ntrapped by Mulhern's mischaracterizations of what he had said.\n\nAfter about one hour and fifty minutes of questioning had\n\nelapsed, the defendant reiterated his statement that he had\n\nbolted from the apartment.    Although his legs were shaking and\n\nhe was tired, the defendant was sufficiently alert after two\n\nhours of interrogation to divulge the password on his cellular\n\ntelephone and to go through photographs shown to him by police,\n\nindicating what persons he did and did not recognize.    He was\n\nalso careful to identify one person as \"looking like\" one of the\n\nmen who had been in the apartment fighting with the victim.\n\n    The defendant had self-protective explanations for, among\n\nother things, the pain in his groin, the money found in his\n\npocket ($1,600), the injury to his upper lip, a fresh scratch,\n\nthe blood on his clothes, the time discrepancies in his\n\nstatements, and his delay in taking the victim to the hospital.\n\nFrom the defendant's responses, it was clear that he understood\n\nwhat the officers were asking him and saying to him.    He showed\n\nhimself to be quick-witted and consistently self-protective.\n\f                                                                    24\n\n\nWhile he added details as the interview proceeded, the defendant\n\ndid not at any point admit any involvement in the victim's\n\ndeath.\n\n     After viewing the photographs, the defendant's exhaustion\n\nbegan to overcome his ability to speak in a fashion such that\n\nhis statements could be considered the product of a rational\n\nintellect and free will.   The defendant's physical state,\n\ncompounded by Mulhern's shouting, made it unlikely that the\n\ndefendant's statements from this point onward were the result of\n\nhis free and willing act.16   When left alone for two minutes, the\n\ndefendant moaned and mumbled.   His legs shook badly, and his\n\nhead lolled back and forth.   When the officers returned, about\n\ntwo and one-half hours into the interview, the defendant\n\ncontinued speaking, but his head was usually facing down and\n\nleaning to the side.   His legs were constantly shaking.   He did\n\nnot make much eye contact with the officers, and his responses\n\nwere often too inaudible to be coherent.   His demeanor was so\n\nindicative of someone who had lost his ability to focus that\n\nMulhern commented, \"I mean you're falling apart . . . doing\n\ndrugs and dealing drugs . . . .\"   The defendant was half-asleep,\n\nand he rubbed his eyes often, yawned, and barely was able to\n\n     16\n       The judge specified the page of the transcript of the\nvideo recording, which had been admitted in two parts at the\nevidentiary hearing, and would have been approximately two hours\nand six minutes into the first recording.\n\f                                                                      25\n\n\nkeep his eyes open.   The questioning, however, did not stop.\n\nWhen a few minutes later the defendant asked if they could\n\nfinish the interview the next day, he was rebuffed.    As the\n\ndefendant continued to insist that he was \"exhausted out of\n\n[his] mind,\" Mulhern started to scream at him again.\n\n     After about two hours and thirty-six minutes of\n\nquestioning, the defendant twice asked for a lawyer, which\n\nMulhern and Spencer simply ignored.    Spencer finally ended the\n\ninterview, at which point the defendant was arrested for\n\nmisleading a police officer under the witness intimidation\n\nstatute.   He later was charged with murder in the first degree.\n\n     The motion judge concluded that the defendant had not been\n\nin \"custody\" for purposes of the requirements of Miranda v.\n\nArizona, 384 U.S. 436, 444 (1966), until Mulhern instructed that\n\nthe interview at the hospital would continue at the police\n\nstation and directed a uniformed officer to take the defendant\n\nthere.17   The judge further determined that the defendant was in\n\ncustody at the station when he was given Miranda warnings.      The\n\njudge concluded that after the defendant was given the Miranda\n\nwarnings, he voluntarily, knowingly, and intelligently waived\n\n\n     17\n       Although the defendant did not receive Miranda warnings\nbefore being escorted to the police cruiser, the judge noted\nthat he was not asked any questions and did not make any\nstatements during the ride or before the Miranda warnings were\ngiven to him at the police station.\n\f                                                                    26\n\n\nthem.    She did not consider his initial statement that he would\n\n\"feel more comfortable\" with a lawyer as an unambiguous\n\ninvocation of the right to counsel.\n\n    Noting that the defendant's initial waiver of the Miranda\n\nrights does not irretrievably bind him, the judge pointed out\n\nthat the Commonwealth conceded that the defendant unambiguously\n\ninvoked his right to counsel when he stated after two hours and\n\nthirty-six minutes of questioning that he needed a lawyer.\n\nWhile the judge agreed that the defendant had invoked his right\n\nto counsel at this point, she determined that somewhat earlier\n\nin the interrogation (see note 16, supra), the defendant's\n\nstatements were no longer voluntary.    The judge based her\n\nconclusion on the circumstances of Mulhern's shouting at the\n\ndefendant, the defendant's state of exhaustion, and the after-\n\neffects of whatever substance the defendant had ingested during\n\nthe day.    Suppression of the defendant's statements from that\n\npoint of the interview and onward therefore was necessary.\n\nBased on these findings, the motion judge denied in part and\n\nallowed in part the defendant's motion to suppress.\n\n    b.     Standard of review.   \"We review de novo any findings of\n\nthe motion judge that were based entirely on the documentary\n\nevidence, i.e., the recorded interviews of the defendant.\"\n\nCommonwealth v. Thomas, 469 Mass. 531, 539 (2014).     \"We accept\n\nother findings that were based on testimony at the evidentiary\n\f                                                                    27\n\n\nhearing and do not disturb them where they are not clearly\n\nerroneous.\"   Id.   \"However, we 'make an independent\n\ndetermination as to the correctness of the judge's application\n\nof constitutional principles to the facts as found.'\"      Id.,\n\nquoting Commonwealth v. Tremblay, 460 Mass. 199, 205 (2011).\n\n    c.    Validity of waiver of Miranda rights.    The defendant\n\nargues that his waiver of Miranda rights was invalid because it\n\nwas not knowingly and voluntarily made.    Because the defendant\n\nwas advised of, and waived, the Miranda rights, the issue\n\nbecomes whether the Commonwealth has proved \"the validity of a\n\nMiranda waiver beyond a reasonable doubt.\"      Commonwealth v.\n\nEdwards, 420 Mass. 666, 669 (1995).    See Commonwealth v. LeBeau,\n\n451 Mass. 244, 254-255 (2008).    \"To be valid the waiver must be\n\nmade voluntarily, knowingly, and intelligently.\"     Edwards, supra\n\nat 670.   \"In determining whether a waiver was made voluntarily,\n\nthe court must examine the totality of the circumstances\n\nsurrounding the making of the waiver.\"    Id.   \"Relevant factors\n\nto consider include, but are not limited to, 'promises or other\n\ninducements, conduct of the defendant, the defendant's age,\n\neducation, intelligence, and emotional stability, experience\n\nwith and in the criminal justice system, physical and mental\n\ncondition, the initiator of a deal or leniency (whether the\n\ndefendant or police), and the details of the interrogation,\n\nincluding the recitation of Miranda warnings.'\"     Commonwealth v.\n\f                                                                    28\n\n\nJackson, 432 Mass. 82, 86 (2000), quoting Commonwealth v.\n\nMandile, 397 Mass. 410, 413 (1986).\n\n    The defendant challenges the judge's conclusion that his\n\nwaiver was valid for several factual reasons, including that he\n\nhad not been asked whether he wished to waive his rights; he had\n\nnot been asked whether he wished to speak with police; and the\n\nfact that his signature on the notification of rights form\n\nindicated only that he was advised of the Miranda warnings, not\n\nthat he had waived them.   The defendant also argues that he\n\n\"obviously\" was undergoing drug withdrawal.   We conclude that\n\nthe judge's findings and conclusions are supported by the\n\nevidence.\n\n    The defendant signed the notification of rights form, which\n\nexpressly indicates that the person signing understands the\n\nMiranda rights and \"knowingly waive[s]\" those rights; heard the\n\nrecitation of the Miranda warnings; and nodded, which reasonably\n\ncould be inferred as indicating that he understood them.\n\nThereafter, he engaged in discussion with the officers.     \"This\n\nconduct hardly expressed an unwillingness to continue speaking\n\nwith police that could be 'considered tantamount to the exercise\n\nof the right to remain silent.'\"   Commonwealth v. Garcia, 443\n\nMass. 824, 833 (2005), quoting Commonwealth v. Selby, 420 Mass.\n\n656, 662 (1995).   Further, during the admitted portion of the\n\ninterview, the defendant appeared alert, coherent, calm for the\n\f                                                                  29\n\n\nmost part, and appropriately responsive, and appeared to\n\nunderstand the situation and what was asked of him.    He was\n\ndrinking a beverage, and the interview was conducted in an\n\ninterview room as opposed to a cell.     Although the defendant\n\nvery well may have been under the influence of drugs, there was\n\nno evidence that the defendant's resulting physical condition\n\nwas so disabling as to render his waiver invalid.     The judge\n\nthoroughly considered the evidence concerning the defendant's\n\nlikely drug use, which does not compel a conclusion that his\n\nMiranda waiver was invalid.   See Commonwealth v. Howard, 469\n\nMass. 721, 728 n.7 (2014), and cases cited; Commonwealth v.\n\nWalker, 466 Mass. 268, 274-275 (2013).    See also Commonwealth v.\n\nBrown, 462 Mass. 620, 625-627 (2012).    The evidence supports the\n\njudge's conclusion that the defendant's Miranda waiver was\n\nvalid.18\n\n     d.    Invocation of right to counsel.   The defendant contends\n\nthat the motion judge erred in concluding that his statement,\n\nmade after he was given the Miranda warnings, \"I would feel more\n\ncomfortable if I had a lawyer right now talking, but if you want\n\n     18\n       Based on our independent review of the video recording of\nthe interview, the judge was warranted in concluding beyond a\nreasonable doubt that the defendant's statements, made up until\nthe point where she suppressed them, were made voluntarily. See\nCommonwealth v. Medeiros, 395 Mass. 336, 343 (1985) (although\nvoluntariness and Miranda waiver and voluntariness of statement\nare distinct inquiries, totality of circumstances test under\neach analysis is same).\n\f                                                                   30\n\n\nto show me pictures and names, I'll give it to you,\" was an\n\nambiguous and therefore ineffective invocation of the right to\n\ncounsel.    We reject the defendant's contention.\n\n    During a custodial interrogation, \"[i]f the accused\n\nindicates that he wishes to remain silent, 'the interrogation\n\nmust cease.'    If he requests counsel, the interrogation must\n\ncease until an attorney is present.\"     Commonwealth v. Santos,\n\n463 Mass. 273, 285 (2012), quoting Edwards v. Arizona, 451 U.S.\n\n477, 481 (1981).    The request or invocation of counsel must be\n\n\"a sufficiently clear statement such 'that a reasonable police\n\nofficer in the circumstances would understand the statement to\n\nbe a request for an attorney.'\"     Commonwealth v. Hoyt, 461 Mass.\n\n143, 150 (2011), quoting Davis v. United States, 512 U.S. 452,\n\n459 (1994).\n\n    Here, the defendant's statement, when viewed in context,\n\nwas not an unambiguous request for counsel and reflected a\n\ndesire ultimately to go forward with questioning without an\n\nattorney.     \"When a suspect's statement . . . simply reflects his\n\nmusing about the possibility of stopping the questioning until\n\nhe has spoken with an attorney, we have consistently found the\n\nstatement to be too ambiguous to constitute an unequivocal\n\ninvocation of the right to counsel.\"     Commonwealth v. Morganti,\n\n455 Mass. 388, 398 (2009), S.C., 467 Mass. 96, cert. denied, 135\n\f                                                                    31\n\n\nS. Ct. 356 (2014).    We conclude that the defendant's statement\n\nfalls into this category.\n\n    The defendant further argues that, even if his invocation\n\nof the right to counsel had been ambiguous, the police were\n\nrequired under art. 12 of the Massachusetts Declaration of\n\nRights to clarify the defendant's intent before proceeding with\n\nquestioning.   In support of this contention, he cites to\n\nCommonwealth v. Clarke, 461 Mass. 336, 349 (2012), and Santos,\n\n463 Mass. at 286.    Those cases, however, do not support the\n\ndefendant's argument that such a clarification was required\n\nhere.   In Santos, supra at 285-286, we suggested clarification\n\nas the better practice because the defendant initially had\n\nunequivocally invoked his right to counsel but then continued,\n\nwithout any intervening comment or question by police, to speak.\n\nWe concluded that, in those circumstances, the police could have\n\nbeen uncertain concerning the nature and scope of the\n\ndefendant's invocation, and before recommencing questioning\n\nwould be \"entitled to ask a question to clarify the defendant's\n\nintent.\"   Id. at 286.   In Clarke, supra at 343, we dealt with a\n\ndefendant's unequivocal invocation of his right to remain\n\nsilent, not an invocation of a right to counsel.   No\n\nclarification is required where, as the judge found here, the\n\ndefendant equivocated, stating only that he would \"feel more\n\ncomfortable with an attorney.\"\n\f                                                                       32\n\n\n     e.   Statutory right to a telephone call.    We reject the\n\ndefendant's argument that his statements during the interview\n\nshould be suppressed because the police did not afford him his\n\nstatutory right under G. L. c. 276, § 33A, to use the telephone\n\nwhen he arrived at the police station or after questioning had\n\nexceeded one hour.    This right \"did not accrue until he was\n\nformally arrested.\"    Commonwealth v. Hampton, 457 Mass. 152, 159\n\n(2010).   See Commonwealth v. Dagley, 442 Mass. 713, 719 (2004),\n\ncert. denied, 544 U.S. 930 (2005); Commonwealth v. Rivera, 441\n\nMass. 358, 374-375 (2004).\n\n     f.   Detention of the defendant.    For the first time on\n\nappeal the defendant argues that his involuntary transport to\n\nthe police station for questioning amounted to an unlawful\n\narrest under the Fourth and Fourteenth Amendments to the United\n\nStates Constitution and art. 14 of the Massachusetts Declaration\n\nof Rights because it was not supported by probable cause.19       He\n\nasserts that the entirety of his interview with police therefore\n\nshould be suppressed as the fruit of the illegal arrest.    Last,\n\nthe recitation of the Miranda warnings, he contends, did not\n\npurge the taint of the illegal arrest.    Because the defendant\n\ndid not raise this claim below, we review for error and, if so,\n\n     19\n       The defendant does not argue that art. 14 of the\nMassachusetts Declaration of Rights affords him any greater\nprotection than that afforded by the Fourth and Fourteenth\nAmendments to the United States Constitution.\n\f                                                                     33\n\n\nwhether the error caused a substantial likelihood of a\n\nmiscarriage of justice.   See Commonwealth v. Tu Trinh, 458 Mass.\n\n776, 782-783 (2011).\n\n     Generally speaking, there are three categories of police-\n\ncitizen encounters:    \"(1) consensual encounters which do not\n\nimplicate the Fourth Amendment;[20] (2) investigative detentions\n\nwhich are Fourth Amendment seizures of limited scope and\n\nduration which must be supported by a reasonable suspicion of\n\ncriminal activity[,21 Terry v. Ohio, 392 U.S. 1 (1968);] and (3)\n\narrests, the most intrusive of Fourth Amendment seizures and\n\nreasonable only if supported by probable cause.\"     United States\n\nv. Madden, 682 F.3d 920, 925 (10th Cir. 2012).     Here, the\n\njudge's decision did not address the issue (because the\n\n\n\n     20\n       Submission to a claim of authority is not synonymous with\nvoluntary consent. See Kaupp v. Texas, 538 U.S. 626, 631\n(2003); United States v. Perez-Montanez, 202 F.3d 434, 438 (1st\nCir.), cert. denied, 531 U.S. 886 (2000). There was no evidence\nthat the officers told the defendant that he was free not to\nenter the cruiser to go to the police station.\n     21\n       The parameter of an investigatory stop is exceeded if it\n\"continues indefinitely[;] at some point it can no longer be\njustified as an investigative stop.\" United States v. Sharpe,\n470 U.S. 675, 685 (1985). While \"the brevity of the invasion of\nthe individual's Fourth Amendment interests is an important\nfactor in determining whether the seizure is so minimally\nintrusive as to be justifiable on reasonable suspicion,\" United\nStates v. Place, 462 U.S. 696, 709 (1983), the Supreme Court has\nemphasized \"the need to consider the law enforcement purposes to\nbe served by the stop as well as the time reasonably needed to\neffectuate those purposes,\" Sharpe, supra.\n\f                                                                 34\n\n\ndefendant did not make the argument below), but her findings\n\ninstruct our conclusion.\n\n     The judge found that once Mulhern determined that further\n\nquestioning would continue at the police station and directed an\n\nofficer to transport the defendant there, the defendant was in\n\ncustody, albeit for purposes of Miranda.    She further found,\n\nbased on the notification of rights form designating the\n\ndefendant as a \"person in custody,\" and statements made by the\n\ninterviewing officers, that a reasonable person in the\n\ndefendant's position would not have felt free to leave.    We\n\nagree with the defendant that, in these circumstances, his\n\ninvoluntary transport and detention for interrogation purposes\n\namounted to a \"seizure\" for Fourth Amendment purposes and became\n\nthe functional equivalent of an arrest.22\n\n     In Kaupp v. Texas, 538 U.S. 626, 629 (2003), the United\n\nStates Supreme Court stated the settled rule that \"involuntary\n\n\n     22\n        The judge expressly discredited Taunton police Detective\nShawn Mulhern's testimony that the defendant acquiesced or\nactually agreed to go to the police station for questioning.\nCf. Commonwealth v. Cruz, 373 Mass. 676, 683 (1977) (no illegal\ndetention of defendant where defendant consented to enter police\ncruiser and go to station for questioning). We add that there\nwas no evidence that Mulhern sought to relocate the defendant to\nthe police station for safety or security issues. Cf. Florida\nv. Royer, 460 U.S. 491, 504-505 (1983) (\"there are undoubtedly\nreasons of safety and security that would justify moving a\nsuspect from one location to another during an investigatory\ndetention, such as from an airport concourse to a more private\narea\").\n\f                                                                    35\n\n\ntransport to a police station for questioning is 'sufficiently\n\nlike arres[t] to invoke the traditional rule that arrests may\n\nconstitutionally be made only on probable cause.'\"    Id. at 630,\n\nquoting Hayes v. Florida, 470 U.S. 811, 816 (1985).   See Florida\n\nv. Royer, 460 U.S. 491, 503 (1983) (concluding that airport\n\ndetention exceeded limits of investigatory stop and amounted to\n\nde facto arrest); Dunaway v. New York, 442 U.S. 200, 212 (1979)\n\n(concluding that where petitioner was taken from neighbor's home\n\nto police vehicle, transported to police station, and placed in\n\ninterrogation room, detention was \"indistinguishable\" from\n\ntraditional arrest and required probable cause or judicial\n\nauthorization); United States v. Ryan, 729 F. Supp. 2d 479, 487\n\n(D. Mass. 2010) (stating that limitation on valid investigatory\n\nstop is that suspect may not be removed to police station\n\nwithout his or her consent).   Indeed, \"the line is crossed when\n\nthe police, without probable cause or a warrant, forcibly remove\n\na person from his home or other place in which he is entitled to\n\nbe and transport him to the police station, where he is\n\ndetained, although briefly, for investigative purposes.\"     Hayes,\n\nsupra.   \"In the name of investigating a person who is no more\n\nthan suspected of criminal activity, the police may not . . .\n\nseek to verify their suspicions by means that approach the\n\nconditions of an arrest.\"   Royer, 460 U.S. at 499.   \"Nothing is\n\nmore clear than that the Fourth Amendment was meant to prevent\n\f                                                                  36\n\n\nwholesale intrusions upon the personal security of our\n\ncitizenry, whether these intrusions be termed 'arrests' or\n\n'investigatory detentions.'\"   Davis v. Mississippi, 394 U.S.\n\n721, 726-727 (1969).   See 2 W.E. Ringel, Searches and Seizures,\n\nArrests and Confessions § 23:5, at 23-18 (2d ed. 2014) (Supreme\n\nCourt has held that when police take suspect involuntarily for\n\nstation house questioning, such custodial detention requires\n\nprobable cause as it is equivalent to formal arrest;\n\ninvestigatory detentions not requiring probable cause must be\n\nbrief in duration and not lengthy investigation to develop\n\nprobable cause).   Many United Stated Circuit Courts of Appeals\n\nhave followed this precedent.23\n\n\n\n\n     23\n       See, e.g., Centanni v. Eight Unknown Officers, 15 F.3d\n587, 591 (6th Cir.), cert. denied, 512 U.S. 1236 (1994) (removal\nof suspect from scene of stop generally marks point at which\nFourth Amendment demands probable cause; \"there is no such thing\nas a Terry 'transportation'\"); United States v. Parr, 843 F.2d\n1228, 1231 (9th Cir. 1988) (line between investigatory stops and\narrests may be drawn on point of transporting defendant to\npolice station); United States v. Hernandez, 825 F.2d 846, 851\n(5th Cir. 1987), cert. denied, 484 U.S. 1068 (1988) (removal of\nsuspect from scene of stop to police headquarters usually marks\npoint when investigative stop becomes de facto arrest); United\nStates v. Ceballos, 812 F.2d 42, 49 (2d Cir. 1987) (transporting\nsuspect to police station exceeds limits of Terry-type stop and\nbecomes unlawful arrest); United States v. Gonzalez, 763 F.2d\n1127, 1133 (10th Cir. 1985) (forcing suspect to go to police\nstation crosses line into de facto arrest).\n\f                                                                    37\n\n\n     Because there was no probable cause to arrest the\n\ndefendant24 or judicial authorization to do so, \"well-established\n\nprecedent requires suppression of the [statement] unless that\n\n[statement] was 'an act of free will [sufficient] to purge the\n\nprimary taint of the unlawful invasion.'\"    Kaupp, 538 U.S. at\n\n632-633, quoting Wong Sun v. United States, 371 U.S. 471, 486\n\n(1963).   See Commonwealth v. Damiano, 444 Mass. 444, 453 (2005).\n\nDemonstrating that the underlying illegality is purged from\n\ntaint falls on the Commonwealth.   See Kaupp, supra at 633;\n\nDamiano, supra at 454.   Relevant considerations include \"(1) the\n\ntemporal proximity of the admission to the arrest; (2) the\n\npresence of intervening circumstances between the arrest and the\n\nadmission; (3) the observance of the Miranda rule subsequent to\n\nthe unlawful arrest; and (4) the purpose and flagrancy of the\n\nofficial misconduct.\"    Damiano, supra at 455.   The observance of\n\nthe Miranda rule standing alone is insufficient to remove the\n\ntaint of an unlawful detention.    See Kaupp, supra; Commonwealth\n\nv. Bradshaw, 385 Mass. 244, 258 (1982).\n\n     Although the officers recited the Miranda warnings to the\n\ndefendant, consideration of the remaining factors reveals little\n\nto no attenuation between the arrest and interrogation.    The\n\ndefendant was questioned within ten minutes of arriving at the\n\n     24\n       The Commonwealth concedes this point, and the judge's\nfindings warrant it, as the officers testified that the\ndefendant had not yet become a suspect in the victim's killing.\n\f                                                                   38\n\n\npolice station, and no intervening circumstances occurred before\n\nthe interview commenced.   Further, in transporting the defendant\n\nto the police station for interrogation, the police sought\n\nexpediently to confirm or to dispel whether the defendant had\n\ninvolvement in the victim's death.    On balance of the factors,\n\nwe conclude that the Commonwealth has not satisfied its burden\n\nhere.\n\n    Our conclusion that the defendant's statement resulted from\n\nan unlawful arrest does not end our inquiry.   We must determine,\n\nunder the circumstances, whether the erroneous admission of the\n\ndefendant's interview with police (the portion that the motion\n\njudge did not suppress) created a substantial likelihood of a\n\nmiscarriage of justice.    See Commonwealth v. Gonzalez, 469 Mass.\n\n410, 417 (2014).    The relevant inquiry is whether the jury's\n\nverdict finding that the defendant was guilty of felony-murder\n\nwould likely have been the same had the interview been\n\nsuppressed.   Id.\n\n    The defendant argues that his recorded interview was the\n\n\"clearest and least equivocal evidence that any robbery or\n\nattempted robbery actually took place in the apartment.\"    We\n\ndisagree.   The evidence, apart from the defendant's statements\n\nto the police during the recorded interview, was strongly\n\nsupportive of the Commonwealth's theory that the defendant had\n\nparticipated in a joint venture to rob the victim on the night\n\f                                                                  39\n\n\nof the murder.   We recount the relevant evidence below to\n\nillustrate the point.\n\n    The defendant had already told police at the hospital that\n\nthe victim was at the apartment for a drug deal; that three men\n\nentered, some of whom had guns; that the defendant escaped\n\ndownstairs to his sister's apartment; and that, after the men\n\nleft, the defendant found the victim alive, but badly beaten.\n\nThus, the purpose of the encounter with the victim did not\n\nderive solely from the defendant's recorded interview.\n\n    Although the defendant denied any involvement in the crime,\n\nit was the defendant's wife who firmly placed the defendant in\n\nthe midst of the scheme to rob the victim.   Her testimony that\n\nthe defendant instructed the victim to meet at Stenstream's\n\napartment instead of his wife's apartment as originally planned;\n\nthat the defendant packaged between $42,000 and $58,000 in cash\n\nand took it with him when he left to meet the victim; and that\n\nthe defendant questioned someone on the telephone before he left\n\nfor Stenstream's apartment as to whether he was \"going to get it\n\nback\" established the defendant as a willing and necessary\n\nparticipant in the plot to rob the victim.   Also, Matteson's\n\ntestimony that Morin, the day before the killing, had informed\n\nhim of a plot involving Morin, the defendant, and others to rob\n\nthe victim at an apartment owned by the defendant further\n\ncorroborated the defendant's wife's extremely damaging\n\f                                                                   40\n\n\ntestimony.   From this testimony, the jury reasonably could have\n\ninferred that the defendant was involved in a robbery or\n\nattempted robbery of the victim.\n\n    To be sure, some of the defendant's statements in his\n\nrecorded interview added information that the jury did not hear\n\nor learn elsewhere at trial.    For instance, in the recorded\n\ninterview the defendant stated that the victim told the three\n\nmen that they owed him money and that the victim had a large\n\nplastic bag in his pocket that contained drugs.    This\n\ninformation, however, did not implicate the defendant in the\n\nrobbery or attempted robbery.\n\n    While the defendant's recorded interrogation added for the\n\nfirst time that one of the men hit the victim with a gun, that\n\ndetail did not add anything of significant value, as the\n\ndefendant kept to his story that he \"bolted\" as soon as he had\n\nthe opportunity and that he did not have any involvement with\n\nthe three men and the incident that occurred.\n\n    Also, the defendant's admission in his recorded interview\n\nthat $1,000, from the $1,600 discovered on his person that\n\nnight, was payment from the victim for use of the apartment was\n\nnot relevant to the defendant's participation in a robbery or\n\nattempted robbery of the victim.    Rather, the admission\n\nconcerning the money only strengthened the Commonwealth's\n\nexisting evidence that the defendant was at that time, contrary\n\f                                                                  41\n\n\nto his statements, still involved in drug dealing and perhaps\n\neven this particular drug deal.   None of the defendant's\n\nstatements suggested that the drug deal was a ruse for a robbery\n\nor attempted robbery.   That suggestion came from Matteson during\n\nhis trial testimony.\n\n    We turn now to the information obtained from the\n\ndefendant's cellular telephone, which the defendant argues\n\nderived from the illegal interrogation.   While at the hospital\n\nwhen he was not in custody, the defendant granted permission to\n\npolice to look at his cellular telephone.   From this\n\nexamination, police learned that the defendant's cellular\n\ntelephone recently had been in communication with Morin's\n\ntelephone numerous times.   Further, as we have already noted,\n\nthe defendant's wife testified about communications between\n\nMorin and the defendant on the day before the victim's death,\n\nand a telephone call from Morin looking for the defendant after\n\nsomething had \"happened\" with \"that kid\" who was \"tough.\"    Also,\n\ntelephone records of Morin's cellular telephone independently\n\nsupported the prosecutor's suggestion that the telephones of the\n\ntwo men had been in frequent communication before and after the\n\nvictim's death.   The defendant's telephone records were\n\ncumulative of Morin's records and other evidence, and any effect\n\non the jury from their admission thus was minimal.\n\f                                                                  42\n\n\n    A close examination of the defendant's statements in the\n\nrecording shows that his statements strengthened the\n\nCommonwealth's claim that the defendant was involved in drugs\n\nand drug dealing, but not in a robbery or attempted robbery of\n\nthe victim.   Concerning the robbery or attempted robbery, the\n\ninterview bore little on the jury's determination that the\n\ndefendant was a joint venturer in the robbery or attempted\n\nrobbery of the victim.   The significant evidence, which the\n\ndefendant overlooks, was the testimony of his sister and her\n\nhusband regarding what they heard that night above them; his\n\nwife's testimony regarding the events of the night; and\n\nMatteson's testimony that Morin had revealed to Matteson what\n\nhad been planned and who was involved the day before the\n\nvictim's death.   In these circumstances, we conclude that no\n\nsubstantial likelihood of a miscarriage occurred by the\n\nerroneous admission of the defendant's statements made during\n\nhis interview with police.\n\n    2.   Motion to withdraw.   The defendant argues that the\n\njudge erred in \"forcing\" him to trial with defense counsel who\n\nunsuccessfully had sought to withdraw his representation of the\n\ndefendant just two days before trial.   He further contends that\n\nhe was deprived of the effective assistance of trial counsel\n\nbecause he was forced to stand trial with defense counsel who\n\f                                                                    43\n\n\ndid not want to represent him and who purportedly had admitted\n\nto preparing his defense at a \"low level.\"\n\n    On October 29, 2012, which was two days prior to trial,\n\ndefense counsel, who was retained by the defendant and his\n\nfamily, filed a motion to withdraw.   In support of that motion,\n\ndefense counsel filed an affidavit stating the following.\n\nCommunication between defense counsel and the defendant had\n\n\"broken down.\"   Defense counsel had learned that the defendant\n\nrecently had accused him of \"jamming him up,\" not preparing his\n\ncase, and forcing him to accept a plea to murder in the second\n\ndegree.   The defendant had telephoned his office on October 25\n\nand had told an associate that he was dissatisfied with defense\n\ncounsel's representation and no longer wished for him to serve\n\nas his trial counsel.   Defense counsel indicated that the\n\ndefendant felt that counsel was not acting in the defendant's\n\nbest interests; that he had not properly prepared the\n\ndefendant's case; and that, by advising the defendant to take a\n\nplea, he had abandoned the defendant's case.    Defense counsel\n\nstated that the defendant wanted to be heard by the court and\n\nthat he had advised the defendant and his family that they\n\nneeded to arrange for successor counsel.     Defense counsel went\n\non to state that, notwithstanding the defendant's position, he\n\nwas continuing to prepare the case for trial.    Defense counsel\n\nalso represented that, with several exceptions regarding some\n\f                                                                     44\n\n\nspecific pretrial preparation (preparing a witness list, for\n\nexample), he had been fully prepared for trial prior to the\n\ndefendant's telephone call on October 25.\n\n    The judge, who was also the trial judge, held a hearing on\n\nOctober 29.   The defendant explained:\n\n         \"I no longer trust [defense counsel], I lost all my\n    faith in him. I feel [that he] hasn't taken my best\n    interest, fifteen to life, when I'm one hundred per cent\n    innocent. He also told me he'll put no more effort into my\n    case. I'm indigent. And I have lawyers that state that,\n    your Honor. On top of that, writing letters that you're\n    going to proceed on my trial at a low level.\"\n\nThe defendant added that he was dissatisfied because he\n\nrequested, but was not afforded, either an expert to review the\n\nmedical examiner's autopsy report or a private investigator to\n\nspeak with \"a few people.\"   The defendant also wanted \"some\n\nmotions in\" after he \"lost\" the suppression motion.\n\n    The letters to which the defendant referred included one\n\ndated October 15, 2012, from defense counsel to the defendant,\n\nwhich the defendant submitted to the judge.    In the one-page\n\nletter, defense counsel expressed concern regarding the large\n\namount owed for his services and expenditures.     Defense counsel\n\nalso wrote, \"Much work remains on your case although I am ready\n\non a low level.   I feel however you want additional work and I\n\nam willing to provide it subject to me getting paid.\"\n\n    Defense counsel confirmed at the hearing that he had sent\n\nthe defendant the October 15 letter.     He explained what he meant\n\f                                                                   45\n\n\nby the phrase \"low level,\" which included preparing indexes for\n\nevery police report, every grand jury hearing, and every other\n\nhearing, including the extensive suppression hearing.    \"Low\n\nlevel\" preparation, according to defense counsel, did not\n\nconstitute extensive trial preparation, which involves working\n\n\"day and night\" and weekends in order to try the case when the\n\ntrial date is firm.    When defense counsel authored the letter,\n\nhe was not yet conducting actual trial preparation.\n\n    Defense counsel told the judge that communication between\n\nhim and the defendant deteriorated for several reasons,\n\nincluding that the defendant refused to accept the impact of our\n\ndecision in Commonwealth v. Zanetti, 454 Mass. 449, 466-468\n\n(2009), which effectively erased the distinction between\n\nprincipal and joint liability with regard to joint venture\n\nliability.   In addition, defense counsel informed the judge that\n\nhe had consulted at least two doctors to review the autopsy\n\nreport, and the defendant did not want to accept their opinions\n\nthat there was no basis to dispute the victim's cause of death.\n\nThe defendant also \"reject[ed] entirely\" the fact that his wife,\n\nwho apparently was not going to testify against him, had changed\n\nher mind and would be testifying \"to some major things that are\n\nvery problematic.\"    Another damaging fact that the defendant\n\nrefused to accept was his sister Lucia's expected testimony\n\nthat, on the night of the killing, after the group had run out\n\f                                                                  46\n\n\nof Stenstream's apartment, she heard the defendant and another\n\nvoice from Stenstream's apartment, which was significant because\n\nthe testimony supported an inference that the victim had been\n\nalive and alone with the defendant.   Defense counsel stated that\n\nhis plea recommendation had nothing to do with \"the payment of\n\nfees, but an evaluation of the evidence.\"25\n\n     Defense counsel sought to withdraw, but stated he would \"do\n\n[his] best\" were the judge to order him to proceed.   The judge\n\nruled that the defendant had the right to bring in new counsel\n\n\"provided new counsel is prepared to impanel this case [in two\n\ndays].\"   The judge noted that the case commenced in \"the early\n\nportion of 2010\" and that the Commonwealth \"can be prejudiced by\n\nthe denial of a speedy trial as its witnesses' memories may dull\n\nand wane by the passage of time.\"   The judge added that the\n\nmotion judge had actually agreed with defense counsel regarding\n\na portion of the motion to suppress, so that it was not fair to\n\n     25\n       Without citation to any authority, the defendant's\nappellate counsel suggests that the defendant's trial counsel\nrevealed communications that were protected by the attorney-\nclient privilege. We have stated, however, where a defendant\n\"essentially accuse[s] trial counsel of incompetence in\ncircumstances covered by the attorney-client privilege and to\nwhich the only witnesses were the defendant and trial counsel,\nthe privilege must be deemed waived, in part, to permit counsel\nto disclose only those confidences necessary and relevant to the\ndefense of the charge of ineffective assistance of counsel.\"\nCommonwealth v. Silva, 455 Mass. 503, 529 (2009), and cases\ncited. Here, defense counsel acted appropriately, revealing\ncommunications that were responsive and relevant to the\ndefendant's claims of ineffective assistance.\n\f                                                                    47\n\n\nstate that the motion had been lost.    The judge stated that an\n\nattorney is not to \"operate simply as an accommodating party\"\n\nand is required to be effective in plea negotiations in addition\n\nto a trial.   He validated the challenges defense counsel faced\n\nbased on the circumstances and facts of the case.    Last, the\n\njudge rejected the accusation that defense counsel had abandoned\n\nthe defendant, pointing to his voir dire questions and motions\n\nin limine that had been filed.\n\n    The judge declined to continue the case to permit the\n\ndefendant to obtain new counsel.    The defendant stated that he\n\ndid not see how it could be possible to try the case in two days\n\nwith new counsel.   The judge denied the motion to withdraw.\n\n    We review the denial of a motion to withdraw counsel for\n\nabuse of discretion.     Commonwealth v. Rice, 441 Mass. 291, 297\n\n(2004).   We also review the denial of a request for a\n\ncontinuance for abuse of discretion.     Commonwealth v. Ray, 467\n\nMass. 115, 128 (2014).\n\n    \"The Sixth Amendment [to the United States Constitution]\n\nguarantees the right to effective assistance of counsel, but it\n\n'does not invariably require a \"meaningful attorney-client\n\nrelationship.\"'\"    Commonwealth v. Britto, 433 Mass. 596, 600\n\n(2001), quoting Commonwealth v. Tuitt, 393 Mass. 801, 806\n\n(1985).   \"Freedom to change counsel . . . is restricted on the\n\ncommencement of trial.\"    Commonwealth v. Chavis, 415 Mass. 703,\n\f                                                                     48\n\n\n711 (1993).   \"A motion to discharge counsel, when made on the\n\neve of trial, or on the day on which trial is scheduled to\n\nbegin, 'is a matter left to the sound discretion of the trial\n\njudge.'\"   Tuitt, supra at 804, quoting Commonwealth v. Moran,\n\n388 Mass. 655, 659 (1983).    There is no \"mechanical test\" that\n\napplies.   Chavis, supra.    A trial judge is to \"balance the\n\nmovant's need for additional time against the possible\n\ninconvenience, increased costs, and prejudice which may be\n\nincurred by the opposing party if the motion is granted.     He\n\nmust also give due weight to the interest in the judicial system\n\nin avoiding delays which would not measurably contribute to the\n\nresolution of a particular controversy.\"     Id., quoting\n\nCommonwealth v. Cavanaugh, 371 Mass. 46, 51 (1976).\n\n    Turning to requests for continuances, we have explained\n\nthat \"there is no 'mechanical test' for determining whether the\n\ndenial of a continuance constitutes an abuse of discretion\n\nbecause we must examine the unique circumstances of each case,\n\nparticularly the reasons underlying the request.\"     Commonwealth\n\nv. Pena, 462 Mass. 183, 190 (2012).    \"A judge should grant a\n\ncontinuance only when justice so requires, balancing the\n\nrequesting party's need for additional time against concerns\n\nabout inconvenience, cost, potential prejudice, and the burden\n\nof the delay on both the parties and the judicial system.\"        Ray,\n\n467 Mass. at 128.   \"[C]ognizant of a criminal defendant's\n\f                                                                   49\n\n\nconstitutional entitlement to assistance of counsel, who 'must\n\nbe afforded \"a reasonable opportunity to prepare and to present\n\nthe defence,\"'\" id. at 128-129, quoting Cavanaugh, 371 Mass. at\n\n50, we have cautioned that \"a trial judge may not exercise his\n\ndiscretion in such a way as to impair\" this right.   Ray, supra\n\nat 129, quoting Commonwealth v. Miles, 420 Mass. 67, 85 (1995).\n\n    Here, the judge gave the defendant the opportunity to\n\nexplain his reasons for his dissatisfaction with defense counsel\n\nand acted within his discretion in denying both the motion to\n\nwithdraw and the request for a continuance.   See Chavis, 415\n\nMass. at 712 (judge gave defendant \"fair opportunity to explain\n\nthe reasons for his dissatisfaction with trial counsel\").    The\n\njudge appropriately gave consideration to the facts that the\n\ncase was scheduled for trial in two days, the defendant had been\n\nindicted some two years earlier, and he had not engaged\n\nsuccessor counsel.   The judge did not misstate the law\n\nconcerning a defendant's right to a speedy trial, but rather, in\n\ncontext, properly considered the defendant's needs against the\n\nlegitimate needs of judicial administration, including the need\n\nfor witness testimony to be unhindered due to the passage of\n\ntime.   See Commonwealth v. Gilchrest, 364 Mass. 272, 276 (1973).\n\nThe judge could properly take such matters into account even in\n\nthe absence of evidence of a calculated effort made by the\n\ndefendant to postpone the trial.\n\f                                                                  50\n\n\n    The judge considered the nature and seriousness of the\n\nconflict between the defendant and his counsel.   See Rice, 441\n\nMass. at 297.   Implicit in the judge's conclusion was that he\n\ncredited defense counsel's explanation of what he meant by using\n\nthe phrase \"low level.\"   Further, the judge credited defense\n\ncounsel's statements that he was prepared for trial, noting his\n\nextensive trial preparation efforts, namely the motions he had\n\nfiled on the defendant's behalf and the filings submitted in\n\npreparation of jury empanelment.   Cf. Cavanaugh, 371 Mass. at\n\n48, 57 (error to deny continuance where defense counsel stated\n\nhe was not prepared).   The judge explored the allegations that\n\ndefense counsel had not met all of the defendant's demands,\n\nfinding them unreasonable or unsupported in the circumstances.\n\nFor these reasons, there is no basis for the defendant's\n\nargument that the judge abused his discretion in failing to\n\nreach a different conclusion, namely, that defense counsel had\n\n\"washed his hands\" of the defendant and was willing to put in\n\nonly minimal effort for trial.   See Britto, 433 Mass. at 601\n\n(stating that counsel's failure to meet all of defendant's\n\ndemands does not equate with \"an irreconcilable breakdown of\n\ncommunication\").\n\n    Last, concerning the defendant's claim that he was deprived\n\nof the effective assistance of trial counsel because he was\n\nforced to stand trial with defense counsel who did not want to\n\f                                                                     51\n\n\nrepresent him and who purportedly had admitted to preparing his\n\ndefense at a \"low level,\" the \"ultimate question is whether the\n\ndefendant likely would be denied the effective assistance of\n\ncounsel if counsel is not removed.\"     Id.   Based on the record\n\nbefore us, we conclude that the defendant has failed to make the\n\nrequisite showing.\n\n    3.   Ineffective assistance of counsel.      The defendant's\n\nineffective assistance of counsel argument is predicated on the\n\nclaims of error we have already addressed and, thus, lacks\n\nmerit.\n\n    4.   Relief pursuant to G. L. c. 278, § 33E.       Pursuant to\n\nour statutory duty, we discern no basis to reduce the verdict or\n\nto order a new trial pursuant to G. L. c. 278, § 33E.\n\n    Conclusion.   We reverse the order denying in part the\n\ndefendant's motion to suppress statements.     We affirm the order\n\ndenying defense counsel's motion to withdraw.       We affirm the\n\ndefendant's conviction.\n\n                                      So ordered.\n\f",
            "ocr": false,
            "opinion_id": 2819685
        }
    ],
    "court_short_name": "Massachusetts Supreme Judicial Court",
    "court_full_name": "Massachusetts Supreme Judicial Court",
    "court_type": "S",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Murder"
}