{
    "id": 2839784,
    "judges": null,
    "date_filed": "1997-10-15",
    "date_filed_is_approximate": true,
    "slug": "jason-lee-yarborough-v-state",
    "case_name_short": null,
    "case_name": "Jason Lee Yarborough v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=2124&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion issued January 26, 2006\r\n\r\n\r\n\r\n\r\n\r\n\r\n     \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn The\r\nCourt of Appeals\r\nFor The\r\nFirst District of Texas\r\n\r\n\r\n\r\n\r\nNOS. 01-04-01076-CR\r\n          01-04-01077-CR\r\n\r\n\r\n\r\n\r\nJASON LEE YARBOROUGH, Appellant\r\n\r\nV.\r\n\r\nTHE STATE OF TEXAS, Appellee\r\n\r\n\r\n\r\n\r\nOn Appeal from 228th District Court\r\nHarris County, Texas\r\nTrial Court Cause Nos. 970801 and 1000890\r\n\r\n\r\n\r\n\r\nMEMORANDUM OPINION\r\n\r\n          A jury found appellant, Jason Lee Yarborough, guilty of aggravated assault\r\n\r\n\r\n\r\nand capital murder.\r\n\r\n\r\n  Appellant was sentenced to life in prison\r\n\r\n\r\n for the capital murder\r\noffense and to 12 years in prison for the aggravated assault offense.  In four issues,\r\nappellant contends that (1) the evidence was legally and factually insufficient to\r\nsupport his conviction for each offense; (2) the trial court’s exclusion of the defense’s\r\npsychological expert was an abuse of discretion; and (3) the trial court’s denial of\r\nappellant’s motion for new trial, without a hearing, was an abuse of discretion.\r\n          We affirm.  \r\nBackground\r\n          In the early morning hours of November 9, 2003, Stephen Davlin and Starlett\r\nAmber McCoy were each shot in the head as the two sat in the front seat of a car\r\ndriven by Davlin.  The shooting rendered Davlin blind and killed McCoy.  The\r\nfollowing is Davlin’s account, taken from his trial testimony, of the events\r\nsurrounding the shooting.\r\n \r\n          On November 8, 2002, Davlin and McCoy were at a bar together; the two had\r\nbeen dating for approximately one month.  Davlin, an admitted drug dealer, had\r\nsupplied appellant with cocaine in the past.  Appellant knew that Davlin had received\r\nnine ounces of cocaine worth $4,500 that day.  Appellant telephoned Davlin at the bar\r\nrequesting cocaine.  \r\n          Davlin and McCoy left the bar in a white Dodge Intrepid, owned by McCoy’s\r\ngrandmother, and went to appellant’s house.  When the pair arrived, appellant told\r\nthem that he needed to go to a Mobil station to get some change.  On the way to the\r\nstation, Davlin saw appellant put a gun in his pocket.  Davlin did not say anything to\r\nappellant because he knew that appellant owned a gun. \r\n          After stopping at the Mobil station, Davlin, McCoy, and appellant drove to the\r\nhome of Charles White, another of Davlin’s customers.  White told Davlin that he\r\nneeded to get money from a teller machine.  White followed Davlin in his own\r\nvehicle to a Diamond Shamrock.  Davlin parked the white Intrepid near the front door\r\nof the store.  While Davlin was conducting the drug transaction in the parking lot\r\nwith White, appellant sat in the backseat of the Intrepid.  After providing White with\r\n$150 worth of cocaine, Davlin left the Diamond Shamrock to take appellant home. \r\nDavlin was driving, McCoy was in the front passenger seat, and appellant was in the\r\nback seat. \r\n          While on the way to appellant’s house, appellant told Davlin to stop the car. \r\nDavlin thought that appellant needed to urinate.  Davlin stopped the car.  Davlin then\r\nsaw a white “dually” truck pass.  Davlin thought that the truck looked like the one\r\nowned by “Big Dan,” a rival drug dealer.\r\n          Davlin then saw the back passenger-side door open and heard appellant say,\r\n“All right, now, give me your shit.”  Davlin knew that appellant had a gun and\r\nbelieved that appellant was “trying to rob me for the dope.”  Davlin responded, “Ha,\r\nha, yeah, right.”  The next thing that Davlin recalled was waking up in the hospital,\r\nwith gunshot wounds to his head.  The shooting completely destroyed one of Davlin’s\r\neyes and damaged his optic nerve, leaving Davlin blind.  Later, Davlin learned that\r\nMcCoy had also been shot and had died from her wounds. \r\nLegal and Factual Sufficiency \r\n          In his first two points of error, appellant challenges the legal and factual\r\nsufficiency of the evidence as to each offense.  Appellant contends that the evidence\r\nis legally and factually insufficient to prove that he was the person who shot Davlin\r\nand McCoy.\r\nA.      Standards of Review\r\n          A legal-sufficiency challenge requires us to determine whether, after viewing\r\nthe evidence in the light most favorable to the verdict, any rational trier of fact could\r\nhave found the essential elements of the offense beyond a reasonable doubt.  Johnson\r\nv. State, 23 S.W.3d 1, 7 (Tex. Crim. App. 2000); Howley v. State, 943 S.W.2d 152,\r\n155 (Tex. App.—Houston [1st Dist.] 1997, no pet.).  Although our analysis considers\r\nall of the evidence presented at trial, we may not re-weigh the evidence and substitute\r\nour judgment for that of the fact-finder.  King v. State, 29 S.W.3d 556, 562 (Tex.\r\nCrim. App. 2000).\r\n          In a factual-sufficiency review, we view all of the evidence in a neutral light,\r\nand we will set the verdict aside only if the evidence is so weak that the verdict is\r\nclearly wrong and manifestly unjust or if the contrary evidence is so strong that the\r\nstandard of proof of beyond a reasonable doubt could not have been met.  Escamilla\r\nv. State, 143 S.W.3d 814, 817 (Tex. Crim. App. 2004) (citing Zuniga v. State, 144\r\nS.W.3d 477, 481 (Tex. Crim. App. 2004)).  We must defer appropriately to the fact-finder to avoid substituting our judgment for its judgment.  Zuniga, 144 S.W.3d at\r\n481–82.  Our evaluation may not intrude upon the fact-finder’s role as the sole judge\r\nof the weight and credibility accorded any witness’s testimony.  Cain v. State, 958\r\nS.W.2d 404, 407 (Tex. Crim. App. 1997).  As the evaluator of credibility and\r\ndemeanor, the fact-finder alone determines what weight to place on contradictory\r\ntestimonial evidence.  Id. at 408–09.  The fact-finder may choose to believe all, some,\r\nor none of the testimony presented.  See id.  In conducting a factual-sufficiency\r\nreview, we must discuss the evidence that, according to the appellant, most\r\nundermines the jury’s verdict.  See Sims v. State, 99 S.W.3d 600, 603 (Tex. Crim.\r\nApp. 2003).\r\n          The standards of review for legal-sufficiency and factual-sufficiency challenges\r\nare the same for direct-evidence and circumstantial-evidence cases.  Sharp v. State,\r\n707 S.W.2d 611, 614 (Tex. Crim. App. 1986). \r\nB.      Legal-Sufficiency Analysis\r\n          In support of his legal-sufficiency challenge, appellant argues that evidence\r\nwas presented that cast doubt on Davlin’s credibility as a witness and that showed\r\nthat other persons had motive to kill Davlin and McCoy.  Though such arguments\r\nwere appropriate in the context of appellant’s trial, such arguments do not conform\r\nwith the legal-sufficiency standard of review on appeal.  Arguments casting doubt on\r\nDavlin’s credibility and asserting that others may have wanted to kill Davlin and\r\nMcCoy may well have been important considerations in the jury’s deliberations, but\r\nthey do not view the evidence in the light most favorable to the verdict and are, thus,\r\nnot appropriate to support a legal-sufficiency challenge.\r\n          Appellant also contends that “[n]ot a single shred of forensic evidence tied\r\n[appellant] to this crime” and points out that Davlin “could not even state that\r\nappellant actually shot him.”  Texas case law holds that establishing a defendant as\r\nthe perpetrator of a crime can be proved by direct or circumstantial evidence.  Earls\r\nv. State, 707 S.W.2d 82, 85 (Tex. Crim. App. 1986); Greene v. State, 124 S.W.3d\r\n789, 792 (Tex. App.—Houston [1st Dist.] 2003, pet. ref’d).  When viewed in the light\r\nmost favorable to the verdict, Davlin’s testimony, as detailed above, is evidence from\r\nwhich a reasonable jury could have found beyond a reasonable doubt that appellant\r\nwas the person who shot Davlin and McCoy.\r\n          In addition, viewing the evidence in the light most favorable to the verdict\r\nreveals other evidence that corroborates Davlin’s testimony and supports the jury’s\r\nfinding that appellant committed the charged offenses of aggravated assault and\r\ncapital murder.\r\n          A tow truck driver, John Higginbotham, who had responded to the shooting\r\nscene, testified that, after arriving at the scene, he realized that he had seen the\r\nIntrepid earlier that night at the Diamond Shamrock station and had contacted the\r\npolice.  Higginbotham recalled that he saw a man in the backseat with long (shoulder-length) dirty-blonde hair that was “kind of curly.”  Other testimony confirmed that\r\nthis is what appellant’s hair looked like at the time of the shootings.  \r\n          The primary investigating officer on the case testified that Higginbotham was\r\nshown a photographic array, which included appellant’s picture.  Higginbotham could\r\nnot positively identify appellant as the man whom he had seen in the backseat of the\r\nIntrepid.  However, based on appellant’s hair, Higginbotham identified appellant as\r\nthe one who “looked most like the person that he saw in the car.” \r\n          In addition, testimony was presented at trial that appellant’s girlfriend and the\r\nmother of his child, Shawnace Montgomery, had engaged in sexual relations with\r\nDavlin.  Montgomery testified that appellant suspected that she had been unfaithful\r\nwith Davlin and that she and appellant had argued about it.  \r\n          Greg Griffith testified that he went to appellant’s home to smoke marijuana and\r\nthat, when he arrived, appellant was “sort of angry.”  Appellant told Griffith that he\r\nthought Montgomery was sleeping with Davlin.  Appellant asked Griffith where he\r\ncould “get a throw-away pistol.”  Griffith told appellant to talk to Big Dan about\r\ngetting a gun.  Several days later, Griffith heard that Davlin had been shot.  \r\n          Four to six days after Davlin had been shot, Griffith saw appellant at Big Dan’s\r\nhouse.  Griffith observed appellant giving Big Dan a quantity of block cocaine.  The\r\nState presented law-enforcement testimony at trial that the nine ounces of cocaine that\r\nDavlin testified to having under the driver’s seat of the Intrepid was not recovered\r\nfrom the car.  Also missing was $1,500 in cash that Davlin had on his person that\r\nnight.\r\n          Montgomery testified that when she would mention the shooting, appellant\r\nasked her why she was “so worried about it.”  Other times, appellant became angry\r\nor would walk away from Montgomery when she brought up the subject.\r\n          Montgomery also testified that another acquaintance, Rick Dill, had shown her\r\na letter written by appellant after appellant’s arrest.  In the letter, appellant asked Dill\r\nto say that appellant was with Dill and Montgomery watching two certain movies on\r\nthe night of the shootings.  Montgomery testified that she, Dill, and Montgomery had\r\nnot watched movies on the night of the shootings.\r\n          The State presented evidence that spent shell casings from a nine-millimeter\r\nLuger were recovered both inside and outside the Intrepid.  Montgomery testified that\r\nappellant at one time possessed a nine-millimeter handgun belonging to Charlie\r\nWhite.  The State also presented testimony from the crime scene investigator that one\r\nof the shots was definitely fired from the backseat and that another was fired through\r\neither an open back door or open back window.\r\n          Viewing the evidence in the light most favorable to the verdict, we conclude\r\nthat the a reasonable jury could have inferred that appellant was the person who shot\r\nDavlin and McCoy.  Accordingly, we hold that the evidence was legally sufficient to\r\nsupport appellant’s convictions for aggravated assault and capital murder.\r\n          We overrule appellant’s first point of error.\r\nB.      Factual-Sufficiency Analysis\r\n          Appellant contends that Davlin’s testimony implicating him was not credible\r\nbecause Davlin admitted to the following: (1) he was a drug dealer, who had $4,500\r\nworth of cocaine with him the night that he was shot; (2) he had been smoking\r\nmarijuana earlier on the day that he was shot; and (3) he had lied to the police during\r\nhis initial interview with them.  Appellant also contends that Davlin had a motive to\r\nlie because he had an outstanding drug case pending against him and suggests that\r\nDavlin’s memory was rendered defective from the shooting.  Appellant also cites\r\nevidence that others, including Big Dan and McCoy’s common law husband, had\r\nmotive to kill Davlin.  Appellant points to Davlin’s testimony that he thought that he\r\nsaw Big Dan’s truck drive by immediately before the shooting.   \r\n          A decision is not manifestly unjust merely because the jury resolved conflicting\r\nviews of the evidence in favor of the State.  Cain, 958 S.W.2d at 407.  Moreover, the\r\njury is the sole judge of the credibility of the witnesses and the weight to be given\r\ntheir testimony, and the jury may believe or disbelieve all or any part of a witness’s\r\ntestimony.  Vasquez v. State, 67 S.W.3d 229, 236 (Tex. Crim. App. 2002).  We\r\nconclude that the verdict is not clearly wrong and that the evidence, as detailed in\r\nprevious sections of this opinion, is not such that the standard of proof of beyond a\r\nreasonable doubt could not have been met.  Accordingly, we hold that the evidence\r\nwas factually sufficient to support appellant’s conviction.\r\n          We overrule appellant’s second point of error.\r\n                                        Exclusion of Expert Testimony\r\n          In his third point of error, appellant contends that the trial court abused its\r\ndiscretion in excluding the testimony of psychologist Dr. Karen Gollaher, the\r\ndefense’s “expert on memory after traumatic brain injury.”  \r\n          The trial court conducted a hearing outside the presence of the jury to\r\ndetermine the admissibility of Dr. Gollaher’s testimony.  Dr. Gollaher testified that,\r\nbased on her review of Davlin’s medical records, his videotaped statement given to\r\npolice, and his trial testimony, she could offer an opinion whether Davlin’s memory\r\nhad been affected by the shooting.  Dr. Gollaher primarily based her opinion on her\r\nperceived inconsistencies between Davlin’s videotaped interview and his trial\r\ntestimony regarding what he could recall about the shooting.  \r\n          The trial court ruled that Dr. Gollaher’s testimony was not admissible.  In\r\nconjunction with its ruling, the trial court stated, “My concern is not the science or\r\nthe theories, but the application in this specific case.”  The trial court concluded that\r\nDr. Gollaher’s testimony was “too global and too speculative in this particular case.” \r\nThe trial court continued, “Because I do not think that it meets the third prong of\r\nDaubert Test.  And that is that the technique must have been properly applied to the\r\ninstant case.”  The trial court also noted that the “inconsistencies were things that\r\nwere generally brought out in cross-examination of [Davlin].”  Further, the trial court\r\nindicated that the defense had not established that Davlin had suffered a brain injury. \r\n          The defense then made a bill of exception consisting of Dr. Gollaher’s\r\ntestimony, Davlin’s medical records, the doctor’s curriculum vitae, and Davlin’s\r\nvideotaped interview.  At the conclusion of the bill, defense counsel asked, if the trial\r\ncourt would not allow Dr. Gollaher to testify specifically as to Davlin, whether the\r\ncourt would “permit [Dr. Gollaher] to testify as an educational witness much like in\r\nbattered-wife syndrome and in other traumatic stress disorders where experts are\r\nallowed . . . to testify as to matters that a jury may not be familiar with . . . .”  The\r\ndefense stated that Dr. Gollaher’s testimony would concern “short-term memory loss\r\nversus long-term memory loss caused by traumatic injury in general.”  The defense\r\nargued that there were “issues” whether “Mr. Davlin does remember as he said in\r\nCourt yesterday from the day he arrived in the hospital on November 9, 2002, which\r\nis inconsistent with what he testified in the video of May of 2003 when he said that\r\nit’s just coming back in pieces.”  Defense counsel suggested that Dr. Gollaher could,\r\nwithout referencing the specific facts of the case, “testify as to hypotheticals as well\r\nas to educate the jury regarding the area of neuropsychology.” \r\n          The State responded that any assistance to the jury offered by Dr. Gollaher’s \r\ntestimony on the issue of credibility would be outweighed by the confusion that the\r\ntestimony would create.  The State also argued that, “even [with] battered-wife’s\r\nsyndrome . . . , usually there’s a nexus to the defendant . . . .”  \r\n          The trial court denied the defense’s request to allow Dr. Gollaher to provide\r\ngeneral testimony about memory and traumatic brain injury.  In conjunction with its\r\nruling, the trial court stated, “[T]he problem that I have is that if you just put in that\r\ngeneral information without being able to specifically state that the witness . . .\r\nsuffers from any of those, then you’re essentially asking the jury to speculate.”  The\r\ntrial court also noted that “any inconsistencies that [Davlin] had in his testimony was\r\nbrought out in your cross-examination.”  The trial court concluded that Dr. Gollaher’s\r\ngeneral testimony would not have “any probative value as it would be applied in this\r\ncase under these circumstances.”\r\n          The threshold determination for admitting expert testimony is whether the\r\nspecialized knowledge will assist the trier of fact to understand the evidence or to\r\ndetermine a fact in issue.  Tex. R. Evid. 702; Rousseau v. State, 855 S.W.2d 666, 686\r\n(Tex. Crim. App. 1993).  We review the decision of the trial court to admit or to\r\nexclude expert testimony for an abuse of discretion.  Sexton v. State, 93 S.W.3d 96,\r\n99 (Tex. Crim. App. 2002).   \r\n          The State relies on the Court of Criminal Appeals holding in Williams v. State\r\nthat “generic testimony” is not sufficient unless it is connected to the facts at issue. \r\nSee 895 S.W.2d 363, 366 (Tex. Crim. App. 1994) (concluding that testimony from\r\nexpert regarding defendant’s psychological profile was too generic to be helpful to\r\njury); see also Rousseau, 855 S.W.2d at 686 (noting expert only referred to “studies”\r\nand did not discuss whether any factors to which he planned to testify would apply\r\nto facts of case); Pierce v. State, 777 S.W.2d 399, 414–16 (Tex. Crim. App. 1989)\r\n(concluding that expert’s testimony failed to apply general principles of unreliability\r\nin eyewitness testimony to specific facts of case).  The State asserts that Dr. Gollaher\r\ndid not connect her “generic” testimony regarding brain injury and memory loss to\r\nthe specific facts of this case.  In particular, the State contends that the doctor did not\r\nestablish the threshold fact that Davlin had suffered a brain injury.\r\n          Here, appellant contends that “[t]he jury was denied the opportunity to hear that\r\nin most people who suffer such dramatic injury as Mr. Davlin there is great memory\r\nloss, and often they are subject to being swayed that incidents occurred which did\r\nnot.”  Such contention, however, presumes that Dr. Gollaher sufficiently connected\r\nher generic testimony regarding brain injury and memory loss to the facts of this case.\r\nIt is elemental that the burden on appeal is on the appellant to show that the court\r\nabused its discretion in excluding evidence.  See Johnson v. State, 698 S.W.2d 154,\r\n160 (Tex. Crim. App. 1985).  In his brief, appellant characterizes Dr. Gollaher’s\r\ntestimony, which he contends was wrongfully excluded, as regarding “general\r\nknowledge relating to the impact on memory of a severe injury to the brain.” \r\n(Emphasis added.)  Appellant presents no appellate argument that the trial court\r\nabused its discretion in excluding the general testimony of Dr. Gollaher because the\r\ndoctor had sufficiently tied her abstract testimony regarding brain injury and memory\r\nloss to Davlin.  See Williams, 895 S.W.2d at 366, Rousseau, 855 S.W.2d at 686,\r\nPierce, 777 S.W.2d at 414–16; see also Tex. R. App. P. 38.1(h).  \r\n          We hold that appellant has not shown that the trial court abused its discretion\r\nin excluding Dr. Gollaher’s testimony.  \r\n          We overrule appellant’s third point of error.\r\nDenial of Motions for New Trial\r\n          In his fourth point of error, appellant contends that the trial court abused its\r\ndiscretion when it denied appellant’s motions for new trial without a hearing.\r\n\r\n\r\n\r\n          Appellant filed a motion for new trial on November 11, 2004, alleging jury\r\ntampering and complaining of the trial court’s exclusion of Dr. Gollaher’s testimony.\r\nThe trial court did not hold a hearing, and the motions for new trial were overruled\r\nby operation of law.  See Tex. R. App. P. 21.8(c). \r\n \r\n          The rules of appellate procedure require that a party “present” his motion for\r\nnew trial to the trial court within specified time limits.  Tex. R. App. P. 21.6\r\n(providing generally that defendant must present motion for new trial to trial court\r\nwithin ten days of its filing); Carranza v. State, 960 S.W.2d 76, 79 (Tex. Crim. App.\r\n1998) (holding that appellant had burden not only to file motion for new trial, but also\r\nto present it to trial court); see Reyes v. State, 849 S.W.2d 812, 815 (Tex. Crim. App.\r\n1993).  The term “‘present’ . . . means the record must show the movant for a new\r\ntrial sustained the burden of actually delivering the motion for new trial to the trial\r\ncourt or otherwise bringing the motion to the attention or actual notice of the trial\r\ncourt.”  Carranza, 960 S.W.2d at 79.\r\n          Here, the record shows that appellant attached to his motion for new trial an\r\n“Order For a Setting,” indicating appellant’s desire that a hearing be set on the\r\nmotion.  Lacking from the record, however, is any indication that appellant actually\r\ndelivered the motion for new trial (or the attached “Order For a Setting”) to the trial\r\ncourt, otherwise brought the motion to the trial court’s attention, or gave the trial\r\ncourt actual notice of the filing.  In other words, the record does not show that\r\nappellant presented the motion for new trial to the trial court.  Accordingly, appellant\r\nforfeited his complaint for review because he failed to preserve error.  See Tex. R.\r\nApp. P. 33.1(a); Mendez v. State, 138 S.W.3d 334, 339 (Tex. Crim. App. 2004).  \r\n          We overrule his fourth point of error.\r\nConclusion\r\n          We affirm the judgments of the trial court. \r\n\r\n\r\n\r\n\r\n                                         Laura Carter Higley\r\n                                         Justice   \r\n\r\nPanel consists of Justices Taft, Higley, and Bland.\r\n\r\nDo not publish.  Tex. R. App. P. 47.2(b).\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2839784
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}