{
    "id": 2841101,
    "judges": null,
    "date_filed": "2022-10-09",
    "date_filed_is_approximate": true,
    "slug": "donald-wayne-clemons-v-state",
    "case_name_short": null,
    "case_name": "Donald Wayne Clemons v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=11359&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion issued October 23, 2008\r\n\r\n\r\n     \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn The\r\n\r\nCourt of Appeals\r\n\r\nFor The\r\n\r\nFirst District of Texas\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 01-07-00684-CR\r\n\r\n\r\n\r\n\r\n\r\n\r\nDONALD WAYNE CLEMONS, Appellant\r\n\r\n\r\nV.\r\n\r\n\r\nTHE STATE OF TEXAS, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\nOn Appeal from the 263rd District Court\r\n\r\nHarris County, Texas\r\n\r\nTrial Court Cause No. 1019997\r\n\r\n\r\n\r\n\r\n\r\n\r\nMEMORANDUM  OPINION\r\n\r\n\tA jury convicted appellant, Donald Wayne Clemons, of capital murder (1) and\r\nassessed punishment at life in prison.  In his sole point of error, appellant contends\r\nthat the trial court erred in denying his motion to suppress an in-court identification.\r\n\r\n\tWe affirm.\r\n\r\nBackground\r\n\r\n\r\n\tOn February 19, 2005, appellant approached two men, Sampson and Samuel\r\nHuff, who were seated in a 1993 Cadillac Sedan outside of a barber school at 10700\r\nSouth Gessner and demanded the keys to the vehicle.  After saying, \"Give me the\r\nkeys,\" and, \"You think I'm playing,\" appellant started shooting.  Sampson, who was\r\nin the driver's seat, tossed the keys, and Samuel and Sampson ran away from the\r\nvehicle in different directions.  Appellant shot Sampson, who fell to the ground and\r\nlater died.  Appellant also shot Samuel and wounded him in the lower back.  Samuel\r\nlimped to the barber school to get help while appellant drove away with Sampson's\r\nvehicle.  An ambulance drove Samuel to the hospital.  \r\n\r\n\tOne day after the shooting and while Samuel was still in the hospital, police\r\nasked him to make an identification of the shooter.  Although he gave an accurate\r\ndescription of appellant, Samuel was unable to identify him from a photo spread.  At\r\nthis time Samuel was in pain and taking pain medication.\r\n\r\n\tAbout a month after the shooting, Samuel identified appellant as the shooter\r\nafter viewing a live lineup with participants who repeated the phrase, \"Give me the\r\nkeys.\"  Appellant was the only person who appeared in both the photo spread and the\r\nlineup. \r\n\r\n\tPrior to trial, appellant moved to suppress the identification made by Samuel,\r\nstating that the pre-trial identification procedures (as described above) were so\r\nunnecessarily suggestive as to give rise to a substantial likelihood of irreparable\r\nmisidentification.  Samuel and Sergeant J. Parker, the officer who conducted the\r\nidentification procedures, testified at a pretrial hearing regarding the pretrial\r\nidentification procedures.  After hearing the testimony, the trial court denied\r\nappellant's motion to suppress the identification, finding that the live lineup was not\r\nsuggestive. \r\n\r\n\tAt trial, the State presented evidence that appellant shot Sampson.  Samuel\r\nidentified appellant as the shooter, and he told the jury he was absolutely sure that\r\nappellant was the shooter.  Prior to Samuel's in-court identification, appellant had\r\nrenewed his previous objection to the admission of the identification procedures. \r\n\r\n\tAshley Hickman, who was a friend of appellant, testified that prior to the\r\nshooting appellant asked her to identify areas where \"there are people with nice cars.\" \r\nShe testified that appellant's reason for wanting to know was to \"hit a few licks\" and\r\nmove to New York.  Hickman also testified that appellant threatened her with death\r\nif she told anyone about his plans.  Another witness, Maranda Cole, who dated\r\nappellant, testified that she dropped appellant off at the parking lot where the incident\r\noccurred and around the time of the shooting.  She further contended that, after the\r\nincident, appellant asked her for directions to Louisiana and demanded that she \"keep\r\n[her] story straight\" on these \"issues.\"  Lastly, appellant conceded that he had\r\npossession of Samuel's car after the incident.  The jury returned a guilty verdict and\r\nthis appeal followed. \r\n\r\nAnalysis\r\n\r\n\r\n\tIn his sole point of error, appellant contends the trial court erred when it denied\r\nhis motion to suppress the in-court identification made on the basis that the pretrial\r\nidentification procedures were unnecessarily suggestive and gave rise to a substantial\r\nlikelihood of irreparable misidentification. \r\n\r\n\tAn in-court identification is inadmissible when (i) the photographic display\r\nprocedures are impermissibly suggestive and (ii) the suggestive procedures give rise\r\nto a very substantial likelihood of irreparable misidentification.  Simmons v. United\r\nStates, 390 U.S. 377, 384, 88 S. Ct. 967, 971 (1968); Burkett v. State, 127 S.W.3d 83,\r\n86 (Tex. Crim. App. 2003).  The burden falls on the criminal defendant to show by\r\nclear and convincing evidence that the in-court identification is unreliable.  Burkett,\r\n127 S.W.3d at 86.  In addition, the reliability of an in-court identification \"must be\r\nconsidered on its own facts.\"  Simmons, 390 U.S. at 384, 88 S. Ct. at 971; see also\r\nBarley v. State, 906 S.W.2d 27, 33-34 (Tex. Crim. App. 1995).  \r\n\r\n\tTo warrant the exclusion of Samuel's in-court identification, appellant had to\r\nshow that the photographic line-up identification procedure was impermissibly\r\nsuggestive.  Santos v. State, 116 S.W.3d 447, 451, 455 (Tex. App.--Houston [14th\r\nDist.] 2003, pet. ref'd).  A pretrial procedure may be suggestive, but that does not\r\nnecessarily mean it is impermissibly so.  Barley, 906 S.W.2d at 34.  Suggestiveness\r\nmay be created in the manner in which the pretrial identification procedure is\r\nconducted, for example, by police pointing out the suspect or suggesting that a\r\nsuspect is included in the line-up.  Id. at 33.  A pretrial identification procedure is not\r\nimpermissibly suggestive, however, merely because a witness may have believed one\r\nof the individuals in the line-up was a suspect.  Harris v. State, 827 S.W.2d 949, 959\r\n(Tex. Crim. App. 1992); Abney v. State, 1 S.W.3d 271, 275 (Tex. App.--Houston\r\n[14th Dist.] 1999, pet. ref'd).\r\n\r\n\tAppellant argues that the \"pretrial identification procedures were unnecessarily\r\nsuggestive because appellant's image was the only image which appeared in both the\r\nlineup and the photo spread.\"  He asserts that the procedures undermined the\r\nreliability of the identification.  He also contends, \"Having seen only the appellant in\r\nboth the photo array and the lineup, the suggestiveness increases the likelihood that\r\nhe relied on the photograph contained in the array to identify appellant later at the\r\npolice station.\"  In support of this contention, appellant cites Foster v. California, 394\r\nU.S. 440, 89 S. Ct. 1127 (1969).  \r\n\r\n\tIn Foster, the witness first viewed a lineup in which the defendant, Foster,\r\nwore a jacket similar to that worn by one of the robbers involved in the crime and\r\nstood beside two other persons who were significantly shorter than Foster.  Foster,\r\n394 U.S. at 441, 89 S. Ct. at 1127.  After not being able to identify Foster as one of\r\nthe perpetrators, the witness was permitted to speak face-to-face with him.  Id.  The\r\nwitness was still not able to determine whether Foster was at the scene of the crime\r\nand viewed another lineup 10 days later with Foster and four other men participating. \r\nId.  This time, the witness was convinced that Foster was one of the robbers.  Id.  The\r\nUnited States Supreme Court held that the suggestive elements in this identification\r\nprocedure made it all but inevitable that the witness would identify the defendant and\r\nso undermined the reliability of the witness identification as to violate due process. \r\n394 U.S. at 443, 89 S. Ct. at 1128.\r\n\r\n\tHere, the facts are distinguishable from the procedures used in Foster.  See id. \r\nWhen Sergeant Parker interviewed Samuel at the hospital, Samuel had been shot the\r\nday before, was in pain, and had taken pain medication.  Sergeant Parker testified that\r\nSamuel \"appeared to be drugged.\"  Sergeant Parker showed Samuel a photo spread\r\ncontaining five photographs, including a photograph of appellant, but Samuel could\r\nnot identify the shooter.  Although he was unable to identify appellant in the\r\nphotographic display, Samuel gave an accurate description of the shooter.  \r\n\r\n\tA month after the shooting, Samuel viewed a live lineup containing five black\r\nmales, including appellant.  The suspects were asked to say the phrase, \"Give me the\r\nkeys,\" and they were all of similar appearance.  At that time, Samuel identified\r\nappellant as the shooter.  Although appellant was in the photo array shown to Samuel\r\nright after the shooting and in the live lineup a month later, this fact alone does not\r\nmake the pretrial identification impermissibly suggestive.  See Cantu v. State, 738\r\nS.W.2d 249, 252 (Tex. Crim. App. 1987) (stating, \"Not every case in which several\r\narrays or displays of a defendant containing different pictures of a defendant are\r\n[shown is] suggestive.\").  In light of Samuel's condition when police showed him the\r\nphoto array, the pretrial procedure of having Samuel view a live lineup a month after\r\nthe shooting that also included appellant as a suspect was not impermissibly\r\nsuggestive.  See Barley, 906 S.W.2d at 33-34 (holding that a suspect may appear in\r\nmore than one identification procedure when circumstances necessitate); cf. Cantu,\r\n738 S.W.2d at 252 (\"In the abstract, therefore, the procedure of showing [the witness]\r\nseveral arrays on different occasions, all containing appellant's photograph, is a\r\nsuggestive procedure.  Such procedure tends to highlight a particular defendant since\r\nthe witness sees the same face repeatedly.\").  \r\n\r\n\tEven if a pretrial identification is impermissibly suggestive, an in-court\r\nidentification is admissible when the trial court has an adequate basis for concluding\r\nthat the in-court identification is reliable.  Harris, 827 S.W.2d at 960.  To determine\r\nthe reliability of the in-court identification testimony under the totality of the\r\ncircumstances, the following five factors should be considered:\r\n\r\n(1) the opportunity of the witness to view the criminal at the time of the\r\ncrime;\r\n\r\n\r\n(2) the witness's degree of attention;\r\n\r\n\r\n(3) the accuracy of the witness's prior description of the criminal;\r\n\r\n\r\n(4) the level of certainty demonstrated by the witness at the time of the\r\nconfrontation; and\r\n\r\n\r\n(5) the lapse of time between the alleged act and the time of the\r\nconfrontation.  \r\n\r\n\r\nManson v. Brathwaite, 432 U.S. 98, 114-16, 97 S. Ct. 2243, 2253-54 (1977); Ibarra\r\nv. State, 11 S.W.3d 189, 195 (Tex. Crim. App. 1999).  First, we weigh these factors\r\nin a light favorable to the trial court's ruling; then we weigh the factors, viewed in\r\nthis light, de novo \"against the 'corrupting effect' of the suggestive identification\r\nitself.\"  Ibarra, 11 S.W.3d at 195-96.\r\n\r\n\tOpportunity to View\r\n\r\n\tSamuel testified that, as he sat in the passenger side of the vehicle, he\r\nwitnessed a person walk towards the driver's side of his brother's vehicle.  Samuel\r\nhad the opportunity to see and hear the person as he demanded the car keys and said,\r\n\"You think I'm playing?\"  Samuel testified that appellant's face was not even a foot\r\naway.  When appellant walked up, the window was down, and it was daylight outside. \r\nSamuel testified at trial that he remembered the person who shot his brother and was\r\nabsolutely sure appellant was the shooter.  He based the identification on appellant's\r\nphysical appearance and voice.  In addition, Samuel's in-court identification of\r\nappellant was based on his observation of appellant during the offense.  \r\n\r\n\tDegree of Attention\r\n\r\n\tThe facts indicate that Samuel's attention was focused on appellant from the\r\ntime appellant was dropped off until appellant came to the driver's side of the car\r\nwhere Samuel and the complainant were sitting.  Samuel listened to appellant as he\r\nsaid, \"Give me the keys,\" and, \"You think I'm playing.\"  Once appellant started\r\nshooting, Samuel exited the vehicle from the passenger side and ran away. \r\n\r\n\tAccuracy of Description\r\n\r\n\tWhen Sergeant Parker visited Samuel in the hospital, Samuel gave a general\r\ndescription of the shooter.  Samuel described the shooter as a black male who was\r\nwearing a back football jersey and was around 5'10'' in height.  Samuel's description\r\nof appellant was accurate.\r\n\r\n\tLevel of Certainty\r\n\r\n\tSamuel could not identify appellant in the photo array shown to him in the\r\nhospital after he had been shot.  At the live lineup, Samuel was able to positively\r\nidentify appellant as the shooter.  Sergeant Parker testified that Samuel also thought\r\nanother person in the lineup looked similar but that it was not him because the person\r\nhad a tattoo and the shooter did not.  Sergeant Parker testified that Samuel stated that\r\nhe was not 100 percent sure that appellant was the shooter. \r\n\r\n\tSamuel testified that he could not identify any of the suspects in the photo\r\narray, but he did recognize appellant in the live lineup.  When asked if he was sure\r\nof the identification in the lineup, Samuel stated, \"I knew him right when I seen him.\" \r\n\r\n\tTime Between Crime and Confrontation\r\n\r\n\tOne day elapsed between the crime and the photo array.  A month after the\r\ncrime, Samuel identified appellant as the shooter at the live lineup.  \r\n\r\n\tOther Considerations\r\n\r\n\tIn this factor, we take into account that at the time that Samuel first saw the\r\nphoto array, he had just been shot, he was in pain, and he was on pain medication. \r\nThus, in examining the totality of the circumstances, we place less weight on the fact\r\nthat appellant appeared in a photo array and a live lineup, considering that Samuel\r\nmay not have been in a clear state of mind when he first saw the photo array.  We also\r\nnote that appellant testified that he did have tattoos on his hands and that he had them\r\nprior to February 2005 while Samuel testified that appellant had no tattoos. \r\nAppellant's testimony was countered by evidence from another witness who testified\r\nthat she saw appellant wearing a bandana around his hands that may have precluded\r\nSamuel from noticing the tattoo. \r\n\r\n\tAfter reviewing the factors, we conclude that Samuel had sufficient opportunity\r\nto view appellant at the time of the shooting.  Appellant's face was less than a foot\r\naway from Samuel, the window was open, and Samuel heard appellant make two\r\nstatements before the shooting began.  Although Samuel could only give a general\r\ndescription the day after the shooting, Samuel was in pain and under medication at\r\nthe time.  Furthermore, at the time of the live lineup, Samuel testified that he was sure\r\nthat appellant was the shooter and that he was trying to recall the face of the shooter\r\nfrom the day of the shooting.  Morever, at trial Samuel identified appellant as the\r\nshooter based on what he remembered from the day of the shooting.  Weighing this\r\nevidence of reliability against the possible suggestiveness of the pretrial identification\r\nprocedures, we conclude that the in-court identification did not create a substantial\r\nlikelihood of mistaken identification.  See Ibarra, 11 S.W.3d at 196.\r\n\r\n\tWe overrule appellant's sole point of error.Conclusion\r\n\r\n\tWe affirm the judgment of the trial court.\r\n\r\n\r\n\r\n\r\n\t\t\t\t\t\t\tEvelyn V. Keyes\r\n\r\n\t\t\t\t\t\t\tJustice\r\n\r\n\r\nPanel consists of Justices Taft, Keyes and Alcala.\r\n\r\nDo not publish.  Tex. R. App. P. 47.2(b).\r\n1. See Tex. Penal Code Ann. § 19.03(a)(2) (Vernon 2003).\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2841101
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}