{
    "id": 2842899,
    "judges": null,
    "date_filed": "2013-08-28",
    "date_filed_is_approximate": true,
    "slug": "kenneth-eugene-harris-v-state",
    "case_name_short": null,
    "case_name": "Kenneth Eugene Harris v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=3523&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion issued January 29, 2009  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\t\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn The\r\n\r\nCourt of Appeals\r\n\r\nFor The\r\n\r\nFirst District of Texas\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 01-07-00391-CR\r\n\r\n____________\r\n\r\n\r\nKENNETH EUGENE HARRIS, Appellant\r\n\r\n\r\nV.\r\n\r\n\r\nTHE STATE OF TEXAS, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\nOn Appeal from the 339th District Court\r\n\r\nHarris County, Texas\r\n\r\nTrial Court Cause No. 1055272\r\n\r\n\r\n\r\n\r\n\r\n\r\nCONCURRING  OPINION\r\n\r\n\t\r\n\r\n\r\nI join the opinion of Justice Jennings, but I write this concurring opinion to\r\nfurther note a couple of matters.\r\n\r\nIn Boyett v. State, the Texas Court of Criminal Appeals explained that, when\r\na jury is asked to consider lesser-included offenses in determining the guilt of a\r\ndefendant, the jury charge should \"explicitly\" instruct jurors that if they do not\r\nbelieve, or if they have a reasonable doubt of a defendant's guilt of a greater offense,\r\n\"they should acquit\" the defendant of the greater offense and then \"proceed to\r\nconsider whether [the defendant is] guilty of the lesser included offense.\"  692\r\nS.W.2d 512, 515 (Tex. Crim. App. 1985).  Although appellant acknowledges that the\r\nsource of the instruction in question is the Texas Court of Criminal Appeals opinion\r\nin Boyett, he contends that\r\n\r\n\tThe majority opinion [in Boyett] relied solely upon a form\r\nbook sample jury charge for its holding that the jury charge\r\nshould have instructed the jury to acquit the defendant of\r\nthe greater offense before considering a lesser offense.  The\r\nmajority opinion did not explain why a unanimous\r\nagreement to acquit of a greater offense is required before\r\nthe jury is allowed to consider guilt of a lesser included\r\noffense.\r\n\r\n\r\nOf course, the Court of Criminal Appeals had no reason to address the\r\ncontroversy  regarding \"unanimity\" that arose more than a decade after its Boyett\r\nopinion.  See Hutson v. State, No. 03-99-00523-CR, 2000 WL 298675 (Tex.\r\nApp.--Austin Mar. 23, 2000, pet. ref'd) (not designated for publication) (finding no\r\nrequirement of unanimity).\r\n\r\nThis Court has been presented with the unanimity controversy in several cases. \r\nInitially, we found it unnecessary to resolve the controversy because even assuming\r\nthe instruction required unanimity and that such was error, we held that any error was\r\nharmless.  See Campbell v. State, 227 S.W.3d 326, 332 (Tex. App.--Houston [1st\r\nDist.] 2007, no pet.).  Subsequently, this Court has held that the instruction is not\r\nerroneous because it does not require unanimity.  See Mitchel v. State, 264 S.W.3d\r\n244, 250 (Tex. App.--Houston [1st Dist.] 2008, pet. ref'd).  We have followed\r\nMitchel in a couple of unpublished opinions.  See Barrios v. State, No. 01-07-00099-CR, 2008 WL 1747738, at *2 (Tex. App.--Houston [1st Dist.] Apr. 17, 2008, pet.\r\ngranted) (mem. op., not designated for publication); Rainey v. State, No. 01-06-01026-CR, 2008 WL 1747623, at *2 (Tex. App.--Houston [1st Dist.] Apr. 17, 2008,\r\npet. filed) (mem. op., not designated for publication).  Although the Court of Criminal\r\nAppeals refused review in Mitchel it granted review in Barrios.  \r\n\r\nI acknowledge that there are reasonable arguments on both sides of the\r\nunanimity controversy.  In Mitchel, we relied primarily on the existence of another\r\ninstruction that presumed the jurors were considering whether to convict of the\r\ngreater or lesser offense, in which case they should resolve any doubt by finding the\r\ndefendant guilty of the lesser offense.  See Mitchel, 264 S.W.3d at 250.  The\r\npracticality of avoiding mistrials when a jury cannot unanimously find the defendant\r\nnot guilty of the greater before considering the lesser, as illustrated by the Hutson\r\ncase, further supports our former holding in Mitchel.\r\n\r\nIn Campbell, we pointed out a couple of considerations that cut each way.  For\r\nexample, the word unanimously does not appear in the complained of instruction, but\r\nonly in the boilerplate in regard to the foreman's duty to certify the verdict\r\nunanimously agreed upon.  See Campbell, 227 S.W.3d at 328.  We noted that the\r\nverdict form provided four equal choices (not guilty of any offense, guilty of the\r\ngreater offense, and guilty of either of the two lesser offenses).  See id. at 329.  The\r\nabsence of a verdict form for not guilty of the greater offense also tends to support\r\nnon-unanimity.  We also mentioned the Hutson opinion from the Third Court of\r\nAppeals.  Id.\r\n\r\nSupporting unanimity, we observed in Campbell that the language of the\r\ninstruction itself in which the pronoun \"you\" is used in place of \"members of the\r\njury,\" implying that only if all jurors had a reasonable doubt of guilt as to the greater,\r\nshould they go on to consider the first lesser offense.  Id. at 329 &amp; n.1.  Within the\r\nharmless error analysis in Campbell, we also observed the well-established principle\r\nthat any error in the instructions regarding the lesser offenses is not reversible\r\nbecause the jury is presumed to have stopped deliberating after having found the\r\ndefendant guilty of the greater offense.  Id. at 330.  Closely related to this last\r\nconsideration is the observation that one reads a document starting from the top of the\r\nfirst page.  One who begins reading the charge in the present case, for example, will\r\nread through some introductory language, some definitions, and then come to the\r\napplication paragraph for the greater offense.  The application paragraph instructs the\r\njurors in plain language that if they believe beyond a reasonable doubt that the\r\ndefendant is guilty of the greater offense, then they will find the defendant guilty of\r\nthat offense.  No one questions that the finding of guilt beyond a reasonable doubt as\r\nto the charged offense must be a unanimous decision, even though the application\r\nparagraph does not expressly say so.\r\n\r\nThen comes the instruction in question:Unless you so find from the evidence beyond a\r\nreasonable doubt, or if you have a reasonable doubt\r\nthereof, you will acquit the defendant of manslaughter and\r\nnext consider whether the defendant is guilty of the lesser\r\noffense of criminally negligent homicide.\r\n\r\n\r\nIn accord with the mandate from Boyett and consistent with the plain language\r\nof the context, I would also hold that this instruction requires the jury to unanimously\r\nacquit the defendant before proceeding to consider appellant's guilt of a lesser\r\nincluded offense.  Such a holding not only is true to the mandate of the Court of\r\nCriminal Appeals and the plain language of the jury charge, it is also in accord with\r\nthe policy consideration that the State, which brought the original charge against the\r\ndefendant, is entitled to a verdict on that charge.  Of course, a verdict in a criminal\r\ncase must be unanimous. \r\n\r\nThat leaves the question of what to do with the instruction upon which we\r\nrelied in Mitchel:  \r\n\r\nIf you find from the evidence beyond a reasonable\r\ndoubt that the defendant is guilty of either manslaughter on\r\nthe one hand or criminally negligent homicide on the other\r\nhand, but you have a reasonable doubt as to which of said\r\noffenses he is guilty, then you must resolve that doubt in\r\nthe defendant's favor and find him guilty of the lesser\r\noffense of criminally negligent homicide.\r\n\r\n\r\nI would hold that this instruction is inherently confusing and should not be\r\nsubmitted to the jury.  If the jury had unanimously found beyond a reasonable doubt\r\nthat the defendant was guilty of the greater offense, it should have proceeded to the\r\nverdict page and indicated it had found the defendant guilty of the greater offense. \r\nIf the jury unanimously did not so find, then it should have acquitted the defendant\r\nof the greater offense and gone on to consider a lesser-included offense.  In either\r\ncase, the jury will never be in a position of having to choose between the greater and\r\nthe lesser, wondering of which the defendant is guilty beyond a reasonable doubt.\r\n\r\n\r\nFor these reasons, I agree that the jury instruction in question is not erroneous,\r\nI agree that it requires unanimity, and I concur in the overruling of appellant's first\r\npoint.\r\n\r\n\r\n\t\t\t\t\t\tTim Taft\r\n\r\n\t\t\t\t\t\tJustice\r\n\r\n\r\n\r\nPanel consists of Chief Justice Radack and Justices Jennings and Bland.\r\n\r\n\r\nEn banc consideration was requested.  See Tex. R. App. P. 41.2(c).\r\n\r\n\r\nA majority of the Court voted for en banc consideration.  See Tex. R. App. P. 49.7.\r\n\r\n\r\nThe En Banc Court consists of Chief Justice Radack and Justices Taft, Jennings,\r\nKeyes, Alcala, Hanks, Higley, Bland, and Sharp.\r\n\r\n\r\nJustice Jennings, writing for the majority of the En Banc Court, joined by Chief\r\nJustice Radack and Justices Taft, Alcala, Hanks, and Bland.\r\n\r\n\r\nJustice Taft, concurring to the en banc opinion, joined by Justice Alcala.\r\n\r\n\r\nJustice Keyes, dissenting to the en banc opinion, joined by Justice Higley.\r\n\r\n\r\nJustice Sharp, not participating.\r\n\r\n\r\nPublish.  Tex. R. App. P. 47.2(b). \r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2842899
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}