{
    "id": 8159497,
    "judges": "Estee",
    "date_filed": "2013-07-01",
    "date_filed_is_approximate": true,
    "slug": "in-re-mankichi",
    "case_name_short": "In re Mankichi",
    "case_name": "In re Mankichi",
    "case_name_full": "IN THE MATTER OF THE APPLICATION OF OSAKI MANKICHI for a writ of habeas corpus",
    "attorneys": "George A. Dams and F. M. Brooks, attorneys for petitioner., John W. Gathcart, Assistant Attorney General, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Section. 616 of the Penal Lawn of the Republic of Hawaii, compiled in 1897, provides that ‘‘the necessary bills of indictment shall be prepared by a legal prosecuting officer and be duly presented to the presiding- judge of a cour-t before the arraignment of the accused, and such judge shall, after examination, certify upon each bill of indictment whether he finds the same a true bill or not.” Section 1345 of the Civil Laws of the Republic of Hawaii, Icompiled in 1897, provides that “no jury for the trial of any case, ■civil or criminal, shall be less than twelve in number, but when nine of such jury shall agree upon a verdict, they may render the ■same, and such verdict shall be as valid and binding upon the parties as if rendered by all twelve.” Under these two provisions of the laws of Hawaii, and after the passage of the Joint Resolution of Annexation of both Houses of Congress, dated July 7, 1898, prescribing that “The Hawaiian Islands and their dependencies..........are hereby annexed as a part of the territory of the United States, and are subject to the sovereign dominion thereof,” a Japanese was, indicted in the Hawaiian Islands without the intervention of a Grand Jury, tried for the crime of murder, and convicted by a verdict of nine jurors of the crime of manslaughter, and sentenced to, imprisonment at hard labor for twenty years. Upon an application for a writ of habeas corpus made to the United States District Court for the District of Hawaii by the said Japanese, on the ground that he was in custody contrary to the provisions of the Constitution of the United States, Held: That the conviction of petitioner was illegal and void under the provisions of Articles V, VI and VII of the Constitution! of the United States, which -became the supreme law of the Islands immediately after the passage of the Joint Resolution of Annexation. The writ allowed and petitioner ordered discharged, the Court having jurisdiction to issuei the writ when justice demands it, or when a -person isi in custody “in violation of the Constitution.” (Sec. 753, R. S. U. S.)</p> <p>2. Congress provided by a Joint Resolution of both Houses, dated July 7th, 1898, that the “municipal legislation of the Hawaiian 'Islands........not contrary to the Constitution of the United States........shall remain in force'until the Congress of the United States shall otherwise determine.” By this joint Resolution, Congress in t'he plenary power conferred upon it, provided that all municipal legislation, of the Republic of Hawaii contrary to the Constitution of tbe¡ United States should bo repealed, leaving in force all that was not in conflict with it. No language could be plainer.</p> <p>3. No reservation was made in the Joint Resolution of Annexation of Articles V., VI. and VII. of the Amendments to the Constitution relating to indictments or trial by jury in common law or criminal cases. This showed that American sovereignty not only prevailed here, as elsewhere in t'he Territories of the United States, but that nothing could be done or permitted here contrary to the Constitution of the United States.</p> <p>4. This annexation was not in a \"transition or inchoate” state, but was complete, and the Constitution came with annexation and ■became, and ever since has been, the supreme law of this Territory.</p> <p>5. The finding of a true bill by a Circuit Judge of the Territory, or in any other manner than by the indictment of a Grand .Jury properly empowered to act in the premises, is in direct violation of the provisions of Article V of the 'Constitution of -the United States, and any person found guilty of an infamous crime without such indictment by a Grand Jury is illegally convicted, and should be released on rabeas corpus.</p>",
    "summary": "Habeas Corpus.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "1 D. Haw. 303"
    ],
    "opinions": [
        {
            "author_str": "Estee",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nEstee, J.\nThis is an application for a writ of habeas corpus, arising upon the petition of one Osald Manldchi, a Japanese.\nThe evidence, oral and documentary, shows that on the 4th day of May, 1899, a presentment was filed against the petitioner by the then Circuit Judge of the First Circuit of the Tenitory of Hawaii, and without the intervention of a grand jury, charging him with the crime of murder1; that afterwards, in the May term of that court, of the samei year, he was tried on the said presentment and convicted of the crime of manslaughter in the first degree. The verdict was returned by nine out of the. twelve jurors. On the 22nd day of May, 1899, he was by the said court sentenced to twenty years’ imprisonment at hard labor.\n*305Petitioner now seeks his discharge upcm the ground that he is being illegally imprisoned because of the fact that he was1 not indicted by a grand' jury, nor convicted by the unanimous verdict -of a jury of twelve men, as is required by the Constitution of the United States, it being claimed that the Constitution of the United States was in force in these Islands during the period! covered by the trial, conviction and sentence of petitioner, and. that Aricles V, VI and VII of the Amendments to the Constitution. were thus violated.\n(1). The first point made by the learned Assistant Attorney General for the Territory is that this court has no jurisdiction, to act and determine upon the questions involved in this matter, because a writ of error should be sued out of the Supreme Court', of the United States' by the petitioner herein.; that whatever may have been the action of the territorial courts, the United States court ought not to interfere; that this case is not one of' sufficient gravity- to call for the interposition of this court on habeas corpus .\nThis is a Federal question raised in a -territory of the United! States which is governed, by Federal law under the Constitution of the United States. The authorities referred to by the Deputy ■ Attorney General, as sustaining his position against this court’s-assuming jurisdiction in this proceeding are not in point. Not ■ one of the decisions1 cited relate to this class of cases. Thistearitory is under the control of Congress and is not an independent state with a constitution and local statutes governing • thei trial and conviction or acquittal of persons charged with crime. Where a state is a party, and where a constitutional, question is involved, a writ of error should, save in excep- ■ tional cases, he sued out of the Supreme Court of the United! States, because of the delicate nature of a conflict of state and' national jurisdictions. Here there can be no such conflict. I have been unable to find any authorities of libe import where &gt; a conviction is had in a territory. Territorial action alone is involved here. The courts which have considered this matter be-*306fore are all territorial courts, the alleged conviction of petitioner occurring under territorial law.\nIt should be here said that the territorial situation in Hawaii is peculiar. We are by land and sea over* five thousand miles from the capital of our country, and practically the judicial officers of this country arle beyond the immediate range of all -■appellate judicial tribunals. So all judicial officers here should -be especially interested in maintaining public law in this teari‘-tory, and more particularly in maintaining the Constitution and ¿Statutes of the United States applicable hereto'.\n.In this 'habeas corpus matter 'there is a wide difference of ■opinion between the territorial judges. Both the Supreme and Circuit Courts differ from each other and the members of the Supreme Court differ among themselves and especially so. upon the question of the relation which this territory bears to the Constitution and laws of the United States. Bor instance, the -•Supreme Court of this Territory held in the. very recent case of Honomu Sugar Co. v. Sayewiz (12 Haw. 96), that certain Amendments of the Constitution of the United States were not in force here between: the 7th day of July, 1898, and the 14th day of June, 1900, namely, Articles Y, YU, YIII and XIII, ■which Articles relate to indictment by a grand jury for infamous •crimes, to a common law jury trial, and to the existence of ■slavery in the United States. While the Supreme Court decided m the case of Ex Pande Edtoards (13 Haw. 32) that no person could be put upon, trial for an infamous crime in the HaAvaiian Islands after August 12th, 1898 (the date of the raising of the American flag here) without having been first indicted by a .grand jury, nor could he be convicted of such crime save by the ■unanimous verdict of a jury of twelve.\nIt Avas further held by the Supreme Court of the territory, ■on the 5th day of June, 1899, in the case of Spencer v. Collector of Customs (12 Haw. 66) that Hawaii could register vessels, ■although the territory Avas annexed to and formed a part of the United States.\nThis Avas practically overruled by tire Attorney General of the *307United States-, who in a written opinion (22 Op. Atty. Gen. 578) instructed' tbe Secretary -of tbe Treasurer that:—\n‘With, due rlesp-ect to tbe judgment of tbe Supreme Oourt of Hawaii, I am unable to admit that an Hawaiian register can now be issued to a vessel, and the flag -of Hawaii, the: usual token of registration, be flown by her.”\nFrom these decisions it is clear there is a wide divergence of opinion on the part of the Supreme Oourt of the territory, as to the constitutional question involved herein, and as to whether or not the people of this territory were during the period between July 7, 1898, and June 14th, 1900, living in an- American- territory and subject to such laws as were no-t inconsistent with the Joint Resolution of Annexation “nor contrary to the Constitution of the United States.”\nThe familiar rule -of stare decisis does not seem to receive recognition by the Supreme Oourt o-f the territory, for that court decides one way at one time and another way at other times upon questions of the gravest importance and which cases involve identically the same principle. ■ The very uncertainty -o-f that court’s opinions tends to disturb- and unsettle the public mind as to the national Constitution and its application to the people of and conditions in this territory, and is a strong inducement for this court to exercise its discretion in taking jurisdiction -o-f this proceeding.\nIt is argued that the District and Circuit Courts -of the United States are courts of original and limited jurisdiction, which is true; but the United States statutes make it the duty of United States Disrict and Circuit judges to issue the writ of habeas corpus when justice demands it, or when “a person is in custody in violation of the Constitution.” (Section 753 Rev. Stats. U. S. 2nd Ed)\n“It is the duty of the courts to be watchful -of the constitutional rights of the citizen.” Boyd v. U. S., 116 U. S. 616. So constitutional pro-visions for the security of persons and property should be liberally construed. Id. 636.\nAs was said by the Supreme Court -o-f the United States in\n*308the case of Walker v. S. P. R. R. Co., 165 U. S. 593, quoting from. page 595-6:\n“We deem it unnecessary to consider the contention of de&gt;fendant in error that the territorial courts are not courts of the United States and that the Seventh Amendment is not operative in the territories, for by the Act of April 7, 1874, C. 80, 18 Sta.t. 27, Congress, legislating for all the territories, declared that no party shall be deprived &lt;of the right of trial by jury in cases cognizable at common law; and while this may not in terms extend all the provisions of the ¡Seventh Amendment to the territories it does secure a.11 the rights of trial by jury as they existed at common law.”\nIf it he true that the Constitution and the Act of Congress referred to in Walker v. S. P. R. R. Co., supra, has been nullified so far as tbis territory is concerned by the local territorial courts, then there should be an immediate remedy.\nTbe learned Assistant Attorney General on tbe argument pressed upon tbe attention of tbe court tbe fact tbat on October 20th, 1900, tbis Court dismissed tbe petition for a writ of habeas corpus presented in tbe case of In re Marshall,(1) on tbe ground of lack of jurisdiction. Rnt in that case tbe petitioner bad been convicted of a misdemeanor and no1 Federal question was involved; tbe court then saying generally, tbat “only in. very rare and extreme cases will it review upon habeas corpus ■the judgments or verdicts found in tbe highest territorial courts of tbe territory.” And tbis court is still of the same opinion.\nTire question now presented is: Is tbis an exceptional case? I am compelled to believe tbat it is. Whatever tbe intention of the local territorial courts, their decisions upon tbis question are an attack upon tbe constitutional rights of the citizen affecting life and liberty, which are thereby made insecure. In view of all the circumstances, therefore, I think it would be in furtherance of public justice for me to exercise my discretion by assuming jurisdiction in tbis proceeding. I shall therefore consider tbe case under tire writ\n*309The right of appeal in habeas corpus cases from the territorial circuit to the territorial Supreme- Court, this court will not consider. This is a matter entirely within the province of the territorial courts.\nSo abo as to' the objections submitted in relation to Mr. Justice Perry sitting as one of the appellate judges in this ease, originally tried by him while a circuit judge. That is largely a matter of discretion on his part, and I will not assume to question the wisdom of such discretion.\n(2). Petitioner claims that he is in custody in violation of the Constitution of the United States in that he was tried and convicted of an infamous crime without an indictment by a grand jury, and by a verdict of less than twelve jurors, i. e., by nine of the twelve jurors. The specific Articles of the Constitution claimed to have been violated by such conviction are Articles V, VI and VII of the Amendments thereto.\nThere is no question as to the infamous character of the crime with which he was charged.\nThe Joint Resolution of both Houses of Congress annexing the Hawaiian Islands, passed by Congress July Ith, 1898, prescribes, amonig other things, that: — ■\n“The Hawaiian Islands and their dependencies........are hereby annexed as a part of the territory of the United States, and are subject to the sovereign dominion thereof, and all and singular the property and rights hereinbefore mentioned are vested in the United States of America.”\nAfter providing for the disposition of the revenues of the Islands and for the future enactment by Congress of special public land laws, the Resolution then prescribes:\n“......The municipal legislation of the Hawaiian Islands ......not inconsistent with this Resolution, nor contrary to the Constitution of the United States........shall remain in force until the Congress of the United S-tatesi shall otherwise determine.” (Vol. 30, U. S. Stats., J50.)\nMunicipal law is defined to be:\n“The rule of law by which a particular district, community *310or nation is governed.” (1 Blackstone’s Comm. 44; 1 Kent’s Comm. 447; 2 Burrill’s Law Dictionary, 215.)\nThe Resolution! of Annexation of tiie Hawaiian Islands, as passed by Congress, prescribes that “they are 'annexed as a part of the territory of the United States” and are “subject to- the sovereign dominion thereof,” 'and on August 12th, 1898, the American flag' was raised on the Islands. It matters not technically whether the Constitution followed the flag or followed American sovereignty here, for with American sovereignty came all of American law not especially reserved by the Joint Resolution of Annexation. It goes without saying that two sovereignties could not exist here at the same time, and when the Resolution of Annexation provided that “thei municipal legislation of the Hawaiian Islands not inconsistent with this Joint Resolution nor contrary to the Constitution of the United States shall remain in force',” it meant that all municipal legislative enactments of the Republic of Hawaii contrary thereto' should be abrogated. No' reservation was made in tire Joint Resolution of Annexation of Articles V, VI and VII of the Amendments to the Constitution, relating to- indictments or trial by jury, in common law or criminal cases. This showed that American sovereignty not only prevailed here, as elsewhere in the territories of the United States, but that nothing could be done or permitted here contrary to the Constitution of the United States. This annexation was not, as claimed by the Supreme Court of the territory in the ease of Peacock v. Republic of Hawaii (12 Haw. 27-33), in a transition or inchoate state, but was complete, and the Constitution came with annexation, and became and ever since has been the supreme law of this territory. This is of paramount interest to the people of this territory, as it secures to all the equal protection of life, liberty and property, which are fundamental rights, and chief 'among which is the tidal by jury.\nIt appears that the petitioner was indicted for the crime of murder under an indictment presented by tire prosecuting officer of the territory and found by the Circuit Judg'e of the Oir*311suit Court under the provisions of Section 616 of the Penal-Laws (compiled in 1897) of the Republic of Hawaii, which reads-as follows:\n“The necessary bills of indictment shall be prepared by a-legal prosecuting officer and be duly presented to- the Presiding-Judge- of tire court before the arraignment of the accused, -andJ such judge shall, after examination, certify upon each bill of indictment whether he finds the same a true bill or not.”\nThe petitioner was then tried upon the said indictment and a verdict of conviction of manslaughter was rendered by nine-out of twelve jurors who heard the case in accordance with. Section 1345 of the Civil Laws (compiled in 1897) of the Republic of Hawaii, which prescribes as follows:\n“No jury, for the trial of -any case, civil or criminal, shall be-less than twelve in number, but when nine of such jury shall-agree upon a verdict, they may render the same and such verdict shall be as valid and binding upon the parties -as if rendered by-all twelve.”\nThe questions then presented are:\nWere the provisions of the Penal and Civil Laws of the Republic o-f Hawaii under which this petitioner was indicted, tried; and convicted, “Municipal legislation contrary to the Constitution of the United States?” Or, in other words,\n“Could a person in the Territory of Hawaii, between the 7th day of July, 1898, and the 14th day of June, 1900, when the Act for the government of the Territory -of Hawaii went into effect, be legally tried for an infamous crime without having been first indicted by a grand jury, as required by Article V o£ the Amendments to the Constitution -of the United States, on-convicted by less than an imanimous verdict of twelve jurors,! as provided by Articles VI and VII of said Amendment?\nArticle V of the Constitution of the United States reads im parts as follows:\n“No person shall be held to answer for a capital or otherwise-infamous crime unless on a presentment or indictment of a grand jury.”\n*312EVen if this constitutional provision had never been construed, the language is too1 plain for doubt.\nIt has been held by the Supreme Court of the United States that the Eifth and Sixth Amendments to- the Constitution were not designed as limits upon tire state governments in reference to their own citizens, but are only restrictions upon the Federal power. (Barron v. Baltimore, 7 Peters 243; Thorington v. Montgomery, 141 U. S. 490.)\nThe Hawaiian Islands were territory of the United States, “subject to the sovereignty thereof,” and under the control of Congress when the original proceedings in this matter were heard before the Circuit Court of the territory.\nMr. Justice Bradley held in the case of the Mormon Church v. United States, 136 U. S. 1:\n“That tire power &gt;of Congress over the territories of the United States is general and plenary arising from and incidental ■ to the right to acquire the territory itself, and from the power . given by the Constitution to- make all needful rules and regulations respecting the territory or other property belonging to ■.the United States......\n“It would be absurd to- hold that the United States had power 'to acquire territory and no power to govern it when acquired.”\nTo the same point let me add it was recently decided in the case of Downs v. Bidwell, 182 U. S. 244, quoting with approval from the decision of Chief Justice Marshall in McCullough v. Maryland, 4 Wheaton, 316:\n“That the power over the territories is vested in Congress '■’without limitation, and this power has been considered the foun.Ration upon which the territorial government rests.”\nAs to territorial authorities on questions of the territories ’ being subject to- Federal provisions, see Bradford v. Terry, 1 Okl. 366; Walker v. N. M. R. R. Co., 7 N. Mex, 282.\nIn the exercise of the plenary power conferred upon it, Oon-Igress provided by the Joint Resolution of Annexation that all .municipal legislation of the Republic of Hawaii “contrary to rthe Constitution of the United States,” should be repealed, leaving in force all that was not in conflict therewith. No lan*313guage could be plainer. I am constrained to&gt; hold that it was the intention of Congress to' extend the Constitution, save as limited by the other provisions of the Joint Resolution, over these Islands and any other construction would be a staining after that which do'es not appear in the language of the Act.\nAs was said by the Supreme Court of the United States in the recent Insular cases (Downs v. Bidwell, 182 U. S. 244, 271)\n“When the Constitution has been once formally extended by Congress to territories, neither Congress nor the territorial legislature can enact laws inconsistent therewith.” And if Congress cannot control the constitutional rights of citizens after they have once been extended to them in the territories, how can the territories \"themselves do this through their courtsi or ■otherwise?\nSee Thompson v. Utah, 170, where the court, at page 349, says:\n“Assuming that the provisions of the Constitution relating to trials for crimes and to criminal prosecutions apply to the territories of the, United States, the next inquiry is, whether the jury referred to in the original Constitution and in the Sixth Amendment thereto is a jury constituted as it was at common law of twelve persons, neither more nor less.....This question must he answered in the ‘affirmative.”\nQuoting approvingly from Springville v. Thomas, 166 U. S. 707, where the court says:\n“In our opinion the Seventh Amendment secured unanimity in finding a verdict, as an essential feature of trial by jury in ■common law cases, and the Act of Congress could not impart the power to change the constitutional rule and could not be treated as attempting to do so.”\nAnd again on page 355 (Thompson v. Utah, supra), the court says:\n“The Constitution of the United States gave the accused at the time of the commission of the offense, a right to be tried by a jury of twelve persons, and made it impossible to deprive him of his liberty except by the unanimous verdict of such a jury.”\n*314See also Webster v. Reid, 11 How. 437, 460; American Publishing Co. v. Fisher, 166 U. S. 464, 468.\nTlie finding of a true bill by a circuit judge of this territory, or in any other manner than by the indictment of a grand jury properly empowered to act in the premises, is in direct violation of the provisions of Article V.- of the Amendments to the Constitution of the United States, and any person; found guilty of an infamous crime without such indictment by a grand jury is illegally convicted and should be released on habeas corpus. (Ex parte Bain, 121 U. S. 1; Ex parte Parks, 93 U. S. 18. Gallon v. Wilson, 127 U. S. 540.)\nIt is fallacious to attempt to limit the force of the Constitution in this territory, or in view of the clear intent of the Resolution of Annexation, to curtail the constitutional rights of the citizen. The pointing out to' the people), as the Supreme Court of the territory has done, that the Constitution “is not here in all its fullness,” without stating what parts are and what parts are not here, simply befogs the question; and the argument of the Assistant Attorney General of the territory that trial by jury is not one of the fundamental propositions of the Constitution is contrary to the settled opinions of such illustrious American jurists as Marshall, Story and Kent, and also of the leading American statesmen who assisted in framing those Amendments to the Constitution.\nThe history of the trial by jury is the history of English and American civilization. It has come down to' us from Magna Oharta, and in criminal cases every presumption is in favor of sustaining it.\nI am of the opinion that the proceedings in the Territorial Courts of Hawaii for the indictment and conviction of the petitioner herein were contrary to1 law and void, and that he is entitled to be discharged on 'habeas corpus.\nLet the prisoner be discharged.\nNote: Reversed on appeal by U. S. Sup. Court, June 1, 1903. Not yet reported.\n\n Ante, P. 34.\n\n",
            "ocr": true,
            "opinion_id": 8121140
        }
    ],
    "court_short_name": "D. Hawaii",
    "court_full_name": "District Court, D. Hawaii",
    "court_type": "FD",
    "court_jurisdiction": "Hawaii, HI",
    "crime_category": "Murder"
}