{
    "id": 2853191,
    "judges": null,
    "date_filed": "2023-06-26",
    "date_filed_is_approximate": true,
    "slug": "vicki-presley-as-next-friend-of-shawn-davis-v-repu",
    "case_name_short": null,
    "case_name": "Vicki Presley, as Next Friend of Shawn Davis v. Republic Energy Drilling, L.L.C.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=21021&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa02%5cOpinion",
            "author_id": null,
            "opinion_text": "                           COURT OF APPEALS\n                            SECOND DISTRICT OF TEXAS\n                                 FORT WORTH\n\n\n                                  NO. 2-07-225-CV\n\n\nVICKI PRESLEY, AS NEXT FRIEND                                    APPELLANT\nOF SHAWN DAVIS, DECEASED\n                                              V.\n\nREPUBLIC ENERGY DRILLING, L.L.C.                                   APPELLEE\n\n                                          ------------\n\n           FROM THE 153RD DISTRICT COURT OF TARRANT COUNTY\n\n                                          ------------\n\n                          MEMORANDUM OPINION 1\n\n                                          ------------\n\n      Appellant Vicki Presley, as Next Friend of her deceased son, Shawn\n\nDavis, filed this suit against her son’s former employer, appellee Republic\n\nEnergy Drilling, L.L.C., along with two of his former coworkers, Louis Goodman\n\nand Teddy Garland, who are not parties to this appeal. Appellee filed a motion\n\nfor summary judgment, which was granted on October 30, 2006. This appeal\n\nfollowed.\n\n\n      1\n          … See T EX. R. A PP. P. 47.4.\n\f                  Background Facts and Litigation History\n\n      Shawn worked on oil rigs for appellee and was killed on November 25,\n\n2003 in Denton County, Texas. In her suit, filed in Tarrant County, Texas on\n\nNovember 21, 2005, appellant claimed that Goodman and Garland, two of\n\nappellee’s employees, were responsible for Shawn’s death.2 They are both\n\nserving sentences for manslaughter convictions in connection with Shawn’s\n\ndeath.\n\n      Before appellant filed the Tarrant County suit, on June 1, 2004, Shawn’s\n\nestranged father, Jimmy Davis, filed a civil suit against appellee seeking\n\nmonetary damages for Shawn’s death in Dallas County, Texas. Appellant was\n\nnot served with the Dallas County suit. Summary judgment was granted in\n\nappellee’s favor in that suit originally on February 28, 2006, with an amended\n\njudgment on June 12, 2006.\n\n      Regardless, on March 20, 2006, appellee moved to transfer venue of the\n\nTarrant County suit to Dallas County to consolidate it with the one filed by\n\nJimmy. However, at the hearing on appellee’s motion for summary judgment,\n\nappellee’s counsel represented to the court that final summary judgment had\n\n\n\n\n      2\n      … Goodman attached the cat-line of the drilling rig to a “derrick belt”\naround Shawn’s waist, and it became tangled in the rig’s equipment causing\nShawn to fall into the rig; Garland was present and participated.\n\n                                      2\n\falready been granted in the Dallas County suit so that appellee’s motion to\n\ntransfer would therefore be moot. The trial court agreed and denied appellee’s\n\nmotion to transfer.\n\n      Appellant filed an application for temporary administration of Shawn’s\n\nestate in March 2006, in Denton County, Texas. The Denton County Probate\n\nCourt appointed appellant temporary administrator on March 29, 2006, at\n\nwhich time she tried unsuccessfully to intervene in Jimmy’s Dallas County suit.3\n\n      Ultimately, on August 2, 2006, appellee moved for summary judgment\n\nin the Tarrant County suit.     The trial court held a hearing on appellee’s\n\ntraditional 166a(c) motion for summary judgment on September 28, 2006 and\n\ngranted final summary judgment to appellee on October 30, 2006.\n\n                         Basis for Summary Judgment\n\n      Appellee sought summary judgment on several grounds. First, appellee\n\nclaimed that appellant’s claims were barred as a matter of law by res judicata\n\nbecause the same or similar claims had already been litigated to finality in the\n\nDallas County lawsuit. Second, appellee asserted there were no questions of\n\nmaterial fact with respect to appellee’s liability because appellee was not\n\n\n      3\n       … Citing Malone v. Hampton, 182 S.W.3d 465, 468 (Tex. App.—Dallas\n2006, no pet.), appellant “passed” on appearing at her motion for new trial\nhearing, apparently believing the trial court had lost jurisdiction to rule on her\nmotion and attempt to intervene.\n\n                                        3\n\fresponsible under a theory of vicarious liability for the intentional torts, if any,\n\ncommitted by its employees against Shawn. Lastly, as Shawn’s employer and\n\nas a subscriber under the Texas Workers’ Compensation Act (TWCA), appellee\n\nclaimed that a survival action based upon negligence or gross negligence is\n\nlimited to the exclusive remedies under the TWCA.\n\n                                 Issue Presented\n\n      On appeal, appellant challenges the propriety of the trial court’s grant of\n\nthe summary judgment in appellee’s favor. Within this single issue we will\n\naddress (1) whether Jimmy had standing to bring suit on behalf of Shawn’s\n\nestate in Dallas County, thereby barring the action below by the doctrines of res\n\njudicata and collateral estoppel; (2) whether appellee is protected by the\n\nexclusive remedy provisions of the TWCA with respect to the types of claims\n\nasserted against appellee by appellant; and (3) whether appellee was vicariously\n\nliable for any acts of its codefendants below because they were vice principals\n\nof appellee.\n\n                               Standard of Review\n\n      In a summary judgment case, the issue on appeal is whether the movant\n\nmet the summary judgment burden by establishing that no genuine issue of\n\nmaterial fact exists and that the movant is entitled to judgment as a matter of\n\nlaw. T EX. R. C IV. P. 166a(c); Sw. Elec. Power Co. v. Grant, 73 S.W.3d 211,\n\n                                         4\n\f215 (Tex. 2002); City of Houston v. Clear Creek Basin Auth., 589 S.W.2d 671,\n\n678 (Tex. 1979). The burden of proof is on the movant, and all doubts about\n\nthe existence of a genuine issue of material fact are resolved against the\n\nmovant. Sw. Elec. Power Co., 73 S.W.3d at 215.\n\n      When reviewing a summary judgment, we take as true all evidence\n\nfavorable to the nonmovant, and we indulge every reasonable inference and\n\nresolve any doubts in the nonmovant’s favor.         Valence Operating Co. v.\n\nDorsett, 164 S.W.3d 656, 661 (Tex. 2005). Evidence that favors the movant’s\n\nposition will not be considered unless it is uncontroverted. Great Am. Reserve\n\nIns. Co. v. San Antonio Plumbing Supply Co., 391 S.W.2d 41, 47 (Tex. 1965).\n\nBut we must consider whether reasonable and fair-minded jurors could differ in\n\ntheir conclusions in light of all of the evidence presented. See Wal-Mart Stores,\n\nInc. v. Spates, 186 S.W.3d 566, 568 (Tex. 2006); City of Keller v. Wilson, 168\n\nS.W.3d 802, 822–24 (Tex. 2005).\n\n      The summary judgment will be affirmed only if the record establishes that\n\nthe movant has conclusively proved all essential elements of the movant’s\n\ncause of action or defense as a matter of law. Clear Creek Basin, 589 S.W.2d\n\nat 678.\n\n      A defendant who conclusively negates at least one essential element of\n\na cause of action is entitled to summary judgment on that claim. IHS Cedars\n\n                                       5\n\fTreatment Ctr. of DeSoto, Tex., Inc. v. Mason, 143 S.W.3d 794, 798 (Tex.\n\n2004). Once the defendant produces sufficient evidence to establish the right\n\nto summary judgment, the burden shifts to the plaintiff to come forward with\n\ncompetent controverting evidence raising a genuine issue of material fact with\n\nregard to the element challenged by the defendant. Centeq Realty, Inc. v.\n\nSiegler, 899 S.W.2d 195, 197 (Tex. 1995).\n\n      A defendant is entitled to summary judgment on an affirmative defense\n\nif the defendant conclusively proves all the elements of the affirmative defense.\n\nRhone-Poulenc, Inc. v. Steel, 997 S.W.2d 217, 223 (Tex. 1999).                To\n\naccomplish this, the defendant-movant must present summary judgment\n\nevidence that establishes each element of the affirmative defense as a matter\n\nof law. Ryland Group, Inc. v. Hood, 924 S.W.2d 120, 121 (Tex. 1996).\n\n                                Applicable Law\n\nIs Shawn’s Estate Bound by the Dallas Suit? (Standing to Bring Suit)\n\n      Generally, only the personal representative of an estate may bring a\n\nsurvival cause of action. Shepherd v. Ledford, 962 S.W.2d 28, 31 (Tex. 1998)\n\n(citing Frazier v. Wynn, 472 S.W.2d 750, 752 (Tex. 1971), and T EX. C IV. P RAC.\n\n& R EM. C ODE A NN. §§ 71.021(b), 71.004(b) (Vernon 2008)). However, the\n\nTexas Supreme Court also observed in Shepherd that an heir at law could\n\npursue a survival action within the four-year period allowed for administration\n\n                                       6\n\fproceedings if such heir proved that no administration was pending and that\n\nnone was necessary. Id. at 31–32 (citing Frazier, 472 S.W.2d at 752).\n\n      Shawn died intestate, single, and without children; thus, both of his\n\nparents were his only heirs.    See T EX. P ROB. C ODE A NN. § 38(a)(2) (Vernon\n\n2003). Therefore, either of his parents could have maintained the survival\n\naction as heirs or as personal representatives of his estate. His father, Jimmy,\n\nwas the first to file suit in Dallas on June 1, 2004, pleading that no\n\nadministration was pending and that none was necessary, in order to comport\n\nwith Shepherd. 962 S.W.2d at 31–32. Appellant contends that Jimmy alleged\n\nthat no administration was necessary but failed to prove no administration was\n\nnecessary for Shawn’s estate. Therefore, appellant contends Jimmy lacked\n\nstanding to represent the estate in the Dallas County litigation and that it\n\ntherefore is not binding on appellant.\n\n      In order to pursue a cause of action, one must have both standing and\n\ncapacity to sue. Lorentz v. Dunn, 171 S.W.3d 854, 856 (Tex. 2005). In a\n\nsurvival action a decedent’s estate has a justiciable interest in the controversy\n\nto confer standing but lacks capacity to sue.      Austin Nursing Ctr., Inc. v.\n\nLovato, 171 S.W.3d 845, 850 (Tex. 2005). Only if the heirs prove both that\n\nno administration is pending and that none is necessary have the courts allowed\n\nthem to maintain a survival suit during the four year period allowed for\n\n                                         7\n\fadministration of an estate.    Shepherd, 962 S.W.2d at 31–32.           Appellant\n\ncontends that Jimmy failed to prove standing to bring his Dallas County suit,\n\nthereby resulting in a judgment that is not binding on Shawn’s estate or\n\nappellant, as its personal representative. Furthermore, appellant argues that\n\nneither res judicata nor collateral estoppel can bar Shawn’s estate from\n\npursuing this action because it was not a party to the Dallas County action.4\n\n      Appellant raises her complaint primarily as a challenge to Jimmy’s\n\nstanding to bring the Dallas County lawsuit when in reality her complaint is one\n\nof capacity. See Lovato, 171 S.W.3d at 850–51 n.3. Appellant concedes\n\nJimmy was an heir and that he brought suit within the four-year limitations\n\nperiod; therefore, he had standing.     See Shepherd, 962 S.W.2d at 31–32.\n\nAppellant complains only that he failed to prove that no administration was\n\nnecessary in the Dallas County lawsuit. However, whether he did or did not\n\nprove that an administration was unnecessary is an issue of capacity, not\n\nstanding. Lovato, 171 S.W .3d at 848–49. Without standing, a court lacks\n\njurisdiction, which may be raised at any time. Id. at 849. But capacity, which\n\nrelates to the legal authority to sue or be sued, is an issue that should be raised\n\nby a verified pleading in the trial court, not by a collateral attack in a separate\n\n\n      4\n      … Appellant was never named or served as a party in the Dallas County\ncause of action.\n\n                                        8\n\fproceeding. T EX. R. C IV. P. 93(1)-(2); Lovato, 171 S.W.3d at 849; Intracare\n\nHosp. N. v. Campbell, 222 S.W.3d 790, 796 (Tex. App.—Houston [1st Dist.]\n\n2007, no pet.); Armes v. Thompson, 222 S.W.3d 79, 82 (Tex. App.—Eastland\n\n2006, no pet.). In this regard, appellant concedes she had knowledge of the\n\nDallas County lawsuit before the summary judgment was granted. And while\n\nher motion to intervene and her motion for new trial may have been filed late,\n\ni.e., more than thirty days after the February 28, 2006 original summary\n\njudgment date, we cannot tell from this record because it does not include file-\n\nmarked copies of these pleadings. See T EX. R. C IV. P. 329b(a); Malone, 182\n\nS.W.3d at 468. Furthermore, because the Dallas court signed an “Order of\n\nFinal Judgment” vacating the February 28, 2006 order and re-granted a final\n\nsummary judgment to appellee on June 12, 2006, this would indicate that the\n\nearlier February 28 order was interlocutory in some manner so that the trial\n\ncourt had indeed retained jurisdiction between February and June, thus giving\n\nappellant an opportunity to have intervened and challenged Jimmy’s capacity\n\nby a motion for new trial instead of by this collateral attack.\n\n      Therefore, we conclude and hold that appellant’s attack on Jimmy’s\n\ncapacity to represent Shawn’s estate in the Dallas County litigation is an invalid\n\ncollateral attack on that judgment. Because this attack on Jimmy’s capacity\n\n\n\n\n                                        9\n\fwas not made by verified pleading in the Dallas County suit, it comes too late;\n\ntherefore, we overrule this portion of appellant’s issue.\n\nIs Appellee Protected by the Exclusive Remedy Provisions of the TWCA?\n\n      It is undisputed that appellee was an employer under the TWCA and\n\nmaintained workers’ compensation insurance in accordance with the TWCA.\n\nAdditionally, Shawn was an employee of appellee at the time of his death. If\n\nan employee is injured or killed due to the negligence or gross negligence of an\n\ninsured employer, the TWCA bars suits based upon such acts of negligence or\n\ngross negligence except for exemplary damages in death cases. T EX. L AB. C ODE\n\nA NN. § 408.001(a)–(b) (Vernon 2006); Castleberry v. Goolsby Bldg. Corp., 617\n\nS.W.2d 665, 666 (Tex. 1981). Appellant contends, however, that the incident\n\nresulting in Shawn’s death falls within the “intentional injury exception” to the\n\nTWCA so that appellant is not limited to the remedies of the TWCA.\n\nDoes the Intentional Injury Exception of the TWCA Apply?\n\n      The supreme court has held that intentional injuries committed by the\n\nemployer or at the specific direction of a corporate employer fit within the\n\nintentional injury exception. See Medina v. Herrera, 927 S.W.2d 597, 600\n\n(Tex. 1996). In other words, the TWCA does not apply, and therefore provides\n\nno coverage, for intentional torts attributable directly to an employer. Id. at\n\n600–01.    But, according to appellee, Medina also requires an intentionally\n\n                                       10\n\finjured employee to show that the employer ordered or directed the intentional\n\ninjury to occur; otherwise, the TWCA provides the exclusive remedy. Id. at\n\n601; see T EX. L AB. C ODE A NN. § 406.031(a) (Vernon 2006) (applying TWCA to\n\nintentional assaults committed by fellow workers if the dispute is employment-\n\nrelated). Appellee contends appellant failed to present at least a scintilla of\n\nevidence that the conduct toward Shawn was either caused by personal\n\nanimosity or ordered by appellee. In response, appellant says Medina does not\n\napply to this case because it violates the open courts provision of the Texas\n\nConstitution 5 and because it has never been cited by another court and\n\ntherefore has no precedential value. We disagree.\n\n      Medina is a Texas Supreme Court opinion. Id. at 602. It has never been\n\noverruled, so it is the law of the State of Texas and retains its precedential\n\nvalue. See generally Lubbock County, Tex. v. Trammel’s Lubbock Bail Bonds,\n\n80 S.W.3d 580, 585 (Tex. 2002); Am. Nat’l Ins. Co. v. Int’l Bus. Mach. Corp.,\n\n933 S.W.2d 685, 688 (Tex. App.—San Antonio 1996, writ denied).\n\nAccordingly, we may look to Medina as controlling precedent.\n\n\n\n\n      5\n      … Appellant provides no explanation or discussion for that assertion, so\nwe will not address it here. See T EX. R. A PP. P. 38.1(h); McClure v. Denham,\n162 S.W.3d 346, 349 (Tex. App.—Fort Worth 2005, no pet.).\n\n                                      11\n\f      The intentional injury exception to the TWCA does not apply to\n\nGoodman’s and Garland’s acts; their acts were not intentional acts of the\n\nemployer within the meaning of TWCA. According to Reed Tool, a case cited\n\nby both parties, “common law liability of the employer cannot be stretched to\n\ninclude accidental injuries caused by the gross, wanton, willful, deliberate,\n\nintentional, reckless, culpable, or malicious negligence, breach of statute, or\n\nother misconduct of the employer short of genuine intentional injury.” Reed\n\nTool Co. v. Copelin, 689 S.W.2d 404, 406 (Tex. 1985).                There was no\n\nevidence that Goodman and Garland intended the result of their acts, i.e.,\n\nShawn’s death, and there was no evidence that appellee ordered, approved,\n\nor requested that Shawn be hazed in any manner.\n\n      Appellant contends in her brief that the focus of intent should be on the\n\nintent to attach Shawn to the cat-line, not the intent to harm Shawn, that\n\ncontrols. Again, Reed Tool provides us with some guidance on the meaning of\n\n“intentional injury” within the meaning of the TWCA.            Id. at 407.    “The\n\nfundamental difference between negligent injury, or even grossly negligent\n\ninjury, and intentional injury is the specific intent to inflict injury.” Id. at 406.\n\nSo it is the intent to injure or the desire “to bring about the physical results”\n\nthat becomes the focus of the “intent” inquiry, not just the mere physical act\n\nthat causes the injury. Id. (quoting Bazley v. Tortorich, 397 So. 2d 475, 482\n\n                                         12\n\f(La. 1981)). In other words, the focus is on whether the actor desired to cause\n\nthe consequences of his act or believed that the consequences were\n\nsubstantially certain to result from it. Id. at 407.\n\n      Here, all the evidence showed that Goodman and Garland intended only\n\nto haze or pull a prank on Shawn. There was no evidence of intent to kill or\n\ninjure him.   Goodman was convicted of manslaughter, which is defined as\n\nrecklessly causing the death of another. T EX. P ENAL C ODE A NN. § 19.04(a)\n\n(Vernon 2003). “Reckless” is defined as “aware of but consciously disregards\n\na substantial and unjustifiable risk that the circumstances exist or the result will\n\noccur.”   Id. § 6.03(c).   “Reckless” is a lower standard than “substantially\n\ncertain” or “desired to cause the result” and therefore does not rise to the level\n\nof intentional. We therefore conclude and hold that the trial court correctly\n\nconcluded that the intentional injury exception to the TWCA did not apply. We\n\noverrule this portion of appellant’s sole issue.\n\nWere Goodman and Garland Vice Principals of Appellee?\n\n      Appellant also argues that appellee was liable for the acts of its workers,\n\nin particular, Goodman, because his conduct was intentional and he was a vice\n\nprincipal of appellee. Appellant contends that Goodman was a vice principal\n\nbecause he had the authority to hire and fire employees, and that he had, in\n\n\n\n\n                                        13\n\ffact, hired Shawn. Appellant contends she raised a fact issue on whether\n\nGoodman was a vice principal.\n\n      Joe Presley, Shawn’s stepfather, testified by affidavit that Goodman had\n\nhired Shawn, that he, Joe, had been in the oil field industry for over thirty\n\nyears, and that as a driller he has always had the authority to hire and fire the\n\nmembers of his crews.       He also stated that he was there when Goodman\n\ninterviewed and hired Shawn for the job.\n\n      Conversely, appellee’s summary judgment evidence showed that\n\nGoodman was the driller on Rig #2 and that he reported to the tool pusher of\n\nthe rig, Lonnie Lovern. Garland was a chain hand on the rig and reported to\n\nGoodman. Furthermore, according to the affidavit testimony of Robert Lindsay,\n\nappellee’s president, neither of these employees had authority to hire anyone,\n\nneither had freedom in deciding their job duties, and neither was responsible for\n\nany nondelegable duties. Neither was a corporate officer or a manager of the\n\ndrilling rig in question.   Lindsay did not deny Goodman’s authority to fire\n\nemployees. However, Lindsay’s evidence was specific as to appellee, whereas\n\nJoe Presley’s evidence was general and conclusory in nature as being applicable\n\nto the oil and gas industry in general, except as to his claim of being present\n\nwhen Goodman hired Shawn. See T EX. R. C IV. P. 166a(f); Souder v. Cannon,\n\n235 S.W.3d 841, 849 (Tex. App.—Fort Worth 2007, no pet.). While this may\n\n                                       14\n\fcreate a fact question on whether Goodman offered the job to Shawn, it is\n\ninsufficient to tell us whether Goodman actually had the authority to hire\n\nShawn, which is directly disputed by Lindsay’s affidavit. Moreover, merely\n\nhaving authority to hire and fire employees is insufficient, alone, to make one\n\na vice principal. See Fort Worth Elevators Co. v. Russell, 123 Tex. 128, 70\n\nS.W.2d 397, 406 (1934), disapproved of on other grounds by Wright v.\n\nGifford-Hill & Co., 725 S.W.2d 712, 714 (Tex. 1987); Johnson v. Scott Fetzer\n\nCo., 124 S.W.3d 257, 267–68 (Tex. App.—Fort Worth 2003, pet. denied).\n\nWe overrule this portion of appellant’s sole issue.\n\nIs Appellee Liable under Respondeat Superior?\n\n      Appellant also contends that because the intentional tort was committed\n\nin the course and scope of employment, or the intentional tort was connected\n\nwith and immediately grew out of that employment, the liability associated with\n\nit can be imputed to appellee under the theory of respondeat superior, citing\n\nGTE Sw., Inc. v. Bruce, 998 S.W.2d 605, 617–18 (Tex. 1999).\n\n      According to the doctrine of respondeat superior, an employer can be held\n\nresponsible for the negligent acts of its employees acting within the course and\n\nscope of their employment, even if the employer has personally committed no\n\nwrong. Green v. Ransor, Inc., 175 S.W.3d 513, 516 (Tex. App.—Fort Worth\n\n2005, no pet.) (citing Baptist Mem’l Hosp. Sys. v. Sampson, 969 S.W.2d 945,\n\n                                      15\n\f947 (Tex. 1998)). This is also true for intentional torts; however, these acts\n\nmust be closely connected with the employee’s authorized duties. GTE, 998\n\nS.W.2d at 617–18. Appellant does not state, nor does the summary judgment\n\nevidence show, how Goodman’s or Garland’s actions in “initiating” Shawn were\n\nin any way connected with their authorized duties for appellee. We overrule\n\nthis portion of appellant’s sole issue.\n\nDoes Res Judicata Require This Court to Affirm the Summary Judgment?\n\n      Appellant contends that res judicata does not create a bar to this litigation\n\nbecause appellee cannot prove identity of parties between the Dallas County\n\nlitigation and this litigation. Appellant contends that because Jimmy did not\n\nprove he had the capacity to bring a lawsuit on behalf of Shawn’s estate in the\n\nDallas County litigation, the estate was not a party to the Dallas County\n\nlitigation and therefore is not barred from being a party to the identical causes\n\nof action being brought by appellant on the estate’s behalf in the Tarrant\n\nCounty litigation in the trial court below. Thus, according to appellant, appellee\n\ncannot show identity of parties, one of the fundamental requisites for the\n\napplication of the theory of res judicata, according to Barr v. Resolution Trust\n\nCorp., 837 S.W.2d 627, 628, 631 (Tex. 1992).\n\n      Res judicata prevents litigation of claims that arise out of the same\n\nsubject matter as previously litigated claims or that could have been litigated in\n\n                                          16\n\fa prior suit. Citizens Ins. Co. of Am. v. Daccach, 217 S.W.3d 430, 449 (Tex.\n\n2007). One must show a prior final judgment on the merits with identity of\n\nparties or those in privity with them. Id. Appellant challenges only the identity\n\nof parties prong, contending that appellee cannot show identity of parties\n\nbecause of the claimed “party” defect in the Dallas County case. As discussed\n\nabove, however, the defect, if any, was only with Jimmy’s capacity to act on\n\nbehalf of Shawn’s estate, not his standing to act on behalf of Shawn’s estate.\n\nBecause he was an heir, he had standing to enter an appearance on behalf of\n\nthe estate. Thus, the estate was a party to the Dallas County litigation, and\n\nthere is therefore identity of parties between the Dallas County litigation and\n\nthe Tarrant County litigation. This portion of appellant’s issue is overruled.\n\nWere There Unaddressed Causes of Action in Appellee’s Motion for Summary\nJudgment?\n\n      Appellant also contends that she asserted two causes of action that were\n\nnot addressed by appellee in its motion for summary judgment: one based upon\n\nthe criminal conduct of its employees under the Texas Civil Practices and\n\nRemedies Code section 41.005, subsections (c)(1) and (3), and one asserting\n\na claim for intentional infliction of emotional distress, which appellant says is\n\nnot covered or barred by the TWCA. See T EX. C IV. P RAC. & R EM. C ODE A NN. §\n\n41.005(c)(1), (3) (Vernon 2008).\n\n\n                                       17\n\f      For a summary judgment to be final, it must dispose of all issues and\n\nparties. Lehmann v. Har-Con Corp., 39 S.W.3d 191, 192–93 (Tex. 2001); City\n\nof Beaumont v. Guillory, 751 S.W.2d 491, 492 (Tex. 1988). Finality in the\n\nsummary judgment context is determined by looking not only at the four\n\ncorners of the order at issue, but also the appellate record as a whole to\n\ndetermine which claims were asserted, which claims were addressed, and\n\nwhich claims the trial court intended to address. See Lehmann, 39 S.W.3d at\n\n203–04. A trial court cannot grant summary judgment except on the grounds\n\nexpressly presented in the motion. Reynolds v. Murphy, 188 S.W.3d 252, 271\n\n(Tex. App.—Fort Worth 2006, pet. denied) (citing Johnson v. Brewer &\n\nPritchard, P.C., 73 S.W.3d 193, 204 (Tex. 2002), and Sci. Spectrum, Inc. v.\n\nMartinez, 941 S.W.2d 910, 912 (Tex. 1997)), cert. denied, 127 S. Ct. 1839\n\n(2007). However, summary judgment may be proper when a ground asserted\n\nin a motion for summary judgment conclusively negates a common element of\n\nnewly or previously pled claims or when the original motion is broad enough to\n\nencompass a newly pled claim. Rotating Servs. Indust., Inc., v. Harris, 245\n\nS.W.3d 476, 487 (Tex. App.—Houston [1st Dist.] 2007, pet. denied). This\n\ncourt has previously so stated this rule as to an amended petition that\n\nessentially reiterates previously pled causes of action that have already been\n\nresponded to in the response to motion for summary judgment. Fraud-Tech,\n\n                                     18\n\fInc. v. Choicepoint, Inc., 102 S.W.3d 366, 387 (Tex. App.—Fort Worth 2003,\n\npet. denied).\n\n      As to the intentional infliction of emotional distress claim, appellee moved\n\nfor summary judgment on all claims asserted in appellant’s original petition\n\nbased upon res judicata: “[T]his Honorable Court may dismiss Plaintiff’s lawsuit\n\nwith prejudice merely by applying the doctrine of res judicata to Plaintiff’s\n\nclaims.” Although appellant claimed this was insufficient and challenged this\n\nin her response to the motion for summary judgment, appellee replied by saying\n\nthat there is no need to specifically address the intentional infliction of\n\nemotional distress claim because it too falls with the liability for all the other\n\ntorts asserted as causes of action in appellant’s pleadings: because there is no\n\nvice principal liability and no vicarious liability, there can be no liability asserted\n\nagainst appellee for any cause of action including intentional infliction of\n\nemotional distress. Appellee also points to the Dallas County court’s judgment,\n\nwhich states its intent to dispose of the same claims asserted in appellant’s\n\nlawsuit.\n\n      Our review of Jimmy’s petition shows that it was brought for Shawn’s\n\nwrongful death along with any survival claims, both on behalf of the estate and\n\non behalf of all beneficiaries and included not only negligence claims but also\n\nany of those same such acts that were or could have been intentional.\n\n                                          19\n\fFurthermore, Jimmy specifically pled for damages resulting from Shawn’s\n\nmental anguish. As stated above, res judicata prevents litigation of claims that\n\narise out of the same subject matter as previous litigated claims or that could\n\nhave been litigated in the prior cause. Daccach, 217 S.W.3d at 449. The\n\nintentional infliction of emotional distress claim clearly arose out of the same\n\nsubject matter of all the other claims and requires a mental state that we have\n\nalready determined was negated. See Rotating Servs., 245 S.W.3d at 487;\n\nDaccach, 217 S.W.3d at 449.\n\n      We overrule this portion of appellant’s issue and turn to damages.\n\n      Section 41.005 of the civil practice and remedies code governs liability\n\nfor exemplary damages arising from the criminal acts of others. T EX. C IV. P RAC.\n\n& R EM. C ODE A NN. § 41.005. A pleading for damages under section 41.005,\n\nsubsections (c)(1) and (c)(3) of the civil practices and remedies code does not\n\nallege a separate cause of action but seeks to impose liability for exemplary\n\ndamages under an exception to the general rule that exemplary damages\n\nresulting from a criminal act of another do not lie. See id.; cf. Tex. Dep’t of\n\nHuman Servs. v. Okoli, No. 01-07-00103-CV, 2007 W L 1844897, at * 5–6\n\n(Tex. App.—Houston [1st. Dist.] 2007, pet. filed) (holding same as to pleading\n\npurporting to assert “claim” for damages under section 41.003 of the civil\n\npractice and remedies code). Under subsections (c)(1) and (3), an employer\n\n                                       20\n\fmay be liable for exemplary damages only if the employee’s criminal act was\n\nauthorized by the principal or if the agent was employed in a managerial\n\ncapacity and was acting in the scope of employment. T EX. C IV. P RAC. & R EM.\n\nC ODE A NN. § 41.005(c)(1), (3). Because appellee has shown that none of the\n\nacts were authorized by appellee or within Goodman’s or Garland’s scope of\n\nemployment, none of appellant’s claims could fall within the parameters of the\n\nexceptions listed in section 41.005(c)(1) and (3). Thus, we conclude that this\n\nprayer for relief was not another cause of action and affected only the potential\n\nscope or amount of damages to which appellant might have been entitled upon\n\nany of her pled causes of action. See id. Therefore, we also conclude that\n\nappellee conclusively negated the prayer for exemplary damages as well. We\n\noverrule this remaining portion of appellant’s issue.\n\n\n\n\n                                       21\n\f                                  Conclusion\n\n      Having overruled all portions of appellant’s sole issue on appeal, we\n\ncannot say that the trial court erred by granting summary judgment for appellee.\n\nWe therefore affirm the trial court’s judgment.\n\n\n\n\n                                           TERRIE LIVINGSTON\n                                           JUSTICE\n\nPANEL: CAYCE, C.J.; LIVINGSTON AND MCCOY, JJ.\n\nDELIVERED: August 29, 2008\n\n\n\n\n                                      22\n\f",
            "ocr": false,
            "opinion_id": 2853191
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}