{
    "id": 2863981,
    "judges": null,
    "date_filed": "1979-05-20",
    "date_filed_is_approximate": true,
    "slug": "robert-wincott-v-state",
    "case_name_short": null,
    "case_name": "Robert Wincott v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=25653&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa03%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 03-00-00418-CR\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRobert Wincott, Appellant\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\t\t\t\t\t\t\t\t\t\t\r\n\r\nThe State of Texas, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\nFROM THE DISTRICT COURT OF WILLIAMSON COUNTY, 368TH JUDICIAL DISTRICT\r\n\r\n\r\nNO. 00-135-K368, HONORABLE BURT CARNES, JUDGE PRESIDING\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\tRobert Wincott was indicted on three counts of engaging in organized criminal\r\nactivity based on three alleged acts of aggravated robbery.  See Tex. Pen. Code Ann. § 71.02 (West\r\nSupp. 2001).  Wincott pleaded not guilty to all charges.  The jury found Wincott guilty on two counts\r\nof aggravated robbery and one count of organized criminal activity, and assessed punishment at three\r\nconcurrent prison terms of ninety-nine years each.  Both parties agree that Wincott's conviction\r\nturned on accomplice testimony.  Wincott challenges the admission of testimony of a police officer\r\nwho allegedly testified as a \"Truth Expert\" in support of the accomplice.  With or without the\r\nofficer's testimony, Wincott argues that the evidence was legally insufficient to satisfy article 38.14\r\nof the Texas Code of Criminal Procedure.  See Tex. Code Crim. Proc. Ann. art. 38.14 (West 1979). \r\nBecause we hold that the accomplice testimony was insufficiently corroborated, we reverse and\r\nrender judgment of acquittal.\r\n\r\n\r\nFACTS\r\n\r\n\tFrom March to December of 1998, five similar robberies were committed near the\r\nAnderson Mill area of Williamson County.  Each robbery targeted a take-out pizza restaurant; each\r\ninvolved a lone gunman wearing a ski mask and clothes that concealed his skin color.  The police\r\ndid not have a suspect until Saccone's Pizza was robbed on December 1, 1998.  In this incident, a\r\ncustomer whose wallet was taken chased after the gunman's getaway vehicle.  The gunman shot the\r\ncustomer.  Following this shooting, the Austin Police Department received a Crime Stopper's tip that\r\nBrad Jones was attempting to escape town via bus.  Jones was apprehended at the bus station.\r\n\r\n\tOn December 2, Jones admitted to the Saccone's robbery but initially denied\r\ninvolvement in the other crimes.  Over the course of this first interrogation and a subsequent\r\ninterview on December 4, Jones's version of events changed.  He accepted partial responsibility for\r\nall five of the pizza store robberies, and he implicated Wincott, Aaron Johnson, Shad Williams, and\r\nGary Olivier.  Jones then entered into a plea bargain with the State.  According to this arrangement,\r\nJones pleaded guilty to three counts of aggravated robbery.  He was sentenced to life imprisonment\r\non the first count, but the court agreed to defer assessment of punishment on the remaining crimes\r\nuntil after Wincott's trial.  The State agreed to recommend that Jones's sentences be served\r\nconcurrently if Jones testified truthfully against his codefendants at trial.\r\n\r\n\tJones was the State's lead witness at Wincott's trial.  According to Jones, Wincott\r\nparticipated in three robberies in 1998: Papa John's Pizza on March 29, Pizza Hut Pizza on April\r\n26, and Dano's Pizza on May 9. (1)  Jones testified that he and Wincott planned the robberies after\r\nwatching the movie \"Pulp Fiction\" numerous times.  He said they first intended to rob a small\r\nconvenience store by the house where Jones resided with his aunt.  They found a ski mask belonging\r\nto the aunt, and borrowed a semi-automatic handgun with a laser sight from Johnson. (2)\r\n  According\r\nto Jones, Wincott drove them to the convenience store, but their intended robbery was foiled when\r\nthey encountered a police car parked outside.\r\n\r\n\r\nThe Robberies\r\n\r\nPapa John's\r\n\r\n\tJones testified that on the way back to his residence he and Wincott passed a Papa\r\nJohn's pizza store, which they decided to rob.  Wearing the ski mask and carrying the handgun,\r\nJones robbed the store at gunpoint while Wincott stayed in the truck.  When Jones came out, he did\r\nnot see Wincott's truck; thinking that Wincott had panicked, Jones ran home.  There he said he\r\nencountered Wincott and they split the stolen money. \r\n\r\n\tThe State presented the testimony of the three employees who were present that night\r\nat Papa John's.  All three testified that a gunman with blond hair sticking out from underneath a blue\r\nski mask entered the store shortly before they closed.  The gunman demanded all of the money in\r\nthe Papa John's safe; the lock had been inadvertently deactivated when an employee turned off the\r\nelectricity in the store.  The robber pointed a gun with a laser sight directly at the forehead of Jason\r\nSteen, the manager in charge.  The employees turned over all the cash and checks and were\r\ninstructed to lie on the floor.  None of the employees saw a getaway vehicle.\r\n\r\n\r\nPizza Hut\r\n\r\n\tThe second count of Wincott's indictment alleged that he had been the gunman in the\r\nrobbery of a Pizza Hut.  Jones testified that he and Wincott planned the robbery, trying to find a\r\ngetaway route they could take on foot, because Wincott did not want to use his truck.  Two\r\nemployees testified that a lone gunman wearing a ski mask robbed the store around 10:00 or 10:30\r\np.m.  Both Pizza Hut employees testified that the perpetrator used a partially silver gun.  In addition,\r\none estimated that the gunman was between 5'8\" and 6'0\" and \"looked like he had been working out. \r\nHe wasn't all skin and bones . . . so he had some build to him.\"  The employee estimated the gunman\r\nweighed approximately one-hundred and eighty pounds. (3)  Jones testified that Wincott was the\r\ngunman in this robbery and that after Wincott robbed the Pizza Hut, he ran back to Jones's residence.\r\n\r\n\r\nDano's Pizza\r\n\r\n\tThe third count of the indictment alleged that Wincott drove Jones to Dano's Pizza,\r\nwhere Jones committed an aggravated robbery.  The State called Darren Smalley, a pizza maker at\r\nthe time, and Daniel Paciocco, the owner of the establishment; both testified that shortly before\r\nclosing, a man carrying a black and silver gun entered the restaurant demanding money.  The\r\ngunman told Smalley to lie on the floor and remain there, and then instructed Paciocco to take the\r\nmoney out of the register.  Paciocco removed the entire register till, but the gunman demanded that\r\nhe place the money into a small plastic bag.  The gunman then told both men to lie down.  After\r\nremaining on the floor briefly, Paciocco told Smalley to call 911; Paciocco ran outside to see the\r\nperpetrator cross a privacy fence at the end of the parking lot.  Paciocco testified that he heard a car\r\ndoor close but could not see the vehicle as it drove away.\r\n\r\n\tJones testified that he and Wincott decided that the Dano's robbery would be their\r\nlast.  He added that the robberies were no longer just a \"game\" because they were using the proceeds\r\nto pay off their debts to drug dealers.\r\n\r\n\tJones admitted that he later robbed two other establishments without Wincott using\r\na different gun.  One robbery involved Williams, who drove Jones to a Mr. Gatti's pizza store, where\r\nJones used a stolen revolver.  Finally, Jones confirmed that he robbed the Saccone's pizza store\r\nwhile using the stolen revolver; this time Olivier was his driver.\r\n\r\n\r\nDISCUSSION\r\n\r\nExpert Testimony\r\n\r\n\tThe State's final witness was Detective Michael H. Williams.  Detective Williams\r\nof the Austin Police Department's robbery division was assigned to follow up on the Saccone's\r\nrobbery.  Williams provided general testimony regarding his interview of Jones after his arrest, and\r\nabout how suspects like Jones never tell the truth at first, but if you chip away at them, you get \"the\r\ncomplete story out, the complete truth.\"  The State asked Williams \"whether Brad Jones was one of\r\nthose people who started out being not completely truthful or not truthful at all.\"  He said yes and\r\nthen described how he got Jones to tell the truth: \"I think as Brad became more familiar with myself\r\nand Detective Staha we started developing a rapport and basically that he needed to tell us the truth. \r\nHe was an adult.  He was responsible for what he did.  And this truth eventually over some several\r\nhours started coming out.\"\r\n\r\n\r\n\tWincott complains that the trial court essentially permitted Williams to testify as  a\r\n\"Truth Expert\" in violation of the rules of evidence, which do not permit an expert to give an opinion\r\nunless it would assist the trier of fact.  An expert witness may not testify directly that a particular\r\nwitness is truthful.  Yount v. State, 872 S.W.2d 706, 712 (Tex. Crim. App. 1993).  Permitting such\r\ntestimony usurps the role of the jury in determining the credibility of witnesses, argues Wincott.  By\r\ntestifying about how an investigator \"gets the truth out\" of a suspect, the detective was permitted to\r\nbolster the testimony of the State's star witness, after Jones had been discredited, to Wincott's\r\ndetriment.\r\n\r\n\tOn appeal, Wincott argues that Williams's testimony was improperly admitted in\r\nviolation of rule 403, which excludes relevant information if its probative value is substantially\r\noutweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, and\r\nrule 702.  See Tex. R. Evid. 403, 702.  The State points out that this complaint has not been\r\npreserved because it was not the objection that was raised at trial in response to Williams's\r\ntestimony.  Rule 33.1 of the Rules of Appellate Procedure requires a specific timely objection at trial\r\nto preserve error.   Tex. R. App. P. 33.1.  When the State first asked Williams to describe what he\r\ndoes in an interview with a suspect \"to get them to be honest,\" Wincott objected that the testimony\r\nwas not relevant.  The court overruled the objection.  The detective continued to testify about how\r\nhe knows when a suspect is \"trying to be truthful with you.\"  Wincott raised a hearsay objection,\r\nwhich the court overruled.  The detective continued:  \r\n\r\n\r\n\tWe get little bits of truth in the beginning.  Sometimes we don't get any in the\r\nbeginning, but sometimes we will get little bits of truth.  That's where our job comes\r\nin as investigators to start chipping away and getting the complete story out, the\r\ncomplete truth.\r\n\r\n\r\n\r\n\tWincott raised a running hearsay objection when the State asked Williams if Jones\r\nwas one of these people \"who started out being not completely truthful or not truthful at all.\"  Again\r\nthe objection was overruled, and appellant was permitted to make a running hearsay objection to\r\nWilliams's testimony of what Jones said during the interview and how he characterized the\r\ntruthfulness of Jones's testimony.   Although we share Wincott's concerns about the bolstering\r\nnature of the detective's testimony, we hold that the error raised on appeal was not properly\r\npreserved.  We overrule this point of error, and turn to Wincott's complaint that Jones's testimony\r\nwas not sufficiently corroborated.\r\n\r\n\r\nCorroboration of Accomplice Testimony\r\n\r\nWincott argues that the State failed to meet its burden under article 38.14 of the Texas\r\nCode of Criminal Procedure, which mandates corroboration of accomplice testimony. (4)  See Tex.\r\nCode Crim. Proc. Ann. art. 38.14; Nolley v. State, 5 S.W.3d 850, 852-53 (Tex. App.--Houston [14th\r\nDist.] 1999, no pet.).  We consider this assertion as a challenge to the legal sufficiency of the\r\nevidence to sustain the conviction.  Nolley, 5 S.W.3d at 852.  The rule governing the use of\r\naccomplice testimony states: \"A conviction cannot be had upon the testimony of an accomplice\r\nunless corroborated by other evidence tending to connect the defendant with the offense committed;\r\nand the corroboration is not sufficient if it merely shows the commission of the offense.\"  Tex. Code\r\nCrim. Proc. Ann. art. 38.14.  Wincott argues that Jones's testimony was not sufficiently corroborated\r\nby evidence tending to connect Wincott with the robberies.\r\n\r\n\tThe State argues that Wincott supplied the evidence that tended to connect him to the\r\nrobberies through his own admissions, particularly the ones he made to his girlfriend at the time of\r\nhis arrest.  It also contends that Wincott linked himself to the gun which, according to Jones's\r\ntestimony, Jones and Wincott used in the three robberies.  Finally, while it acknowledges that the\r\nindependent evidence alone may not have been sufficient to convict Wincott of the robberies, the\r\nState maintains that it was sufficient to corroborate Jones's testimony. \r\n\r\n\tWe begin by voicing the strong policy concerns that weigh against reliance on\r\naccomplice testimony. (5)  The rule reflects a legislative determination that accomplice testimony\r\nimplicating another person should be viewed with a measure of caution, because accomplices often\r\nhave incentives to lie, such as to avoid punishment or shift blame to another person.  Nolley, 5\r\nS.W.3d at 852-53 (citing Blake v. State, 971 S.W.2d 451, 454 (Tex. Crim. App. 1998)).  The\r\naccomplice's motives in testifying against the accused may well include malice or an attempt to curry\r\nfavor from the state in the form of a lesser punishment, or perhaps, no punishment.  Id.  The Texas\r\nlegislature has determined that because the testimony of an accomplice is inherently untrustworthy\r\nand should be viewed with caution, uncorroborated testimony of an accomplice, standing alone, is\r\nnot enough to support a criminal conviction.  Id.\r\n\r\nThe court of criminal appeals has described an accomplice as a discredited witness.\r\nWalker v. State, 615 S.W.2d 728, 731 (Tex. Crim. App. 1981).   No matter how complete a case may\r\nbe established by an accomplice witness, a conviction is not permitted unless the accomplice's\r\ntestimony is corroborated.  Id.  The testimony of an accomplice witness is untrustworthy and should\r\nbe received and acted on with caution.  Id.  It should be carefully scrutinized not only because of the\r\npotential self interest of the accomplice, but because such testimony is evidence from a corrupt\r\nsource.  Id.  \r\n\r\n\tThese considerations, which form the basis for the requirement that accomplice\r\ntestimony be sufficiently corroborated, also inform the skepticism with which courts view evidence\r\nthat tends to connect the accused only with the accomplice, rather than with the charged offense. \r\n\"The mere presence of the accused in the company of the accomplice . . . shortly before or after the\r\ntime of the offense is not, in itself, sufficient corroboration of the testimony of the accomplice.\" \r\nNelson v. State, 542 S.W.2d 175, 177 (Tex. Crim. App. 1976).  Courts have rejected guilt by\r\nassociation as corroborating evidence because if \"such testimony [placing the defendant and the\r\naccomplice together] be corroborative, then accomplices might be held corroborated in their claim\r\nof the guilt of any person upon whom they might seek to fasten a crime, by mere proof that such\r\nparties had been seen together.\"  Weatherred v. State, 272 S.W. 471, 472 (Tex. Crim. App. 1925). \r\nAssociation with the admitted criminal may be corroborative, however, if offered in conjunction with\r\nother facts and circumstances that sufficiently connect the accused with the commission of the crime. \r\nCherb v. State, 472 S.W.2d 273, 280 (Tex. Crim. App. 1971).  Examples of such corroborating\r\ncircumstances include subsequent flight, possession of the fruits of the crime, and presence at or near\r\nthe scene of the crime at an unreasonable hour.  Id.; Cawley v. State, 310 S.W.2d 340, 342 (Tex.\r\nCrim. App. 1957).\r\n\r\n\tIn evaluating the sufficiency of the evidence to corroborate accomplice testimony, we\r\nconsider each case on its own facts and circumstances, and look to all facts in seeking corroboration. \r\nNolley, 5 S.W.3d at 853.  The corroborative evidence may be circumstantial or direct.  Reed v. State,\r\n744 S.W.2d 112, 126 (Tex. Crim. App. 1988).  On appeal, we determine whether the jury heard\r\nproof of material facts tending to connect the accused with the commission of the offense.  Edwards\r\nv. State, 427 S.W.2d 629, 632-33 (Tex. Crim. App. 1968).  We first eliminate from consideration\r\nthe evidence of the accomplice witness.  Id. at 632.  We then examine the other inculpatory evidence\r\nto ascertain whether it tends to connect the defendant with the offense.  Id.; see also Burks v. State,\r\n876 S.W.2d 877, 887 (Tex. Crim. App. 1994).  While it is true that the non-accomplice evidence\r\nmay be circumstantial rather than direct, it still must tend to connect the accused to the offense.  See\r\nBurks, 876 S.W.2d at 888.  If the State fails to produce any non-accomplice evidence tending to\r\nconnect the defendant to the offense, then the defendant is entitled to an acquittal.  See Tex. Code\r\nCrim. Proc. Ann. art. 38.14; Taylor v. State, 10 S.W.3d 673, 685 (Tex. Crim. App. 2000).  Setting\r\naside Jones's testimony, we will examine the non-accomplice inculpatory evidence, which the State\r\nurges tends to connect Wincott to the commission of the three robberies.\r\n\r\n\tThe State proffers twelve fact scenarios, which it argues tend to connect Wincott to\r\nthe robberies.  The State maintains that this evidence provides compelling evidence, direct and\r\ncircumstantial, of Wincott's guilt.  The State essentially argues that Wincott related facts only a\r\nparticipant in the robberies would know, made certain admissions, and then made \"transparent\r\nattempts to qualify those admissions\" thereby expressing guilt for his participation.  Finally, the State\r\nargues that these facts alone need not be sufficient to convict to corroborate accomplice testimony. \r\nThe State relies on Casias v. State, 36 S.W.3d 897 (Tex. App.--Austin 2001, no pet.), to argue that\r\nthe corroborating evidence in that case was \"nowhere near specific enough to identify a particular\r\noffense or victim,\" yet this Court held the evidence was \"sufficient to tend to connect appellant with\r\nthe murder.\"  Id. at 902.  The State posits that the evidence as a whole shows Wincott's\r\nconsciousness of guilt.  See Torres v. State, 794 S.W.2d 596, 598-99 (Tex. App.--Austin 1990, no\r\npet.).\r\n\r\n\r\nFacts Only a Participant Would Know\r\n\r\n\tThe State first contends that Wincott revealed \"significant facts regarding the\r\nrobberies that likely could have been known by only a participant.\"  In particular, the State claims\r\nthat Wincott linked himself to the gun used in the three robberies.  The State repeatedly emphasized\r\nthis evidence at oral argument as it appears to be the State's strongest argument.\r\n\r\n\tMorgan Strother was Wincott's girlfriend from May 1998 until his arrest.  She\r\ntestified that after Aaron Johnson was arrested, Wincott told her \"that Aaron was--he had some gun,\r\nI guess, and was supposed to get rid of it.  And instead he went home before he got rid of it, and the\r\ncops were at his house.\"  When asked if Wincott had told her how Johnson was supposed to get rid\r\nof the gun, Strother responded that \"[h]e was supposed to throw it maybe off--it was either the dam\r\nor a bridge.  I don't remember.\"  According to Strother, Wincott grew concerned about being\r\narrested only after Johnson was arrested. (6)  Strother testified that Wincott told her \"[t]hat Aaron was\r\nthe type of person that would pretty much give up anybody to save himself,\" and that Wincott was\r\nconcerned that Johnson would implicate him in something.  The State argues that the timing of\r\nWincott's concern about being arrested provided the link between the gun that was used in the\r\nrobberies and Wincott's participation in those robberies.\r\n\r\n\tIn addition to the evidence emphasized by the State, the record also reveals that\r\nWincott generally kept company with Jones and the other suspects.  Strother testified that although\r\nWincott did not seem worried after Jones was arrested, Wincott \"was trying to make sure [he] didn't\r\ncome into contact really with Shad or Gary or, you know, trying to stay away from the other people\r\nwho were involved.\"  She stated that Wincott specifically became worried about the robberies after\r\nJohnson was arrested, but she also explained that after both Jones and Johnson were arrested,\r\nWincott \"was concerned that he'd be arrested.\"  The prosecution asked her how she knew that. \r\nStrother answered, \"Because everybody else, you know, the whole group of people that\r\npredominantly hung out together, had already been arrested.\" (7)  When put into context, Strother's\r\ntestimony tends to connect Wincott to Jones, Johnson, and the other suspects.  Evidence that raises\r\nguilt by association, however, is insufficient to tend to connect Wincott to the robberies.  See\r\nWeatherred, 272 S.W. at 472.\r\n\r\n\tThe State urges that in a letter to Jones, Wincott admitted a fact only a participant\r\nwould know: \"As far as Tiffany goes, I don't know what you told her.  The fact that she wasn't at\r\nany of the crimes makes a big difference.\" (8)  Jones testified, however, that Johnson and Williams\r\nknew details about the first three robberies even though they were not involved.  The reasonable\r\nconclusion is that all these individuals who \"predominantly hung out together\" knew about the\r\nrobberies, whether or not they were participants.  Such evidence may raise a suspicion that some\r\ncombination of these individuals participated in any of the five robberies, but even a strong suspicion\r\nis insufficient to corroborate the testimony of the accomplice witness.  See Umsted v. State, 435\r\nS.W.2d 156, 158 (Tex. Crim. App. 1968) (\"The testimony . . . raises a strong suspicion or probability\r\nof . . . guilt, but such does not constitute proof of . . . guilt.  The evidence is not sufficient to\r\ncorroborate the testimony of the accomplice witness.  This being true, the mandatory provisions of\r\nArt. 38.14 . . . prohibit this court from permitting the conviction to stand.\"); Thomas v. State, 313\r\nS.W.2d 311, 313 (Tex. Crim. App. 1958).  Thus, the evidence does not reveal facts that only a\r\nparticipant would know and fails to corroborate Jones's testimony.  We have no more than a\r\nsuspicion that culminates from the association of these individuals.  We reject the effort to equate\r\nguilt by association with corroboration.  See Joint Anti-Fascist Refugee Comm. v. McGrath, 341 U.S.\r\n123, 178 (1951) (Douglas, J., concurring) (\"guilt by association [is] one of the most odious\r\ninstitutions of history. . . . Guilt under our system of government is personal.\").\r\n\r\n\r\nAdmissions by Wincott\r\n\r\n\tThe State relies heavily on Wincott's communications, primarily letters, with Strother\r\nand another woman, Amber Ramirez, to assert that Wincott made admissions that tend to connect\r\nhim to the robberies.  The State specifically refers to Wincott's statement to Strother while\r\ndiscussing the robberies that he had done some \"bad things\" and his expression of relief over being\r\narrested.  The State also points to Wincott's letters to Strother expressing sorrow for the bad things\r\nhe had done. (9)  The State urges that the \"bad things\" referred specifically to these three robberies and\r\nnot to other misdeeds such as his drug use. (10)  The State also notes a letter Wincott wrote to Ramirez\r\nsaying that they should not talk about his arrest because he was ashamed of it.  The State then\r\naccuses Wincott of attempting to qualify his admissions.  The State asserts that only after his arrest\r\ndid Wincott try to influence Strother into believing that his reference to \"bad things\" referred to his\r\ndrug use.\r\n\r\n\tMoreover, the State points to letters Wincott wrote to Jones while both were\r\nimprisoned in the same facility, saying they portray Wincott's attempt to manufacture testimony for\r\nhis benefit.  The State argues the letters reflect guilt.  For example, Wincott gave Jones advice about\r\nhow to deal with witnesses and to prepare for his own trial, (11) but then told Jones not to disclose that\r\nWincott was advising him.  The State asserts that this proves that Wincott knew that if Jones\r\nrevealed this communication, it would incriminate Wincott in the robberies.  Such an inference is\r\nonly one of many that could be drawn from Wincott's request that Jones not publicize Wincott's\r\nadvice.  Wincott also urged Jones to sabotage the State's case by not testifying against Wincott.  The\r\nState urges that Wincott's communications imply that Jones had information that could convict\r\nWincott of the robberies.  But they just as forcefully infer that Wincott thought Jones was falsely\r\naccusing Wincott in order to curry favor with the State in Jones's own prosecution.\r\n\r\n\tAlthough the State tries to equate Wincott's admitted \"bad things\" to the robberies,\r\nthe testimony at trial is inconclusive at best.\r\n\r\n\r\n[Strother]:\t[Wincott] made a statement that he had done some bad things in the past\r\nand that he and Brad had done some bad things in the past, but that was\r\n-\r\n\r\n\r\n\t. . . .\r\n\r\n\r\n[State]:\tDid he specify at that point what he was talking about?\r\n\r\n\r\n[Strother]:\tNo.\r\n\r\n\r\n\t. . . .\r\n\r\n\r\n[State]:\tIn December, before he was arrested when he was talking about worrying\r\nabout being arrested for the bad things that he and Brad had done, was he\r\nputting that in the context of having done drugs together?  Or was it in the\r\ncontext of the robberies and everybody being arrested?\r\n\r\n\r\n[Strother]:\tHe didn't say it in any context really.  I mean we were talking about\r\nseveral things, and we were talking about the robberies. . . .\r\n\r\n\r\n\r\nStrother was pregnant with Wincott's child at the time he was arrested.  They were discussing that\r\npregnancy, among other things, when Wincott brought up the bad things he had done.  Strother stated\r\nthat in a later phone call Wincott told her he was referring to his drug use when he had expressed\r\nremorse for having done some bad things.\r\n\r\n\tIn their vague context--a conversation involving various subjects any of which could be\r\nconstrued as \"bad things\"--his statements do not tend to connect him to the crimes with which he\r\nwas charged.  At most, they raise a mere suspicion that he is referring to his participation in the\r\nrobberies.  As noted, even a strong suspicion is insufficient to satisfy article 38.14.  Umsted, 435\r\nS.W.2d at 158.\r\n\r\n\tLikewise, the communications that the State characterizes as attempts to manufacture\r\nfavorable testimony raise no more than a suspicion that Wincott participated in the robberies.  His\r\nstatements to Jones refer not only to the crimes with which Wincott was charged, but also to other\r\nrobberies in which Wincott was not implicated.  There was evidence in letters that Jones considered\r\nWincott the only person capable of giving him wise counsel.  Jones wrote to Wincott:\r\n\r\n\r\n\tWhen we were free, you were the only person on the planet that I respected.  Believe\r\nit because it's true.  The fact that I actually heard your wise words, no matter what\r\nyou think, I always at least thought about what you said.  The fact that when you\r\ntalked I did listen, to me, is a sign of how I looked up to you.\r\n\r\n\r\n\r\nThis relationship of trust may explain Wincott's attempt to guide Jones through his legal travails as\r\nmuch as motive to manipulate evidence. Such an explanation is supported by the fact that, as the\r\nState acknowledged, Wincott must have known that all of these communications would be\r\nintercepted and serve as potential evidence in his trial.  Wincott's letters reflect his reasonable\r\nconcern about the outcome of his own trial, but they do no more than link Wincott to Jones.  They\r\ndo not link him to the particular crimes with which he was charged.  Evidence of guilt by association\r\ndoes not suffice as corroborating evidence.  See Weatherred, 272 S.W. at 472.\r\n\r\n\r\nConsciousness of Guilt\r\n\r\n\tThe State contends, nonetheless, that Wincott's letters encouraging Jones not to\r\ntestify are attempts to manipulate evidence that indicate a sense of guilt and as such, they present\r\ncircumstances tending to prove he committed the crimes with which he is charged.  Conduct on the\r\npart of a person accused of a crime subsequent to its commission may indicate a consciousness of\r\nguilt for that crime.  See Brown v. State, 657 S.W.2d 117, 119 (Tex. Crim. App. 1983). \r\nAdditionally, the State argues that in Casias, this Court found sufficient corroboration in evidence\r\nthat, as here, did not specifically identify an offense or victim.  See Casias, 36 S.W.3d at 902.  The\r\nState maintains that the evidence as a whole sufficiently corroborates Jones's testimony.\r\n\r\n\tThe cases involving attempts to manipulate evidence cited by the State, however, are\r\ndistinguishable.  For example, the court of criminal appeals found that the defendant's possession\r\nof a gun and his threats to kill the victim's family constituted an effort to suppress and destroy\r\nevidence against him.  Brown, 657 S.W.2d at 119.  Similarly, this Court held that the defendant's\r\nthreats to his wife to take away her military benefits and her children's military identification cards\r\nif she testified reflected a consciousness of guilt, and was therefore admissible.  Torres, 794 S.W.2d\r\nat 598.  In yet another case, the defendant threatened the prosecution, \"I'll get you if it's the last thing\r\nI'll do.\"  Johnson v. State, 583 S.W.2d 399, 408-09 (Tex. Crim. App. 1979).\r\n\r\n\tWincott's protestations of innocence, even in the form of asking Jones to admit that\r\nhe lied or to not testify altogether, are far different from the threats that indicate a consciousness of\r\nguilt.  The evidence on which the State relies only persuades us that Wincott sought to bring out\r\nwhat he perceived to be the truth in the case.  He did not threaten Jones, nor did he ask Jones to tell\r\na different version of the events.  Wincott's actions, asserting his innocence, do not amount to\r\nmanipulation of evidence that indicates a consciousness of guilt and are not sufficiently\r\ncorroborating.\r\n\r\n\r\nEvidence as a Whole\r\n\r\n\tFinally, the State urges that the evidence as a whole is similar to that in Casias, in\r\nwhich we found sufficient corroboration of the accomplice's testimony.  See Casias, 36 S.W.3d at\r\n902.  The chief corroborating evidence in Casias included testimony from an inmate, Vernon\r\nWalker, incarcerated with Casias.  Walker testified that Casias told him that he had ordered a hit on\r\n\"some Blood or white dude,\" but that the gunman chickened out and accidentally shot another\r\nperson.  Id.  This non-accomplice testimony alone tended to connect Casias to the murder.  Walker's\r\ntestimony was combined with other, ambiguous inculpatory evidence and together we found it\r\nsufficient to corroborate the accomplice.  Here, there is no single piece of  inculpatory evidence other\r\nthan Jones's testimony.  That alone will not suffice.  Because the State failed to produce non-accomplice testimony tending to connect Wincott to the three robberies, we sustain Wincott's first\r\npoint of error.\r\n\r\n\r\nCONCLUSION\r\n\r\n\t\tWe hold that Wincott failed to preserve error regarding the bolstering nature of\r\nDetective Williams's testimony.  Nonetheless, we hold that the State's evidence did not tend to\r\nconnect Wincott to the crimes.  Although the State introduced a substantial amount of evidence\r\nattempting to prove Wincott's participation in the robberies, the non-accomplice testimony merely\r\nconnected Wincott to the accomplice and other suspects but not to the offenses themselves.  Because\r\nsuspicion alone does not satisfy the State's burden to corroborate Jones's testimony, we reverse the\r\nconviction and render judgment of acquittal.\r\n\r\n\r\n\r\n\t                                                                                  \r\n\r\n\tBea Ann Smith, Justice\r\n\r\nBefore Justices Kidd, B. A. Smith and Puryear\r\n\r\nReversed and Rendered\r\n\r\nFiled:   June 7, 2001\r\n\r\nPublish\r\n1.   \tJones also implicated Wincott in two robberies of convenience stores, for which Wincott\r\nwas not charged.  According to Jones, Wincott was the gunman in the robbery of a Texaco gas\r\nstation, while Jones waited in Wincott's truck.  The other robbery allegedly involved Jones, Wincott,\r\nand Johnson, in which the three used Johnson's car and Jones robbed an AAMCO gas station with\r\na gun. \r\n2.   \tJones testified that he borrowed the gun from Johnson but did not tell him that he planned\r\nto use it to commit a robbery; at some point, however, Johnson became interested in participating\r\nin the robberies and allegedly participated with Jones.  An investigator with the Williamson County\r\nSheriff's Department testified at trial that Johnson later admitted that he knew that his gun had been\r\nused in some of the robberies.  Johnson did not testify at Wincott's trial.\r\n\r\n3.   \tThe State asserts that the description of the robber's height was closer to Wincott's than\r\nJones's height.  Jones testified that his height was between 5'10\" and 5'11\" and that he was five to\r\nsix inches taller than Wincott.  Strother testified that she did not know Wincott's height, but thought\r\nhe was 5'8\" or 5'9\".  Detective Mike Williams of the Austin Police Department testified that Jones\r\nwas \"probably close to 6 foot, 5'10\", 5'11\", somewhere in there, probably 160 pounds.\"  He testified\r\nthat Wincott was \"5'8\", 5'9\" somewhere in there,\" and said that he thought he could possibly be as\r\nshort as 5'5.5\" or 5'6\".\r\n4.   \tBecause Jones was indicted for the same offense as Wincott, Jones is an accomplice as\r\na matter of law.  See Villarreal v. State, 576 S.W.2d 51, 56 (Tex. Crim. App. 1978) (stating that\r\n\"[a]n accomplice witness is someone who has participated with another before, during, or after the\r\ncommission of a crime. . . . [o]ne is not an accomplice witness who cannot be prosecuted for the\r\noffense with which the accused is charged\") (citations omitted); Nolley v. State, 5 S.W.3d 850, 853\r\n(Tex. App.--Houston [14th Dist.] 1999, no pet.). \r\n5.   \tThe rule for corroboration of accomplice testimony has remained unchanged since the first\r\nTexas Code of Criminal Procedure.  Walker v. State, 615 S.W.2d 728, 731 (Tex. Crim. App. 1981).\r\n6.   \tJones was arrested first, then Johnson. \r\n7.   \tThe State also relied on Strother's testimony that she knew Wincott drove a black Ford\r\ntruck, the same truck that, according to Jones, he and Wincott used during the three robberies.  Only\r\nJones, however, connects Wincott's truck to the crimes.  In analyzing whether evidence is\r\ncorroborating, we must not consider the accomplice's testimony.  Edwards v. State, 427 S.W.2d 629,\r\n632 (Tex. Crim. App. 1968).  In setting aside Jones's testimony, we conclude that Strother's\r\ntestimony does not tend to connect the truck to the robberies.  Further, no robbery victim saw a\r\ngetaway vehicle.  \"The accomplice may state any number of facts, and these facts may all be\r\ncorroborated by the evidence of other witnesses; still, if the facts . . . do not tend to connect the\r\ndefendant with the crime . . . this would not be such corroboration as is required by the code.\" \r\nUmsted v. State, 435 S.W.2d 156, 157 (Tex. Crim. App. 1968).  Jones's claim that Wincott's truck\r\nwas used in the robberies was not corroborated.\r\n8.   \tTiffany McMillan was Jones's girlfriend at the time of his arrest.\r\n9.   \tHe also stated in one letter that he hoped Jones would commit suicide.\r\n10.   \tWincott wrote in a letter to Strother that he did not get in trouble every time he was\r\nwasted, but that every time he did get in trouble he had been wasted.\r\n11.   \tIn one instance, Wincott wrote a letter, which he had another inmate handcopy, that urged\r\nJones to write and sign a letter saying that Jones had lied in implicating Wincott.  The letter also\r\nencouraged Jones to notify his attorney about Johnson's involvement with the handgun.\r\n\r\n\r\n\r\nne 7, 2001\r\n\r\nPublish\r\n1.   \tJones also implicated Wincott in two robberies of convenience stores, for which Wincott\r\nwas not charged.  According to Jones, Wincott was the gunman in the robbery of a Texaco gas\r\nstation, while Jones waited in Wincott's truck.  The other robbery allegedly involved Jones, Wincott,\r\nand Johnson, in which the three used Johnson's car and Jones robbed an AAMCO gas station with\r\na gun. \r\n2.   \tJones testified that he borrowed the gun from Johnson but did not tell him that he planned\r\nto use it to commit a robbery; at some point, however, Johnson became interested in participating\r\nin the robberies and allegedly participated with Jones.  An investigator with the Williamson County\r\nSheriff's Department testified at trial that Johnson later admitted that he knew that his gun had been\r\nused in some of the robberies.  Johnson did not testify at Wincott's trial.\r\n\r\n3.   \tThe State asserts that the description of the robber's height was closer to Wincott's than\r\nJones's height.  Jones testified that his height was between 5'10\" and 5'11\" and that he was five to\r\nsix inches taller than Wincott.  Strother testified that she did not know Wincott's height, but thought\r\nhe was 5'8\" or 5'9\".  Detective Mike Williams of the Austin Police Department testified that Jones\r\nwas \"probably close to 6 foot, 5'10\", 5'11\", somewhere in there, probably 160 pounds.\"  He testified\r\nthat Wincott was \"5'8\", 5'9\" somewhere in there,\" and said that he thought he could possibly be as\r\nshort as 5'5.5\" or 5'6\".\r\n4.   \tBecause Jones was indicted for the same offense as Wincott, Jones is an accomplice as\r\na matter of law.  See Villarreal v. State, 576 S.W.2d 51, 56 (Tex. Crim. App. 1978) (stating that\r\n\"[a]n accomplice witness is someone who has participated with another before, during, or after the\r\ncommission of a crime. . . . [o]ne is not an accomplice witness who cannot be prosecuted for the\r\noffense with which the accused is charged\") (citations omitted); Nolley v. State, 5 S.W.3d 850, 853\r\n(Tex. App.--Houston [14th Dist.] 1999, no pet.). \r\n5.   \tThe rule for corroboration of accomplice testimony has remained unchanged since the first\r\nTexas Code of Criminal Procedure.  Walker v. State, 615 S.W.2d 728, 731 (Tex. Crim. App. 1981).\r\n6.   \tJones was arrested first, then Johnson. \r\n7.   \tThe State also relied on Strother's testimony that she knew Wincott drove a black Ford\r\ntruck, the same truck that, according to Jones, he and Wincott used during the three robberies.  Only\r\nJones, however, connects Wincott's truck to the crimes.  In analyzing whether evidence is\r\ncorroborating, we must not consider the accomplice's testimony.  Edwards v. State, 427 S.W.2d 629,\r\n632 (Tex. Crim. App. 1968).  In setting aside Jones's testimony, we conclude that Strother's\r\ntestimony does not tend to connect the truck to the robberies.  Further, no robbery victim saw a\r\ngetaway vehicle.  \"The accomplice may state any number of facts, and these facts may all be\r\ncorroborated by the evidence of other witnesses; still, if the facts . . . do not tend to connect the\r\ndefendant with the crime . . . this would not be such corroboration as is required by the code.\" \r\nUmsted v. State, 435 S.W.2d 156, 157 (Tex. Crim. App. 1968).  Jones's claim that Wincott's truck\r\nwas used in the robberies was not corroborated.\r\n8.   \tTiffany McMillan was Jones's girlfriend at the time of his arrest.\r\n9.   \tHe also stated in one letter that he hoped Jones would commit suicide.\r\n10.   \tWincott wrote in a letter to Strother that he did not get in trouble every time he was\r\nwasted, but that every time he did get in trouble he had been wasted.\r\n11.   \tIn one instance, Wincott wrote a letter, which he had another inmate handcopy, that urged\r\nJones to write and sign a letter saying that Jones had lied in implicating Wincott.  The letter also\r\nencouraged Jones to notify his attorney about Johnson's involvement with the handgun.\r\n\r\n\r\n\r\nne 7, 2001\r\n\r\nPublish\r\n1.   \tJones also implicated Wincott in two robberies of convenience stores, for which Wincott\r\nwas not charged.  According to Jones, Wincott was the gunman in the robbery of a Texaco gas\r\nstation, while Jones waited in Wincott's truck.  The other robbery allegedly involved Jones, Wincott,\r\nand Johnson, in which the three used Johnson's car and Jones robbed an AAMCO gas station with\r\na gun. \r\n2.   \tJones testified that he borrowed the gun from Johnson but did not tell him that he planned\r\nto use it to commit a robbery; at some point, however, Johnson became interested in participating\r\nin the robberies and allegedly participated with Jones.  An investigator with the Williamson County\r\nSheriff's Department testified at trial that Johnson later admitted that he knew that his gun had been\r\nused in some of the robberies.  Johnson did not testify at Wincott's trial.\r\n\r\n3.   \tThe State asserts that the description of the robber's height was closer to Wincott's than\r\nJones's height.  Jones testified that his height was between 5'10\" and 5'11\" and that he was five to\r\nsix inches taller than Wincott.  Strother testified that she did not know Wincott's height, but thought\r\nhe was 5'8\" or 5'9\".  Detective Mike Williams of the Austin Police Department testified that Jones\r\nwas \"probably close to 6 foot, 5'10\", 5'11\", somewhere in there, probably 160 pounds.\"  He testified\r\nthat Wincott was \"5'8\", 5'9\" somewhere in there,\" and said that he thought he could possibly be as\r\nshort as 5'5.5\" or 5'6\".\r\n4.   \tBecause Jones was indicted for the same offense as Wincott, Jones is an accomplice as\r\na matter of law.  See Villarreal v. State, 576 S.W.2d 51, 56 (Tex. Crim. App. 1978) (stating that\r\n\"[a]n accomplice witness is someone who has participated with another before, during, or after the\r\ncommission of a crime. . . . [o]ne is not an accomplice witness who cannot be prosecuted for the\r\noffense with which the accused is charged\") (citations omitted); Nolley v. State, 5 S.W.3d 850, 853\r\n(Tex. App.--Houston [14th Dist.] 1999, no pet.). \r\n5.   \tThe rule for corroboration of accomplice testimony has remained unchanged since the first\r\nTexas Code of Criminal Procedure.  Walker v. State, 615 S.W.2d 728, 731 (Tex. Crim. App. 1981).\r\n6.   \tJones was arrested first, then Johnson. \r\n7.   \tThe State also relied on Strother's testimony that she knew Wincott drove a black Ford\r\ntruck, the same truck that, according to Jones, he and Wincott used during the three robberies.  Only\r\nJones, however, connects Wincott's truck to the crimes.  In analyzing whether evidence is\r\ncorroborating, we must not consider the accomplice's testimony.  Edwards v. State, 427 S.W.2d 629,\r\n632 (Tex. Crim. App. 1968).  In setting aside Jones's testimony, we conclude that Strother's\r\ntestimony does not tend to connect the truck to the robberies.  Further, no robbery victim saw a\r\ngetaway vehicle.  \"The accomplice may state any number of facts, and these facts may all be\r\ncorroborated by the evidence of other witnesses; still, if t",
            "ocr": false,
            "opinion_id": 2863981
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}