{
    "id": 2878407,
    "judges": null,
    "date_filed": "2020-07-05",
    "date_filed_is_approximate": true,
    "slug": "elbert-misner-v-state",
    "case_name_short": null,
    "case_name": "Elbert Misner v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=8505&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa04%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\nMEMORANDUM OPINION\r\n\r\n\r\n\r\n\r\nNo. 04-03-00323-CR\r\n\r\n\r\n\r\nElbert MISNER,\r\n\r\n\r\nAppellant\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\nThe STATE of Texas,\r\n\r\n\r\nAppellee\r\n\r\n\r\n\r\nFrom the 399th Judicial District Court, Bexar County, Texas\r\n\r\n\r\nTrial Court No. 2002-CR-5726A\r\n\r\n\r\nHonorable Juanita Vasquez-Gardner, Judge Presiding\r\n\r\n\r\n\r\nOpinion by:\tAlma L. López, Chief Justice\r\n\r\n\r\nSitting:\tAlma L. López, Chief Justice\r\n\r\n\t\tKaren Angelini, Justice\r\n\r\n\t\tSandee Bryan Marion, Justice\r\n\r\n\r\nDelivered and Filed:  April 7, 2004\r\n\r\n\r\nAFFIRMED\r\n\r\n\tElbert Misner (\"Misner\") was found guilty by a jury of possession of heroin with intent to\r\ndeliver.  Misner's sentence was enhanced based on prior felony convictions, and he was sentenced\r\nto life imprisonment.  Misner presents five issues on appeal, contending: (1) the evidence is legally\r\nand factually insufficient to establish that Misner possessed heroin with an intent to deliver; (2) the\r\nevidence is insufficient to support the jury's finding of true to the second enhancement count; (3) the\r\ntrial court erred in denying Misner's motion for continuance because he did not receive his indictment\r\nat least ten days before trial; and (4) the evidence is insufficient to establish the weight of the heroin.\r\nWe affirm the trial court's judgment.\r\n\r\nBackground\r\n\r\n\r\n\tDetective Richard Funk was contacted by a paid confidential informant regarding information\r\ninvolving drug trafficking.  The informant had a criminal history involving narcotics and was\r\nconsidered reliable.  The informant previously had been paid for providing information.  \r\n\r\n\tThe confidential informant provided Misner's name to Detective Funk.  Based on the\r\ninformation he was provided, Detective Funk called five or six other detectives and established a\r\nsurveillance at the location where Misner lived.  The detectives waited for a particular vehicle to\r\narrive.  When the vehicle arrived, the detectives converged and surrounded the vehicle with their cars.\r\nMisner was the passenger in the vehicle, which was driven by Roy Spears.  The detectives identified\r\nthemselves, and Detective Funk handcuffed Misner, who was standing at the back of the vehicle.\r\nDetective Durden handcuffed Spears, and pointed to heroin that Detective Durden saw Misner drop\r\non the ground.  The heroin was packaged in two containers: a prescription pill bottle containing\r\nSpears's name and a sandwich-type bag.  Pictures of the two containers at the location where they\r\nwere dropped were introduced into evidence.  Detective Funk stated that Spears was detained at the\r\ndriver's side of the vehicle and was never close to  the back of the vehicle where Misner dropped the\r\nheroin.  Detective Funk testified that Spears could not have thrown the heroin to the location because\r\nit would have hit him first and Spears never reached under the vehicle.\r\n\r\n\tDetective Funk testified that the amount of heroin was more than a user would generally carry\r\nor use.  Detective Funk stated that he had worked hundreds of drug cases, and the amount of heroin\r\nwas almost double what a heroin addict would use in one day.  Detective Funk testified that \t\tthe amount of heroin was more consistent with a person who intends to package and sell the drug.\r\n\r\n\tDetective Durden assisted Detective Funk with the surveillance.  When Detective Funk called\r\nthe detectives, Detective Durden drove forward and positioned his car to block any type of escape.\r\nAs he arrived, Misner had exited the passenger side of the car and was starting to walk to the back\r\nof the car.  Detective Durden identified himself and started heading toward Misner.  At that time,\r\nDetective Funk had arrived and had come around to take custody of Misner.  As Misner approached\r\nthe back corner of the vehicle, Detective Durden saw Misner make a \"throw-down motion\" and heard\r\nsomething hit the ground.  Detective Durden passed Detective Funk and handcuffed Spears.\r\nDetective Durden stated that if Spears had attempted to throw something underneath the car, he\r\nwould have heard a different sound.  Detective Durden further testified that he did not believe Spears\r\ncould have thrown a plastic bag as far back as the bag containing the heroin was found because the\r\nweight of the bag would not have carried it that far.  Detective Durden photographed the containers\r\nand collected the evidence.  Detective Durden believed that the amount of heroin was enough for\r\ndistribution.  The field-test results revealed that the prescription bottle contained 1.3 grams of heroin,\r\nand the plastic bag contained 5.6 grams of heroin.  Detective Durden stated that a chemist's weighing\r\nof the heroin would differ from the field test because the field test weighs the heroin in plastic bags.\r\n\r\n\tMark Florence, a forensic scientist with the Bexar County Forensics Science Crime Lab,\r\ntested the contents of the plastic bag which he determined contained over 4 grams of heroin.  \tMisner testified that Spears was driving Misner's car because Misner did not like to drive at\r\nnight.  Misner had accompanied Spears to pick up some money.  Misner testified that when they\r\nexited the car, the detectives pulled up and told them to freeze.  Misner threw his cigarette down and\r\nput up his hands.  Misner denied seeing Spears in possession of the pill bottle or the plastic bag.\r\nMisner also denied being in possession of the heroin.  Misner stated that a street cleaner was going\r\nby the front of the house at the time he was arrested.  On cross-examination, Misner admitted that\r\nhe was previously convicted of burglary with intent to commit theft on November 7, 1955, assault\r\nwith intent to rob on November 7, 1955, burglary with intent to commit theft on February 22, 1962,\r\nburglary with intent to commit theft on November 5, 1973, passing as true a forged instrument in\r\nthree separate causes on November 5, 1973, theft of property of the value of over $200 and less than\r\n$10,000 on June 6, 1979, and theft between $200 and $750 on October 21, 1993.\r\n\r\n\tAfter hearing the evidence, the jury found Misner guilty of possession of heroin with intent\r\nto distribute.\r\n\r\nSufficiency of the Evidence\r\n\r\n\r\n\tTo determine the legal sufficiency of the evidence to support a conviction, we view all the\r\nevidence in the light most favorable to the verdict and ask if any rational trier of fact could have found\r\nthe essential elements of the offense beyond a reasonable doubt. See Jackson v. Virginia, 443 U.S.\r\n307, 319 (1979).  For a factual sufficiency review, an appellate court looks at all the evidence to\r\ndetermine whether it is so weak as to make the verdict clearly wrong and manifestly unjust or whether\r\nthe adverse finding is against the great weight and preponderance of the evidence. Sims v. State, 99\r\nS.W.3d 600, 601 (Tex. Crim. App. 2003). Appropriate deference must be given to the jury's decision\r\nto \"prevent an appellate court from substituting its judgment for that of the fact finder.\"  Johnson v.\r\nState, 23 S.W.3d 1, 7 (Tex. Crim. App. 2000). \"[A]ny evaluation should not substantially intrude\r\nupon the fact finder's role as the sole judge of the weight and credibility given to witness testimony.\"\r\nId.\r\n\r\nA.\tPossession with Intent to Distribute\r\n\r\n\tIn his first two issues, Misner challenges the legal and factual sufficiency of the evidence to\r\nsupport the jury's finding that he possessed the heroin with an intent to distribute it.  \r\n\r\n\t\"Possession\" is statutorily defined as \"actual care, custody, control, or management.\"  Tex.\r\nHealth &amp; Safety Code Ann. § 481.002(38) (Vernon Supp. 2004).  In order to show that Misner\r\nwas in possession of the heroin, the State must provide evidence of affirmative links between Misner\r\nand the heroin.  See De la Garza v. State, 898 S.W.2d 376, 379 (Tex. App.--San Antonio 1995, no\r\npet.).  Circumstances that may link an accused to contraband include:  (1) presence when the search\r\nwas executed;  (2) contraband in plain view;  (3) proximity to and the accessibility of the contraband;\r\n(4) accused under influence of the contraband;  (5) accused's possession of other contraband when\r\narrested;  (6) accused's incriminating statements when arrested;  (7) attempted flight;  (8) furtive\r\ngestures;  (9) odor of the contraband;  (10) presence of other contraband or drug paraphernalia not\r\nincluded in the charge;  (11) accused's ownership or right of possession of the place where the\r\ncontrolled substance was found;  (12) drugs found in an enclosed place.  Id.  In this case, Misner was\r\npresent when the heroin was found in plain view.  Misner was in close proximity to the heroin and\r\nmade a \"throw-down\" motion in the area in which the heroin was found.  This is sufficient evidence\r\nto affirmatively link Misner to the heroin and to support the jury's finding that Misner was in\r\npossession of the heroin.\r\n\r\n\t Intent is a question of fact to be determined by the trier of fact based upon the circumstantial\r\nevidence adduced at trial.  Puente v. State, 888 S.W.2d 521, 527 (Tex. App.--San Antonio 1994,\r\nno pet.).  Intent can be inferred from the acts, words or conduct of the accused as well as the amount\r\nof the controlled substance possessed and the manner in which it was possessed.  Id.; see also Ingram\r\nv. State, No. 11-02-00168-CR, 2003 WL 22249688, at *3 (Tex. App.--Eastland Oct. 2, 2003, no\r\npet.).  In this case, Officer Funk testified that the amount of heroin was more than a user would\r\ngenerally carry or use.  Detective Funk stated that he had worked hundreds of drug cases, and the\r\namount of heroin was almost double what a heroin addict would use in one day.  Detective Funk\r\ntestified that the amount of heroin was more consistent with a person who intends to package and\r\nsell the drug.  In addition, Detective Durden also testified that the amount of heroin was enough for\r\ndistribution.  Finally, the jury could have considered that the heroin had already been divided into two\r\nseparate containers.  We hold that this evidence is legally and factually sufficient to support the jury's\r\nfinding that Misner possessed the heroin with intent to distribute it.\r\n\r\nB.\tWeight of Heroin\r\n\r\n\tIn his fifth point of error, Misner challenges the legal sufficiency of the evidence to support\r\na finding that he possessed heroin that weighed at least 4 grams.  Misner's challenge is based on\r\nearlier law that required the State to prove the actual quantity of pure heroin, excluding all adulterants\r\nand dilutants.  Section 481.112 of the Texas Health and Safety Code now provides that an offense\r\nof possession with intent to deliver is a first degree felony if \"the amount of the controlled substance\r\nto which the offense applies is, by aggregate weight  including adulterants and dilutants, four grams\r\nor more but less than 200 grams.\"  Tex. Health &amp; Safety Code Ann. § 481.112(d) (Vernon 2003)\r\n(emphasis added); see also Cuddy v. State, 107 S.W.3d 92 (Tex. App.--Texarkana 2003, no pet.)\r\n(discussing change in the law).  The amended law was in effect at the time of Misner's arrest and trial.\r\nAccordingly, Florence's testimony is sufficient to establish that the heroin weighed at least four\r\ngrams.\r\n\r\nC.\tEnhancement\r\n\r\n\tIn his third issue, Misner contends that the evidence is insufficient to prove that the second\r\nprior felony alleged in the enhancement paragraphs of the indictment was committed after the first\r\nprior felony was final.\r\n\r\n\tThe enhancement allegations contained in the indictment read as follows:\r\n\r\n\r\n\t\tBefore the commission of the offense alleged above, hereafter styled the\r\nprimary offense, on the 7th day of November, A.D., 1955, in Cause No. 54350, in\r\nBexar County, Texas, the Defendant was convicted of the felony of Burglary with\r\nIntent to Commit Theft.\r\n\r\n\t\tBefore the commission of the primary offense, and after the conviction in\r\nCause No. 54350 was final, the Defendant committed the felony of Burglary with\r\nIntent to Commit Theft and was convicted on the 22nd day of February, A.D., 1962,\r\nin Cause No. 60545, in Bexar County, Texas.\r\n\r\n\r\nThe jury found both enhancement allegations true.\r\n\r\n\tThe State introduced pen packets for each of Misner's prior offenses.  The pen packet for\r\nCause No. 54350 contains the judgment which was entered on November 7, 1955, and the pen packet\r\nfor Cause No. 60545 contains the judgment which was entered on February 22, 1962.  In questioning\r\nMisner's former employer regarding his knowledge of Misner's criminal history, the State first\r\nreferenced the 1955 offense, asking if the employer was familiar with the offense Misner committed\r\nin 1955.  The State then inquired whether the employer was aware that in 1962, Misner committed\r\nanother offense and was sentenced to prison.  The State then proceeded to ask the employer about\r\nseveral other offenses Misner had committed on subsequent dates, including a murder conviction for\r\nwhich Misner was on parole at the time he worked for the employer.\r\n\r\n\tIn his brief, Misner addresses his sufficiency challenge as a legal sufficiency challenge, stating\r\nthat \"there was no evidence as to the date on which the first or second offense was committed.\"  The\r\nlegal sufficiency standard of review is \"meant to give 'full play to the [jury's] responsibility fairly' to\r\n'draw reasonable inferences from basic facts to ultimate facts.'\" Lacour v. State, 8 S.W.3d 670, 671\r\n(Tex. Crim. App. 2000) (quoting Jackson v. Virginia, 443 U.S. at 319).\r\n\r\nIn this case, the jury could infer from questions posed by the prosecutor that Misner had committed\r\nthe offenses in 1955 and 1962, respectively, (1) and the evidence established that the 1955 conviction\r\nwas final before the 1962 offense was committed.  \"[W]hen the State offers into evidence a certified\r\ncopy of a judgment and sentence, it has made a prima facie case that the conviction reflected within\r\nthat judgment and sentence is a final conviction worthy of respect.\"  Jones v. State, 77 S.W.3d 819,\r\n822-23 (Tex. Crim. App. 2002).  \"If the judgment of conviction has been set aside, vacated or\r\nappealed, the defendant must offer some evidence to support that fact.\"  Id. at 823.  Misner did not\r\noffer any evidence to challenge the finality of the 1955 conviction.  Based on the pen packets and the\r\ninferences the jury was entitled to draw from the prosecutor's questioning, the evidence is sufficient\r\nto support the jury's finding that the enhancement allegations were true.\r\n\r\nContinuance\r\n\r\n\r\n\tIn his fourth issue, Misner contends that the trial court erred in denying his motion for\r\ncontinuance because he was not provided with a copy of the indictment at least ten days before trial\r\nas required by article 27.12 of the Texas Code of Criminal Procedure.\r\n\r\n\tA motion for continuance that is not in writing and not sworn preserves nothing for review.\r\nPierce v. State, 113 S.W.3d 431, 435 (Tex. App.--Texarkana 2003, pet. ref'd); Legate v. State, 52\r\nS.W.3d 797,  806 (Tex. App.--San Antonio 2001, pet. ref'd) In addition, to preserve error, the\r\ndefendant's objection at trial must comport with his complaint on appeal.  Routier v. State, 112\r\nS.W.3d 554, 586 (Tex. Crim. App. 2003).  In this case, the only written motion for continuance\r\nrequested a continuance to locate witnesses.  The motion did not request a continuance based on any\r\ndelayed receipt of the indictment.  Misner does not complain on appeal about the denial of the motion\r\nfor continuance based on the absence of witnesses.  During the pre-trial hearing, Misner mentioned\r\nthat he did not receive the indictment until \"about eight or nine days\" before trial in addressing the\r\ntrial court regarding trial counsel's representation of him.  Misner stated that he had lost faith in trial\r\ncounsel.  The trial court stated that it was not permitting trial counsel to withdraw and further stated,\r\n\"I'm not going to grant a motion for continuance, Mr. Misner.  We're going forward today.\"\r\nBecause Misner did not move for a continuance in writing based on the delayed delivery of the\r\nindictment, he has not preserved this issue for our review.\r\n\r\n\tFurthermore, article 27.12 is not properly invoked when the objectives of the statute have\r\nbeen achieved.   Roberts v. State, 93 S.W.3d 528, 532 (Tex. App.--Houston [14th Dist.] 2002, pet.\r\nref'd).  Although Misner asserted that he had not received a copy of the indictment until \"about eight\r\nor nine days\" before trial, which began April 15, 2003, trial counsel stated that he had met with\r\nMisner on June 15th for an hour and February 6th for forty-five minutes.  In addition, trial counsel,\r\ntogether with an investigator, met with Misner on April 4th for forty-five minutes.  Neither Misner\r\nnor trial counsel requested an opportunity to file any additional motions or pleadings, and there was\r\nno indication at the beginning of trial that Misner was unaware of or unfamiliar with the nature of the\r\ncharges against him or the State's evidence that was relevant to the offense.  Accordingly, even if\r\nMisner had properly preserved this complaint for our review, we would hold that the trial court did\r\nnot err in proceeding with trial.  See id. at 533.  \r\n\r\nConclusion\r\n\r\n\r\n\tThe judgment of the trial court is affirmed.\r\n\r\n\t\t\t\t\t\t\tAlma L. López, Chief Justice\r\n\r\n\r\nDO NOT PUBLISH\r\n\r\n\r\n1. Several cases have noted that inferences may be drawn from prosecutor's questions.  See, e.g., Veteto v. State,\r\n8 S.W.3d 805, 817 (Tex. App.--Waco 2000, pet. ref'd); Lopez v. State, 940 S.W.2d 388, 390 (Tex. App.--Austin ),\r\npet. ref'd, 954 S.W.2d 774 (Tex. Crim. App. 1997); Janney v. State, 938 S.W.2d 770, 773 (Tex. App.--Houston [14th\r\nDist. 1997, no pet.).\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2878407
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}