{
    "id": 2887859,
    "judges": null,
    "date_filed": "2005-12-08",
    "date_filed_is_approximate": true,
    "slug": "jeremy-l-parchman-v-state-of-texas",
    "case_name_short": null,
    "case_name": "Jeremy L. Parchman v. State of Texas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=10862&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa07%5cOpinion",
            "author_id": null,
            "opinion_text": "                                  NO. 07-01-0268-CR\n\n                             IN THE COURT OF APPEALS\n\n                      FOR THE SEVENTH DISTRICT OF TEXAS\n\n                                     AT AMARILLO\n\n                                        PANEL B\n\n                                JANUARY 22, 2002\n                         ______________________________\n\n                                JEREMY L. PARCHMAN,\n\n                                                       Appellant\n\n                                            v.\n\n                                THE STATE OF TEXAS,\n\n                                               Appellee\n                       _________________________________\n\n            FROM THE 364TH DISTRICT COURT OF LUBBOCK COUNTY;\n\n         NO. 2000-432,886; HON. BRADLEY S. UNDERWOOD, PRESIDING\n                      _______________________________\n\nBefore BOYD, C.J., QUINN and JOHNSON, JJ.\n\n      Jeremy L. Parchman (appellant) appeals his conviction for murder. Among other\n\nthings, evidence admitted at trial revealed that appellant shot his roommate in the back of\n\nhis head as the roommate sat on the floor watching television. A jury subsequently found\n\nappellant guilty of murder and sentenced him to life in prison. Two issues appear before\n\nus. The first concerns whether the trial court erred by including in the punishment charge\n\nan instruction discussing good conduct time when appellant was not entitled to same. The\n\nsecond issue involves whether the trial court erred in refusing to grant a mistrial once it\n\fsustained the appellant’s objection to an aspect of the State’s closing argument. We\n\naffirm.\n\n                    Issue One-- Instruction On Good Time and Parole\n\n          Appellant contends that the good time / parole instruction included in the court’s\n\npunishment charge was error because he could not have received good time. We\n\ndisagree and overrule the contention.\n\n          The instruction at issue mirrored that expressed in art. 37.07(4)(a) of the Texas\n\nCode of Criminal Procedure. Furthermore, because appellant was found guilty of murder,\n\nan offense encompassed in §3g(a)(1) of article 42.12 of the very same code, the statute\n\nmandated that the trial court include the instruction in its charge. TEX . CODE CRIM . PROC .\n\nANN . art. 37.07, §4(a) (Vernon Supp. 2001). The mandate is clear and unequivocal. Thus,\n\nby incorporating the instruction into the charge, the trial court complied with the law as\n\nenacted by the legislature, and in complying with that law, it cannot be said its acts were\n\nunlawful or erroneous. Liquis v. State, 997 S.W.2d 442, 443-44 (Tex. App.--Beaumont\n\n1999, pet. filed) (holding that submitting the article 37.07, section 4(a) charge was not error\n\neven though the appellant was allegedly unentitled to good time); Martinez v. State, 969\n\nS.W.2d 497, 500-501 (Tex. App.--Austin 1998, pet. ref’d) (holding the same). Simply put,\n\na court that has followed express statutory directives cannot be said to have erred.\n\n          As to the contention that incorporating the instruction into the charge when the\n\ndefendant cannot receive good time is unconstitutional, appellant waived same. Rule of\n\nappellate procedure obligated him to accompany the contention with citation to authority\n\nand substantive analysis. TEX . R. APP . PROC . 38.1(h); Alvardo v. State, 912 S.W.2d 199,\n\n\n                                              2\n\f210 (Tex. Crim. App. 1995). Merely concluding that something violates the constitution\n\nneither fulfills this duty nor preserves the contention. Tong v. State, 25 S.W.3d 707, 710\n\n(Tex. Crim. App. 2000). Appellant at bar having provided us with neither citation to\n\napplicable authority nor substantive analysis of his suppositions viz the constitutionality\n\nof art. 37.07, §4 and its mandate when good time is unavailable, he waived the contention.\n\n                        Issue Two — Refusal to Grant Mistrial\n\n       Appellant next asserts that the trial court erred in denying him a mistrial after\n\nsustaining his objection to argument by the prosecutor. The argument in question\n\nconsisted of the prosecutor stating, during closing at the punishment phase of the\n\nproceeding,\n\n       “[a]s far as this defendant, do you ever, . . . in your life want to pick up a\n       newspaper and see that [appellant] got an attack rifle and went and shot\n       some people, killed someone else?”\n\nAppellant objected to same, which objection the trial court sustained. So too did it instruct\n\nthe jury to disregard the comment. However, when asked to grant mistrial, the court\n\nrefused. Appellant believes that mistrial was required because the comment was so\n\ninflammatory that its prejudicial effect could not reasonably be cured by an instruction to\n\ndisregard. We overrule the contention.\n\n       The propriety of a jury argument must be assessed within the context in which it\n\nappears. Moore v. State, 849 S.W.2d 350, 352 (Tex. Crim. App. 1993). Furthermore, the\n\nTexas Court of Criminal Appeals held years ago that requesting the jury to harshly punish\n\na defendant to prevent him from “doing the same thing” in the future was a proper plea for\n\n\n\n\n                                             3\n\flaw enforcement. Kirkpatrick v. State, 515 S.W.2d 289, 293 (Tex. Crim. App. 1974); Asay\n\nv. State, 456 S.W.2d 903, 905-06 (Tex. Crim. App. 1970).\n\n       Here, the theme of the State’s closing centered upon “protection of our community.”\n\nIndeed, the State said as much within the opening seconds of its argument. So too was\n\nit endeavoring to persuade the jury to reject appellant’s application for probation. It was\n\nin this context that the State requested “harsh” punishment of the jury and uttered the\n\ncomment at issue. Given that context, the comment was no different than that found\n\nappropriate in Kirkpatrick and Asay. As in the latter two cases, the State merely was\n\nasking the jurors to punish appellant in a way that would prevent him from doing the same\n\nthing in the future. Admittedly, the words used to convey that idea were not as direct as\n\nthey could have been. Nevertheless, that unquestionably was the thrust of the argument,\n\ni.e., a plea for law enforcement as authorized by Kirkpatrick and Asay.\n\n       The comments being a legitimate plea for law enforcement, the trial court did not\n\nerr in refusing to grant a mistrial because they were uttered. Simply put, mistrial exists to\n\nrectify improprieties found to be highly prejudicial and incurable via instruction. It does not\n\nexist to correct lawful conduct.\n\n       Accordingly, we affirm the judgment entered below.\n\n\n\n                                                                 Brian Quinn\n                                                                   Justice\n\nDo not publish.\n\n\n\n\n                                              4\n\f",
            "ocr": false,
            "opinion_id": 2887859
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}