{
    "id": 2893009,
    "judges": null,
    "date_filed": "1990-03-17",
    "date_filed_is_approximate": true,
    "slug": "robert-edward-sharp-v-state",
    "case_name_short": null,
    "case_name": "Robert Edward Sharp v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=6408&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa07%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 07-05-0285-CR\r\n\r\n\r\n\r\nIN THE COURT OF APPEALS\r\n\r\n\r\n\r\nFOR THE SEVENTH DISTRICT OF TEXAS\r\n\r\n\r\n\r\nAT AMARILLO\r\n\r\n\r\n\r\nPANEL D\r\n\r\n\r\n\r\nDECEMBER 22, 2006\r\n\r\n\r\n______________________________\r\n\r\n\r\n\r\nROBERT EDWARD SHARP, \r\n\r\n\r\n\r\n\t\t\t\t\t\t\t\t\tAppellant\r\n\r\n\r\nv.\r\n\r\n\r\n\r\nTHE STATE OF TEXAS, \r\n\r\n\r\n\r\n\t\t\t\t\t\t\t\t\tAppellee\r\n\r\n_________________________________\r\n\r\n\r\n\r\nFROM THE 69TH DISTRICT COURT OF MOORE COUNTY;\r\n\r\n\r\n\r\nNO. 3133; HON. RON ENNS, PRESIDING\r\n\r\n\r\n_______________________________\r\n\r\n\r\n\r\nOpinion\r\n\r\n\r\n_______________________________\r\n\r\n\r\n\r\nBefore QUINN, C.J., and CAMPBELL and PIRTLE, JJ.\r\n\r\n\tRobert Edward Sharp (appellant) appeals his conviction for indecency with a child. \r\nVia various issues, he contends that the trial court erred by 1) allowing the State's\r\ninvestigator to remain in the courtroom once the rule was invoked, 2) permitting a witness\r\nto impart hearsay when the State failed to comply with article 38.072 of the Code of\r\nCriminal Procedure, 3) admitting appellant's pen packet without proper authentication, and\r\n4) allowing the State to reopen during punishment after it had rested.  We affirm.\r\n\r\nIssue One - Rule 614\r\n\r\n\r\n\tIn his first issue, appellant contends the trial court erred when it allowed a State's\r\nwitness to remain in the courtroom after he had invoked Rule 614 of the Texas Rules of\r\nEvidence.  We disagree and overrule the issue.\r\n\r\n\tAccording to the record, the State's investigator, Terry Vogel (Vogel), was allowed\r\nto remain in the courtroom during trial after the State invoked Rule 614 of the Texas Rules\r\nof Evidence.  And, though Vogel was identified as a potential witness, the State asked that\r\nhe be allowed to stay in the courtroom during the trial.  The trial judge was also told by the\r\nprosecutor that \"I'm probably not even going to call him, but in case I feel like I need to, just\r\nto explain how the investigation came about.\"  (Emphasis added).  So too did the\r\nprosecutor state that he believed he was entitled to have a \"representative\" of the State\r\nremain in the courtroom. (1)  Thereafter, the trial court overruled appellant's complaint\r\nregarding Vogel's continued presence.  Once trial began, Vogel was indeed called to\r\ntestify, but the party doing so was appellant.  The latter called him as an adverse witness. \r\nFurthermore, the State asked the witness no questions once appellant completed his\r\nexamination of him.  \r\n\r\n\tEventually, Vogel was called by the State at the punishment phase of the trial.  But,\r\nimmediately before that phase began, the trial court once again asked if \"either party\r\nwish[ed] the witness rule be invoked for this portion of the trial?\"  Appellant responded\r\n\"yes,\" and the names of the witnesses to be called then were disclosed to the trial court. \r\nThe list included Vogel.  Appellant, however, did not renew his objection to Vogel's\r\npresence.  And, when the State called him as its first witness, appellant voiced no objection\r\nabout him testifying.  \r\n\r\n\tAccording to Texas Rule of Evidence 614, \"at the request of a party the court shall\r\norder witnesses excluded so that they cannot hear the testimony of other witnesses, and\r\nit may make the order of its own motion.\"  Tex. R. Evid. 614.  Assuming arguendo that\r\nVogel was encompassed within this rule and should have been excluded, we conclude that\r\nappellant invited any harm that may have resulted and the error was waived.\r\n\r\n\tThe purpose of invoking the rule is to prevent potential witnesses from being\r\ninfluenced by, or modifying their testimony because of, the testimony of other witnesses. \r\nRussell v. State, 155 S.W.3d 176, 179-80 (Tex. Crim. App. 2005).  Given this, logic\r\ndictates that any harm arising from a violation of the rule can arise only if the witness is\r\ncalled to testify.  Simply put, if he does not testify, then there is no chance that he can\r\nimpart modified or influenced testimony.  Here, after appellant complained about Vogel's\r\ncontinued presence and the prosecutor represented that he would \"probably not\" have him\r\ntestify, appellant called Vogel as a witness.  This act effectively invited the harm sought to\r\nbe avoided by the rule.  And, by inviting the harm, appellant cannot now complain of it. \r\nSee Prystash v. State, 3 S.W.3d 522, 531 (Tex. Crim. App. 1999) (stating that one cannot\r\ncomplain of error that he invites).\r\n\r\n\tMoreover, when the trial court again asked, during the punishment phase, whether\r\nthe parties wanted the rule invoked, appellant said nothing about excluding Vogel, though\r\nVogel was expressly identified as a witness by the State.  Nor did appellant object to Vogel\r\ntestifying when called by the State.  By calling the witness to testify during the\r\nguilt/innocence phase and then withholding further objection once the trial court provided\r\nrenewed opportunity to do so, appellant waived any complaint he may have had to Vogel's\r\ntestifying in the punishment phase.  See Johnson v. State, 803 S.W.2d 272, 291 (Tex.\r\nCrim. App. 1990) (holding that one must complain each time an infraction is perceived,\r\notherwise the complaint is waived). Accordingly, we overrule his first issue. (2)\r\n\r\nIssue Two - Hearsay, Art. 38.072, and Notice of Extraneous Acts\r\n\r\n\r\n\tAppellant contends that the trial court erred by allowing Gorday, a sexual assault\r\nnurse examiner, to testify about statements made by the victim during the sexual assault\r\nexamination.  The statements involved appellant touching the child victim's breasts and\r\nbuttocks on various occasions.  According to appellant, the utterances involved either\r\nextraneous bad acts or offenses and did not fall within the hearsay exception established\r\nby article 38.072 of the Texas Code of Criminal Procedure.  Nor was he given prior notice\r\nof the State's intent to introduce them.  We overrule the issue.\r\n\r\n\tHearsay\r\n\r\n\tThe evidence at issue involved the victim's description of where appellant touched\r\nher at various times.  And, as previously mentioned, the comments were made by the child\r\nduring Gorday's sexual assault examination.  Under those circumstances, the child's\r\nstatements are excepted from the hearsay rule per Texas Rule of Evidence 803(4). \r\nBeheler v. State, 3 S.W.3d 182, 188-89 (Tex. App.-Fort Worth 1999, pet. ref'd); Fleming\r\nv.State, 819 S.W.2d 237, 247 (Tex. App.-Austin 1991, pet. ref'd).  Thus, it did not matter\r\nif the requirements of article 38.072 were satisfied.\r\n\r\n\tPrior Notice\r\n\r\n\tNext, appellant contends that the trial court erred in admitting Gorday's testimony\r\nbecause it alluded to extraneous crimes (touching the child's buttocks) and the State failed\r\nto give him prior notice of intent to tender the evidence as required by Texas Rule of\r\nEvidence 404(b) and article 38.072 of the Texas Code of Criminal Procedure.  However,\r\nthe prosecutor argued at trial that the evidence was admissible to illustrate the \"entire\r\nrelationship\" between the child victim and appellant, and article 38.37 of the same Code\r\npermits the trial court to receive evidence of extraneous crimes or bad acts for that\r\npurpose.  Tex. Code Crim. Proc. Ann. art. 38.37, §2(2) (Vernon 2005).  Given that this\r\nstatute was proffered as a ground justifying admission of the evidence despite the want of\r\nprior notice, appellant had the obligation before us to address why that provision was\r\nuntenable.  See Hitt v. State, 53 S.W.3d 697, 705-06 (Tex. App.-Austin 2001, pet. denied)\r\n(holding that evidence of other crimes may be admissible under art. 38.37 though\r\ninadmissible under Rule 404(b)).  Because he did not, he has not shown that the trial court\r\nabused its discretion.  See Minnesota Min. &amp; Mg. Co. v. Nishika Ltd., 885 S.W.2d 603, 630\r\n(Tex. App.-Beaumont 1994) rev'd on other grounds, 953 S.W.2d 733 (Tex. 1997) (stating\r\nthat the appellant must illustrate why no grounds proffered at trial support the trial court's\r\ndecision to admit evidence).\r\n\r\n\tYet, even assuming arguendo that the complaint was preserved and the trial court's\r\ndecision was erroneous, we would find it harmless under the standard espoused in \r\nHernandez v. State, 176 S.W.3d 821 (Tex. Crim. App. 2005) (involving Rule 404(b)). \r\nAccording to Hernandez,  when the alleged error concerns a lack of notice, the presence\r\nof harm depends on whether the appellant was surprised by the evidence.  Hernandez v.\r\nState, 176 S.W.3d at 825-26.  Here, appellant did and does not contend that Gorday's\r\nstatement regarding his touching of the victim's buttocks caused him surprise.  Neither\r\ndoes he assert that the omission prevented him from preparing a defense nor that had he\r\nknown of the accusation his defense would have differed in any way.  See id. (alluding to\r\nthese as indicia for gauging surprise).  Accordingly, the issue provides us with no basis to\r\nreverse the judgment.\r\n\r\n    \tIssue Three - Pen Packet\r\n\r\n\r\n\tNext, appellant asserts that the trial court erred in allowing the State to admit his pen\r\npacket since it was hearsay, not properly authenticated, and tendered without prior notice. \r\nWe overrule the issue.\r\n\r\n\tRegarding hearsay, we initially note that the State used witness Vogel as the conduit\r\nthrough which to admit the pen packet.  The latter purported to evince that appellant was\r\nconvicted of involuntary manslaughter by the 286th Judicial District Court of Hockley\r\nCounty, Texas, on December 12, 2002.  More importantly, the only hearsay objection\r\nuttered by appellant at that time related to Vogel's testifying about what he saw and heard\r\nduring that trial.  Nothing was said about the packet itself being hearsay. So, because this\r\nparticular ground went unmentioned below, it was not preserved for review.  See Broxton\r\nv. State, 909 S.W.2d 912, 918 (Tex. Crim. App. 1995) (holding that only the grounds for\r\nobjection raised on appeal must comport with those raised at trial, otherwise they are\r\nwaived).\r\n\r\n\tNext, with regard to the allegation of no prior notice of the State's intent to offer the\r\nevidence of a prior conviction for manslaughter, we turn to a document entitled \"State's\r\nNotice Under Rule 404(b) Texas Rules of Criminal Evidence and Article 37.07, Texas Code\r\nof Criminal Procedure.\"  Therein, the prosecutor informed appellant of his \"intention to offer\r\nevidence of other crimes, wrongs, and/or other acts committed by the . . . defendant . . .\r\n[including] that he did commit the murder of his infant son, Matthew Sharp, on or about\r\nMarch of 1985, in Hockley County, Texas.\"  This notice, filed months before trial, was\r\namended approximately a week before trial and served on counsel for appellant.  Via the\r\namendment, the State substituted the word \"manslaughter\" for murder in reference to the\r\ndeath of Matthew Sharp.  Given this, we conclude that appellant was afforded prior notice\r\nof the State's intent to offer evidence that he previously committed manslaughter.\r\n\r\n\tFinally, concerning the authentication of the packet, appellant contends that the\r\nState did not comply with the notice requirements of Rule of Evidence 902(10).  The latter\r\nencompasses business records and the self-authentication of same through an affidavit. \r\nOne pursuing that avenue is obligated to file the records and affidavit with the court clerk\r\nat least 14 days before trial and notify the other parties of the filing.  Tex. R. Evid. 902(10). \r\nYet, pen packets, such as that at bar, may be authenticated under Rule 902(4) via a\r\ncertification by their custodian that its contents are correct copies of the originals.  Reed\r\nv. State, 811 S.W.2d 582, 586 (Tex. Crim. App. 1991); accord, Cuddy v. State, 107 S.W.3d\r\n92, 96 (Tex. App.-Texarkana 2003, no pet.) (holding the same); see Tex. R. Evid. 902(4)\r\n(stating that a copy of an official record may be self-authenticated via certification as to its\r\naccuracy by the custodian or other person authorized to so certify).  Furthermore, Rule\r\n902(4) has no notice requirement.  Finally, the pen packet at bar was certified in the\r\nmanner allowed by Reed and Cuddy.  \r\n\r\n Issue Four - Reopening the Evidence\r\n\r\n\r\n\tIn his final issue, appellant contends that the trial court abused its discretion by\r\nallowing the State to \"reopen\" its case-in-chief during the punishment phase in violation of\r\nPeek v. State, 106 S.W.3d 72 (Tex. Crim. App. 2003).  We overrule the issue.\r\n\r\n\tAccording to Peek, a trial court may not permit a party to \"reopen\" his case unless\r\nthe evidence to be introduced would \"materially change the case in the proponent's favor.\" \r\nId. at 79.  In so holding, the Court of Criminal Appeals was attempting to encourage\r\nlitigants to present their evidence \"during the course of the trial rather than waiting until\r\nclosing arguments.\"  Id.  This coupled with the use of the word \"reopen\" is illuminating for\r\nit connotes that the Peek court was addressing situations wherein all parties had presented\r\ntheir evidence, closed, and had only to tender their closing statements.  We do not have\r\nthat scenario before us.  \r\n\r\n\tDuring the punishment phase of the trial at bar, the State had just finished\r\nexamining a witness and announced that it \"rested.\"  Appellant had yet to call any of his\r\nwitnesses, however.  And, within the span of a ten-minute recess, the prosecutor\r\ndiscovered that another of its witnesses was present and sought leave to present her\r\ntestimony.  Thus, we do not have a situation wherein all the evidence of both parties\r\nrelating to punishment was thought to have been presented and the only thing left was to\r\ncharge the jury and tender closing arguments.  Rather, the parties were in \"the course of\r\nthe trial,\" and the evidentiary portion of it had yet to be completed.  Given these elemental\r\ndifferences between the circumstances in Peek and those here, we conclude that Peek is\r\ninapposite.    \r\n\r\n\tHaving overruled all of appellant's issues, we affirm the judgment of the trial court.\r\n\r\n\r\n\t\t\t\t\t\t\tBrian Quinn\r\n\r\n\t\t\t\t\t\t          Chief Justice\r\n\r\n\r\nPublish.                                          \r\n\r\n1. Though a \"representative\" may be permitted to remain in court, this encompasses persons who are\r\n\"an officer or employee of a party in a civil case or a defendant in a criminal case that is not a natural person\r\ndesignated as its representative by its attorney . . . .\"  Tex. R. Evid. 614(2) (emphasis added). \r\n2. Under this issue, appellant also discussed Vogel's testimony characterizing appellant as a pedophile. \r\nWe read this excerpt as appellant's attempt to show why the purported violation of Rule 614 was harmful, as\r\nopposed to a separate issue.  But, if it was intended to be a separate issue, it was waived since appellant cited\r\nno authority illustrating that the characterization was legally improper.  See Tex. R. App. P. 38.1(h) (requiring\r\nlitigants to cite authority in support of their contentions);Cardenas v. State, 30 S.W.3d 384, 393 (Tex. Crim.\r\nApp. 2000) (holding that the failure to cite authority results in the waiver of the complaint).  \r\n\r\n",
            "ocr": false,
            "opinion_id": 2893009
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}