{
    "id": 2900882,
    "judges": null,
    "date_filed": "2001-10-31",
    "date_filed_is_approximate": true,
    "slug": "harris-melissa-gale-v-state",
    "case_name_short": null,
    "case_name": "Harris, Melissa Gale v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=6395&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa08%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n2) Caption, civil cases\r\n\r\n\r\n\r\nCOURT OF APPEALS\r\n\r\nEIGHTH DISTRICT OF TEXAS\r\n\r\nEL PASO, TEXAS\r\n\r\n\r\n\r\nMELISSA GALE HARRIS,\r\n\r\n\r\n                            Appellant,\r\n\r\n\r\nv.\r\n\r\n\r\nTHE STATE OF TEXAS,\r\n\r\n\r\n                            Appellee.\r\n§\r\n\r\n\r\n \r\n\r\n\r\n§\r\n\r\n\r\n \r\n\r\n\r\n§\r\n\r\n\r\n \r\n\r\n\r\n§\r\n\r\n\r\n \r\n\r\n\r\n§\r\n\r\n\r\n \r\n\r\n\r\n § \r\n\r\n\r\nNo. 08-01-00426-CR\r\n\r\n\r\n\r\nAppeal from the\r\n\r\n\r\n282nd District Court\r\n\r\n\r\nof Dallas County, Texas \r\n\r\n\r\n(TC# F-0016538-MS) \r\n\r\n\r\n\r\nMEMORANDUM OPINION\r\n\r\n\r\n\tMelissa Gale Harris appeals her conviction for criminally negligent homicide.  We\r\naffirm.\r\n\r\nFacts\r\n\r\n\tOn August 26, 2000, at 6:30 a.m., a car driven by Melissa Gale Harris collided\r\nwith a motorcycle driven by Stan Saunders at the intersection of Josey Lane and Keller\r\nSprings in Dallas County, Texas.  As Saunders rolled off the bike and into the street, the\r\ncar ran over him.  Saunders died as a result.  When the police arrived, Harris was in her\r\ncar in a state of shock.\r\n\r\n\tThe evidence suggests that Harris went through a red light.  She may have been\r\nexceeding the 40 mile per hour speed limit.  There is no indication that she applied her\r\nbrakes.  It was not raining on that day, but it was still dark at the time of the accident. \r\nThe traffic lights appear to have been working properly, such that Saunders and Harris\r\nwould not have both been proceeding into the intersection with a green light.  Officer\r\nLeonard Clemens, an accident reconstructionist for the City of Carrollton Police\r\nDepartment, concluded from his examination of the accident scene that \" Saunders did\r\nnot do anything at all that contributed to this accident.\"\r\n\r\n\tEntered into evidence before the jury was testimony that Harris has a prior offense\r\non her record at the Driver Records Bureau of the Texas Department of Public Safety for\r\nrunning a red light the year before on April 16, 1999.\r\n\r\n\tHarris was convicted of criminally negligent homicide by a jury.  She elected to\r\nhave the judge assess punishment in her case.  After taking judicial notice of the\r\nproceedings at the guilt/innocence stage of a trial and listening to testimony at the\r\npunishment phase from Officer Clemens that, in his opinion, Harris used or exhibited the\r\nautomobile as a deadly weapon capable of causing death and or serious bodily injury, the\r\njudge made an affirmative finding that Harris had used a deadly weapon.  This finding\r\nincreased the punishment range from that of a state jail felony to that of a third-degree\r\nfelony.  Accordingly, the judge sentenced Harris to five years' confinement and to pay a\r\n$100 fine.\r\n\r\nNo error in judge making deadly weapon finding here\r\n\r\n\tHarris's sole point of error on appeal is that the trial court's enhancement of her\r\npunishment from the state jail felony range to the third-degree penalty range violated her\r\ndue process rights under the Fifth, Sixth, and Fourteenth Amendments of the United\r\nStates Constitution.  We cannot agree.\r\n\r\n\tHer argument is premised solely on the United States Supreme Court decision of\r\nApprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000), and the\r\ncitation in that case to United States v. Gaudin, 515 U.S. 506, 510, 115 S. Ct. 2310, 132\r\nL. Ed. 2d 444 (1995).  Harris makes no challenge to the sufficiency of the evidence leading\r\nto the deadly weapon finding or to the potential incongruity between the crime as alleged\r\nand the finding of the use of an automobile as a deadly weapon when the automobile is\r\nnot per se a deadly weapon, so those matters are beyond the scope of review requested of\r\nthis Court in this case.\r\n\r\n\tThe original indictment filed on October 17, 2000, contained an allegation that the\r\nvehicle driven by Harris was a deadly weapon.  On September 4, 2001, the State filed a\r\nNotice of the State's Special Plea of Use or Exhibition of a Deadly Weapon.  Days before\r\nthe trial began, on September 6, 2001, the State file a motion to strike the words in the\r\nindictment regarding the deadly weapon, but explicitly stated \"this motion in no way\r\nrevokes the right for the State to still seek a deadly weapon finding as filed on September\r\n4, 2001, in a separate deadly weapon notice.\"  That motion was granted by the trial court.  \r\n\r\n\tThis approach of not listing the deadly weapon in an indictment, but giving notice\r\nthat an affirmative finding will be sought in the punishment phase is within the accepted\r\npractice in Texas so long as proper notice allows the defendant to prepare an appropriate\r\ndefense to the allegation.  Sanders v. State, 963 S.W.2d 184, 187-88 (Tex. App.--Corpus\r\nChristi 1998, pet. ref'd) (citing Ex parte Patterson, 740 S.W.2d 766, 775 (Tex. Crim.\r\nApp. 1987), overruled on other grounds by Ex parte Beck, 769 S.W.2d 525, 528 (Tex.\r\nCrim. App. 1989)).  \"While it is not necessary such notice be contained in the indictment,\r\nit must be in writing and reasonably calculated to inform the defendant the use of a\r\n'deadly weapon will be a fact issue at the time of prosecution.'\"  Sanders, 963 S.W.2d at\r\n188 (citing Ex parte Beck, 769 S.W.2d at 526).  This notice was clearly given by the\r\nSeptember 6 notice filing.\r\n\r\n\tThe effect of a deadly weapon finding increases the punishment range for a state\r\njail felony such as criminally negligent homicide to that of a third-degree felony.  The\r\nstatute under which Harris was indicted and convicted is itself a state jail felony.\r\n\r\n\t§ 19.05.  Criminally Negligent Homicide\r\n\r\n\r\n\t(a)\tA person commits an offense if he causes the death of an individual by\r\ncriminal negligence.\r\n\r\n\r\n\t(b)\tAn offense under this section is a state jail felony.\r\n\r\n\r\nTex. Penal Code Ann. § 19.05 (Vernon 2003).  The punishment range for a state jail\r\nfelony is confinement in a state jail for a period of 180 days to two years and a fine not to\r\nexceed $10,000.  Tex. Penal Code Ann. § 12.35(a), (b) (Vernon 2003).  However, if the\r\ntrial court makes a deadly weapon finding in accordance with the definition in section\r\n1.07 of the Texas Penal Code, then the state jail felony shall be punished as a third-degree\r\nfelony.  Tex. Penal Code Ann. § 12.35(c) (Vernon 2003).  This increases the applicable\r\npunishment range to imprisonment in the institutional division for a period of two to ten\r\nyears, and a fine not to exceed $10,000.  Tex. Penal Code Ann. § 12.34 (Vernon 2003). \r\nThe conviction itself is still considered to be a state jail felony despite the enhanced\r\npunishment range applied.\r\n\r\n\tAppellant asks this Court to reverse the judgment on punishment by the trial court\r\nand remand the case for a new hearing.  The Supreme Court held that \"Other than the fact\r\nof a prior conviction, any fact that increases the penalty for a crime beyond the prescribed\r\nstatutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.   \r\n. . .  It is unconstitutional for a legislature to remove from the jury the assessment of facts\r\nthat increase the prescribed range of penalties to which a criminal defendant is exposed.\" \r\nApprendi, 530 U.S. at 490, 120 S. Ct. at 2362-63.  The argument is somewhat misplaced\r\nwhen seen in the context of Apprendi.  The New Jersey hate crime statute at issue in\r\nApprendi allowed a jury to convict a defendant of a second-degree offense based on its\r\nfinding beyond a reasonable doubt that the defendant unlawfully possessed a prohibited\r\nweapon; after a subsequent and separate proceeding, it then allowed a judge to make a\r\nfactual determination that the defendant's purpose for possessing the weapon was to\r\nintimidate his victim on the basis of a particular characteristic that the victim possessed,\r\nbased on the preponderance of evidence, which would increase the maximum sentence of\r\na defendant that could be imposed by the judge to the level New Jersey provides for\r\ncrimes of the first degree.  Id. at 491, at 2363.  Harris's case presents no such denial of a\r\nright to jury determination of an issue or lower standard of proof for enhancement.\r\n\r\n\tIn Texas, criminal cases generally proceed as bifurcated trials whereby the guilt or\r\ninnocence of a defendant is considered and determined prior to the assessment of\r\npunishment.  Tex. Code Crim. Proc. Ann. art. 37.07, § 2(a) (Vernon Supp. 2003).  A\r\ndefendant, under this scheme, has a clear right to a jury in both the guilt/innocence and\r\npunishment segments of the trial.  Id.  Unlike the defendant in the Apprendi case, Harris\r\nchose to forgo her right to a jury in the punishment phase of her trial.  She and her trial\r\ncounsel both signed the election form after the deadly weapon language was removed\r\nfrom the indictment and the notice by the State to seek a special plea on the deadly\r\nweapon issue was filed.  Constitutionally protected rights may be waived if done so\r\nknowingly, intelligently, voluntarily, and expressly.  Tex. Code Crim. Proc. Ann. art.\r\n1.13 (Vernon Supp. 2003); see Meek v. State, 851 S.W.2d 868, 869-70 (Tex. Crim. App.\r\n1993); Guillett v. State, 677 S.W.2d 46, 49 (Tex. Crim. App. 1984).  Thus, the trier of fact\r\nin the portion of her trial where a deadly weapon was at issue was, by her own election,\r\nthe judge.\r\n\r\n\tAs Texas law allows a deadly weapon finding to be made in the punishment phase,\r\nthe trier of fact for that phase must necessarily be authorized to make that factual finding. \r\nA deadly weapon finding is certainly an appropriate punishment issue.  Ross v. State, 59\r\nS.W.3d 754, 756 (Tex. App.--Austin 2001, no pet.) (citing Fann v. State, 702 S.W.2d\r\n602, 604-05 (Tex. Crim. App. 1986)).  Here, Harris elected with full notice of the State's\r\nintent, to have that trier of fact be the judge of the trial court.  The judge, after\r\nconsidering the evidence, found that in this instance the automobile driven by Harris was\r\na deadly weapon, thus increasing the range of punishment for the state jail felony of\r\ncriminally negligent homicide to that of a third-degree felony.  Harris does not challenge\r\nthe legal or factual sufficiency of this finding.  The sole point of error is overruled.\r\n\r\nConclusion\r\n\r\n\tThe conviction is affirmed.\r\n\r\n\r\n\t\t\t\t\t\tSUSAN LARSEN, Justice\r\n\r\nMarch 20, 2003\r\n\r\n\r\nBefore Panel No. 1\r\n\r\nLarsen, McClure, and Chew, JJ.\r\n\r\n\r\n(Do Not Publish)\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2900882
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}