{
    "id": 2911914,
    "judges": null,
    "date_filed": "2020-02-05",
    "date_filed_is_approximate": true,
    "slug": "kevin-joseph-reese-v-state",
    "case_name_short": null,
    "case_name": "Kevin Joseph Reese v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=6498&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa10%5cOpinion",
            "author_id": null,
            "opinion_text": "                                 IN THE\n                         TENTH COURT OF APPEALS\n\n                                No. 10-08-00033-CR\n\nKEVIN JOSEPH REESE,\n                                                        Appellant\nv.\n\nTHE STATE OF TEXAS,\n                                                        Appellee\n\n\n                          From the 19th District Court\n                           McLennan County, Texas\n                          Trial Court No. 2005-1049-C1\n\n\n                          MEMORANDUM OPINION\n\n\n      Kevin Joseph Reese was convicted of possession of a controlled substance, which\n\nwas enhanced to a second degree felony. See TEX. HEALTH & SAFETY CODE ANN. §\n\n481.115(b) (Vernon 2003); TEX. PENAL CODE ANN. § 12.42(a)(2) (Vernon Supp. 2008). He\n\nwas sentenced to 20 years in prison. Because the issue of vindictive prosecution was\n\nnot preserved and because Reese’s right to a speedy trial was not violated, the trial\n\ncourt’s judgment is affirmed.\n\f                                VINDICTIVE PROSECUTION\n\n        In his first issue, Reese contends that the prosecutor assigned to his case engaged\n\nin vindictive prosecution.\n\n        Both Texas and federal courts recognize that prosecutors have broad discretion\n\nin deciding which cases to prosecute. Neal v. State, 150 S.W.3d 169, 173 (Tex. Crim. App.\n\n2004). A claim of prosecutorial vindictiveness may be established by either of two\n\ndistinct methods of proof: 1) proof of circumstances that pose a \"realistic likelihood\" of\n\nsuch misconduct sufficient to raise a \"presumption of prosecutorial vindictiveness,”\n\nwhich the State must rebut or face dismissal of the charges; or 2) proof of \"actual\n\nvindictiveness\"- that is, direct evidence that the prosecutor's charging decision is an\n\nunjustifiable penalty resulting solely from the defendant's exercise of a protected legal\n\nright. Id. (internal citations omitted). Reese bases his claim on the second method of\n\nproof, actual vindictiveness.\n\n        To establish a claim of actual vindictiveness, a defendant must prove, with\n\nobjective evidence, that the prosecutor's charging decision was a \"direct and\n\nunjustifiable penalty\" that resulted \"solely from the defendant's exercise of a protected\n\nlegal right.\" Neal v. State, 150 S.W.3d at 174. (internal citations omitted). Under this\n\nmethod of proof, the defendant shoulders the burden of both production and\n\npersuasion, unaided by any legal presumption. Id. The trial judge decides the ultimate\n\nfactual issue based upon the evidence and credibility determinations. Id. at 174-175.\n\nThe State may stand mute unless and until the defendant carries his burden of proof.\n\n\n\nReese v. State                                                                       Page 2\n\fId. We note that the charging decision in this proceeding was made prior to the conduct\n\nReese alleges is proof of prosecutorial vindictiveness.\n\n        But, just as in Neal, Reese has not preserved his claim for review. See Neal v.\n\nState, 150 S.W.3d at 175. Although Reese points to two hearings1 where he informed the\n\ntrial court that he wanted the prosecutor removed from the case and to a pro se motion\n\nfor speedy trial where he mentioned that the prosecutor was vindictive in his\n\nprosecution of an earlier case, Reese did not let the trial court know with sufficient\n\nspecificity that his complaint was that the prosecutor’s charging decision in this case was\n\na direct and unjustifiable penalty that resulted solely from Reese’s exercise of a\n\nprotected legal right. See TEX. R. APP. P. 33.1(a)(1)(A). The trial court was not asked to\n\ndecide whether Reese met his burden of proof and if so, did not then put the State on\n\nnotice that it had to justify its actions. Reese has not preserved this issue for review,\n\nand it is overruled.\n\n                                           SPEEDY TRIAL\n\n        In his second issue, Reese contends that his conviction should be reversed and a\n\njudgment rendered of acquittal because he was denied his constitutional right to a\n\nspeedy trial.\n\n        The Sixth Amendment to the United States Constitution guarantees an accused\n\nthe right to a speedy trial. Cantu v. State, 253 S.W.3d 273, 280 (Tex. Crim. App. 2008)\n\n(citing Zamorano v. State, 84 S.W.3d 643, 647 (Tex. Crim. App. 2002)). Supreme Court\n\n1Reese wanted the Court to consider two more hearings from different proceedings. Because we denied\nhis motions to supplement the record with reporter’s records from those hearings, those hearings are not\na part of this record for review. Even if the record was supplemented with those hearings, his claim\nwould still not be preserved.\n\nReese v. State                                                                                   Page 3\n\fprecedent requires state courts to analyze federal constitutional speedy-trial claims \"on\n\nan ad hoc basis\" by weighing and then balancing the four Barker v. Wingo2 factors: 1)\n\nlength of the delay, 2) reason for the delay, 3) assertion of the right, and 4) prejudice to\n\nthe accused. Id. While the State has the burden of justifying the length of delay, the\n\ndefendant has the burden of proving the assertion of the right and showing prejudice.\n\nId. The four factors are related and must be considered together along with any other\n\nrelevant circumstances. Id. at 281. Courts must apply the Barker balancing test with\n\ncommon sense and sensitivity to ensure that charges are dismissed only when the\n\nevidence shows that a defendant's actual and asserted interest in a speedy trial has been\n\ninfringed. Id.\n\nStandard of Review\n\n           \"In reviewing the trial court's ruling on appellant's federal constitutional speedy\n\ntrial claim, we apply a bifurcated standard of review: an abuse of discretion standard\n\nfor the factual components, and a de novo standard for the legal components.\"\n\nZamorano v. State, 84 S.W.3d 643, 648 (Tex. Crim. App. 2002). Under the abuse of\n\ndiscretion standard, appellate courts defer not only to a trial judge's resolution of\n\ndisputed facts, but also to his right to draw reasonable inferences from those facts.\n\nCantu v. State, 253 S.W.3d 273, 282 (Tex. Crim. App. 2008).             The trial judge may\n\ncompletely disregard a witness's testimony, based on credibility and demeanor\n\nevaluations, even if that testimony is uncontroverted. Id. And all of the evidence must\n\nbe viewed in the light most favorable to his ultimate ruling. Id.\n\n2   407 U.S. 514, 92 S. Ct. 2182, 33 L. Ed. 2d 101 (1972).\n\nReese v. State                                                                          Page 4\n\f        As a general rule, an appellate court reviewing a trial court's ruling on a motion\n\nto dismiss for want of a speedy trial must do so in light of the arguments, information,\n\nand evidence that was available to the trial court at the time it ruled. Dragoo v. State, 96\n\nS.W.3d 308, 313 (Tex. Crim. App. 2003).\n\nThe Hearing\n\n        On January 17, 2008, the trial court brought Reese into court because on the day\n\nbefore, Reese had filed two pro-se motions, a writ of habeas corpus alleging a speedy\n\ntrial complaint and a “Motion to Set Aside Indictment for Failure to Provide Speedy\n\nTrial.” Reese had also “filed some pro se letters to the court alleging that [his] right to a\n\nspeedy trial has been violated….” A hearing took place on those motions. The case had\n\nbeen transferred to this particular court only three days before the hearing. Further,\n\nneither party asked the court to take judicial notice of what was in the court’s file, nor\n\nadmitted into evidence what had occurred in the district court where the indictment\n\nwas originally filed. Throughout the hearing, the trial court assured Reese he would get\n\na speedy trial and set the trial for the next week. After the hearing, Reese’s motions\n\nwere denied.\n\n        Length of the Delay\n\n        The length of the delay is measured from the time the defendant is arrested or\n\nformally accused. Dragoo v. State, 96 S.W.3d 308, 313 (Tex. Crim. App. 2003). This factor\n\nis, to some extent, a triggering mechanism, so that a speedy trial claim will not even be\n\nheard until passage of a period of time that is, on its face, unreasonable under the\n\ncircumstances. Id. (citing Doggett v. United States, 505 U.S. 647, 651-652, 120 L. Ed. 2d\n\nReese v. State                                                                         Page 5\n\f520, 112 S. Ct. 2686 (1992); Barker v. Wingo, 407 U.S. at 530). In general, courts deem a\n\ndelay approaching one year to be unreasonable enough to trigger the Barker inquiry.\n\nDragoo v. State, 96 S.W.3d at 313.\n\n        Prior to any discussion about the motions filed by Reese, the trial court\n\nconfirmed that Reese had been represented for about two years by the same counsel\n\nand prior to that he had been represented by different counsel. Reese stated that the\n\ncase had been pending almost three years. It appears from the record that the parties\n\nwere in agreement that the case had been pending a long time.\n\n        A delay of almost three years is long enough to trigger the Barker inquiry and\n\nweighs against the State.\n\n        Reason for the Delay\n\n        When a court assesses the second Barker factor, \"different weights should be\n\nassigned to different reasons\" for the delay. Dragoo v. State, 96 S.W.3d 308, 314 (Tex.\n\nCrim. App. 2003). A valid reason for the delay should not be weighed against the\n\ngovernment at all. State v. Munoz, 991 S.W.2d 818, 822 (Tex. Crim. App. 1999) (citing\n\nBarker v. Wingo, 407 U.S. at 531 (valid reason for the delay \"should serve to justify\n\nappropriate delay\")).    And delay which is attributable in whole or in part to the\n\ndefendant may even constitute a waiver of a speedy trial claim. Id. (citing Dickey v.\n\nFlorida, 398 U.S. 30, 90 S. Ct. 1564, 26 L. Ed. 2d 26, 38 (1970) (Brennan, J., concurring)\n\n(defendant may be \"disentitled to the speedy-trial safeguard in the case of a delay for\n\nwhich he has, or shares, responsibility\")).\n\n\n\nReese v. State                                                                      Page 6\n\f        In response to Reese’s statement to the court that the case had been pending\n\nalmost three years, the State explained that part of the delay was Reese’s trial for felony\n\nbail jumping. Another part of the delay was that they had to go to Illinois to retrieve\n\nReese. The State further explained that Reese had asked for resets or continuances so\n\nhis attorney could obtain additional information. Reese’s counsel agreed that he filed\n\nsome continuances on Reese’s behalf earlier in the proceeding. He also stated that since\n\nAugust, there had been other cases pending in the previous district court that had been\n\nspecially set, such as three murder trials and aggravated sexual assault trials, which\n\ncaused this case not to be tried. The trial court commented that it understood how that\n\ncould happen.\n\n        Based on the statements made in court, the trial court could have determined\n\nthat Reese shared in the responsibility for the delay of his trial. Thus, this factor weighs\n\nin favor of the State.\n\n        Assertion of the Right\n\n        A defendant has the responsibility to assert his right to a speedy trial. Cantu v.\n\nState, 253 S.W.3d 273, 283 (Tex. Crim. App. 2008). The lack of a timely demand for a\n\nspeedy trial strongly indicates that a defendant did not really want a speedy trial and\n\nthat he was not prejudiced by lack of one. Dragoo v. State, 96 S.W.3d 308, 314 (Tex.\n\nCrim. App. 2003). Inaction weighs more heavily against a violation the longer the delay\n\nbecomes. Id. (citing G. Dix & R. Dawson, Texas Criminal Practice and Procedure § 23.40\n\n(2d ed. 2001)). Filing for a dismissal instead of a speedy trial will generally weaken a\n\n\n\nReese v. State                                                                        Page 7\n\fspeedy-trial claim because it shows a desire to have no trial instead of a speedy one.\n\nCantu v. State, 253 S.W.3d 273, 283 (Tex. Crim. App. 2008).\n\n         Only a day before the hearing, Reese filed two pro-se motions, a writ of habeas\n\ncorpus alleging a speedy trial complaint and a “Motion to Set Aside Indictment for\n\nFailure to Provide Speedy Trial.” The trial court stated that Reese had also “filed some\n\npro se letters to the court alleging that your right to a speedy trial has been violated…,”\n\nbut no time frame was given for those letters and it is unclear as to what “letters” the\n\ntrial court was referring. If any earlier requests for a speedy trial were made, Reese did\n\nnot bring those requests to the trial court’s attention. On appeal, Reese points to veiled\n\nreferences to the amount of time he had spent in jail to the court in which this\n\nproceeding was originally filed. These references were not before the trial court that\n\ndecided the pro se motions and do not affirmatively assert Reese’s right to a speedy\n\ntrial.\n\n         Further, when Reese was told a trial would be set for the next week, which was\n\nJanuary 22, 2008, counsel explained that because he was currently trying a murder case,\n\nReese wanted to start his trial on the 28th or 29th so that counsel could look into some\n\nthings. “[H]e wants a speedy trial but wants to give me that week after this trial to\n\nproperly prepare.” RR V at pg. 6.\n\n         Reese delayed in asserting his right to a speedy trial. He then asked for a\n\ndismissal rather than a speedy trial. Further, when a trial was set, Reese wanted to wait\n\nanother week. The trial court could have believed that Reese did not really want a\n\nspeedy trial. This factor weighs against Reese.\n\nReese v. State                                                                       Page 8\n\f        Prejudice to the Accused\n\n        When a court assesses the final Barker factor, it must do so in light of the interests\n\nof defendants which the speedy trial right was designed to protect: (1) to prevent\n\noppressive pretrial incarceration; (2) to minimize the accused's anxiety and concern; and\n\n(3) to limit the possibility that the accused's defense will be impaired. Barker v. Wingo,\n\n407 U.S. at 532; Dragoo v. State, 96 S.W.3d 308, 316 (Tex. Crim. App. 2003).\n\n        As is obvious by the fact that Reese was brought back to Texas from Illinois, he\n\nwas not detained in Texas the entire period between indictment and trial. Nevertheless,\n\nReese complained that by being in jail so long, he was broke and had lost everything.\n\nReese further complained that he had two witnesses who had passed away. He claimed\n\nthat the witnesses were with him the night the offense for possession of a controlled\n\nsubstance took place. He contended that he was not going to get a fair trial because of\n\nthe delay. The prosecutor for the State responded that this was the first time he had\n\nheard about additional witnesses for the possession case. The prosecutor stated that\n\nReese had alleged the same thing, that someone had passed away, in the felony bail\n\njumping case; but in the drug case, the prosecutor did not believe any one else, other\n\nthan the State’s witnesses, was present at the time of the offense. Further, Reese did not\n\nidentify with specificity who had died or how their testimony would have assisted in\n\nhis defense.\n\n\n\n\nReese v. State                                                                          Page 9\n\f        The trial court could have disbelieved Reese’s assertion that he had witnesses\n\nwho could not now testify. But because Reese had been in jail so long, this factor only\n\nweighs slightly in favor of Reese.\n\nBalancing\n\n        In balancing the four factors, we find that although the delay was lengthy and\n\nReese had been in jail for an extensive period of time, Reese contributed to the delay, he\n\ndid not really want a speedy trial, and the prejudice to him was slight. Therefore, when\n\nbalanced together, the weight of the four factors is against a finding of a violation of\n\nReese’s right to a speedy trial.\n\n        The trial court did not err in denying Reese’s motions, and Reese’s second issue\n\nis overruled.\n\n                                        COURT COSTS\n\n        In his third issue, Reese asserts that by an order signed on January 31, 2008, the\n\ntrial court violated his due process rights by notifying the Texas Department of\n\nCriminal Justice—Institutional Division to debit Reese’s inmate account for court costs\n\nwithout giving him prior notice. Reese does not challenge the amount of the cost\n\nassessed against him, only the method by which TDCJ—ID was notified to debit his\n\ninmate account for the cost assessed.\n\n        Reese’s entire argument is based solely on this Court’s opinion in In re Keeling,\n\nwhere a majority of this Court held that, in a criminal mandamus proceeding, a court’s\n\norder notifying TDCJ—ID to debit an inmate’s trust account for cost violated the\n\ninmate’s right to due process and was void. See In re Keeling, 227 S.W.3d 391 (Tex.\n\nReese v. State                                                                     Page 10\n\fApp.—Waco 2007, orig. proceeding). However, recently, the Court of Criminal Appeals\n\nhas held that the particular complaint made by Reese and made by the inmate in Keeling\n\nis not a criminal law matter. In re Johnson, ___S.W.3d ___, No. AP-75,898, 2008 Tex.\n\nCrim. App. LEXIS 1628 (Tex. Crim. App. Oct. 29, 2008). Therefore, because Reese’s\n\ncomplaint is not a criminal law matter, this issue is not properly before us; and we will\n\nnot dispose of the issue in this criminal appeal. We dismiss this issue.\n\n                                      CONCLUSION\n\n        Having disposed of all issues properly before us, we affirm the trial court’s\n\njudgment of conviction.\n\n\n\n                                         TOM GRAY\n                                         Chief Justice\n\nBefore Chief Justice Gray,\n       Justice Reyna, and\n       Justice Davis\nAffirmed\nOpinion delivered and filed February 11, 2009\nDo not publish\n[CR25]\n\n\n\n\nReese v. State                                                                    Page 11\n\f",
            "ocr": false,
            "opinion_id": 2911914
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}