{
    "id": 2915092,
    "judges": null,
    "date_filed": "2006-08-30",
    "date_filed_is_approximate": true,
    "slug": "rebekah-a-hawkins-v-state-of-texas",
    "case_name_short": null,
    "case_name": "Rebekah A. Hawkins v. State of Texas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=5338&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa11%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion filed January 30, 2009\n\n\n\n\n                                              In The\n\n\n   Eleventh Court of Appeals\n                                          ____________\n\n                                     No. 11-07-00181-CR\n                                         __________\n\n                          REBEKAH A. HAWKINS, Appellant\n\n                                                 V.\n\n                               STATE OF TEXAS, Appellee\n\n\n                            On Appeal from the 42nd District Court\n                                  Callahan County, Texas\n                                 Trial Court Cause No. 6529\n\n\n                                          OPINION\n\n       The jury convicted Rebekah A. Hawkins of the offense of injury to a child. The trial court\nassessed punishment at confinement for two years but suspended the imposition of the sentence and\nplaced appellant on community supervision for three years. We affirm.\n                                               Issues\n       Appellant presents five issues for review. In the first issue, she challenges the legal and\nfactual sufficiency of the evidence. In the second issue, she argues that the trial court committed\negregious error by failing to charge the jury that her culpable mental state must apply to the result\nof her conduct. In her third issue, appellant contends that the trial court committed egregious error\n\fby failing to give an accomplice witness instruction to the jury. In the fourth issue, appellant\ncomplains of incurable, prejudicial comments made by the prosecutor. In the final issue, appellant\ncomplains that she received ineffective assistance of counsel at trial.\n                                     Sufficiency of the Evidence\n       The jury found that appellant – acting alone or as a party with the intent to promote or assist\nthe commission of the offense by the victim’s mother – encouraged, aided, or attempted to aid the\nvictim’s mother to cause bodily injury to the victim by cutting her with a scalpel. We will apply the\nfollowing well-recognized standards of review to appellant’s sufficiency challenges in her first issue.\nTo determine if the evidence is legally sufficient, we must review all of the evidence in the light\nmost favorable to the verdict and determine whether any rational trier of fact could have found the\nessential elements of the crime beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307\n(1979); Jackson v. State, 17 S.W.3d 664 (Tex. Crim. App. 2000). To determine if the evidence is\nfactually sufficient, we must review all of the evidence in a neutral light and determine whether the\nevidence supporting the verdict is so weak that the verdict is clearly wrong and manifestly unjust or\nwhether the verdict is against the great weight and preponderance of the conflicting evidence.\nWatson v. State, 204 S.W.3d 404, 414-15 (Tex. Crim. App. 2006); Clewis v. State, 922 S.W.2d 126,\n129 (Tex. Crim. App. 1996). Evidence is sufficient to support a conviction under the law of parties\nwhere the defendant is physically present at the commission of the offense and encourages the\ncommission of the offense either by words or other agreement. Beier v. State, 687 S.W.2d 2, 3 (Tex.\nCrim. App. 1985).\n       The record shows that the victim in this case was the seven-year-old daughter of Deziree\nGideon. The victim had an infection on her left inner thigh in her groin area. The infection\noriginally appeared as a golf-ball size lump. The victim had been taken to the hospital twice for\ntreatment of the infection, which was associated with cat scratch fever, and had received antibiotics\nand Tylenol with codeine. However, the infection kept getting worse. The victim and appellant’s\ndaughter were friends, and the victim spent the night at appellant’s house on September 14, 2003,\nand stayed there during the day of September 15. At appellant’s house on the evening of\nSeptember 15, a procedure was performed on the victim to lance the boil or remove the infection.\nDuring the procedure, Gideon used a scalpel to make an incision into the infected area. The victim\n\n\n                                                  2\n\fnever woke up or regained consciousness after the procedure, and she was pronounced dead the next\nday at Cook Children’s Medical Center. The cause of death could not be determined by the medical\nexaminer.\n       Gideon and appellant were the only adults present at the time of the procedure. Each testified\nat trial and gave her version of what occurred at appellant’s house. Gideon, who had already pleaded\nguilty to the offense of negligent injury to a child, testified that she had known appellant for about\nten years and that appellant held herself out as possessing specialized knowledge with respect to\nnursing and medical procedures and as being a physician’s assistant. On the day of the offense,\nappellant told Gideon that the victim was not getting better. Appellant suggested that they, not a\nhospital or doctor, do something themselves before the infection continued to spread. Gideon\ntestified that appellant told her “[t]hat we needed to try to see if we could remove it” before the\nvictim got worse. Gideon and appellant decided to lance the wound to get the infection out. Gideon\nleft appellant’s house and returned later with a scalpel. The victim was conscious and was playing\non the computer when Gideon left; however, when Gideon returned, the victim was slurring her\nspeech and falling asleep in her ice cream – “like she was drugged.” Appellant told Gideon that she\nhad given the victim something because she did not want the victim to remember the procedure or\nwake up scared. When the victim was completely unconscious, they took her into a room, which\nwas “like a treatment room/bedroom,” and put her on a bed. The room contained medical equipment\nand books. Gideon testified that appellant drew up some lidocaine and something else to keep the\nvictim from bleeding too badly and that Gideon, with instructions from appellant, injected it into the\nvictim’s leg. According to Gideon, the needle and lidocaine were furnished by appellant. Gideon\nthen cut into the skin around the infection with a scalpel. Appellant squeezed the wound and\nsuggested that Gideon cut deeper because she had not yet reached the infected lymph node. Gideon\ntestified that she got sick to her stomach because of the odor, pus, and dead flesh and that appellant\nfinished the procedure. Although the victim looked pale and was “breathing funny,” appellant\nassured Gideon that the victim was okay. Gideon and the victim stayed at appellant’s house for\napproximately two more hours before going home. Shortly after they arrived at their house, the\nvictim turned blue and an ambulance was summoned. The victim was taken to the emergency room\nin Abilene and was later transported to Cook’s in Fort Worth.\n\n\n                                                  3\n\f       Gideon testified that she did not give the victim any medicine or drugs on the day of the\noffense but that appellant had Xanax at her house. A drug screen performed on the victim when she\narrived at the emergency room in Abilene was positive for a benzodiazepine and an opiate. Xanax\nis a benzodiazepine. The doctor who treated the victim when she first arrived at the emergency room\nin respiratory arrest testified that the combination of Xanax and an opiate would cause the victim to\nbecome sedated, possibly “to the point of coma,” and would depress respiration.\n       Appellant’s version of the events differed from Gideon’s version. Appellant, a licensed\npractical nurse and master herbalist and certified iridologist, testified that she told Gideon that\nsomething needed to be done for the victim. While at appellant’s house, the victim was extremely\nlethargic intermittently and could not walk without hopping. Appellant told Gideon how serious the\nvictim’s infection was and informed Gideon that she needed to take the victim to the hospital.\nGideon stated that she was not going back to the hospital because the hospital personnel had treated\nthem “like trash.” Appellant testified that Gideon gave appellant a tablet that looked like a generic\nXanax. Appellant told Gideon that the victim did not need that, and appellant put the tablet away.\nAppellant testified that she did give the victim some of the Tylenol with codeine that had been\nprescribed for the victim’s pain. When Gideon said she wanted to drain the victim’s leg, appellant\ntold her that that was “crazy.” Appellant knew that would be dangerous because of the artery near\nthe wound. According to appellant, Gideon then said, “Well, nobody’s going to touch my child but\nme.” After trying to talk Gideon out of attempting to perform the procedure herself, appellant\nallowed Gideon to use her house because Gideon’s residence was filthy.\n       Appellant testified that Gideon had two needle syringes, a scalpel, Betadine, and another\ninjectable liquid that was probably lidocaine with her. Gideon scrubbed the area, stuck a needle in,\nand cut a tiny cut in the victim’s leg; gunk oozed out. Gideon cut again, and “it, like, popped out\ninto her hair and the side of her face.” Appellant told Gideon that that was enough and that she\nneeded to stop. Appellant then put the dressing on the wound. Appellant testified that she did not\nsqueeze the wound or even clean it.\n       Appellant’s written statement was also introduced into evidence. The statement was similar\nin many respects to appellant’s testimony. However, in her statement, appellant admitted crushing\nup a tablet and giving it to the victim. Appellant said that the tablet came from a bottle containing\n\n\n                                                 4\n\fTylenol with codeine that had been prescribed for the victim. The evidence showed, however, that\nthe victim’s Tylenol with codeine was in liquid form. At trial, appellant recanted that portion of her\nstatement, testifying that she “was confused about it being a tablet or a liquid.” In her statement,\nappellant also admitted telling Gideon that the amount of lidocaine that she had drawn up was too\nmuch. Gideon then decreased the amount before injecting it into the victim’s leg. Appellant also\nstated that Gideon became really sick when the infection began coming out and that Gideon asked\nappellant to finish. Appellant packed and dressed the wound.\n       Dr. Marc Andrew Krouse performed the autopsy on the victim and was not able to determine\nthe cause of death. Dr. Krouse also testified that there was no evidence of serious bodily injury and\nthat he found no drugs in the victim’s urine sample or in the blood sample that was received from\nCook’s.\n       After reviewing all of the evidence, we hold that the evidence is both legally and factually\nsufficient to support the jury’s verdict. The jury, as the trier of fact, was the sole judge of the\ncredibility of the witnesses and of the weight to be given to their testimony. TEX . CODE CRIM . PROC.\nANN . art. 36.13 (Vernon 2007), art. 38.04 (Vernon 1979). As such, the jury was free to believe or\ndisbelieve all or any part of any witness’s testimony. Sharp v. State, 707 S.W.2d 611, 614 (Tex.\nCrim. App. 1986). There was evidence from which the jury could have determined that appellant\n– with the intent to promote or assist the commission of the offense by Gideon – encouraged, aided,\nor attempted to aid Gideon to cause bodily injury to the victim by cutting her with a scalpel. The\njury could also have determined that appellant and Gideon were aware that cutting the victim with\na scalpel would cause her bodily injury, which was defined in the charge as “physical pain, illness,\nor any impairment of physical condition.”\n       Appellant also argues that the evidence corroborating Gideon’s testimony was insufficient\nto connect appellant to the offense. In order to support a conviction based upon the testimony of an\naccomplice, there must be corroborating evidence that tends to connect the accused with the offense.\nTEX . CODE CRIM . PROC. ANN . art. 38.14 (Vernon 2005); Reed v. State, 744 S.W.2d 112 (Tex. Crim.\nApp. 1988). To determine the sufficiency of the corroboration, we must examine the testimony of\nthe non-accomplice witnesses and determine if there is inculpatory evidence “tending to connect”\nappellant to the crime. Reed, 744 S.W.2d at 127. An accomplice witness need not be corroborated\n\n\n                                                  5\n\fin all her testimony, and the corroboration need not directly link the accused to the crime or be\nsufficient in itself to establish guilt. Id.\n        In this case, appellant’s testimony and her statement tend to connect her to the crime.\nAppellant admitted being at the scene of the crime, giving the child some type of medication,\ninstructing Gideon on the proper amount of lidocaine to use, and dressing the wound. Appellant’s\nfirst issue is overruled.\n                                               Jury Charge\n        In her next two issues, appellant complains that the jury charge contained egregious errors:\nthe failure to apply the culpable mental states to the result and the failure to include an accomplice\nwitness instruction.\n        With respect to her mens rea argument, appellant correctly states that the offense of injury\nto a child is a result-oriented crime. Haggins v. State, 785 S.W.2d 827, 828 (Tex. Crim. App. 1990).\nThe jury was properly instructed that a person acts intentionally “with respect to a result of her\nconduct when it is her conscious objective or desire to cause the result” and that a person acts\nknowingly “with respect to a result of her conduct when she is aware that her conduct is reasonably\ncertain to cause the result.” The application paragraph at issue reads:\n                 Now if you find from the evidence beyond a reasonable doubt that on or about\n        the 16th day of September, 2003, in Callahan County, Texas, the defendant, Rebekah\n        A. Hawkins, did then and there, acting alone or as a party as that term has been\n        previously defined, with intent to promote or assist the commission of the offense by\n        Deziree K. Gideon, encourage, aid or attempt to aid Deziree K. Gideon to cause\n        bodily injury to [the victim], a child fourteen (14) years of age or younger by an act,\n        to wit: cutting the said [victim] with a scalpel, then you will find the defendant guilty\n        of the lesser included offense of injury to a child causing bodily injury.\nThe charge as given, including the instructions and the application paragraphs, limited the culpable\nmental states to the result of the conduct and did not permit the jury to find appellant guilty for acting\nknowingly or intentionally with respect to the nature of the conduct or the circumstances surrounding\nthe conduct. Thus, we hold that the trial court’s charge regarding the culpable mental states was not\nerroneous. Appellant’s second issue is overruled.\n        With respect to appellant’s contention relating to the omission of an accomplice witness\ninstruction, the State concedes that the trial court was required to include such an instruction even\n\n\n                                                    6\n\fthough appellant did not request its inclusion or object to its omission. See Blake v. State, 971\nS.W.2d 451, 455 (Tex. Crim. App. 1998) (if witness is accomplice as a matter of law, trial court is\nunder duty to so instruct jury). Because the alleged error was not brought to the attention of the trial\ncourt, we must review the entire jury charge, the evidence, the arguments of counsel, and any other\nrelevant information in order to determine whether the error was so egregious that appellant was\ndenied a fair and impartial trial. TEX . CODE CRIM . PROC. ANN . art. 36.19 (Vernon 2006); Almanza v.\nState, 686 S.W.2d 157, 171 (Tex. Crim. App. 1985). Under the egregious harm standard, the\nomission of an accomplice witness instruction is generally harmless unless the corroborating,\nnon-accomplice evidence is “so unconvincing in fact as to render the State’s overall case for\nconviction clearly and significantly less persuasive.” Herron v. State, 86 S.W.3d 621, 632 (Tex.\nCrim. App. 2002) (quoting Saunders v. State, 817 S.W.2d 688, 692 (Tex. Crim. App. 1991)).\n       In this case, the corroborating evidence was not unconvincing; it included appellant’s written\nstatement and her testimony at trial. As discussed in the first issue, appellant’s own statement and\nher testimony tended to connect her to the offense. Under these circumstances, the trial court’s\nfailure to give an accomplice witness instruction did not constitute egregious harm. The third issue\nis overruled.\n                                            Jury Argument\n       In her fourth issue, appellant complains that the prosecutor made improper, incurable, and\nprejudicial comments during closing argument about Dr. Krouse and about appellant and Gideon\nkilling the victim. The State’s closing argument reads in relevant part:\n               Krouse was irrelevant to me; didn’t really have anything to say about the case,\n       so we didn’t call him. Now, as far as him being used by the State as [Defense\n       Counsel] has told you. He’s never testified for me, and I guarantee you after the\n       garbage that came out of his mouth yesterday he will never be used by the State of\n       Texas in Callahan County because I was thoroughly disgusted with him yesterday\n       and his complete incompetence. . . .\n\n               Deziree Gideon -- why did we plead her? There was two people there when\n       that child was rendered unconscious and operated on and killed basically. Two\n       people there. Well, we’ve got to have one of them to testify. . . .\n\n              Now, when it comes down to it they want to also have you question Deziree’s\n       testimony and her credibility. And I can certainly see that. You know, she did give\n       them some false stories at first. And why would she do that? . . . And third, no\n\n\n                                                   7\n\f       mother, even Deziree, and with all of the problems that she has, nobody wants to\n       think that they’ve killed their own child.\n       As pointed out by the State in its brief, appellant did not object to these comments. We hold,\ntherefore, that appellant failed to preserve the issue for appeal. TEX . R. APP . P. 33.1; Cockrell v.\nState, 933 S.W.2d 73 (Tex. Crim. App. 1996). Moreover, the comments at issue were not improper;\neach constituted a summation of the evidence, a reasonable deduction from the evidence, or an\nanswer to the arguments of opposing counsel. See Cantu v. State, 842 S.W.2d 667, 690 (Tex. Crim.\nApp. 1992). Appellant’s fourth issue is overruled.\n                                       Assistance of Counsel\n       In her final issue, appellant contends that she received ineffective assistance of counsel at\ntrial. She complains that trial counsel failed to object to the jury charge’s failure to apply the\nculpable mental states to the prohibited results, failed to request a jury charge on the defense of\nemergency medical care, failed to object or request a jury charge on the defense of necessity, allowed\nappellant to testify, failed to object to the omission of an accomplice witness instruction, and failed\nto object to the improper comments made during the prosecutor’s closing argument.\n       In order to determine whether appellant’s trial counsel rendered ineffective assistance, we\nmust first determine whether appellant has shown that counsel’s representation fell below an\nobjective standard of reasonableness and, if so, then determine whether there is a reasonable\nprobability that the result would have been different but for counsel’s errors. Strickland v.\nWashington, 466 U.S. 668 (1984); Hernandez v. State, 988 S.W.2d 770 (Tex. Crim. App. 1999).\nWe must make every effort to eliminate the distorting effects of hindsight, to reconstruct the\ncircumstances, and to evaluate the conduct from counsel’s perspective at the time. We must indulge\na strong presumption that counsel’s conduct fell within the wide range of reasonable professional\nassistance, and appellant must overcome the presumption that, under the circumstances, the\nchallenged action might be considered sound trial strategy. Stafford v. State, 813 S.W.2d 503,\n508-09 (Tex. Crim. App. 1991). A defendant is not entitled to perfect or error-free counsel. Isolated\ninstances of errors of omission or commission do not render counsel’s performance ineffective;\nineffective assistance of counsel cannot be established by isolating one portion of trial counsel’s\nperformance for examination. McFarland v. State, 845 S.W.2d 824 (Tex. Crim. App. 1992).\n\n\n\n\n                                                  8\n\fFurthermore, the failure to object to admissible evidence does not constitute ineffective assistance.\nId. at 846.\n        First, counsel’s failure to object to the application of the culpable mental states does not\nconstitute deficient performance. As we discussed in the second issue, the jury was instructed\nproperly concerning the applicable mental states.\n        Next, counsel did not perform deficiently by failing to object or request a charge with respect\nto the defenses of emergency medical care and necessity. Emergency medical care, as a defense to\ninjuring a child, is provided for in TEX . PENAL CODE ANN . § 22.04(k) (Vernon Supp. 2008).\nSection 22.04(k) provides in relevant part: “It is a defense to prosecution under this section that the\nact or omission consisted of: . . . (2) emergency medical care administered in good faith and with\nreasonable care by a person not licensed in the healing arts.” Counsel did not perform deficiently\nby failing to request such an instruction because, although the victim’s infection may have been\nserious as appellant testified, there was no evidence showing that the wound needed emergency\nmedical care. Furthermore, appellant testified that she was a licensed practical nurse. The defense\napplies only to those “not” licensed in the healing arts. Thus, the defense was not available to\nappellant. See Shaw v. State, 181 S.W.3d 450, 454-55 (Tex. App.—Waco 2005), aff’d, 243 S.W.3d\n647 (Tex. Crim. App. 2007).\n        The defense of necessity is found in TEX . PENAL CODE ANN . § 9.22 (Vernon 2003), which\nprovides:\n               Conduct is justified if:\n\n                      (1) the actor reasonably believes the conduct is immediately\n               necessary to avoid imminent harm;\n\n                      (2) the desirability and urgency of avoiding the harm clearly\n               outweigh, according to ordinary standards of reasonableness, the\n               harm sought to be prevented by the law proscribing the conduct; and\n\n                       (3) a legislative purpose to exclude the justification claimed\n               for the conduct does not otherwise plainly appear.\n\nWe cannot hold that counsel was deficient in failing to request an instruction on the defense of\nnecessity because there was no evidence indicating that the conduct was immediately necessary to\navoid imminent harm.\n\n\n\n                                                  9\n\f        Appellant next argues that her counsel was ineffective for allowing her to testify. We cannot\nagree. Although appellant states in her brief that, prior to her testimony, the only evidence\nconnecting her to the crime was the testimony of the accomplice, Gideon. The record shows,\nhowever, that appellant’s written statement was admitted and read to the jury during the State’s case-\nin-chief. That statement tended to connect appellant to the crime. Moreover, the question of\nwhether or not to testify on one’s own behalf is ultimately to be decided by the client.\nValdes-Fuerte v. State, 892 S.W.2d 103, 111 (Tex. App.—San Antonio 1994, no pet.). Appellant\nhas not shown that counsel’s action was not sound trial strategy.\n        Appellant next complains of counsel’s failure to object to the omission of an accomplice\nwitness instruction. As conceded by the State, the trial court should have given such an instruction.\nAlthough counsel’s failure to object to such an omission may have been a “glaring error,” we cannot\nhold that the error prejudiced appellant’s defense because there was ample corroboration by other\nevidence. See Patterson v. State, 204 S.W.3d 852, 861 (Tex. App.—Corpus Christi 2006, pet. ref’d)\n(citing Robinson v. State, 665 S.W.2d 826, 831 (Tex. App.—Austin 1984, pet. ref’d)). Appellant\nhas not shown that there is a reasonable probability that the result would have been different but for\ncounsel’s failure to object to the omission of an accomplice witness instruction.\n        In her final argument, appellant asserts that counsel was ineffective for failing to object to\nthe improper comments made by the prosecutor during closing argument. As we noted earlier,\nhowever, the comments at issue were not improper; each constituted a summation of the evidence,\na reasonable deduction from the evidence, or an answer to the arguments of opposing counsel. See\nCantu, 842 S.W.2d at 690. Thus, counsel’s failure to object cannot be considered deficient.\n        Appellant has not met the standards set out in Strickland. Consequently, we overrule her fifth\nissue and all its subparts.\n                                             Conclusion\n        The judgment of the trial court is affirmed.\n\n\n                                                              TERRY McCALL\n                                                              JUSTICE\nJanuary 30, 2009\nPublish. See TEX . R. APP . P. 47.2(b).\nPanel consists of: Wright, C.J.,\nMcCall, J., and Strange, J.\n\n\n\n                                                 10\n\f",
            "ocr": false,
            "opinion_id": 2915092
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}