{
    "id": 8166519,
    "judges": "Armstrong, Egan, Nakamoto",
    "date_filed": "1995-06-08",
    "date_filed_is_approximate": true,
    "slug": "miller-v-board-of-parole-post-prison-supervision",
    "case_name_short": null,
    "case_name": "Miller v. Board of Parole & Post-Prison Supervision",
    "case_name_full": "DOUGLAS R. MILLER v. BOARD OF PAROLE AND POST-PRISON SUPERVISION",
    "attorneys": "Andy Simrin argued the cause for petitioner. With him on the briefs was Andy Simrin, PC., Denise G. Fjordbeck, Assistant Attorney General, argued the cause for respondent. With her on the brief were Ellen F. Rosenblum, Attorney General, and Anna M. Joyce, Solicitor General.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and submitted May 8,",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "275 Or. App. 844",
        "365 P.3d 1136"
    ],
    "opinions": [
        {
            "author_str": "Nakamoto",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nNAKAMOTO, J.\nPetitioner, who was convicted of aggravated murder in 1982, seeks judicial review of a 2012 order of the Board of Parole and Post-Prison Supervision (the board) that deferred his release date from March 2012 to March 2014. The predicate for the deferral of petitioner’s release from prison was the board’s determination that petitioner then suffered from a “present severe emotional disturbance” constituting a danger to the health or safety of the community. In 2014, after petitioner requested review of the 2012 order, petitioner was released on parole, with a “tentative parole discharge date” in March 2018.\nGiven petitioner’s release, the board contends that this case is now moot. Petitioner maintains that his case is not moot, arguing that a determination that his release date (and therefore the commencement of active parole supervision) should have been in 2012 will lead to a discharge from active parole supervision well before March 2018. That is so, petitioner contends, because the board must give him the benefit of a temporary administrative rule authorizing the board to establish a presumptive one-year period of supervised parole or, according to petitioner, an extended 3 6-month supervision term, so long as it provided written reasons for an extended supervision term.1 The board disagrees with petitioner’s view of the rule and argues that, even were petitioner correct that he should have been released from prison in 2012, it is not bound to issue an order releasing him on parole with a tentative parole discharge date earlier than the current date in March 2018.\nAs we explain below, we agree with the board and dismiss the petition for review because the outcome of this judicial review will no longer have a practical effect on petitioner’s rights. See Brumnett v. PSRB, 315 Or 402, 406, 848 P2d 1194 (1993) (“Cases that are otherwise justiciable, but in *846which a court’s decision no longer will have a practical effect on or concerning the rights of the parties, will be dismissed as moot.”); see also Dunmire v. Board of Parole, 262 Or App 593, 595-96, 325 P3d 832 (2014) (dismissing a petitioner’s petition for judicial review as moot when his “demonstration of collateral consequences [was] predicated on premises that [were] legally incorrect”). Because we conclude that the case is moot, we do not reach the merits of the dispute.\nThe relevant facts are procedural and undisputed. Petitioner was convicted in 1982 of the aggravated murder of his wife, ORS 163.105(1) (1981). Petitioner committed that crime on February 22, 1982. He was sentenced to life in prison without the possibility of parole, with a minimum of 30 years in prison. At the time of petitioner’s sentencing, a prisoner serving time for aggravated murder could, after 20 years of incarceration, petition the board to find that the prisoner was “likely to be rehabilitated within a reasonable period of time.” ORS 163.105(3) (1981). If the board made such a finding, ORS 163.105(4) (1981) directed the board to “convert the terms of the prisoner’s confinement” to life in prison with the possibility of parole. In 2008, the board found that petitioner was likely to be rehabilitated within a reasonable time. Accordingly, the board converted petitioner’s sentence to life in prison with the possibility of parole and set a “projected parole release date” in March 2012, the date that also marked the end of petitioner’s 30-year minimum term.\nIn 2011, the board conducted an exit interview pursuant to ORS 144.125. After the hearing, the board issued board action form (BAF) 12, in which the board deferred petitioner’s release date from March 2012 to a projected parole release date in March 2014, because it determined that petitioner “suffer[ed] from a present severe emotional disturbance that constitute [d] a danger to the health or safety of the community.” Petitioner sought administrative review of the board’s decision, which the board denied because, according to the board, petitioner’s request did not comply with an administrative rule, OAR 255-080-0008(3)(b) (Dec 1, 2010), that imposed a page limit. Thus, BAF 12 is the subject of the petition for judicial review in this case.\n*847However, after filing his petition for judicial review, petitioner was released from prison on parole in March 2014. The board’s order of release and supervision conditions indicates that petitioner has a “tentative parole discharge date” in March 2018. In addition, the order states that petitioner has a “minimum active supervision period” of 48 months or “to the sentence expiration date.” The order also provides that an “[extension of the active supervision period is contingent on a recommendation from the supervising officer and [bjoard approval.”\nAfter petitioner was released on parole, the board moved for dismissal of this case based on mootness. The board argued that, because petitioner had been released, there is “no effective relief that this court can provide.” Petitioner responded that his case is not moot because, correctly understood, a board rule in effect when he committed his crime required the board to set his parole discharge date no later than three years from what should have been a 2012 date for his release from prison. In addition, petitioner argued that the justiciability issue in his case was identical to that presented in Baty v. Slater, 161 Or App 653, 984 P2d 342 (1999), adh’d to on recons, 164 Or App 779, 995 P2d 1176, rev den, 331 Or 191 (2000). Based on that case, petitioner contended, the board would have had to discharge him from active parole supervision in 2015 (assuming petitioner did not do anything to jeopardize his parole). Instead, he is now subject to board supervision until 2018.\nThe Appellate Commissioner denied the board’s motion to dismiss based on the reasons articulated in petitioner’s objection. In its brief, the board renews its mootness argument, which petitioner again opposes, raising his earlier arguments. In addition, petitioner raises an alternative argument, namely, that, if the board properly deferred his release date from 2012 to 2014, then the board must discharge him in 2017. In its brief, the board supplements its mootness argument with case law that, according to the board, supports its position that its authority over petitioner extends for the duration of his life, “unless and until the board affirmatively discharges him from parole supervision.” See, e.g., Dunmire, 262 Or App at 595 (parole ends when an offender completes his sentence). The board also argues that *848petitioner incorrectly assumes that his presumptive release date from active supervision is his required date of release from active supervision. According to the board, that is a mere possibility, and the fact that it might discharge petitioner from parole supervision at a future identified date did not prevent the dispute over the two-year deferral of petitioner’s release from prison from becoming moot once petitioner was released from prison. Thus, we must address whether this case is moot.\nWe first address the applicable rule. Petitioner’s argument depends in part on former OAR 255-90-002 (Nov 4,1981),2 which he contends governs the duration of his supervised parole. That 1981 rule provided:\n“Pursuant to ORS 144.310 the [bjoard shall establish a discharge date from active supervised parole. The period of supervised parole shall be shown in the guideline matrix, Exhibit H-2 [sic], unless the [bjoard provides written reasons for an extended supervision period. Extended supervision periods shall not exceed 36 months.”\n(Emphasis added.)\nAlthough the 1981 rule refers to matrix “Exhibit H-2,” it appears that the reference to “H-2” was a typographical error. The November 4,1981, rule-adopting instrument, “Certificate and Order for Filing Administrative Rules with the Secretary of State,” references only “Exhibit H-l.” Moreover, an Exhibit H-2 does not appear to exist. Thus, the 1981-82 version of Exhibit H-l, titled “Time to be Served on Parole Prior to Conditional Discharge,” provides the matrix of periods of supervised parole that applies to petitioner. (Capitalization altered; emphasis added.) Petitioner relies on that matrix to argue that his case is not moot.\nPetitioner explains that the matrix in the 1981-82 version of Exhibit H-l provided that (1) the “time to be served on parole prior to conditional discharge” for an *849offense with a crime rating of 7 was limited to one year and (2) that one-year term could be extended with an additional year of supervised parole, but only if the parolee committed a “major technical violation.”3 Petitioner correctly asserts that, under the board’s rules at the time, aggravated murder had a crime rating of 7. Petitioner also acknowledges that the matrix authorizes the board to establish a longer supervision term, so long as the board provides written reasons for the extension of petitioner’s period of supervised parole. In petitioner’s view, the extension may result in a supervision term that is 36 months long.4 Former OAR 255-90-002, Exhibit H-1.\nOn the strength of former OAR 255-90-002 and Exhibit H-l, petitioner asserts that the board was required to discharge him from parole one year or, at most, three years, after his release from prison. Thus, he maintains, it matters that the board deferred his release from prison by two years, from March 2012 to March 2014, because, if he had been released in 2012, by operation of the board’s 1981 rule, his supervised parole had to end in March 2015, at the latest.\nIn response, the board contends that, regardless of its rules governing periods of supervised parole, it has authority over petitioner for the entire period of petitioner’s sentence (here, for life) until it affirmatively discharges him from parole supervision after determining that it is appropriate to do that. In other words, the board argues, contrary to what petitioner assumes, “discharge from parole is not automatic.” We agree with the board.\n*850We have repeatedly held that the board’s authority over a parolee like petitioner extends for the remainder of his sentence — in this case, life — unless and until the board affirmatively discharges him from parole supervision. We observed in Green v. Baldwin, 204 Or App 351, 356, 129 P3d 734 (2006), that the applicable rules at the time that the petitioner committed his crime “vested the board with considerable discretion to determine ‘whether and when to modify’ a parolee’s supervision status.” We held that, “under the prior indeterminate sentencing structure, an earlier commencement of active parole supervision does not ensure an earlier discharge from parole.” Id. at 354-55; accord Thomas v. Board of Parole, 186 Or App 170, 173, 63 P3d 29, rev den, 335 Or 510 (2003) (applying statute and rules in effect at the time of the petitioner’s crimes in 1985 and 1986 and holding that, “the rules did not provide for discharge by inaction or by operation of law”).\nIn fact, in Dunmire, we directly rejected an argument like the one petitioner makes here. In that case, we dismissed an offender’s petition for judicial review as moot because the underlying premises of the petitioner’s contentions — namely that, if the board had correctly applied the governing statutes and rules, the petitioner would have been released on parole 14 months earlier and, thus, would have been discharged from parole a year later — were unavailing under existing case law. 262 Or App at 595.\nHowever, petitioner argues to the contrary, asserting that his case is “identical to that in Baty” Baty involved a habeas corpus plaintiff who unsuccessfully argued to the trial court that his overall sentence had improperly been lengthened. 161 Or App at 655. While his appeal before us was pending, the plaintiff was released from prison and placed on post-prison supervision. Id. The defendant then moved to dismiss the appeal on the ground that the plaintiffs release rendered the appeal moot. Id. In response, the plaintiff argued that his case had not been rendered moot because a collateral consequence of the Department of Correction’s failure to release him, on what the plaintiff maintained was the correct date, was the improper extension of his overall sentence, including the period of post-prison supervision. Id. at 655-56. The plaintiff contended *851that the combined period of incarceration and post-prison supervision under his sentence would be significantly shortened if he prevailed on appeal. Id. at 656. We agreed with the plaintiff that his claim was not moot because a decision on the merits in his favor could have had a practical effect on him. Id. at 656-57.\nWe understand petitioner’s argument based on Baty to be that, although he was sentenced under the preguide-lines system, and therefore has an indeterminate sentence, the matrix in Exhibit H-l provided him with a fixed period of supervised parole. Therefore, according to petitioner, his case is analogous to Baty and is not moot. We reject that contention. Petitioner was sentenced under the preguide-lines system, characterized by indeterminate sentences and parole. Baty is inapplicable here because that case involved a challenge to a release date by an offender sentenced under the state’s determinate sentencing guidelines, who was released on post-prison supervision, rather than parole. Id. at 655.\nIn Baty, we explained that ascertainable collateral consequences flow from an erroneous release decision for an offender subject to post-prison supervision, because the offender’s term of post-prison supervision is a fixed or determinate term, the beginning and end of which depend on the offender’s date of release from prison. Id. at 656. As noted above, that is not the case when a petitioner was sentenced under the preguidelines system. Indeed, in part, Baty undermines petitioner’s argument. We distinguished habeas corpus cases involving indeterminate sentences under the preguidelines regime, such as Barnes, in which there was no effective relief to be granted after the inmate’s release because “even if he prevailed on the merits, the inmate would either remain in prison or on parole until the end of his sentence.” Baty, 161 Or App at 656.\nIn addition, the order of release and supervised conditions and former OAR 255-90-003 belie petitioner’s argument that, essentially, he had a fixed period of supervised parole. The 2014 order of release and supervised conditions explicitly states that petitioner had a “minimum active supervision period” of 48 months or “to the sentence *852expiration date.” And, the order indicated that the period could be further extended, although “ [e]xtension of the active supervision period is contingent on a recommendation from the supervising officer and [b]oard approval.” The order is consistent with former OAR 255-90-003, which provided, in part, that “[f]or discharge [from parole] to be effective, the parolee must display acceptable parole performance as indicated by Exhibit H-1 during the term of active parole supervision.” Thus, the case law, petitioner’s order of release and supervised conditions, and board rules demonstrate that petitioner’s period of active parole supervision was not fixed; rather, it was merely a tentative and conditional date subject to extensions.\nIn light of the board’s discretion over final parole discharge decisions, we cannot say with certainty when petitioner’s period of active parole supervision will be completed. Even were petitioner correct that the board should have released him from prison in 2012, that would not change the uncertainty of when petitioner will be discharged from active parole supervision. “The mere possibility that the board might have earlier discharged [petitioner] from parole does not prevent [petitioner’s] claim from becoming moot by reason of his release from prison.” Green, 204 Or App at 357. Because petitioner has been released from prison and has not demonstrated the existence of collateral consequences that flow from the board’s decision not to release him in 2012, this case is moot.\nPetition for judicial review dismissed as moot.\n\n Petitioner’s contention regarding the rule was also the subject of a separate petition for review, in which petitioner challenged the 2014 board order of release and supervision conditions. Upon petitioner’s motion, we recently dismissed judicial review in that case. We do not address petitioner’s contention in this case that, even if the board correctly deferred his release date to 2014, the board must discharge him in March 2017.\n\n\n Former OAR 255-90-002 became effective as a temporary rule on November 4, 1981, and remained in effect until May 2, 1982. It became permanent on May 19, 1982, and was repealed on October 15, 1993. Because petitioner committed his crime on February 22, 1982, all citations for the remainder of this opinion to OAR chapter 255, and accompanying exhibits, are to the 1981-82 version, except as otherwise noted.\n\n\n A “major technical violation” was defined as a\n“violation of a parole condition involving the possession of a weapon or firearm, absconding supervision by leaving the state of Oregon without permission, a new law violation not resulting in a new felony sentence, or a finding pursuant to a hearing conducted under Division 75 that new criminal activity has occurred which would constitute a class ‘A’ misdemeanor or felony.”\nFormer OAR 255-90-001.\n\n\n We assume, without deciding, that petitioner is correct that former OAR 255-90-002 permits the board to establish a maximum period of supervised parole of only three years, although it is possible to read former OAR 255-90-002 as allowing the board to provide a four-year period of supervised parole (one year under Exhibit H-l plus an additional 36 months of extended supervision).\n\n",
            "ocr": true,
            "opinion_id": 8128249
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Murder"
}