{
    "id": 2928414,
    "judges": null,
    "date_filed": "2014-03-27",
    "date_filed_is_approximate": true,
    "slug": "stadt-richard-v-state",
    "case_name_short": null,
    "case_name": "Stadt, Richard v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=16446&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa14%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nMotion for Rehearing Overruled; Opinion of June 19, 2003 Withdrawn;\r\nAffirmed and Substitute Opinion filed October 9, 2003\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nMotion for Rehearing Overruled; Opinion of June 19,\r\n2003 Withdrawn; Affirmed and Substitute Opinion filed October 9, 2003.\r\n\r\n \r\n\r\nIn The\r\n\r\n \r\n\r\nFourteenth Court of Appeals\r\n\r\n____________\r\n\r\n \r\n\r\nNO. 14-01-01272-CR\r\n\r\n____________\r\n\r\n \r\n\r\nRICHARD STADT, Appellant\r\n\r\n \r\n\r\nV.\r\n\r\n \r\n\r\nTHE STATE OF TEXAS, Appellee\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\nOn Appeal from the 179th District Court\r\n\r\nHarris County, Texas\r\n\r\nTrial Court Cause No. 859,259\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\nS\r\nU B S T I T U T E   O P I N I O N \r\n\r\nWe\r\nwithdraw our opinion issued June 19, 2003, substitute the following opinion in\r\nits place, and overrule appellant=s motion for rehearing.\r\n\r\nAppellant\r\nRichard Stadt was convicted by a jury of criminally negligent homicide.  See\r\nTex. Pen. Code Ann. '\r\n19.05(a) (Vernon 2003).  The trial court\r\nsentenced appellant to three years= confinement, but suspended the\r\nsentence and placed appellant on community supervision for three years.  Asserting three points of error, appellant\r\nappeals his conviction.  We affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nProcedural and Factual Background\r\n\r\nOn\r\nJanuary 31, 2000, appellant was driving a tractor-trailer rig southbound in the\r\nright lane of Interstate 45 as he approached the Spring-Stuebner overpass in\r\nSpring.  This particular stretch of\r\nhighway is considered to be very dangerous. \r\nBecause of construction, there were no shoulders along the highway at\r\nthis location.  Instead, there were\r\nconcrete barriers located along the right edge of the roadway.  \r\n\r\nAs\r\nappellant crossed the overpass, he changed lanes in an attempt to pass a\r\nslower-moving vehicle.  Although the\r\nposted speed limit is 55 mph, the State=s witnesses testified appellant was\r\ntraveling between 65 and 75 mph.  His\r\ntire hit the right concrete barrier near the top of the overpass, causing the\r\nfront right portion of his truck to rise up. \r\nHis truck ricocheted to the left, climbed over the guardrail and became\r\nairborne into the oncoming northbound traffic. \r\nIt hit a white pick-up truck, driven by complainant Dale Turner, and a\r\nmaroon 18-wheel rig, driven by complainant John Braun, before coming to rest on\r\nthe northbound side of the highway.  \r\n\r\nBoth\r\ncomplainants were killed as a result of the accident.  Appellant escaped relatively unhurt and was\r\ntreated and released from a local hospital emergency room.  \r\n\r\nIn\r\nFebruary, 2000, a grand jury indicted appellant for the offense of criminally\r\nnegligent homicide in cause numbers 0837061 and 0837062.  See Tex.\r\nPen. Code Ann. ' 19.05(a).  In October 2000, the grand jury re-indicted\r\nappellant for the greater offense of manslaughter in cause numbers 0859258 and\r\n0859259.  See Tex. Pen. Code Ann. '\r\n19.04(a) (Vernon 2003).  The State\r\nproceeded to trial on cause number 0859259 on November 27, 2001.\r\n\r\nAt\r\nthe close of evidence, the trial court presented its proposed jury charge to\r\nboth parties.  The proposed charge\r\nincluded the offenses of criminally negligent homicide and manslaughter.  Although appellant objected to inclusion of\r\nthe lesser offense, the jury received instructions on both offenses.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe\r\njury convicted appellant of criminally negligent homicide and recommended a\r\nprobated sentence.  The trial court\r\nsentenced appellant to three years= confinement in the Texas Department\r\nof Criminal Justice, State Jail Division, but suspended the sentence and placed\r\nappellant on community supervision for three years. Appellant timely filed\r\nnotice of appeal. \r\n\r\nIssues on Appeal\r\n\r\nOn\r\nappeal, appellant asserts (1) there is legally and factually insufficient\r\nevidence for a jury to have found he committed criminally negligent homicide;\r\n(2) the trial court erred when it instructed the jury on the lesser included\r\noffense of criminally negligent homicide; and (3) the trial court erred when it\r\nrefused to quash appellant=s indictment for manslaughter.\r\n\r\nI.  Sufficiency of the Evidence\r\n\r\nIn\r\nhis first point of error, appellant asserts the evidence is legally and\r\nfactually insufficient to support a jury finding that he committed criminally\r\nnegligent homicide.  No evidence exists,\r\nargues appellant, that he was Acriminally negligent@\r\nas this term is defined by Texas law.  We\r\ndisagree.\r\n\r\nA.      Legal sufficiency\r\n\r\nTo\r\ndetermine legal sufficiency, we view the evidence in the light most favorable\r\nto the verdict and determine whether any rational trier of fact could have\r\nfound the essential elements of the crime beyond a reasonable doubt.  See Jackson v. Virginia, 443 U.S. 307,\r\n319 (1979); Garrett v. State, 851 S.W.2d 853, 857 (Tex. Crim. App. 1993).  This standard of review applies to cases\r\ninvolving both direct and circumstantial evidence.  King v. State, 895 S.W.2d 701, 703\r\n(Tex. Crim. App. 1995).  On appeal, this\r\ncourt is not to reevaluate the weight and credibility of the evidence; rather,\r\nwe consider only whether the jury reached a rational decision.  See Muniz v. State, 851 S.W.2d 238,\r\n246 (Tex. Crim. App. 1993).  The jury, as the trier of fact, is the sole\r\njudge of the credibility of the witnesses. \r\nSee Soto v. State, 864 S.W.2d 687, 691 (Tex. App.CHouston [14th Dist.] 1993, pet. ref=d).  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTo\r\nsecure a conviction for criminally negligent homicide, the State must present\r\nevidence that a person caused the death of an individual by criminal\r\nnegligence.  Tex. Pen. Code Ann. ' 19.05(a).  A person acts with Acriminal\r\nnegligence@ when he or she Aought\r\nto be aware of a substantial and unjustifiable risk that the circumstances\r\nexist or the result will occur.@ \r\nTex. Pen. Code Ann. '\r\n6.03(d) (Vernon 2003); Cooks v. State, 5 S.W.3d 292, 297 (Tex. App.CHouston [14th Dist.] 1999, no pet.); see Lewis v.\r\nState, 529 S.W.2d 550, 553 (Tex. Crim. App. 1975) (stating the key to\r\ncriminal negligence is found in the failure of the actor to perceive the\r\nrisk).  AThe risk must be of such a nature\r\nand degree that the failure to perceive it constitutes a gross deviation from\r\nthe standard of care that an ordinary person would exercise under all the\r\ncircumstances as viewed from the actor=s standpoint.@  Tex.\r\nPen. Code Ann. ' 6.03(d).\r\n\r\nIn\r\nthe instant case, to survive a legal sufficiency challenge, there must be\r\nevidence in the record that (1) appellant caused the death of complainants; (2)\r\nappellant ought to have been aware there was a substantial and unjustifiable\r\nrisk of death from his conduct; and (3) appellant failed to perceive the risk\r\nand his failure constituted a gross deviation from the standard of care an\r\nordinary person would have exercised under like circumstances.  See id.; Tex. Pen. Code Ann. ' 19.05(a).  We conclude the State met this burden.  \r\n\r\nFirst,\r\nit is uncontroverted that appellant caused the death of both complainants.[1]  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSecond,\r\nthere is evidence appellant Aought to have been aware@\r\nof the Asubstantial\r\nand unjustifiable risk@ of death surrounding his conduct,\r\nand that his failure to perceive this risk deviated grossly from the standard\r\nof care exhibited by ordinary Abig rig@\r\ndrivers in like circumstances. \r\n\r\n(1)     Appellant Aought\r\nto have been aware@ there was a substantial risk of\r\ndeath if he made an error crossing the bridge.\r\n\r\nThe\r\nfollowing evidence suggests appellant Aought to have been aware@\r\nthat failure to exercise proper care on the Spring-Stuebner overpass would\r\nresult in a substantial and unjustifiable risk of death:\r\n\r\n$                  \r\nAppellant had driven over the Spring-Stuebner\r\nbridge in the same or similar tractor-trailer approximately 300B400 times;\r\n\r\n$                  \r\nAppellant was familiar with the\r\nbridge; was aware the lanes on the bridge were narrow; knew the speed limit\r\ndropped immediately before the bridge=s entrance; and knew the bridge had been the site of\r\nseveral fatal accidents; \r\n\r\n$                  \r\nAppellant told two different\r\nwitnesses the day of the accident that he had been afraid of the bridge Afor a long time@; \r\n\r\n$                  \r\nAppellant was aware tractor-trailers\r\nneeded to be operated in a safer manner than other vehicles Abecause there was less room for error@;\r\n\r\n$                  \r\nAppellant usually drove on the\r\nbridge in the left-hand lane rather than in the right-hand lane next to the\r\nconcrete barrier; \r\n\r\n$                  \r\nDrivers who frequented that stretch\r\nof highway were aware the bridge was rough, narrow, and dangerous;\r\n\r\n$                  \r\nThe bridge=s nickname in SpringCwhere the bridge was locatedCwas Adeath bridge@;\r\n\r\n$                  \r\nThere was construction at the bridge\r\nthe day of the accident; \r\n\r\n$                  \r\nThe bridge had no shoulder at the\r\nsite of the accident and the concrete barrier hit by appellant=s rig was only 6 to 18 inches from the highway=s edge; \r\n\r\n$                  \r\nTractor-trailers should be driven 5\r\nmph slower than posted speed limits in construction zones and tractor-trailer\r\ndrivers should slow down when they approach such overpassesCeven when driving the posted speed of 55 mph;\r\n\r\n$                  \r\nExperienced tractor-trailer drivers\r\n(1) lose control in construction areas if they drive faster than 55 mph; (2)\r\nfeel their trucks bounce if they drive too fast; and (3) slow down if their\r\ntrucks begin to bounce; and \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n$                  \r\nAppellant=s rig was bouncing and weaving as he approached the\r\nbridge, his speed was unsafe, and he Ashould have slowed down@ in order to prevent his tractor-trailer rig from\r\nstriking the right-hand concrete barrier. \r\n\r\n \r\n\r\nThe\r\nforegoing evidence supports a finding that appellant Aought\r\nto have known@ that if he drove too fast or went\r\noff the road even a couple of inches, there was a substantial risk of injury or\r\ndeath to others. \r\n\r\n(2)     Appellant\r\nAfailed\r\nto perceive@\r\nthe risk of death and this failure deviated grossly from the standard of care\r\nthat an ordinary person would exercise under similar circumstances.\r\n\r\n \r\n\r\nAlthough\r\nevidence suggests appellant ought to have been aware of the danger of death on\r\nthe Spring-Stuebner bridge, his conduct indicates he failed to appreciate this\r\ndanger:\r\n\r\n$                  \r\nAppellant drove between 65 and 75\r\nmph as he entered the bridge, despite a posted speed limit of 55 mph;\r\n\r\n$                  \r\nAppellant maintained his speed as he\r\napproached the bridge, despite (1) the rest of the traffic slowing down; (2)\r\nhis rig bouncing; (3) his awareness there was a possibility of his right front\r\ntire clipping the barrier; and (4) his awareness there had been numerous\r\naccident-related deaths on the bridge;\r\n\r\n$                  \r\nAppellant changed lanes to pass\r\nanother vehicle, even though his normal routine was to remain in the left-hand\r\nlane; and\r\n\r\n$                  \r\nAppellant took his eyes off the road\r\nAjust\r\nto see what was going on around [him]@ and failed to keep a proper lookout as he approached the\r\nbridge, despite his knowledge that the lanes were getting narrower. \r\n\r\n \r\n\r\nThere\r\nis also evidence to suggest appellant=s failure to appreciate the risk of\r\ndeath was a gross deviation from the standard of care exercised by an ordinary\r\nperson in appellant=s situation: \r\n\r\n$                  \r\nDefense witness Orville Sanders\r\ntestified he took extra precautions every time he drove over the bridge and, as\r\na former tractor-trailer driver himself, knew tractor-trailer drivers should\r\ntake even greater precaution; \r\n\r\n$                  \r\nSeveral defense witnesses testified\r\nappellant maintained his speed on the bridge while other traffic slowed down; \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n$                  \r\nThe posted speed limit on the bridge\r\nwas 55 mph;[2]\r\nand \r\n\r\n$                  \r\nA professional tractor-trailer\r\ndriver and driving instructor who witnessed the accident testified that, in his\r\nexperience, tractor-trailer drivers are taught to drive with the flow of\r\ntraffic; they know to be alert to bobbing and weaving; they slow down when\r\ntheir rigs bob and weave; they know speeds in excess of 55 mph are Atoo rough@ for taking a bridge like the Spring-Stuebner overpass;\r\nand they travel five mph under the posted speed limits in construction zones.\r\n\r\n \r\n\r\nWe\r\nconclude there was sufficient evidence to permit a rational jury to find  that ordinary persons in like circumstances\r\nwould have exercised greater care.  Thus,\r\nall the essential elements of criminal negligence are satisfiedCnamely,\r\nthat appellant Aought to have perceived@\r\nthe risk of death surrounding his conduct, he failed to do so, and his failure\r\nconstituted Aa gross deviation@\r\nfrom the standard of care that an ordinary person would exercise under all the\r\ncircumstances viewed from the standpoint of a driver of a tractor-trailer\r\nrig.  See Tex. Pen. Code Ann. ' 6.03(d).  Accordingly, we find the evidence is legally\r\nsufficient to uphold appellant=s conviction.\r\n\r\nB.      Factual sufficiency\r\n\r\nAppellant\r\nalso asserts the evidence is factually insufficient to support a jury finding\r\nthat he committed criminally negligent homicide.  To determine factual sufficiency, we view the\r\nevidence in a neutral light and set aside the verdict only if it is so contrary\r\nto the overwhelming weight of the evidence as to be clearly wrong and\r\nunjust.  Johnson v. State, 23\r\nS.W.3d 1, 7 (Tex. Crim.\r\nApp. 2000).  Because appellant testified at the guilt\r\nstage, and presented other exculpatory evidence, he contends the evidence\r\ngreatly outweighed the State=s evidence to the extent that the\r\ncontrary finding is clearly wrong and manifestly unjust.  See id. at 11.  The proper factual sufficiency standard of\r\nreview for the latter argument is whether the proof of guilt, although adequate\r\nif taken alone, is greatly outweighed by contrary proof.  Id.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWe\r\nmust review the evidence weighed by the jury tending to prove the existence of\r\nthe elemental fact in dispute, and compare it to the evidence tending to\r\ndisprove that fact.  Id. at\r\n7.  The appellate court may find either\r\nthat the State=s proof of guilt was so obviously\r\nweak as to undermine confidence in the jury=s determination, or when contrary\r\nevidence is presented, that the finding of guilt was against the great weight\r\nand preponderance of the evidence.  Id.\r\nat 11.  However, a factual sufficiency\r\nreview must be appropriately deferential to avoid substituting our judgment for\r\nthe factfinder=s. \r\nJones v. State, 944 S.W.2d 642, 648 (Tex. Crim. App. 1996).  We are not free to reweigh the evidence, but\r\nmust exercise our jurisdiction only to prevent a manifestly unjust result.  Id.\r\n\r\nTo\r\ncontrovert the State=s evidence that appellant committed\r\ncriminally negligent homicide, appellant offered the following evidence:  \r\n\r\n$                  \r\nAppellant=s testimony that he was safety-conscious because he had\r\nconducted a pre-trip inspection of his rig; stopped his truck to take a nap so\r\nhe would be rested during his trip; had his truck weighed; conducted a tire\r\ninspection mid-trip; made a safe and proper lane change two miles before the\r\noverpass; and checked his mirrors during his bridge-crossing;\r\n\r\n$                  \r\nTestimony that neither drugs nor\r\nalcohol contributed to the accident;\r\n\r\n$                  \r\nDefense testimony that traffic was\r\nlight; weather was dry and clear; and visibility optimal;\r\n\r\n$                  \r\nTestimony that appellant was\r\ntraveling with the flow of traffic and that all traffic was exceeding the speed\r\nlimit; \r\n\r\n$                  \r\nTestimony that appellant=s rig was not bouncing as it climbed the overpass; that\r\nappellant was not driving at an unreasonable or careless speed; and that\r\nappellant=s\r\nengine was Agoverned@ at 65 mph;\r\n\r\n$                  \r\nAppellant=s familiarity with the road and overpass; \r\n\r\n$                  \r\nTestimony that appellant=s drift outside his lane was minimal and that he only Aclipped@ the barrier;                                                                                     \r\n\r\n$                  \r\nEvidence that the barrier hit by\r\nappellant was not 18 inches from the fog line, as claimed by the State, but\r\nrather 6 inches; and\r\n\r\n$                  \r\nTestimony that the overpass was not\r\ndangerous, not unsafe, and not widely known as Adeath bridge.@\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nArguing\r\nthe evidence above Agreatly outweigh[s]@\r\nthe State=s proof, appellant asserts the State=s\r\nevidence is Afactually insufficient.@  We disagree.\r\n\r\nWhen\r\nconflicts in evidence arise, an appellate court may not substitute its judgment\r\nfor that of the fact-finder.  See\r\nClewis v. State, 922 S.W.2d 126, 133 (Tex. Crim. App. 1996).  Reconciliation of conflicts in the evidence\r\nis the exclusive province of the jury.  See\r\nCain v. State, 958 S.W.2d 404, 408B09 (Tex. Crim. App. 1997).  Unless the available record clearly reveals a\r\ndifferent result is appropriate, an appellate court must defer to the jury=s\r\ndetermination concerning what weight to give contradictory testimonial evidence\r\nbecause resolution often turns on an evaluation of credibility and demeanor,\r\nand those jurors were in attendance when the testimony was delivered.  Johnson, 23 S.W.3d at 8.\r\n\r\nHere,\r\nappellant emphasizes evidence demonstrating his safety awareness: he did not\r\ntake drugs or alcohol, did not drive at an unreasonable or high rate of speed,\r\nand did not drive in a way that would cause his trailer to bounce and be\r\nunsafe, but there is also evidence to contradict these assertions.  For example, \r\n\r\n$                  \r\nTo rebut appellant=s claim that drugs and alcohol were not related to the\r\naccident, the State offered evidence appellant told someone at the scene that\r\nhe was a Alittle\r\ndrowsy@\r\nbecause he had taken some medication earlier in the day;\r\n\r\n$                  \r\nTo rebut appellant=s claim he was driving safely and at a reasonable speed,\r\nthe State offered the testimony of witness Tom MarinelliCa professional truck driver and driving instructor with\r\n22 years experience, who had completed three million miles in a tractor-trailer\r\nwithout an accident.  Marinelli, who was\r\ndriving behind appellant at the time of the accident, testified the condition\r\nof the overpass was rough; appellant=s rig bobbed and weaved as he entered the bridge; and\r\nappellant=s\r\nbobbing and weaving truck indicated appellant was driving Atoo fast@ for road conditions;\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n$                  \r\nTo rebut evidence appellant was\r\ntraveling Awith\r\nthe flow of traffic,@\r\nthe State offered (1) the testimony of Andrew Johnston, a motorist driving near\r\nthe accident site, who testified that when he entered the freeway behind\r\nappellant=s\r\ntractor-trailer and a white vehicle, Athe big rig was pulling away@ from the white vehicle; (2) the testimony of Officer\r\nDavid Whitehead, who claimed appellant overtook him at a Apretty rapid pace@ and was in the process of passing his vehicle when\r\nappellant struck the barrier; (3) the testimony of Marinelli, who claimed\r\nappellant was going Atoo\r\nfast@;\r\nand (4) the testimony of appellant himself, who admitted he remembered Acoming up@ on Officer Whitehead=s pickup and moving into the right lane of traffic to\r\npass the pickup on the right; and\r\n\r\n$                  \r\nTo rebut evidence appellant=s drift outside his lane was minimal and appellant only Aclipped@ the concrete barrier, the State offered pictures of\r\nsevere gouges in the barrierCas well as appellant=s own testimony that he knew the bridge was narrow and\r\nknew his trailer needed to be operated in a safer manner than other vehicles Abecause there [was] less room for error.@\r\n\r\n \r\n\r\nViewing\r\nthe evidence in a neutral light, we find a jury reasonably could have rejected\r\nappellant=s testimony and the testimony of\r\ndefense witnesses and concluded that, although appellant was aware of a number\r\nof facts related to the risk of death on the bridge, he failed to appreciate\r\nthe substantial and unjustifiable risk his conduct created in light of those\r\nfacts.[3]  A factual sufficiency review must employ\r\nappropriate deference to prevent an appellate court from substituting its\r\njudgment for that of the fact finder, and any evaluation should not\r\nsubstantially intrude upon the fact finder=s role as the sole judge of the\r\nweight and credibility given to witness testimony.  Johnson, 23 S.W.3d at 7.  After conducting that review, we cannot say\r\nthe proof of guilt is greatly outweighed by contrary proof.  See id. at 11.  Accordingly, we find the evidence to be\r\nlegally and factually sufficient to support the jury=s\r\nguilty verdict and overrule appellant=s first point of error.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nII.  Lesser Included Offense\r\n\r\nIn\r\nhis second point of error, appellant asserts the trial court erred by\r\ninstructing the jury on the lesser included offense of criminally negligent\r\nhomicide because no evidence permitted the jury to rationally find that if\r\nappellant was guilty, he was guilty only of the lesser offense.  We disagree. \r\nThis issue is similar to appellant=s first issue challenging the legal\r\nsufficiency of the evidence supporting the jury=s verdict finding appellant guilty\r\nof criminally negligent homicide.  But in\r\nthis issue, appellant contends that because there is no evidence that he was\r\nunaware of the risk created by his conduct, the jury charge improperly included\r\nan instruction on criminally negligent homicide.\r\n\r\nA.      Standard of review\r\n\r\nThe\r\ntrial judge has the legal duty and responsibility to prepare for the jury a\r\nproper  charge distinctly setting forth\r\nthe law applicable to the case.  Tex. Code\r\nCrim. Proc. Ann. art.\r\n36.14 (Vernon Supp. 2003).  Article 37.08 codifies the common-law lesser\r\nincluded offense and provides in a prosecution for an offense with lesser\r\nincluded offenses, the jury may find the defendant not guilty of the greater\r\noffense, but guilty of any lesser included offense.  Tex.\r\nCode Crim. Proc. Ann. art. 37.08 (Vernon 1981).  Article 37.09 provides the test for\r\ndetermining whether an offense is a lesser included offense pursuant to article\r\n37.08.  See Tex. Code Crim. Proc. Ann. art. 37.09\r\n(Vernon 1981).  The Texas Court of\r\nCriminal appeals has articulated the test as follows:  A[F]irst, the lesser included offense\r\nmust be included within the proof necessary to establish the offense charged,\r\nand second, some evidence must exist in the record that would permit\r\na jury rationally to find that if the defendant is guilty, he is guilty only\r\nof the lesser offense.@ \r\nRousseau v. State, 855 S.W.2d 666, 673 (Tex. Crim. App. 1993)\r\n(first emphasis added).  \r\n\r\nAs\r\na matter of federal and state law, a conviction for a lesser offense\r\nconstitutes an acquittal of the greater offense.  See Green v. United States, 355 U.S.\r\n184, 190B91,\r\n78 S. Ct. 221, 225 (1957); Tex. Code Crim.\r\nProc. Ann. art. 37.14\r\n(Vernon 1981).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant\r\nconcedes, as he must, the first prong of the test, that criminally negligent\r\nhomicide is a lesser included offense of manslaughter, because criminal\r\nnegligence is a lesser culpable mental state than recklessness.  Aliff v. State, 627 S.W.2d 166, 171\r\n(Tex. Crim. App. 1982).  The issue,\r\ntherefore, is whether there is some evidence in the record that would\r\npermit a jury rationally to find that if the defendant is guilty, he is guilty\r\nonly of the lesser offense, the second prong of the test articulated in Rousseau.\r\n\r\nB.      Evidence Supporting the Second Prong of Rousseau\r\n\r\nRegarding\r\nthe second prong of the Rousseau test, we focus on whether any evidence\r\nexists in the record that would permit a rational jury to find that the\r\ndefendant is guilty only of criminally negligent homicide.  See Bignall v. State, 887 S.W.2d 21,\r\n23 (Tex. Crim. App. 1994).  Anything more\r\nthan a scintilla of evidence is sufficient to entitle a defendant or the State\r\nto a charge on the lesser included offense. \r\nSee id.  All trial evidence\r\nshould be considered to determine if there is more than a scintilla of evidence\r\nto support the requested charge.  Id.  The defense or the prosecution is entitled to\r\nthe charge regardless of which party offered the evidence, and regardless of\r\nwhether it is weak, impeached, or contradicted. See Bell v. State, 693\r\nS.W.2d 434, 442 (Tex. Crim. App. 1985).[4]  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nProof\r\nof a culpable mental state generally relies upon circumstantial evidence.  Dillon v. State, 574 S.W.2d 92, 94\r\n(Tex. Crim. App. [Panel Op.] 1978). \r\nOrdinarily, it must be inferred from the acts, words, and conduct of the\r\naccused and the surrounding circumstances. \r\nFuentes v. State,  880\r\nS.W.2d 857, 860 (Tex. App.CAmarillo 1994, pet. ref=d).  The issue of whether recklessness or criminal\r\nnegligence is shownCthat is, whether one is aware of the\r\nrisk or simply fails to perceive itCis a conclusion to be drawn through\r\ninference from all the circumstances by the trier of fact.  See Dillon, 574 S.W.2d at 94; see\r\nalso Thompson v. State, 676 S.W.2d 173, 176B77 (Tex. App.CHouston [14th Dist.] 1984, no pet.) (finding proof of\r\ndefendant=s failure to perceive risk where\r\ndefendant drove her car at an excessive speed in a residential neighborhood\r\nnear a bus stop at a time when children were on their way to school).  \r\n\r\nIt\r\nis not enough that the jury disbelieves evidence pertaining to the greater\r\noffense; rather, there must be Asome evidence directly germane to\r\nthe lesser-included offense for the finder of fact to consider before an\r\ninstruction on a lesser-included offense is warranted.@\r\n Hampton v. State, 109 S.W.3d 437,\r\n441 (Tex. Crim. App. 2003) (holding, in prosecution for aggravated sexual\r\nassault, State-requested instruction on lesser included offense of sexual\r\nassault not warranted when the only evidence supporting proposition that no\r\nknife was used in alleged assault was State=s failure to find the knife; thus,\r\nthere was no evidence directly germane to lesser included offense for\r\nfactfinder to consider). \r\n\r\nHere,\r\nappellant claims there was no affirmative evidence that he was unaware\r\nof the risk his conduct created.  See\r\nid.  We disagree.  Although it is true there was no declarative\r\nstatement made during trial that appellant did not know his behavior was\r\nrisky, there was circumstantial evidence from which a rational jury could infer\r\nappellant was unaware of the risk his conduct created.\r\n\r\nFirst,\r\nthere was testimony that appellant was driving faster than conditions\r\nwarranted.  Next, there was testimony\r\nappellant ignored signs that he was losing control of his rig.  Finally, there was testimony appellant took\r\nhis eyes off the road at the most critical stage of his bridge-crossing.  In our view, this last piece of evidence\r\ncircumstantially suggests appellant was unaware of the substantial risk\r\nassociated with any failure to maintain lane integrity, because he averted his\r\neyes from the narrow lanes to his mirrors at the moment when lane integrity was\r\nthe most critical safety concern. \r\nBecause evidence presented at trial indicated appellant was ordinarily a\r\nsafety-conscious person who would have modified his behavior had he realized\r\nthe danger of his actions, a jury could rationally infer appellant failed to\r\nperceive the risk.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhether\r\nthis evidence justified a lesser included offense charge is a function of\r\nwhether (a) anything more than a scintilla of evidence either affirmatively\r\nrefuted or negated an element of the greater offense (manslaughter), or (b) the\r\nevidence on the issue is subject to two different interpretations, and one of\r\nthe interpretations negates or rebuts an element of the greater offense.  Arevalo v. State, 943 S.W.2d 887, 889\r\nn.5 (Tex. Crim. App. 1997) (Arevalo I). \r\nCriminal negligence involves inattentive risk creation, that is, the\r\nactor ought to be aware of the risk surrounding his conduct.  Todd v. State, 911 S.W.2d 807, 814\r\n(Tex. App.CEl Paso 1995, no pet.).\r\n\r\nWe\r\nconclude there was more than a scintilla of evidence from which a rational jury\r\ncould infer that an ordinary or reasonably prudent person ought to have been\r\naware that a substantial and unjustifiable risk of death is created when a\r\nperson knows that a particular stretch of highway has led to multiple deaths,\r\nwhen he holds his speed above 60 miles per hour as he drives an\r\neighteen-wheeler onto a bridge where, as a result of construction, the lanes\r\nnarrow and provide no shoulder room.\r\n\r\nWe\r\nalso conclude there was more than a scintilla of evidence from which the jury\r\nrationally could have inferred appellant, although familiar with the route he\r\nwas driving and the bridge where the collision occurred, failed to perceive\r\nthat risk.  See Thompson, 676\r\nS.W.2d  at 176B77\r\n(holding evidence sufficient to support finding of criminal negligence\r\nwhere defendant was driving at high rate of speed, failed to slow down as she\r\napproached intersection and failed to watch traffic light).  As stated earlier, evidence indicates\r\nappellant was traveling in excess of the speed limit, failed to slow down when\r\nothers near him decreased their speed, failed to heed the commonly-accepted\r\nwarning signs that he was losing control of his rig, and averted his eyes from\r\nthe road to his mirrors, compromising his ability to maintain lane\r\nintegrity.  Tellingly, appellant\r\ntestified he had Ano clue@\r\nas to why his accident happened and that nothing put him Aon\r\nnotice@\r\nthat something like this could happen. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn\r\nsum, we find the record contains more than a scintilla of evidence of appellant=s\r\nfailure to perceive the risk of death based on his conduct at the time of the\r\nincident.  This evidence would permit a\r\njury rationally to find that if appellant is guilty, he is guilty only of\r\ncriminally negligent homicide.\r\n\r\nNevertheless\r\non rehearing, appellant asserts that, consistent with Arevalo II, the\r\nevidence here does not justify the lesser included offense because it does not\r\nnegate every alternate theory of liability for the greater offense.  See Arevalo v. State, 970 S.W.2d 547,\r\n549 (Tex. Crim App. 1998) (Arevalo II). \r\nIn Arevalo II, and in other cases stating that principle, the Aalternate\r\ntheories@\r\nwere statutory theories elevating the offense from the lesser to the greater\r\noffense.  See Feldman v. State, 71\r\nS.W.3d 738, 752 n.9 (Tex. Crim. App. 2002) (explaining that in Arevalo II\r\nthe State presented evidence on all three theories of aggravation elevating\r\nsexual assault to aggravated sexual assault, and the second prong of the Royster\r\ntest is satisfied only if credible evidence refutes or negates every theory\r\nwhich elevates the offense from the lesser to the greater).  Here, the only element separating manslaughter\r\nfrom criminally negligent homicide was the culpable mental state, i.e.,\r\nwhether appellant was aware, or unaware, of the risk of death resulting from\r\nhis conduct.  The manslaughter indictment\r\nalleged acts supporting the charge, but they are not alternate theories that\r\nrequire elevation of the offense from criminal negligence to manslaughter.  Instead, these acts, described in the\r\nindictment as Areckless,@\r\nare subject to two different interpretations, one of which negates appellant=s\r\nawareness of the risk of death resulting from his conduct.  See Arevalo I, 943 S.W.2d at 889\r\nn.5.  These acts, in combination with\r\nother evidence introduced at trial, allowed a rational jury to conclude\r\nappellant was unaware of the risk of death resulting from his conduct, thus\r\nnegating the language in the indictment alleging appellant=s\r\nconduct was reckless.\r\n\r\nAccordingly,\r\nboth prongs of the Rousseau test were satisfied, and the trial court did\r\nnot err in submitting an instruction on the lesser included offense of\r\ncriminally negligent homicide in the jury charge.  We overrule appellant=s\r\npoint of error two.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIII.  Refusal to Quash Indictment\r\n\r\nIn\r\nhis third point of error, appellant asserts the trial court erred by refusing\r\nto quash appellant=s indictment because the indictment\r\ndid not allege acts or circumstances that demonstrated reckless conduct.  We disagree.\r\n\r\nA.      Standard of review\r\n\r\nThe\r\ndecision to grant a motion to quash is discretionary and so is reviewed under\r\nan abuse of discretion standard.  See\r\nThomas v. State, 621 S.W.2d 158, 163 (Tex. Crim. App.\r\n[Panel Op.] 1981), as limited by Geter v. State, 779 S.W.2d 403 (Tex. Crim. App. 1989); Hankins v. State, 85\r\nS.W.3d 433, 436 (Tex.\r\nApp.CCorpus Christi 2002, no pet.).  A motion to quash should be granted only when\r\nthe language concerning the defendant=s conduct is so vague or indefinite\r\nas to deny him effective notice of the acts he allegedly committed.  DeVaughn v. State, 749 S.W.2d 62, 67 (Tex. Crim. App. 1988); Crum v. State, 946\r\nS.W.2d 349, 359 (Tex.\r\nApp.CHouston [14th Dist.] 1997, pet. ref=d).  For an indictment to survive a timely motion\r\nto quash, the face of the indictment must contain allegations of the facts\r\nnecessary to show that the offense was committed, bar subsequent prosecution\r\nfor the same offense, and give the defendant notice of the precise offense with\r\nwhich he is charged.  Crum, 946\r\nS.W.2d at 359.\r\n\r\nUpon\r\nreview, we first determine if the notice given is sufficient.  Id. \r\nIf it is, our inquiry is ended; if not, the record must be examined to\r\ndetermine the impact of the deficiency on appellant=s\r\ndefense.  Id.; see also Hillin\r\nv. State, 808 S.W.2d 486, 488B89 (Tex. Crim. App.\r\n1991) (concluding that, in order to prejudice the substantial rights of the\r\ndefendant, such defect must be Ato such a degree that the accusation\r\nfails to give adequate notice to the defendant so as to allow him to prepare a\r\ndefense@;\r\nin other words, Athe object of the requirement of\r\nnotice . . . is to secure the defendant=s right to know the nature of the\r\ncharges against him@).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nB.      Discussion\r\n\r\nGenerally,\r\nan indictment that tracks the words of a statute is legally sufficient.  Lewis v. State, 659 S.W.2d 429, 431 (Tex. Crim. App. 1983); Crum, 946 S.W.2d at\r\n360.  However, when a statute provides\r\nmore than one manner of committing a crime, the State must allege the\r\nparticular statutory means of committing the offense.  See Ferguson v. State, 622 S.W.2d 846,\r\n851 (Tex. Crim. App. [Panel Op.] 1980) (finding\r\ndefendant may not be left to guess whether State would seek to prove one or all\r\ntypes of defined conduct).  \r\n\r\nIn\r\naddition, when Arecklessness@\r\nor Acriminal\r\nnegligence@ is an element of an offense, the\r\nState must allege the act or acts relied upon that constitute the reckless or\r\ncriminally negligent conduct.  Tex. Code Crim. Proc. Ann. art. 21.15\r\n(Vernon 1989); Gengnagel v. State, 748 S.W.2d 227, 229B30\r\n(Tex. Crim. App. 1988); Cruz v. State, 838\r\nS.W.2d 682, 684 (Tex. App.CHouston [14th Dist.] 1992, pet. ref=d);\r\nHankins, 85 S.W.3d at 436. \r\nIndeed, it is never sufficient Ato allege merely that the accused,\r\nin committing the offense, acted recklessly or with criminal negligence.@  Tex.\r\nCode Crim. Proc. Ann. art.  21.15; Hankins, 85 S.W.3d at 437\r\nn.4.\r\n\r\nHere,\r\nthe State=s indictment[5]\r\nalleged appellant Adid then and there unlawfully,\r\nrecklessly cause the death of [complainant] by operating his motor vehicle, a\r\ndeadly weapon, at an unreasonable speed, by failing to maintain a proper\r\nlookout for traffic and road conditions, by failing to maintain a single lane\r\nof traffic, and by changing lanes in an unsafe manner.@\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSuch\r\nan indictment is proper.  First, it put\r\nappellant on notice that the State was seeking a manslaughter conviction\r\nbecause it alleged appellant Arecklessly cause[d] the death of\r\n[complainant].@ \r\nSee Tex. Pen. Code Ann. '\r\n19.04(a).  See also DeVaughn, 749\r\nS.W.2d at 67 (charging instrument must convey adequate notice from which\r\naccused may prepare defense); Crum, 946 S.W.2d at 359 (motion to quash\r\nshould be granted only when language concerning defendant=s\r\nconduct is so vague and indefinite as to deny him adequate notice).  Next, it alerted appellant to the acts upon\r\nwhich the State planned to rely to prove appellant acted Arecklessly@Cnamely, that appellant operated his\r\nvehicle at an unreasonable speed, failed to keep a proper lookout, failed to\r\nmaintain a single lane of traffic, and changed lanes unsafely.  See Tex.\r\n Code Crim. Proc.\r\nAnn. art. 21.15.\r\n\r\nBecause\r\nthe State=s indictment adequately informed\r\nappellant of the acts the State planned to rely upon to constitute Arecklessness,@\r\nwe conclude the indictment was sufficient. \r\nSee Crume v. State, 658 S.W.2d 607, 608B09\r\n(Tex. Crim. App. 1983) (indictment adequate where\r\nState alleged defendant Adid . . . recklessly caus[e] the\r\ndeath of the Complainant, by failing to guide his vehicle away . . . and by\r\nfailing to keep a lookout. . .@); Cruz, 838 S.W.2d at 684\r\n(indictment adequate where State alleged defendant Aknowingly,\r\nintentionally and recklessly cause[d] bodily injury to [victim] by striking her\r\nwith his body and causing her to fall . . .@) (emphasis deleted).[6]  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe\r\nState was not required to plead evidentiary facts.  See Crum, 946 S.W.2d at 359B60;\r\nCruz, 838 S.W.2d at 684.  Rather,\r\nit was only required to allege conduct a jury could rationally find to be\r\nreckless under the circumstances of this case. \r\nSee Cruz, 838 S.W.2d at 684.\r\n\r\nAppellant, however, asserts the conduct alleged by the State\r\ndoes not demonstrate recklessness; rather, it demonstrates Anegligence and nothing more.@ \r\nWe disagree for two reasons.\r\n\r\nFirst,\r\nas stated earlier, the cases cited by appellant pertain to civil liability;\r\nthus, his argument is unpersuasive.[7]  Second, it is not the purpose of the State=s indictment to catalog State\r\nevidence and to prove recklessness; rather, it is to put appellant Aon notice@ that he is charged with recklessness\r\nand to specify the acts which the State will ask the trier of fact to use in\r\ninferring recklessness.  See George\r\nE. Dix &amp; Robert O. Dawson, 41 Tex.\r\nCrim. Prac. &amp; Proc. ' 20.171 at 627 (2001). \r\n\r\n\r\nAlthough\r\nappellant relies heavily on Gengnagel to suggest his indictment should\r\nhave been quashed, that case may be distinguished from the case at bar.  In GengnagelCwhere defendant was charged with\r\nindecent exposureCdefendant=s charging instrument tracked the Texas Penal Code for\r\nindecent exposure and alleged defendant had Aexpose[d] . . . his genitals\r\n. . . recklessly@; it was defective, however, because it did not specify how\r\ndefendant=s exposure was reckless.  See Gengnagel, 748 S.W.2d at 229B30; Tex.\r\nPen. Code Ann. ' 21.08(a) (Vernon 1994).\r\n\r\nHere,\r\nappellant=s indictment also tracks the language\r\nof a Texas statute by alleging appellant Arecklessly caused the death of\r\n[complainants]@; but, here, the State also has  included the acts it planned to use to prove\r\nappellant=s recklessness:  Aby operating . . . at an unreasonable\r\nspeed, by failing to maintain a proper lookout . . ., by failing to maintain a\r\nsingle lane . . ., and by changing lanes in an unsafe manner.@ (emphasis added).  See Tex.\r\nPen. Code Ann. ' 19.04 (Vernon 1994).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFinding the State=s indictment proper, we conclude the trial court did not\r\nerr in refusing to grant appellant=s motion to quash. \r\nAccordingly, we overrule appellant=s third point of error.          Having\r\noverruled all of appellant=s points of error, we affirm appellant=s conviction  for\r\ncriminally negligent homicide.\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n/s/        John S. Anderson\r\n\r\nJustice\r\n\r\n \r\n\r\nJudgment rendered and Substitute\r\nOpinion on Motion for Rehearing filed October 9, 2003.\r\n\r\nPanel consists of Justices Yates,\r\nAnderson, and Frost.\r\n\r\nPublishCTex. R. App. P.\r\n47.2(b).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[1]  Appellant\r\nadmits he caused the death of complainants, but asserts his conduct constituted\r\nonly Aordinary negligence@ rather\r\nthan Acriminal negligence.@  See Rowan v. Allen, 134 S.W.2d 1022,\r\n1025 (Tex. 1940); Ray v. Zackey, 329 S.W.2d 350, 351 (Tex. Civ. App.CWaco 1959, no writ); Wood v. Orts, 182 S.W.2d\r\n139, 140 (Tex. Civ. App.CSan Antonio 1944, writ dism=d); Glassman v. Feldman, 106 S.W.2d 721, 722B23 (Tex. Civ. App.CAmarillo\r\n1937, no writ).  His argument is of no\r\nmoment.\r\n\r\n \r\n\r\nFirst, the Texas cases appellant cites all\r\ninvolve civil liability, not criminal convictions.  A finding of Agross\r\nnegligence@ in a civil case is much more akin to a finding of Arecklessness@ in a\r\ncriminal case, not Acriminal negligence.@  Transp. Ins. Co. v. Moriel, 879 S.W.2d\r\n10, 20 n.10 (Tex. 1994).  Second, the\r\ncriminal cases appellant cites from other jurisdictions are not binding on this\r\ncourt:  State v. Larsen, 999 P.2d\r\n1252 (Utah Ct. App. 2000); and State v. Garrett, 525 So. 2d 1235 (La.\r\nCt. App. 1988).  Finally, none of the\r\ncases cited by appellant involves a tractor-trailer rig.  Evidence presented at trial suggests\r\ntractor-trailer drivers are held to a different standard of care than those\r\ndriving automobiles.\r\n\r\n\r\n\r\n\r\n\r\n[2]  Texas law\r\nprovides that A[a] speed in excess of the limits . . . is prima facie\r\nevidence that the speed is not reasonable and prudent and that the speed is\r\nunlawful.@  Tex. Transp. Code Ann. ' 545.352(a) (Vernon Supp. 2003).\r\n\r\n\r\n\r\n\r\n\r\n[3]  Appellant\r\nmakes conclusory statements that there is Ano\r\nevidence@ to support a finding appellant failed to perceive the\r\nrisk of death.  Indeed, he asserts the\r\ncontrary: that the evidence supports a finding appellant knew of the\r\nrisk.   The only inquiry, asserts appellant, is\r\nwhether or not appellant disregarded the risk. \r\nWe disagree. The test is whether appellant was unaware of the risk of\r\ndeath that could result from his conduct.\r\n\r\n \r\n\r\nRisk perception may be proved\r\ninferentially.  See, e.g.,  Mosley\r\nv. State, 983 S.W.2d 249, 254 (Tex. Crim. App. 1998) (AThe jury\r\nmay infer the intent to kill from the use of a deadly weapon unless it would\r\nnot be reasonable to infer that death or serious bodily injury could result\r\nfrom the use of the weapon.@).  Here, the\r\njury was free to choose to: (1) reject the State=s\r\nevidence; (2) interpret it as supporting the inference appellant was aware of\r\nthe risk; or (3) interpret it as supporting the inference appellant was unaware\r\nof the risk.  The jury chose the latter.\r\n\r\n\r\n\r\n\r\n\r\n[4]  The second\r\nprong of the Rousseau test applies to the State as well as to\r\ndefendants.  Arevalo v. State, 943\r\nS.W.2d 887, 890 (Tex. Crim. App. 1997). \r\n\r\n\r\n\r\n\r\n\r\n[5]  Although\r\nappellant was indicted and charged in two separate cause numbers for having\r\ncaused two separate deaths, the State proceeded to trial on only one of the\r\ncharges.\r\n\r\n\r\n\r\n\r\n\r\n[6]  See also Arredondo v. State,\r\n582 S.W.2d 457, 459 (Tex. Crim. App. [Panel Op.] 1979) (finding indictment\r\nadequate where State alleged defendant recklessly caused victim=s death by Agrabbing the steering wheel of a motor vehicle and\r\npulling [it] to the right . . . thereby recklessly . . . causing . . . vehicle\r\nto veer@); Townsley  v. State, 538 S.W.2d 411, 411, 412B13 (Tex. Crim. App. 1976) (indictment adequate where State alleged defendant\r\nrecklessly caused victim=s\r\ndeath Aby\r\ndriving . . . at an excessive rate of speed . . . and recklessly causing said\r\nvehicle to run off the roadway@); State v. Flores, 878 S.W.2d 651, 652B53 (Tex. App.CCorpus Christi,\r\n1994) (indictment adequate where State alleged defendant Arecklessly cause[d] the death of an individual . . . [by]\r\ndriving and operating a motor vehicle . . . into the rear end of a vehicle\r\noccupied by [victim]@), aff=d 896 S.W.2d 198\r\n(Tex. Crim. App. 1995); State v. Emanuel, 873 S.W.2d 108, 108, 110 (Tex. App.CDallas\r\n1994, no pet.) (indictment adequate where State alleged defendant Arecklessly cause[d] bodily injury . . . by striking .\r\n. . complainant with a belt.@). \r\n\r\n \r\n\r\nFor authority on applying section  21.15 to the charge of Acriminal negligence,@ see Graham v. State,\r\n657 S.W.2d 99, 103B04 (Tex. Crim. App.\r\n1983) (indictment adequate where State alleged defendant caused victim=s death Aby criminal negligence . . . by operating a motor vehicle\r\n. . . [by] causing his vehicle to collide . . . by . . . engaging in a contest\r\nof speed,@ as\r\nwell as by failing to obey signal, keep a proper lookout, maintain control, and\r\nguide his vehicle away from victim); Thompson v. State, 676 S.W.2d 173,\r\n177 (Tex. App.CHouston [14th Dist.]\r\n1984, no pet.) (charging instrument adequate where State alleged defendant\r\ncaused death of victim by criminal negligence by Aoperating her vehicle at a greater rate of speed than was\r\nreasonable and prudent . . . and by failing to keep a proper lookout@); and State v. Sonnier, 773 S.W.2d 60, 61, 63 (Tex. App.CHouston\r\n[1st Dist.] 1989, no pet.) (charging instrument\r\nadequate where State alleged defendant Aby criminal negligence cause[d] the death of an\r\nindividual,  . . . by driving a motor\r\nvehicle . . . at a greater speed than was reasonable and prudent under the\r\nexisting conditions, to wit:  a two lane\r\nroadway with an unimproved shoulder while approaching a curve and a railroad\r\ncrossing . . . causing the vehicle . . . to run off the roadway@).\r\n\r\n\r\n\r\n\r\n\r\n[7]  See supra note\r\n1.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2928414
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}