{
    "id": 2941201,
    "judges": null,
    "date_filed": "1986-05-15",
    "date_filed_is_approximate": true,
    "slug": "williams-antonio-lee",
    "case_name_short": null,
    "case_name": "Williams, Antonio Lee",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 32.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=2233&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccca%5cOpinion",
            "author_id": null,
            "opinion_text": "           IN THE COURT OF CRIMINAL APPEALS\n                       OF TEXAS\n                                        AP-75,811\n\n\n                       ANTONIO LEE WILLIAMS, Appellant\n\n                                            v.\n\n                               THE STATE OF TEXAS\n\n                         ON DIRECT APPEAL\n          FROM CAUSE NO. 1088181 IN THE 339 TH DISTRICT COURT\n                          HARRIS COUNTY\n\n\n\n        M EYERS, J., delivered the opinion of the Court in which K ELLER, P.J., and\nP RICE, W OMACK, H ERVEY, H OLCOMB, and C OCHRAN, JJ., join. K EASLER, J.,\nconcurred in point of error one and otherwise joined. J OHNSON, J., concurred in the\nresult.\n\n                                      OPINION\n\n       Appellant was convicted in December 2007, of capital murder. T EX. P ENAL C ODE\n\n§ 19.03(a). Based on the jury’s answers to the special issues set forth in Texas Code of\n\nCriminal Procedure Article 37.071, sections 2(b) and 2(e), the trial judge sentenced\n\f                                                                                   WILLIAMS--2\n\nappellant to death. Art. 37.071, § 2(g).1 Direct appeal to this Court is automatic. Art.\n\n37.071, § 2(h). After reviewing appellant’s fifteen points of error, we find them to be\n\nwithout merit. Consequently, we affirm the trial court’s judgment and sentence of death.\n\n                                  STATEMENT OF FACTS\n\n       Appellant was convicted of murdering Yolanda Styles and Vincent Williams\n\nduring the same criminal transaction. Styles and Williams were cousins who came from\n\nLouisiana to Texas after Hurricane Katrina. In August 2006, they were murdered at the\n\nCandlelight Condominiums (hereinafter referred to as “the Candlelight”) on Desoto Street\n\nin Houston, a location that police considered to be a “high crime” area. Appellant often\n\nhung around the Candlelight with his brother Anthony Williams (a/k/a/ “Newy”) and his\n\nfriends Terrell Ball and Lamont Houston. Appellant also frequented the Friendly Mart\n\nthat was located in front of the Candlelight. Ball’s former girlfriend, Maricela Ruiz,\n\ntestified that these men sold drugs at the Candlelight, and that they needed guns\n\n“[b]ecause they sold drugs.” Ruiz testified that she had previously seen appellant with a\n\nlong, black assault rifle. She acknowledged that there was a feud between the Houston\n\nresidents who lived in the area surrounding the Candlelight and the people who moved\n\nthere after Hurricane Katrina. She testified that the feud was about “[t]he drug dealers.”\n\n       On July 18, 2006, approximately three weeks before Styles and Williams were\n\n\n\n\n       1\n         Unless otherwise indicated, all references to Articles refer to the Texas Code of\nCriminal Procedure.\n\f                                                                               WILLIAMS--3\n\nmurdered, Officer Jason Countryman was working near Desoto Street. Countryman\n\nheard eight to ten gunshots coming from the direction of Desoto Street at 1:25 a.m. After\n\nbeing flagged down by a wrecker driver, Countryman went to the Friendly Mart on\n\nDesoto, where he observed the dead body of fifteen-year-old Christopher Harris on the\n\nground. He also observed spent shell casings in the street “down towards the\n\nCandlelight.” When Officer Jeff Cruser collected evidence at the scene, he recovered\n\nseveral 9 millimeter spent shell casings. Ballistics testing revealed that the shell casings\n\nwere fired from a single gun: a 9 millimeter Luger pistol.\n\n       The assistant medical examiner who performed Harris’s autopsy testified that\n\nHarris received three gunshot wounds. One bullet went through his left arm, then entered\n\nhis chest and damaged his lung, esophagus, and carotid artery, before it exited his neck.\n\nAnother bullet entered his lower back and his abdominal cavity, where it injured his\n\nureter, intestine, and stomach. These were both fatal wounds. Harris also suffered a third\n\ngrazing wound to his scalp. The bullets recovered from his body were consistent with a 9\n\nmillimeter Luger pistol.\n\n       Sergeant Bobby Roberts testified that a woman anonymously called Crime\n\nStoppers with information about the Harris murder on July 20. The caller was later\n\nidentified as Patricia Hawkins, a woman who lived across the street from the\n\f                                                                                 WILLIAMS--4\n\nCandlelight.2 Hawkins testified at trial that she knew appellant because he had dated her\n\ndaughter. She testified that she had previously seen appellant carrying a long, black\n\nassault rifle with a short handle, and that he called his gun “The Bird.” Hawkins testified\n\nthat she was standing outside waiting for a ride to work on the night Harris was murdered.\n\nShe heard gunshots and saw appellant and two other men running across the parking lot.\n\nShe observed appellant carrying the same assault rifle she had seen him with before.\n\n       Defense witness Jacqueline Cole testified that she was at the Friendly Mart at the\n\ntime of the shooting. She testified that she was having car trouble, so she parked at the\n\nFriendly Mart and sat in her car. She observed “one guy” and “four or five girls” talking\n\nand “peeping around the corner” of the store. She saw one of the girls hand the guy a bag\n\nthat appeared to have a gun wrapped in it. She saw a boy and girl walking down the\n\nstreet, and at some point the boy turned and ran. The guy with the gun then went around\n\nthe corner and Cole heard shots fired. When the guy came back, he looked “very\n\ndistracted,” like he had “seen a ghost.” Cole heard him say, “I shot,” and she observed\n\nhim hit one of the girls with the gun. She also heard one of the girls call him “Newy.”\n\nCole testified that “a white car pulled up and they all jumped in the car.” After they left,\n\nCole got out of her car and saw a boy lying on the ground with a gunshot wound. She\n\nwas able to start her car about 15 minutes later, and then she drove to a service station and\n\n\n\n\n       2\n          Roberts testified that he recognized Hawkins’ voice when he interviewed her about a\ndifferent matter on July 24.\n\f                                                                                   WILLIAMS--5\n\ncalled 9-1-1. She did not identify appellant when she later viewed a lineup.\n\n       Styles and Williams were murdered at the Candlelight less than three weeks after\n\nHarris was murdered. Witnesses Miesha Morris and Sharonda Cooper were at Cooper’s\n\napartment at the Candlelight on the night of August 5, 2006. They were listening to\n\nmusic and talking when someone knocked on the door. Morris looked out the window\n\nand saw Williams standing at the corner of the building, looking to his right and his left.\n\nShe then went downstairs and answered the door. Styles was at the door and said she was\n\nlooking for Marlo Jones, who was Cooper’s boyfriend. Morris told Styles that Jones was\n\nat the store. Styles said, “Okay. Tell him I came by. I’m going to see if he’s at the store\n\nand I’ll come back. If he comes back here, tell him to stay here. I’ll be right back.”\n\nMorris went back upstairs. Shortly thereafter, Morris heard two men outside arguing and\n\ncursing at each other. She and Cooper then heard gunshots, so they looked outside.3 As\n\nthey looked down from Cooper’s second-floor patio area, they observed appellant, who\n\nwas wearing a hat and dark clothing, shooting Williams with a long, black gun. Williams\n\nfell down and appellant continued to shoot him as he crawled along the ground.\n\nAppellant then turned and fired several shots at Williams’s car before running away.\n\n       Morris called 9-1-1 and she and Cooper went downstairs. Morris testified that\n\nWilliams was still breathing faintly, then his breathing stopped. Styles’s dead body was\n\n\n\n\n       3\n         Cooper testified that she initially thought the gunshots were firecrackers “[b]ecause the\nkids were out there earlier popping firecrackers.”\n\f                                                                                WILLIAMS--6\n\nslumped over in the passenger seat of the car. A crowd of people gathered at the scene.\n\nCooper testified that a man named “Trey,” whom she had seen with appellant before,\n\n“went in the car,” took a gun from the front seat area, and left. Morris testified that some\n\npeople in the crowd were “looking in the car and stuff,” but she did not see anyone take\n\nanything. Morris and Cooper went back inside Cooper’s apartment when the police\n\narrived.\n\n       Officer Damon Richardson arrived at the Candlelight at 11:10 p.m. When he\n\narrived, the fire department was already there and the victims’ bodies were on the ground\n\ncovered with white sheets. Investigator Philip Yochum and Officer Tracy Andrade\n\narrived shortly after midnight. There was still a crowd of onlookers present at that time.\n\nYochum observed numerous spent cartridge casings at the scene. A few of the spent\n\ncartridge casings were .380 caliber. However, the majority of them were 7.62 x 39\n\nmillimeter caliber, a type of ammunition which Yochum testified could be fired from an\n\nassault rifle. Yochum believed that the evidence indicated at least two different weapons\n\nhad been fired at the scene. He testified that Williams’s black Lexus had multiple bullet\n\nstrikes and a flat tire, and that it was leaking a large amount of oil from its engine\n\ncompartment. He observed blood spatter and spent cartridge casings in the nearby\n\nalleyway. He also observed two distinct pools of blood which indicated to him that\n\nWilliams had been in two different areas.\n\n       Officer Andrade testified that she interviewed Cooper, Morris, and Jones inside\n\f                                                                                WILLIAMS--7\nCooper’s apartment. Andrade thought that Cooper and Morris would have had a good\n\nview from the balcony, noting that the area below was fairly lit with artificial light.\n\nAndrade attempted to talk to other residents, but no one was willing to provide any\n\ninformation. She testified that Morris and Cooper were somewhat hesitant to talk because\n\nthey were worried that people might be watching. Morris later identified appellant in a\n\nphotospread. Cooper testified that she initially told police that she could not identify the\n\nassailant because she was afraid and did not want to get involved.\n\n       Defense counsel called Jones to testify that he had seen Williams with a black\n\nsemiautomatic rifle about a week prior to his murder. Jones testified that they were at the\n\nbasketball court when Williams “was about to get into it” with somebody. Jones testified\n\nthat he saw Williams pulling the gun out and Jones told him, “No, come on, let’s go.”\n\n       Sergeant Norman Kiesewetter inspected Williams’s vehicle. He testified that there\n\nwere approximately thirty bullet strikes to the car. He testified that “[t]he majority of\n\nthem were [fired] from the front to the back, going from the exterior of the vehicle\n\ntowards the interior of the vehicle.” He acknowledged that some of the shots to the front\n\nwindshield could have exited the cabin area of the vehicle. However, he affirmed that the\n\norigin of those particular shots was an “unknown variable.”\n\n       Assistant Medical Examiner Sara Chauvin Doyle conducted the autopsies of\n\nWilliams and Styles. Both of them died from multiple gunshot wounds. Williams had\n\nnine bullet entrance wounds and a grazing wound. Styles suffered seventeen gunshot\n\f                                                                                  WILLIAMS--8\nwounds and a “grazing abrasion.” 4 Doyle testified that a bullet recovered from Styles’s\n\nbody was consistent with an assault-rifle bullet. She further testified that there was\n\nstippling on Styles’s body, and that “[i]n most cases to get stippling the gun has to be . . .\n\nwithin 3 feet of the body.”\n\n       Mike Al-Mohamed with the City of Houston Police Department Crime Lab\n\nexamined the ballistics evidence. He examined the .380 caliber spent cartridge casings\n\nthat were found at the scene and determined that they were fired from the same gun. He\n\nidentified a bullet recovered from Styles’s body as 7.62 x 39 millimeter caliber. He\n\nexamined the 7.62 x 39 spent cartridge casings that were found at the scene, and he\n\ndetermined that 28 out of 29 “were fired from one single gun, [a] 7.62 by 39 millimeter\n\ncaliber rifle.” He could not make that determination about one of them “because it did\n\nnot show enough individual characteristics on it and also due to the condition of that\n\ncartridge case.” However, he testified that “it had similar class characteristics,” which\n\nmeant that “it could [have been] fired from the same gun as the other 28.”\n\n       Appellant’s friend Terrell Ball was murdered less than one month after Williams\n\nand Styles were killed. At about 1:25 a.m. on September 1, 2006, Officer Countryman\n\nwas dispatched to the Candlelight in response to a shooting. When he arrived, he\n\nobserved Ball lying on his back in the parking lot. Ball was conscious and appeared to\n\nhave two gunshot wounds to his chest. Countryman asked Ball who shot him, and Ball\n\n\n       4\n         Upon further questioning, Doyle clarified that Styles could have suffered only 16\ngunshot wounds because “one of the 17 may be a re-entrance.”\n\f                                                                              WILLIAMS--9\nreplied that he did not know. Countryman found a baggie of cocaine “right where Mr.\n\nBall was lying.” He also found several bags of marijuana and a .380 caliber gun nearby.\n\nBall later died from his injuries. Assistant Medical Examiner Doyle testified that Ball\n\nsustained a total of six gunshot wounds. The presence of stippling on Ball’s left hand\n\nindicated that he was within three feet of the gun when it was fired. Doyle testified that\n\nbullets recovered from Ball’s body were “consistent with a handgun.”\n\n       Patricia Hawkins also witnessed the events surrounding Ball’s murder, but she did\n\nnot tell police what she had seen until Sergeant Roberts interviewed her on September 22.\n\nShe testified at trial that she was coming downstairs when she heard appellant and Ball\n\narguing because appellant thought that Ball had “snitched on him” about Harris’s murder.\n\nShe heard gunshots and went back upstairs. She looked outside after the shooting\n\nstopped, and she saw appellant with a gun. Ball said he was shot, and then collapsed.\n\nAppellant’s brother Newy was also there, and he was “hollering” at appellant. Appellant\n\ngrabbed his head, and Newy “kept saying . . . why, why.” Hawkins viewed a photospread\n\nand identified appellant as the assailant in the Ball and Harris murders.\n\n       The defense called Newy to testify at trial. He denied being present during the\n\nHarris and Ball murders. Newy claimed that appellant was at Newy’s home at the time\n\nStyles and Williams were killed, a location that was “a 30, 40-minute drive” from the\n\nCandlelight. Newy, however, admitted that he was not home at that time. Newy was on\n\nDesoto Street that night. He was standing in front of the Candlelight when he heard\n\f                                                                                WILLIAMS--10\ngunshots, and he was in the crowd of bystanders that gathered at the scene after the\n\nshooting ceased.\n\n                           SUFFICIENCY OF THE EVIDENCE\n\n       In point of error one, appellant argues that the evidence is legally insufficient to\n\nsupport his conviction. In evaluating the legal sufficiency of the evidence, we must view\n\nthe evidence in the light most favorable to the verdict and determine whether any rational\n\ntrier of fact could have found the essential elements of the offense beyond a reasonable\n\ndoubt. See Jackson v. Virginia, 443 U.S. 307, 319 (1979). The Jackson standard of\n\nreview gives full play to the jury’s responsibility to fairly resolve conflicts in the\n\nevidence, to weigh the evidence, and to draw reasonable inferences from the evidence.\n\nThreadgill v. State, 146 S.W.3d 654, 663 (Tex. Crim. App. 2004).\n\n       Appellant contends that the evidence was legally insufficient because the State\n\nfailed to prove that he murdered Styles and Williams during the same criminal\n\ntransaction. See T EX. P ENAL C ODE § 19.03(a)(7)(A). Appellant specifically argues that\n\nthe murders were “completely different transaction[s]” because he murdered one victim in\n\nself-defense but not the other. He asserts that Williams could have fired at him first from\n\ninside the Lexus. He argues that if he returned fire against Williams in self-defense, then\n\nthe killing of Styles would have been a completely different transaction. Thus, he claims\n\nthat his change in motive between the two killings ended one transaction and began a new\n\none. However, the issue of whether appellant killed the victims during the same criminal\n\f                                                                              WILLIAMS--11\ntransaction is not dependent on his motive. Instead, this Court defines the term “same\n\ncriminal transaction” as “a continuous and uninterrupted chain of conduct occurring over\n\na very short period of time . . . in a rapid sequence of unbroken events.” Jackson v. State,\n\n17 S.W.3d 664, 669 (Tex. Crim. App. 2000).\n\n       The evidence, viewed in the light most favorable to the verdict, was sufficient for\n\nthe jury to rationally conclude that appellant engaged in a continuous and uninterrupted\n\nchain of conduct over a very short period of time. Morris testified that she heard people\n\narguing “[n]ot even a full minute” after Styles had been at the door. When asked how\n\nlong it was between the time she heard the voices arguing and the time she heard the\n\ngunshots, she stated: “Not long at all . . . like, in right behind each other.” Morris and\n\nCooper looked outside and saw appellant shooting Williams multiple times as Williams\n\nwas crawling along the ground. Cooper testified that when appellant was shooting\n\nWilliams, the shots were coming “rapidly, nonstop, [with] no break.” Morris testified that\n\nwhen appellant finished shooting Williams, “the shots stop[ped] for a quick second,” and\n\nthen appellant started walking toward the car and shooting at it. Cooper testified that\n\nwhen Williams stopped crawling, then “[i]t was like turn, and [appellant] just started\n\nshooting the car.” On cross-examination, Cooper affirmed that appellant was basically\n\n“unloading his weapon” the whole time he was shooting Williams and Styles. This\n\nevidence was legally sufficient to establish that appellant murdered Williams and Styles\n\nin a rapid sequence of unbroken events. Point of error one is overruled.\n\f                                                                              WILLIAMS--12\n       In point of error two, appellant complains that the evidence is factually insufficient\n\nto support his conviction for the same reasons alleged in point of error one. In a factual\n\nsufficiency review, the evidence is reviewed in a neutral light rather than in the light most\n\nfavorable to the verdict. Roberts v. State, 220 S.W.3d 521, 524 (Tex. Crim. App.), cert.\n\ndenied, 128 S. Ct. 282 (2007). Evidence can be factually insufficient in one of two ways:\n\n(1) when the evidence supporting the verdict is so weak that the verdict seems clearly\n\nwrong and manifestly unjust, and (2) when the supporting evidence is outweighed by the\n\ngreat weight and preponderance of the contrary evidence so as to render the verdict\n\nclearly wrong and manifestly unjust. Young v. State, 283 S.W.3d 854, 862 (Tex. Crim.\n\nApp. 2009), citing Watson v. State, 204 S.W.3d 404, 414-15 (Tex. Crim. App. 2006).\n\nAlthough an appellate court’s factual sufficiency review of the evidence allows the court\n\nto second-guess the jury to a limited degree, the review should still be deferential to the\n\njury’s verdict. Roberts, 220 S.W.3d at 524.\n\n       The evidence in this case was factually sufficient to show that appellant engaged in\n\na continuous and uninterrupted chain of conduct over a very short period of time.\n\nAppellant does not point out any conflicting evidence to show otherwise. He simply\n\nargues that his alleged change in motive was the determining factor on this issue. Even\n\nconsidering all the evidence in a neutral light, we find that the evidence was not so weak\n\nnor so outweighed by the great weight of any contrary evidence as to make the verdict\n\nseem clearly wrong and manifestly unjust. Point of error two is overruled.\n\f                                                                                  WILLIAMS--13\n                                 EXTRANEOUS OFFENSES\n\n       In point of error three, appellant challenges the trial court’s admission at the guilt\n\nphase of “[a]ll evidence concerning the killings of Christopher Harris and Terrell Ball[,]\n\nincluding the testimony of the investigating officers, scene photographs, and autopsy\n\nresults.” Appellant specifically argues that he was “convicted of capital murder on the\n\nbasis of character evidence,” in violation of Rule 404(b) of the Texas Rules of Evidence.5\n\nThe State counters that appellant opened the door to the evidence “by questioning\n\nwitnesses about the murders and by making an issue of self-defense.”\n\n       When the prosecutor called Patricia Hawkins to the stand, she initially testified that\n\nshe knew both appellant and Ball and that she had seen appellant carrying an assault rifle\n\non multiple occasions. On cross-examination, defense counsel asked Hawkins if she\n\nmade any phone calls after seeing appellant’s picture posted at the Candlelight. The\n\nprosecutor then asked to approach the bench and the following exchange occurred, in\n\npertinent part:\n\n              [PROSECUTOR]: I just want to make sure where we’re going\n       because if we’re going to go into Crime Stoppers money about the two\n       extraneous murders, I believe that opens the door to what she was calling\n       about.\n\n\n\n       5\n          Appellant also argues in the same point of error that this evidence was inadmissible\nunder Rule 403 of the Texas Rules of Evidence. The vast majority of his argument in this point\nof error centers on Rule 404(b). He makes a one-sentence reference to Rule 403, in which he\nstates: “Under rule 403’s balancing test, the probative value was substantially outweighed by the\nlikelihood of prejudice.” Appellant’s Rule 403 argument is multifarious and inadequately\nbriefed. TEX. R. APP. P. 38.1.\n\f                                                                           WILLIAMS--14\n                            *            *             *\n\n             [DEFENSE COUNSEL #1]: I just asked that one particular\n      question. Did she make a phone call? I don’t think I’m opening the door.\n\n             [PROSECUTOR]: That leaves the false impression that she’s\n      calling Crime Stoppers about this case, because she isn’t calling about this\n      case.\n\n                [DEFENSE COUNSEL #1]: Well --\n\n                [PROSECUTOR]: I’m happy to go there. I’d love to go there.\n\n                [DEFENSE COUNSEL #2]: I don’t mind going there either.\n\n                [DEFENSE COUNSEL #1]: It’s going to get there one way or the\n      other.\n\n                THE COURT: All the extraneouses --\n\n                [DEFENSE COUNSEL #1]: All of them.\n\n                [PROSECUTOR]: It’s ya’ll’s call.\n\n            [DEFENSE COUNSEL #1]: My next question is, did you make a\n      phone call.\n\n                [PROSECUTOR]: We’ve instructed a lot of witnesses don’t go\n      into --\n\n                [DEFENSE COUNSEL #2]: That’s good.\n\n             [DEFENSE COUNSEL #1]: And the other question would be, does\n      she have a bias as to why she’s testifying. That was going to be my last\n      question.\n\n      The trial court sent the jury out of the courtroom and an off-the-record discussion\n\noccurred. Then the following exchange took place:\n\f                                                                             WILLIAMS--15\n              THE COURT: So that the record is clear, during the break there\n      were discussions about questions that the Defense wished to ask of this\n      witness that would, in all likelihood, open the door to some extraneous\n      matters. And it is clear, I believe, in discussing with the witness, both sides\n      are in agreement she received Crime Stoppers money from an extraneous\n      alleged murder by this Defendant and that the complainant in that case\n      was --\n\n             [PROSECUTOR]: Christopher Harris.\n\n            THE COURT: -- Christopher Harris. And that she did not receive\n      any Crime Stoppers money with respect to this particular case.\n\n             [PROSECUTOR]: Correct.\n\n           THE COURT: And she did not receive any money, Crime Stoppers\n      money with respect to the complainant --\n\n             [PROSECUTOR]: Terrell Ball.\n\n             THE COURT: -- Terrell Ball.\n\n             And, [defense counsel #1], you understand that in asking about\n      Crime Stoppers money and her bias and the fact that she was friends with\n      Terrell Ball --\n\n             [PROSECUTOR]: Yes.\n\n             [DEFENSE COUNSEL #1]: Yes. That opens the door.\n\n             THE COURT: -- that that opens the door.\n\n              [DEFENSE COUNSEL #1]: Yes. And I’ve talked to my client and\n      I’ve talked to him before this date and that’s what we choose to do. So I\n      understand it will open the door.\n\n             THE COURT: All right. Very well. Bring in the jury.\n\nDefense counsel then proceeded to question Hawkins about the murders of both Harris\n\f                                                                              WILLIAMS--16\nand Ball.\n\n       When the prosecutor called Assistant Medical Examiner Doyle to testify, defense\n\ncounsel objected outside the presence of the jury to “the testimony from [Ball’s] autopsy\n\nand photographs from that autopsy showing the condition of his body.” The prosecutor\n\nresponded that the defense had opened the door by questioning Hawkins about the\n\nextraneous murders. The prosecutor also argued that the State was presenting the\n\nevidence to rebut appellant’s claim of self-defense. The trial court ruled:\n\n             THE COURT: Your objections are noted and they will be overruled.\n       The Defense opened the door. The issue of self-defense is clearly in play.\n       They will be admitted.\n\n              All right. Ya’ll can - -\n\n              You want to note your objection?\n\n              [DEFENSE COUNSEL #2]: No, I’d like, you know, the record to be\n       abundantly clear that it’s the Defense’s position that - - that this killing of\n       Terrell Ball is totally without probative value on the issue of self-defense.\n       And I just want that stated for the record.\n\n              THE COURT: That’s fine. The Court overrules your 404 and 403\n       objection.\n\n       Rule 404(b) provides that evidence of other crimes, wrongs, or acts is not\n\nadmissible “to prove the character of a person in order to show action in conformity\n\ntherewith”; however, it may be admissible for other purposes, such as proof of motive,\n\nopportunity, intent, preparation, plan, knowledge, or identity. TEX. R. EVID. 404(b).\n\nRebuttal of a defensive theory is also one of the permissible purposes for which evidence\n\f                                                                              WILLIAMS--17\nmay be admitted under Rule 404(b). Moses v. State, 105 S.W.3d 622, 626 (Tex. Crim.\n\nApp. 2003). A trial court’s ruling on the admissibility of extraneous offenses is reviewed\n\nunder an abuse of discretion standard. Santellan v. State, 939 S.W.2d 155, 169 (Tex.\n\nCrim. App. 1997).\n\n       Evidence that is otherwise inadmissible may become admissible when a party\n\nopens the door to such evidence. Hayden v. State, ___ S.W.3d ___, No. PD-0860-07,\n\n2009 Tex. Crim. App. LEXIS 510, at *10-11 (Tex. Crim. App. April 8, 2009). Even if\n\nwe assume that evidence of the Harris and Ball murders was inadmissible under Rule\n\n404(b), the trial court did not abuse its discretion by admitting the evidence because\n\nappellant opened the door by deliberately choosing to question Hawkins about the\n\nextraneous murders. Point of error three is overruled.\n\n                      INEFFECTIVE ASSISTANCE OF COUNSEL\n\n       In point of error four, appellant argues that trial counsel rendered ineffective\n\nassistance by opening the door to evidence of the extraneous murders of Harris and Ball.\n\nTo prevail on a claim of ineffective assistance of counsel, appellant must show both\n\ndeficient performance and prejudice. Strickland v. Washington, 466 U.S. 668, 687\n\n(1984). In assessing a claim of ineffective assistance, an appellate court “must indulge a\n\nstrong presumption that counsel’s conduct [fell] within the wide range of reasonable\n\nprofessional assistance; that is, the [appellant] must overcome the presumption that, under\n\nthe circumstances, the challenged action might be considered sound trial strategy.”\n\f                                                                               WILLIAMS--18\nGarcia v. State, 57 S.W.3d 436, 440 (Tex. Crim. App. 2001), citing Strickland, 466 U.S.\n\nat 689. An appellant’s failure to satisfy one prong of the Strickland test negates a court’s\n\nneed to consider the other prong. Garcia, 57 S.W.3d at 440, citing Strickland, 466 U.S. at\n\n697.\n\n       Generally, a claim of ineffective assistance of counsel will not be addressed on\n\ndirect appeal because the record on appeal usually is not sufficient to determine if\n\ncounsel’s performance was deficient. Andrews v. State, 159 S.W.3d 98, 103 (Tex. Crim.\n\nApp. 2005). However, in this case, counsel articulated his reason for asking Hawkins\n\nabout the extraneous murders: to show that Hawkins had “a bias as to why she’s\n\ntestifying.” The trial court asked counsel if he understood the consequences of “asking\n\nabout Crime Stoppers money and [Hawkins’] bias and the fact that she was friends with\n\nTerrell Ball.” Counsel responded: “Yes. And I’ve talked to my client and I’ve talked to\n\nhim before this date and that’s what we choose to do. So I understand it will open the\n\ndoor.” We will not second-guess legitimate strategic or tactical decisions made by\n\ncounsel in the midst of trial. Strickland, 466 U.S. at 689. Appellant has failed to\n\novercome the presumption that counsel employed sound trial strategy. Id. Point of error\n\nfour is overruled.\n\n                                 BATSON CHALLENGES\n\n       In points of error five, six, and seven, appellant contends that the trial court erred\n\nin overruling his Batson objections to the State’s peremptory challenges of prospective\n\f                                                                                 WILLIAMS--19\njurors Jacque Dimingo Morris, Jordan Gray, and Robin Allen. Batson v. Kentucky, 476\n\nU.S. 79 (1986). Appellant, however, failed to preserve error with regard to Robin Allen.\n\nTo preserve error, the complaining party must obtain an express or implied ruling on his\n\nobjection. T EX. R. A PP. P. 33.1. After the State exercised a peremptory strike on Allen,\n\ndefense counsel “ask[ed] that her questionnaire be made a part of the record, and that she\n\nbe part of our Batson challenges.” Allen’s juror questionnaire was offered and admitted,\n\nbut defense counsel did not secure an express or implied ruling on his Batson challenge\n\nregarding Allen. Point of error seven is overruled.\n\n       A defendant objecting under Batson must make a prima facie showing of racial\n\ndiscrimination in the State’s exercise of its peremptory strikes. See Herron v. State, 86\n\nS.W.3d 621, 630 (Tex. Crim. App. 2002); see also Mathis v. State, 67 S.W.3d 918, 924\n\n(Tex. Crim. App. 2002). The burden then shifts to the State to articulate race-neutral\n\nexplanations for its strikes. Id. Once the prosecutor has articulated race-neutral\n\nexplanations, the burden shifts back to the defendant to show that the explanations are\n\nreally a pretext for discrimination. Id. The trial court must then determine whether the\n\ndefendant has carried his burden of proving discrimination. Id. The trial court’s\n\ndetermination is accorded great deference and will not be overturned on appeal unless it is\n\nclearly erroneous. Id.\n\n       When the prosecutor exercised a peremptory strike against Morris, he stated, “I’ve\n\ntwisted and turned during [voir dire] . . . and it’s finally just too much that I can’t live\n\f                                                                             WILLIAMS--20\nwith so we’re going to strike.” Defense counsel then objected to the State’s use of a\n\nperemptory strike.\n\n              [DEFENSE COUNSEL]: And we’re going to argue Batson.\n\n              THE COURT: Go ahead.\n\n              [DEFENSE COUNSEL]: I understand where the State’s coming\n       from, but --\n\n             THE COURT: I think you even conceded what scares the State in\n       your questioning to him.\n\n                            *             *             *\n\n               [DEFENSE COUNSEL]: He definitely shows that he’s death\n       qualified based on all of the questionnaire’s questions asked by either the\n       State or the Defense. He shows that he could either give the death penalty\n       or life sentence based on the evidence that he hears. I think he is\n       susceptible and would consider whether the offense is cold-blooded. I think\n       he is susceptible and would consider whether he believes there are\n       mitigating circumstances.\n\n              THE COURT: I think the record speaks for itself, [defense counsel].\n\n       Defense counsel also complained about the length of time the State spent\n\nquestioning Morris. The trial court stated, “[I]t was probably a good 40 minutes,” and the\n\nprosecutor acknowledged, “It was a while.” The prosecutor explained: “My questions\n\nwill show that I was really trying to figure out where he was coming from to decide\n\nwhether or not I wanted to accept him or not. I went into this thinking he would probably\n\nend up on the jury.” The trial court then asked the prosecutor if he wished to articulate\n\nthe reasons for his strike. The prosecutor responded:\n\f                                                                              WILLIAMS--21\n               Just on the -- and I think he kept coming back to this idea of where\n       you’re from and the broken home and people from broken homes don’t\n       really have a chance. And I think at one point in time he even said the best\n       you can be is, like, a four if you come from that background. I happen to\n       know that I expect that the evidence in this case presented that [appellant]\n       grew up in a less than ideal home. He never would quite answer the\n       question when I would ask him do you think people are really ultimately\n       responsible for their own actions.\n\n               At the end, though, probably the one at the end was when [defense\n       counsel] gave his example of the murder/stalker versus the murder/robbery\n       and he laughed when [defense counsel] pointed out that one was eligible for\n       the death penalty, that being the murder/robbery, and not the other. And I\n       don’t know. Philosophically, I -- I would prefer a juror that thinks both\n       should be eligible for death, not that one is not. And then he also answered\n       his cell phone on the stand.\n\n       The trial court denied the Batson challenge, noting that the prosecutor “really\n\nstruggled with . . . where [Morris] was.” The trial court added: “And in the end I’m not\n\nexactly clear where he was.” The trial court further stated, “I think the record is very\n\nclear as to his responses and why the State is exercising a peremptory.” The prosecutor\n\nalso pointed out:\n\n             [PROSECUTOR]: And the State has also already accepted one\n       African -- the only other African-American juror that we’ve talked to\n       without any hesitation whatsoever.\n\n              THE COURT: What juror was that?\n\n              [PROSECUTOR]: That is Juror No. 5, Ms. Kirkendoll.\n\n              THE COURT: All right.\n\n              Let the record reflect that at this juncture with six jurors we already\n       have at least one African-American juror as well.\n\f                                                                               WILLIAMS--22\n       The prosecutor articulated race-neutral reasons for striking Morris. See Purkett v.\n\nElem, 514 U.S. 765, 768 (1995)(holding that unless a discriminatory intent is inherent in\n\nthe prosecutor’s explanation, the reason offered will be deemed race neutral). Appellant\n\ndid not attempt to demonstrate that the articulated reasons were actually a pretext for\n\ndiscrimination. He now argues on appeal that the State’s proffered reasons were\n\n“inadequate” and “pretextual,” but he does not explain why, other than asserting that\n\nMorris was on the stand “longer than most jurors.” He also cites Miller-El v. Dretke, 545\n\nU.S. 231 (2005), in support of his claim, but he fails to argue that any of the factors in\n\nthat case existed here. The trial court’s ruling with regard to Morris is supported by the\n\nrecord and is not clearly erroneous. Point of error five is overruled.\n\n       Prospective juror Gray was questioned by only the trial court and the prosecutor.\n\nThe prosecutor struck Gray, defense counsel objected, and the trial court asked the\n\nprosecutor: “Anything you want to add?” Then the following exchange occurred:\n\n               [PROSECUTOR]: I think the last question I asked spoke for itself. I\n       was certainly toying with the idea of putting Mr. Gray on this jury. And I\n       actually wasn’t quite expecting the answer he gave, but when he did this,\n       that is always going to be sufficiently mitigating, I don’t know where the\n       defendant is at this point in time, but that was our reason.\n\n              [DEFENSE COUNSEL]: If I’m with that, it would be too late. He’s\n       already been able to answer the questions one way or the other. Those\n       questions would be answered. His specific question was after this process\n       is over, if the person found Christ, would it be mitigating.\n\n              THE COURT: No, he said -- his question was if you found out that\n       he found Christ between the time of the offense and the time of trial would\n       that always be sufficiently mitigating, and he said yes.\n\f                                                                               WILLIAMS--23\n                             *              *             *\n\n              [DEFENSE COUNSEL]: That’s not what he asked.\n\n                             *              *             *\n\n              THE COURT: Well, I think he did.\n\n              [PROSECUTOR]: Yeah, I did.\n\n              THE COURT: He did. Read it back, Linda. He said sufficiently.\n\n       Defense counsel then argued that Gray’s answers were “not too unlike anyone\n\nelse’s who has already made this jury.” The trial court responded: “Unfortunately, his\n\nanswers were more like people who were struck.” The prosecutor finally stated:\n\n       [O]ur strike was based on the last question that he would always find it\n       sufficiently mitigating that someone found Christ, which is what we were\n       trying to figure out what he thought. And we do know that there is a\n       minister that helped turn [appellant] in to the police on this case.\n\n       Again, appellant makes bare allegations on appeal that the State’s proffered\n\nreasons for striking Gray were “inadequate” and “pretextual,” without explaining why.\n\nHe cites Miller-El, but he does not specifically assert that any of the Miller-El factors\n\nwere present in this case. Further, as the State points out in its brief, “[the] State accepted\n\nat least one African-American prospective juror who was struck by appellant,” and “at\n\nleast one other African-American was struck by neither side and served on the jury.” We\n\ndefer to the trial court’s decision, which is supported by the record and is not clearly\n\nerroneous. Point of error six is overruled.\n\n                                      PHOTOGRAPHS\n\f                                                                              WILLIAMS--24\n       In point of error eight, appellant contends that the trial court violated Rule 403 by\n\nadmitting gruesome photographs of Harris, Williams, and Styles. Rule 403 requires that a\n\nphotograph have some probative value and that its probative value not be substantially\n\noutweighed by its inflammatory nature. T EX. R. E VID. 403; Long v. State, 823 S.W.2d\n\n259, 272 (Tex. Crim. App. 1991). A court may consider many factors in determining\n\nwhether the probative value of photographs is substantially outweighed by the danger of\n\nunfair prejudice. These factors include: the number of exhibits offered, their\n\ngruesomeness, their detail, their size, whether they are in color or black-and-white,\n\nwhether they are close-up, whether the body depicted is clothed or naked, the availability\n\nof other means of proof, and other circumstances unique to the individual case. Long,\n\n823 S.W.2d at 272; Santellan, 939 S.W.2d at 172. The admissibility of photographs over\n\nan objection is within the sound discretion of the trial judge. Sonnier v. State, 913\n\nS.W.2d 511, 518 (Tex. Crim. App. 1995). Autopsy photographs are generally admissible\n\nunless they depict mutilation of the victim caused by the autopsy itself. Santellan, 939\n\nS.W.2d at 172.\n\n       Appellant first complains about the admission of State’s Exhibits 422 and 423, two\n\ncrime scene photographs of Harris. These exhibits were admitted during the testimony of\n\nPatricia Hawkins as she related her eyewitness account of Harris’s murder. The trial\n\ncourt overruled appellant’s objection to their admission, stating that “the probative value\n\nis not substantially outweighed by the prejudicial effect.” The exhibits are displayed in\n\f                                                                                 WILLIAMS--25\nthe appellate record as 8 x 10 inches and black-and-white.6 Exhibit 422 shows Harris’s\n\nclothed body lying face-up on the ground. Although some blood is visible, the\n\nphotograph is neither close-up nor particularly detailed. Exhibit 423 is a closer\n\nphotograph of Harris’s shoulders and the left side of his face. These photographs portray\n\nno more than the gruesomeness of the injuries inflicted by appellant. Narvaiz v. State,\n\n840 S.W.2d 415, 429 (Tex. Crim. App. 1992). The probative value of this evidence is not\n\nsubstantially outweighed by the danger of unfair prejudice. The trial court’s decision to\n\nadmit this evidence was within the zone of reasonable disagreement and was not an abuse\n\nof discretion.\n\n       Appellant also complains about the admission of State’s Exhibits 80 through 86\n\nand 88 through 90, ten crime scene photographs of Williams. Exhibits 80, 81, 83, and 90\n\nshow varying angles of Williams’s clothed body lying face-down at the crime scene.\n\nNone of these four photographs are close-up. Exhibits 82 and 86 depict Williams’s entire\n\nbody at closer angles, with Exhibit 82 taken from the front and Exhibit 86 taken from the\n\nback. Exhibits 84, 85, 88, and 89 are close-up photographs of various portions of\n\nWilliams’s clothed body. Exhibit 84 depicts his right arm and the right side of his face.\n\nExhibit 85 is an even closer view of the right side of his face. Exhibit 88 shows his right\n\n\n\n       6\n          All of the photographs at issue in point of error eight are displayed in the appellate\nrecord as 8 x 10 inches and black-and-white. If appellant believed that the colors in the actual\nphotographs would have made a difference in our assessment of prejudice, then it was incumbent\nupon him to ensure that either the original photographs or color photocopies were included in the\nrecord. See Williams v. State, 958 S.W.2d 186, 196 n.10 (Tex. Crim. App. 1997).\n\f                                                                             WILLIAMS--26\nleg, and Exhibit 89 shows his left arm and his back.\n\n      When appellant objected to these exhibits at trial, the prosecutor explained his\n\nspecific reasons for introducing them:\n\n             Your Honor, State’s Exhibit 80 shows Vincent Williams from one\n      angle. It also shows an alleyway. In the background it’s showing what the\n      surrounding area is from that perspective.\n\n            It’s going to be our contention that the Defendant came down that\n      alleyway in the first shooting. The first shot was fired in there.\n\n             The State’s Exhibit 81 shows it from an opposite direction, showing\n      an alleyway on the opposite side, which also, if I recall correctly, shows the\n      door into some of our witnesses’ apartments that shows perspective there.\n\n              Your Honor, during the -- we anticipate the evidence is going to\n      show that the Complainant in this, Vincent Williams, was shot multiple\n      times as he was crawling across the ground. Unfortunately, by necessity\n      that lends to some graphic pictures.\n\n           82 is just -- it’s just our first overall body shot of him that\n      encompasses them all.\n\n             83 shows the direction of an alleyway from a different angle.\n\n             84 shows -- shows some of the rips in the clothing fired from one of\n      the shots.\n\n              And for the record, Your Honor, at the end of this we anticipate the\n      evidence is going to show he was shot ten times with a high-powered rifle.\n      So each and every one of these has been selected. And we have edited out a\n      lot illustrating those wounds and how he ultimately fell.\n\n             State’s Exhibit 85 is a close in head shot which also shows one of the\n      fatal wounds.\n\n             State’s Exhibit No. 86 shows it from behind. It also shows from a\n      different angle. All these are from different angles. It shows wounds. It\n\f                                                                              WILLIAMS--27\n       also shows some debris that’s on his back as well as tears in his shirt.\n\n                             *             *              *\n\n              It’s just -- Your Honor, I tried to put these together in a way that kind\n       of shows him as it’s getting around the whole angle. It leads up to the\n       position of -- it shows wounds on his hip that are shown more in detail with\n       his knees on 88 on this shot. It’s just kind of a reference point.\n\n              89, it’s just a close-up.\n\n              And then 90, obviously shows perspective of the other body.\n\n       Appellant also objected to State’s Exhibit 87, which the trial court excluded as\n\nduplicative. The trial court stated: “The rest of the exhibits obviously place the body and\n\nshow close-ups of the injuries.” The trial court admitted the remaining exhibits, ruling\n\nthat “there is some probative value that is not substantially outweighed by the\n\ninflammatory nature given the circumstances of the . . . alleged actions on the part of this\n\nDefendant.”\n\n       The photographs had probative value in that they depicted both the crime scene\n\nand the victim’s injuries. They portrayed no more than the gruesomeness of the injuries\n\ninflicted by appellant. Narvaiz, 840 S.W.2d at 429. It was not outside the zone of\n\nreasonable disagreement for the trial court to conclude that the probative value of the\n\nphotographs was not substantially outweighed by their inflammatory nature. Thus, the\n\ntrial court did not abuse its discretion in admitting State’s Exhibits 80 through 86 and 88\n\nthrough 90.\n\n       Appellant next complains about the admission of State’s Exhibits 97, 99, and 100,\n\f                                                                               WILLIAMS--28\nthree crime scene photographs of Styles. In these photographs, Styles’s clothed body is\n\nlying face-up on the ground. Exhibit 97 is a photograph of her abdomen that shows a\n\ntattoo and a bullet wound in that area. Exhibit 99 is a photograph of Styles from her waist\n\ndown to her knees, showing the bullet holes and blood on her clothing, and Exhibit 100\n\noffers another view of the same area. Appellant objected that these photographs were\n\nduplicative of other photographs that were offered into evidence. Appellant also objected\n\nto State’s Exhibit 95. The State responded, and the trial court ruled as follows:\n\n               [PROSECUTOR]: Right. What we’re doing through 96, 97, 98, 99,\n       100, 101 and 102 is we’re just getting an overall zoom in . . . . It’s basically\n       just starting from a head to toe shot to show the injuries. It’s no longer\n       showing reference. It’s just an overall lengthening body shot ending in 103\n       with her shoes. That pretty well encompasses all the injuries that she was --\n       well, not all because there’s a lot in the back. But I mean if you want to\n       exclude 95, that’s fine.\n\n               THE COURT: 95 is excluded. I understand in looking at 96 through\n       103, it starts at the top and goes all the way to the toes. Those will be\n       admitted.\n\n              The Court finds that the probative value of those photographs are\n       [sic] not substantially outweighed by the prejudicial effect or their\n       inflammatory nature.\n\n       As explained by the State, the photographs had probative value in that they showed\n\nthe victim’s injuries. We have reviewed these photographs and conclude that they are not\n\nparticularly gruesome or inflammatory. The trial court did not abuse its discretion in\n\nadmitting them.\n\n       Finally, appellant complains about the admission of State’s Exhibits 45 and 48\n\f                                                                            WILLIAMS--29\nthrough 53, seven autopsy photographs of Styles. In these photographs, Styles’s naked\n\nbody is lying face-up on the autopsy table. Exhibit 45 shows Styles from her head to her\n\nhips. Exhibit 48 shows her body from her chest to her shins. Exhibit 49 offers a closer\n\nview of the bullet wounds on her right hip and right thigh. Exhibit 50 is a close-up\n\nphotograph of the bullet wound on her right thigh. Exhibit 51 offers a closer view of the\n\nlarge bullet wound on her left calf, and Exhibits 52 and 53 are close-up photographs of\n\nthis wound from different angles.\n\n       Appellant objected at trial that these were “particularly gruesome photographs.”\n\nThe prosecutor responded that “the Medical Examiner’s Office took 242 photographs,”\n\nbut Assistant Medical Examiner Doyle “narrowed it down to 24 photographs.” The\n\nprosecutor further explained:\n\n              Each one of these pictures was selected by Dr. Doyle to show each\n       individual injury. Many of them show stippling, pseudo stippling. There’s\n       what’s called bullet wipe on some to show the direction of the damage\n       caused and the soot left behind on the injury. Each one of them shows an\n       entrance and an exit to show direction of travel, which has been an issue as\n       they keep trying to raise self-defense on how Yolanda Styles’ body was\n       positioned to where she was when she was shot. I think that was cross-\n       examined on at length yesterday.\n\n              There’s also separate injuries that show, I think your term was skin\n       tags, which helped Dr. Doyle determine the direction of travel of the bullets\n       as they struck Yolanda Styles. We have narrowed each one down to a\n       general [photograph] to orient the jury as to where that injury is located on\n       the body and then an entrance and an exit. And if we’ve been able to do it\n       in one photograph, we’ve done it with just one photograph.\n\n              The fact remains that Yolanda Styles was shot 17 times and a lot of\n       these photographs don’t even show an injury at all. They show an x-ray of\n\f                                                                             WILLIAMS--30\n       where a bullet was recovered. And we’ve done our best to limit it, not be\n       graphic. I mean, I certainly don’t want to upset the jury.\n\n               And, like I said, these photographs have been selected by Dr. Doyle,\n       not myself, in being able to demonstrate the damage, the injury caused, the\n       direction of travel, pseudo stippling because we’ve had a lot of argument\n       whether the window was open or closed. Pseudo stippling is consistent\n       with it going through another object like glass before the bullet striking the\n       body.\n\nThe trial court then asked Doyle, “Are each of these photographs helpful to you in\n\nexplaining to the jury those matters just mentioned by [the prosecutor]?” Doyle\n\nresponded in the affirmative. The trial court ruled that “the probative value of these\n\nphotos is not substantially outweighed by the prejudicial effect.” The trial court added:\n\n“[U]nfortunately I don’t think you can have 17 bullet wounds in a body and it not be\n\nsomewhat graphic.”\n\n       The photographs were introduced to assist the medical examiner in explaining the\n\ninjuries and to rebut appellant’s self-defense argument. The photographs, particularly the\n\nclose-ups of the bullet wounds, are gruesome; however, they portray no more than the\n\ngruesomeness of the injuries inflicted by appellant. Narvaiz, 840 S.W.2d at 429. The\n\nprobative value of the evidence is not substantially outweighed by the danger of unfair\n\nprejudice. The trial court’s decision to admit this evidence was within the zone of\n\nreasonable disagreement and was not an abuse of discretion. Point of error eight is\n\noverruled.\n\n                              DEATH-PENALTY SCHEME\n\f                                                                              WILLIAMS--31\n       Appellant’s remaining points of error are constitutional challenges to the Texas\n\ndeath-penalty scheme. In point of error nine, he contends that the mitigation special issue\n\nis unconstitutional because it fails to place the burden of proof on the State. In point of\n\nerror ten, he complains that the mitigation special issue is unconstitutional because it\n\npermits the very type of open-ended discretion condemned in Furman v. Georgia, 408\n\nU.S. 238 (1972). In point of error eleven, he argues that the mitigation special issue is\n\nunconstitutional because it deprives a defendant of “meaningful appellate review.” In\n\npoint of error twelve, he complains that the definition of “mitigating evidence” in Article\n\n37.071 limits the Eighth Amendment concept of mitigation to factors that render a capital\n\ndefendant less morally blameworthy for the commission of capital murder. In point of\n\nerror thirteen, he argues that the death penalty, as presently administered in Texas,\n\namounts to cruel and unusual punishment in violation of the federal and state\n\nconstitutions. In point of error fourteen, appellant asserts that the “10-12 provision” in\n\nArticle 37.071 violates the constitutional principles set forth in Mills v. Maryland, 486\n\nU.S. 367 (1988), and McKoy v. North Carolina, 494 U.S. 433 (1990). In point of error\n\nfifteen, he argues that the Texas capital sentencing statutes are unconstitutional because\n\nthey fail to inform the jury that a single holdout juror on any special issue would result in\n\nan automatic life sentence. We have previously rejected these claims, and appellant raises\n\nnothing new to persuade us to reconsider them. Busby v. State, 253 S.W.3d 661, 667\n\n(Tex. Crim. App.), cert. denied, 129 S. Ct. 625 (2008); Russeau v. State, 171 S.W.3d 871,\n\f                                                                         WILLIAMS--32\n886 (Tex. Crim. App. 2005); Sells v. State, 121 S.W.3d 748, 768 (Tex. Crim. App. 2003);\n\nBrooks v. State, 990 S.W.2d 278, 288 (Tex. Crim. App. 1999); Raby v. State, 970 S.W.2d\n\n1, 7 (Tex. Crim. App. 1998); Cantu v. State, 939 S.W.2d 627, 648-649 (Tex. Crim. App.\n\n1997); Williams v. State, 937 S.W.2d 479, 490 (Tex. Crim. App. 1996). Points of error\n\nnine through fifteen are overruled.\n\n       We affirm the judgment of the trial court.\n\n                                                      Meyers, J.\n\n\n\n\nDelivered: December 16, 2009\nPublish\n\f",
            "ocr": false,
            "opinion_id": 2941201
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}