{
    "id": 2958447,
    "judges": null,
    "date_filed": "1995-06-04",
    "date_filed_is_approximate": true,
    "slug": "charles-roberts-jr-v-state",
    "case_name_short": null,
    "case_name": "Charles Roberts, Jr. v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=30882&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa03%5cOpinion",
            "author_id": null,
            "opinion_text": "      TEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\n\n\n                                      NO. 03-12-00194-CR\n\n\n\n                                 Charles Roberts, Jr., Appellant\n\n                                                 v.\n\n                                  The State of Texas, Appellee\n\n\n     FROM THE DISTRICT COURT OF TRAVIS COUNTY, 390TH JUDICIAL DISTRICT\n      NO. D-1-DC-11-904098, HONORABLE JULIE H. KOCUREK, JUDGE PRESIDING\n\n\n\n                            MEMORANDUM OPINION\n\n\n               A jury found Charles Roberts, Jr., guilty of murder and assessed a sentence of twenty-\n\nfive years in prison. See Tex. Penal Code § 19.02(b)(3). On appeal, he contends that the evidence\n\nis insufficient to support the verdict finding him guilty of felony murder because it does not show\n\nthat he was guilty of the underlying felony offense of evading a lawful arrest. He also contends that\n\nthe trial court erred by admitting hearsay testimony regarding what an unidentified man said to a\n\nwoman near the accident scene. We affirm the judgment.\n\n\nBackground\n\n               On the evening of April 15, 2011, Travis County Deputy Sheriff Rolando Medina was\n\non patrol in south Austin. Two vehicles caught his attention, so he followed them. He lost contact\n\nwith them, but ran the license plate one—a Toyota Sienna van owned by appellant. Deputy Medina\n\nlearned that appellant had outstanding warrants. Deputy Medina caught up to appellant’s van when\n\fit was parked at the address on the registration. Medina then drove to a nearby intersection to wait.\n\nThe van drove past him with its headlights turned off, and Deputy Medina activated his overhead\n\nlights and followed. The van sped away on Manchaca Road, slowed down, and sped away again at\n\nspeeds reaching approximately ninety miles per hour in a stretch of road that had a speed limit of\n\nforty-five miles per hour. Deputy Medina lost contact with the van, but then found a crash scene\n\nwhere the van was wrecked and a man’s body was in a nearby tree, and no one else was in the\n\nvicinity. Deputy Medina initially believed that the man had been driving the van and had been\n\nejected in the crash. Further investigation revealed that the dead man was Rondal Lynn Brooks, who\n\nshortly before the incident had been left to wait at a nearby bus stop at 10 p.m. Evidence indicated\n\nthat Brooks had been hit by the van and thrown into the tree.\n\n               In finding appellant guilty of murder, the jury found that appellant committed the\n\nfelony offense of evading a peace officer using a vehicle and that, while doing so, he committed an\n\nact clearly dangerous to human life—namely, hitting Brooks with the vehicle—and thereby caused\n\nBrooks’s death.\n\n\nSufficiency of the evidence\n\n               Appellant contends that the State did not produce sufficient evidence that he was\n\nguilty of the offense of evading a lawful arrest because it did not show that Deputy Medina had a\n\nlawful basis to detain or arrest him. Appellant contends that the deputy had no lawful basis to\n\nfollow him initially, to run his license plate, or to do a warrant check. He contends that the deputy’s\n\ndiscovery of his outstanding warrants was improper and did not provide a basis for a lawful arrest\n\nor detention. Appellant contends that the State, therefore, did not prove the underlying offense of\n\n\n                                                  2\n\fevading a lawful detention or arrest and, thus, did not prove that he killed his victim while in the\n\nprocess of committing a felony.\n\n                When reviewing the sufficiency of the evidence, we consider all of the evidence in\n\nthe light most favorable to the verdict to decide whether any rational trier of fact could find the\n\nessential elements of the offense beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 319\n\n(1979). The jury is the sole judge of the credibility and weight to be attached to the testimony of\n\nwitnesses. Temple v. State, 390 S.W.3d 341, 360 (Tex. Crim. App. 2013) (citing Jackson, 443 U.S.\n\nat 326). We presume that the jury resolved any conflicting inferences in favor of the verdict and we\n\ndefer to that resolution. Id.\n\n                “Felony murder is an unintentional murder committed in the course of committing\n\na felony.” Threadgill v. State, 146 S.W.3d 654, 665 (Tex. Crim. App. 2004). A person commits an\n\noffense if he commits or attempts to commit a felony, other than manslaughter, and in the course of\n\nand in furtherance of the commission or attempt, or in immediate flight from the commission or\n\nattempt, he commits or attempts to commit an act clearly dangerous to human life that causes\n\nthe death of an individual. Tex. Penal Code § 19.02(b)(3). A person commits the offense of evading\n\narrest or detention if he intentionally flees from a person he knows is a peace officer or federal\n\nspecial investigator attempting lawfully to arrest or detain him. Id. § 38.04(a). This offense is a state\n\njail felony if the actor uses a vehicle while in flight and has not been previously convicted of evading\n\narrest or detention. Id. § 38.04(b)(1)(B).\n\n                Deputy Medina testified that, even though the two vehicles following each other\n\ndrew his attention, they did nothing to justify stopping them when he first saw them. After finding\n\nappellant’s outstanding warrants, Deputy Medina saw the van driver violate traffic laws by driving\n\n                                                   3\n\fa vehicle on the street without its lights on. As the van turned in front of him, Medina activated his\n\noverhead lights and began to pursue it. He said that the van sped away, slowed, then took off when\n\nhe was within four car lengths.\n\n               Appellant’s argument focuses on whether Deputy Medina was justified in following\n\nthe van, checking its ownership, and checking for warrants. But we need not address the propriety\n\nof those actions because of appellant’s commission of a traffic offense in Deputy Medina’s presence.\n\nCf. Wehrenberg v. State, 416 S.W.3d 458, 465-66 (Tex. Crim. App. 2013) (citing Segura v. United\n\nStates, 468 U.S. 796, 799 (1984)) (despite prior unlawful police conduct, evidence discovered and\n\nobtained pursuant to valid search warrant is not subject to suppression if police would have sought\n\nthe warrant regardless of any observations made during the illegal entry). The only indication in the\n\nrecord is that Deputy Medina was within his normal public patrol area when appellant drove\n\nby with his headlights off in violation of the law. See Tex. Transp. Code §§ 547.302, .321. This\n\noffense, committed in plain view of the officer and recorded by his patrol car’s video camera,\n\nprovided sufficient evidence for the jury’s conclusion that Deputy Medina had a lawful reason to\n\nstop the van.1 The evidence plainly supports the finding that the driver of the van attempted to evade\n\nlawful detention or arrest. Appellant does not dispute on appeal that he drove the vehicle that hurled\n\nBrooks into a tree and killed him. The evidence is sufficient to support the jury’s implied finding\n\nthat appellant was evading detention or arrest in a vehicle when he hit and killed Brooks.\n\n\n\n\n       1\n          On these facts, whether other considerations like the warrants gave Deputy Medina\nadditional impetus to follow or contributed to appellant’s desire to evade detention is irrelevant to\nthe question of whether appellant was attempting to evade a lawful detention or arrest.\n\n                                                  4\n\fAdmission of evidence\n\n               Appellant contends that the trial court erred by admitting testimony from\n\nKim Dominguez over his hearsay objection. After the State urged that the evidence was admissible\n\nas a statement against interest, the trial court overruled appellant’s objection. See Tex. R. Evid.\n\n803(24). When reviewing a trial judge’s decision to admit or exclude evidence, an appellate court\n\nmust determine whether the judge’s decision was an abuse of discretion. Oprean v. State,\n\n201 S.W.3d 724, 726 (Tex. Crim. App. 2006). Unless the trial judge’s decision was outside the zone\n\nof reasonable disagreement, an appellate court should uphold the ruling. Id.\n\n               Dominguez testified that she was visiting a friend in south Austin. She was outside\n\nwhen a man jumped over a fence from a neighbor’s house and ran toward her car. She said the man\n\nappeared erratic and sweating “like a crazy person.” She said he was white, was much taller than\n\nher five-feet-one-inch height, was wearing jeans and a t-shirt, and had short hair. She said she could\n\nnot give a better description because it was dark out. After appellant’s objection to her testimony\n\nwas overruled, Dominguez testified that the man said, “[H]elp me, I’ve got warrants, I’ve got kids,\n\ntake me to my wife,” and then said curse words and that he had just hit someone.\n\n               Appellant contends that this testimony was inadmissible hearsay because Dominguez\n\nnever identified appellant in court as the person who spoke to her. But the identity of the speaker\n\nas the defendant is not part of the statement-against-interest exception to the hearsay exclusion.\n\nHearsay is a statement, other than one made by the declarant while testifying at trial, offered in\n\nevidence to prove the truth of the matter asserted. Tex. R. Evid. 801(d). The declarant is a person\n\nwho makes a statement. Id. 802. Among the exceptions to the exclusion of hearsay is the statement-\n\nagainst-interest exception, which provides as follows:\n\n                                                  5\n\f       A statement which was at the time of its making so far contrary to the declarant’s\n       pecuniary or proprietary interest, or so far tended to subject the declarant to civil or\n       criminal liability, or to render invalid a claim by the declarant against another, or to\n       make the declarant an object of hatred, ridicule, or disgrace, that a reasonable person\n       in declarant’s position would not have made the statement unless believing it to\n       be true. In criminal cases, a statement tending to expose the declarant to criminal\n       liability is not admissible unless corroborating circumstances clearly indicate the\n       trustworthiness of the statement.\n\n\nId. 803(24).\n\n               The absence of identification of the out-of-court declarant as appellant does not\n\ntake this testimony out of the hearsay exception. This exception is not stated in terms of only party-\n\ndeclarants, in contrast to the definition of statements by party-opponents as non-hearsay. Compare\n\nid. with id. 801(e)(2) (admissions by party-opponents). The rule expressly rests on the premise that\n\nthe listed circumstances under which the statement is made generally improve the likelihood that\n\nthe declarant is telling the truth. Id. 803(24). The statement to Dominguez that the declarant had\n\njust hit someone tended to subject the speaker to civil and criminal liability or to make the declarant\n\nan object of hatred, ridicule, or disgrace. The additional details that he was seeking help in fleeing\n\nan accident combined with his statement that he had pending warrants further tend to subject him\n\nto prosecution for evading arrest. The essential statement—that the declarant had hit someone—was\n\ncorroborated by evidence that Dominguez was near the accident site. Emergency services workers\n\nasked Dominguez and her friends to move their social gathering out of the backyard because\n\nsomeone had just died on the other side of the fence. Although Dominguez did not recall the\n\naddress of her friend’s house, she did recall that it was in south Austin and that she had gone to a\n\nnearby convenience store that was on Slaughter “just behind the house.” She returned a little after\n\n10 p.m. on April 15, 2011. Travis County Sheriff’s Deputy Jess Tippie responded to the accident\n\n                                                  6\n\fat10:17 p.m. that night. He found Brooks there dead from being hit by a vehicle. This evidence\n\ncorroborates Dominguez’s testimony about the unidentified man’s statement that he had just hit\n\nsomebody.2 We conclude that the trial court did not err by admitting this testimony over the hearsay\n\nobjection.\n\n\n                                         CONCLUSION\n\n               We affirm the judgment.\n\n\n\n                                              __________________________________________\n\n                                              Jeff Rose, Justice\n\nBefore Chief Justice Jones, Justices Rose and Goodwin\n\nAffirmed\n\nFiled: May 8, 2014\n\nDo Not Publish\n\n\n\n\n       2\n          The other statements regarding the unidentified man’s family and warrant status do not bear\ndirectly on the elements of the offense. They nevertheless are corroborated by testimony linking\nappellant to the incident (including the presence of his wrecked vehicle and his father’s testimony\nthat appellant reported being in an accident), testimony from appellant’s father about appellant’s\nfamily makeup and outstanding warrants, and Deputy Medina’s testimony about appellant’s\nwarrants.\n\n                                                 7\n\f",
            "ocr": false,
            "opinion_id": 2958447
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}