{
    "id": 2977591,
    "judges": null,
    "date_filed": "1997-11-22",
    "date_filed_is_approximate": true,
    "slug": "cornwell-v-bradshaw",
    "case_name_short": "Cornwell",
    "case_name": "Cornwell v. Bradshaw",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 30.0,
            "download_url": "http://www.ca6.uscourts.gov/opinions.pdf/09a0093p-06.pdf",
            "author_id": null,
            "opinion_text": "                     RECOMMENDED FOR FULL-TEXT PUBLICATION\n                          Pursuant to Sixth Circuit Rule 206\n                                 File Name: 09a0093p.06\n\n              UNITED STATES COURT OF APPEALS\n                             FOR THE SIXTH CIRCUIT\n                               _________________\n\n\n                                              X\n                                               -\n SIDNEY CORNWELL,\n                                               -\n                          Petitioner-Appellant,\n                                               -\n                                               -\n                                                    No. 06-4322\n         v.\n                                               ,\n                                                >\n                                               -\n                     Respondent-Appellee. -\n MARGARET BRADSHAW, Warden,\n                                               -\n                                              N\n                Appeal from the United States District Court\n              for the Northern District of Ohio at Youngstown.\n             No. 03-00870—Solomon Oliver, Jr., District Judge.\n                                 Argued: June 3, 2008\n                         Decided and Filed: March 11, 2009\n             Before: MOORE, GIBBONS, and ROGERS, Circuit Judges.\n\n                                 _________________\n\n                                      COUNSEL\nARGUED: Linda Eleanor Prucha, OHIO PUBLIC DEFENDER’S OFFICE, Columbus,\nOhio, for Appellant. Sarah A. Hadacek, OFFICE OF THE OHIO ATTORNEY GENERAL,\nColumbus, Ohio, for Appellee. ON BRIEF: Linda Eleanor Prucha, Robert K. Lowe, OHIO\nPUBLIC DEFENDER’S OFFICE, Columbus, Ohio, for Appellant. Sarah A. Hadacek,\nOFFICE OF THE OHIO ATTORNEY GENERAL, Columbus, Ohio, for Appellee.\n    GIBBONS, J., delivered the opinion of the court, in which ROGERS, J., joined.\nMOORE, J. (pp. 25-30), delivered a separate dissenting opinion.\n                                 _________________\n\n                                      OPINION\n                                 _________________\n\n       JULIA SMITH GIBBONS, Circuit Judge. Petitioner-appellant Sidney Cornwell was\nconvicted by an Ohio jury of (1) aggravated murder committed by prior calculation and\ndesign; (2) three counts of attempted aggravated murder, with a firearm specification\nattached to each count and; (3) attached to the aggravated murder count, a death penalty\n\n\n                                           1\n\fNo. 06-4322               Cornwell v. Bradshaw                                         Page 2\n\n\nspecification that the murder was committed as part of a course of conduct involving the\npurposeful killing of or attempt to kill two or more people. On direct appeal, the Ohio\nSupreme Court upheld Cornwell’s conviction and sentence, and the United States Supreme\nCourt denied his petition for a writ of certiorari. After unsuccessfully pursuing post-\nconviction relief in Ohio state court, Cornwell sought a writ of habeas corpus in federal\ndistrict court. The district court denied Cornwell’s petition but issued a certificate of\nappealability on three claims. We granted a certificate of appealability on a fourth claim.\nFor the following reasons, we affirm the judgment of the district court denying Cornwell’s\nhabeas petition.\n\n                                              I.\n\n        The facts, as recounted by the Supreme Court of Ohio, are as follows. Sidney\nCornwell shot three-year-old Jessica Ballew in her chest and face at about 2:00 a.m. on June\n11, 1996. The shooting was part of a war between the “Crips” and the “Bloods.”\n\n        The Crips and the Bloods were rival gangs in Youngstown, Ohio. On the afternoon\nof June 10, 1996, members of the two gangs had been involved in a shootout on Elm Street\nin Youngstown. During the exchange of fire, Crips member Edward McGaha saw fellow\nCrips member Sidney Cornwell using a black gun. Also during this exchange, a bullet\ngrazed McGaha’s head. Later that afternoon, McGaha was released from the hospital and\nwent to his mother’s residence on Elm Street. McGaha, Cornwell, and several other people\nwere standing outside the residence when a carload of Bloods exited a vehicle and opened\nfire. McGaha saw Cornwell return fire with the same black semiautomatic weapon he had\nused earlier in the day. Shortly thereafter, McGaha, Cornwell, and other persons gathered\nat a residence on New York Avenue and began discussing retaliation for the shooting of\nMcGaha. They decided to kill Richard “Boom” Miles, a Blood who had been present at the\nfirst shooting.\n\n        That night, the Crips set out in three cars, two of which were stolen, to find and kill\nBoom. McGaha and Edward Bunkley were in a stolen Buick. Antwan Jones and Gary\nDrayton were in a Chevrolet Chevette. The third vehicle was a stolen light blue Pontiac\nBonneville, which carried four Crips. In the driver’s seat of the Bonneville was Denicholas\nStoutmire. Beside him in the front passenger seat was Damian Williams. Behind Williams,\n\fNo. 06-4322                  Cornwell v. Bradshaw                                     Page 3\n\n\nin the right rear passenger seat, was Leslie Johnson. And in the remaining rear passenger\nseat, behind Stoutmire and to Johnson’s left, sat nineteen-year-old Sidney Cornwell who was\ncarrying a semiautomatic 9 mm black gun.\n\n       The three cars drove around Youngstown for about an hour looking for Boom and\nthen went to an apartment building on Oak Park Lane, where Stoutmire thought he might be.\nSusan Hamlett was outside on the porch of her apartment talking to her friend Donald\nMeadows. At about 2:00 a.m., Hamlett’s three-year-old niece, Jessica Ballew, came to the\ndoorway of the porch to ask for a drink of water. Two of the cars drove past her apartment,\nbut the third, the light blue Bonneville, stopped. Cornwell’s voice called out from the\n                                  1\nBonneville, asking for Boom. Hamlett and Meadows both said that he was not there.\nCornwell asked where Boom was. Hamlett said that he did not live there. Cornwell\nsaid, “Well, tell Boom this,” and fired six to nine shots. Meadows and two people in the\napartment – Marilyn Conrad, another resident of the apartment, and a friend of hers\nvisiting the apartment, Samuel Lagese – were wounded. Jessica Ballew was killed. She\nwas hit in both the chest and face, but it was the shot to the face that was fatal.\n\n       After receiving a call about the matter, a Youngstown police officer pursued the\nthree vehicles, two of which fit a description he received. He saw that the Bonneville\nwas parked in the driveway of a vacant house. He turned off his headlights, pulled up\nbehind the Bonneville, then turned his lights back on. The occupants of the Bonneville\njumped out and ran. The officer ran after the occupant whom the officer believed had\njumped out of the driver’s door and, after a brief chase, caught him. The individual\ncaught by the officer was Cornwell.\n\n       At trial, Meadows and Williams identified Cornwell as the gunman. Evidence\nwas introduced that several 9 mm Luger shell casings were found at the scenes of the\nfirst Elm Street shooting and the Oak Park Lane shooting. Evidence was also introduced\nthat two 9 mm shell casings were found in the Bonneville. A forensic scientist testified\nthat all the 9 mm Luger shell casings recovered from the Oak Park Lane shooting and\n\n\n\n       1\n           Boom had been at the apartment earlier in the evening.\n\fNo. 06-4322                 Cornwell v. Bradshaw                                             Page 4\n\n\nthe first Elm Street shooting came from the same handgun. The murder weapon was\nnever recovered.\n\n          A jury found Cornwell guilty of aggravated murder committed by prior\ncalculation and design. It also found him guilty of three counts of attempted aggravated\nmurder, with a firearm specification attached to each count and, attached to the\naggravated murder count, a death penalty specification that the murder was committed\nas part of a course of conduct involving the purposeful killing of or attempt to kill two\nor more people. Cornwell was sentenced to death on the conviction for aggravated\nmurder and to prison for the other convictions. The Ohio Supreme Court affirmed. State\nv. Cornwell, 715 N.E.2d 1144, 1149, 1157 (Ohio 1999), cert. denied, 528 U.S. 1172\n(2000).\n\n          Cornwell unsuccessfully sought relief via a Murnahan2 motion, see State v.\nCornwell, 723 N.E.2d 119 (Ohio 2000), and state post-conviction proceedings, see State\nv. Cornwell, No. 96 CR 525 (Mahoning C.P. Oct. 6, 2000) (unpublished) (granting the\nState summary judgment), aff’d, No. 00-CA-217, 2002 WL 31160861 (Ohio Ct. App.\nSept. 24, 2002) (unpublished), juris. denied, 781 N.E.2d 1020 (Ohio 2003).\n\n          In 2003, Cornwell filed a petition for a writ of habeas corpus in federal court.\nAs amended in 2005, it raised sixteen claims. The district court denied Cornwell’s\nrequests for experts and an evidentiary hearing and also denied the federal habeas\npetition. The district court granted a certificate of appealability (“COA”) on Cornwell’s\nclaims that racial bias tainted his prosecution, that the trial court erred in admitting the\ntestimony of eyewitness Donald Meadows, and that appellate counsel was ineffective\nin failing to challenge the admission of Meadows’s testimony.\n\n          This court expanded the COA to include a claim of ineffective assistance in the\npenalty phase to the extent it raises the following issue: whether there is a reasonable\nprobability the result of the penalty phase would have been different had trial counsel\n\n\n          2\n          State v. Murnahan, 584 N.E.2d 1204, 1209 (Ohio 1992) (Ohio’s vehicle for bringing appellate\ncounsel ineffectiveness claims).\n\fNo. 06-4322              Cornwell v. Bradshaw                                      Page 5\n\n\ndiscovered and corrected the misunderstanding of Dr. James Eisenberg regarding\nCornwell’s childhood mastectomy in time for him to determine whether this information\naffected his evaluation of Cornwell. This court also certified the issue of whether the\ndistrict court erred in denying Cornwell’s request for an expert on genetic disorders and\nthe evidentiary hearing issue to the extent relevant to the certified portion of the claim\nof ineffective assistance of counsel in the penalty phase.\n\n                                           II.\n\n                                           A.\n\n       Cornwell filed his federal habeas petition after the effective date of the\nAntiterrorism and Effective Death Penalty Act of 1996 (“AEDPA”); its standards\ntherefore govern. Lindh v. Murphy, 521 U.S. 320, 326-27 (1997). This court may not\ngrant habeas relief on any claim adjudicated on the merits in state court unless the\nadjudication\n\n       1) resulted in a decision that was contrary to, or involved an\n       unreasonable application of, clearly established Federal law, as\n       determined by the Supreme Court of the United States; or\n       2) resulted in a decision that was based on an unreasonable determination\n       of the facts in light of the evidence presented in the State court\n       proceeding.\n\n28 U.S.C. § 2254(d). In analyzing whether a state court decision is contrary to or an\nunreasonable application of clearly established Supreme Court precedent, a federal court\nmay look only to the holdings of the Supreme Court’s decisions, not their dicta.\nWilliams v. Taylor, 529 U.S. 362, 412 (2000). A state court decision on the merits is\ncontrary to clearly established Supreme Court precedent only if the reasoning or the\nresult of the decision contradicts that precedent. Early v. Packer, 537 U.S. 3, 8 (2002).\nA federal court may grant habeas relief under the unreasonable application clause if the\nstate court decision (a) identifies the correct governing legal principle from the Supreme\nCourt’s decisions but unreasonably applies it to the facts, or (b) either unreasonably\nextends or unreasonably refuses to extend a legal principle from Supreme Court\nprecedent to a new context. Williams, 529 U.S. at 407-08. To violate the unreasonable\n\fNo. 06-4322                   Cornwell v. Bradshaw                                                 Page 6\n\n\napplication clause, the state court application of Supreme Court precedent must have\nbeen “objectively unreasonable,” not simply erroneous or incorrect. Id. at 409-11. State\ncourt factual findings are presumed correct unless rebutted by clear and convincing\nevidence. 28 U.S.C. § 2254(e)(1).\n\n         When a habeas claim is not adjudicated by a state court, we review de novo\nquestions of law and mixed questions of law and fact. Maples v. Stegall, 340 F.3d 433,\n436 (6th Cir. 2003). We, however, review the district court’s factual findings for clear\nerror. Wilson v. Parker, 515 F.3d 682, 691 (6th Cir. 2008).\n\n                                                    B.\n\n                                                    1.\n\n         Cornwell argues that his counsel rendered ineffective assistance in the penalty\nphase by failing to discover and correct the misunderstanding of Dr. James Eisenberg\nregarding Cornwell’s childhood mastectomy in time for him to determine whether this\ninformation would affect his evaluation of Cornwell.3 In post-conviction proceedings,\nthe state court of appeals denied this claim on the merits. The district court agreed that\nthe claim was meritless. The Warden concedes that this claim has been preserved for\nhabeas review but contends it is meritless. Cornwell concedes that AEDPA deference\napplies.\n\n         To establish ineffective assistance of trial counsel, Cornwell must show that\n(1) his counsel’s performance was deficient, that is, objectively unreasonable under\nprevailing professional norms, and (2) it prejudiced his defense.                          Strickland v.\nWashington, 466 U.S. 668, 687-88 (1984). The test for prejudice is whether there is a\nreasonable probability that, but for counsel’s unprofessional errors, the result of the\nproceedings would have been different. Id. at 694.\n\n\n\n\n         3\n            As the Warden contends, Cornwell’s brief at points encompasses generalized claims of failure\nto investigate that fall outside the scope of the certification. We confine our opinion to resolution of the\ncertified issue.\n\fNo. 06-4322               Cornwell v. Bradshaw                                      Page 7\n\n\n         Cornwell disagrees that he must show a reasonable probability that the outcome\nof the trial would have been different. He asserted in his Reply brief that Strickland’s\nprejudice prong “is not outcome determinative.” He is incorrect. True, “[a] reasonable\nprobability is a probability sufficient to undermine confidence in the outcome,”\nStrickland, 466 U.S. at 694, and this is less than a preponderance of the evidence. Id.\nat 693-94; Kyles v. Whitley, 514 U.S. 419, 434 (1995). But that measuring stick is still\napplied to whether the result of the proceedings would have been different but for\ncounsel’s unprofessional errors. See Strickland, 466 U.S. at 694.\n\n         Turning to the merits of this claim, Eisenberg was an expert witness who testified\nfor Cornwell in the mitigation phase of proceedings. Cornwell argues that had Eisenberg\nseen his medical records from a childhood surgery, Eisenberg might have suggested the\npossibility that Cornwell had Klinefelter’s Syndrome. Instead of the usual male XY sex\nchromosome, men with Klinefelter’s Syndrome have an extra sex chromosome, XXY.\nSymptoms include “enlarged breasts, sparse facial and body hair, small testes, and an\ninability to produce sperm.” Furthermore, men with the syndrome tend to be overweight\nand to have “some degree of language impairment.” Despite these abnormalities, “[n]ot\nall males with the condition have the same symptoms or to the same degree.” Indeed,\nmany adults with the condition “live [social] lives similar to men without the condition.”\nKlinefelter’s Syndrome “is one of the most common chromosome abnormalities in\nhumans.” One in every five hundred men has an extra X chromosome. National\nInstitute of Child Health and Human Development, Klinefelter Syndrome,\nhttp://www.nichd.nih.gov/health/topics/klinefelter_syndrome.cfm (last visited Nov. 14,\n2008).\n\n         The relevant medical records reveal that Cornwell was thirteen years old at the\ntime of his admission for “bilateral double mastectomies” with nipple transplants and\nthat before surgery he had size DD breasts. The records further reveal that Cornwell had\na hormonal imbalance and that he had underdeveloped genitalia. The discharge\nsummary attached to the records gave Cornwell a final diagnosis of “testosterone\ndeficiency syndrome with manifestations of macromastia.” Macromastia is “abnormal\n\fNo. 06-4322                    Cornwell v. Bradshaw                                                  Page 8\n\n\nlargeness of the breasts.” See www.Dictionary.com. The American Heritage Stedman’s\nMedical Dictionary.\n\n         While he did not have the medical records from the mastectomy, Eisenberg\nreviewed some of Cornwell’s medical records prior to his testimony at the mitigation\nphase, including records involving occasions when Cornwell was shot, when he was in\na car accident, and when a dog bit him. Thus, had Eisenberg been given the medical\nrecords from Cornwell’s hospitalization, presumably he would have reviewed them and\nutilized the information in them.\n\n         There are inconsistencies between the medical records from the surgery and the\ntestimony of Eisenberg. While he was aware of the surgery, Eisenberg’s explanation of\nthe surgery began with an account that other people made fun of Cornwell for being\noverweight. Cornwell “literally ask[ed] his mom to see if he [could] get a chest\nreduction.” As a result, Eisenberg added,\n\n         Not to be crude, but what he told me is that he didn’t want to have these\n         titties and this – that kids were making fun of him at school. And he\n         does. He does, in fact, at 13-year old, has a reduction. I asked him,\n         “Some kind of liposuction?”4 Which is a pretty profound statement. It\n         says something about his identity, self-image, self-worth, the way people\n         are making fun of him. And he goes ahead and has this reduction.\nEisenberg’s references to a reduction arguably made the procedure seem cosmetic.\nBelieving that Cornwell had an elective cosmetic procedure, jurors arguably may have\nviewed him less favorably than if they had known that a medical condition caused the\nenlarged breasts that were removed by double mastectomy when Cornwell was a\nteenager.\n\n         The Supreme Court has stated that capital defense counsel has an obligation to\ndo a thorough and complete investigation and that the American Bar Association\nstandards are to be used as guides to the reasonableness of counsel’s conduct. Rompilla\n\n\n\n         4\n           At various points Cornwell suggests that Eisenberg referred to the surgical procedure as a\n“liposuction” at trial. In fact, Eisenberg calls it a “chest reduction.” Eisenberg uses the word “liposuction”\nonly in recounting his question to Cornwell.\n\fNo. 06-4322              Cornwell v. Bradshaw                                      Page 9\n\n\nv. Beard, 545 U.S. 374, 387 (2005); see also Dickerson v. Bagley, 453 F.3d 690, 693\n(6th Cir. 2006). Under the 2003 ABA Guidelines for the Appointment and Performance\nof Defense Counsel in Death Penalty Cases, defense counsel must explore a defendant’s\nmedical history when there has been a hospitalization. Dickerson, 453 F.3d at 693. This\ncourt has made clear that “counsel for defendants in capital cases must fully comport\nwith these professional norms.” Id.\n\n       While these standards should not be read to require trial counsel to locate every\ntiny piece of information about a capital defendant, they do seem to require that an\nattorney locate medical records for a known, unusual, and likely traumatic procedure\nperformed on that defendant as a child. Given the nature of a “chest reduction”\nperformed on a thirteen year old boy, a reasonable attorney would have assumed that:\n(1) emotional distress would have resulted from the event, and (2) perhaps an underlying\nmedical problem caused the rare condition. Both of these possibilities would have been\nuseful mitigation evidence. Moreover, this was not a situation where it would have been\nsufficient to rely on the statements of Cornwell and his family. It is obvious from their\ntestimony that Cornwell’s family did not understand the nature of the procedure.\nBeverly Terry, Cornwell’s mother, termed it a “cosmetic surgery” for breasts that were\nsize 38, 39, or 40. LaShonda Cornwell, his sister, called him “lazy” and said that he had\nthe surgery because he was fat and that it “got rid of his chest.” And Cornwell himself\ncould not be expected to provide a full account of his medical history. He was thirteen\nyears old at the time, has no medical training, and might well be embarrassed to give full\ndetails of the mastectomy. In addition to the fact that the medical records might contain\na significant amount of mitigating evidence, defense counsel was aware of the surgery\nand thus knew that medical records concerning it existed. Thus, this is not a case where\nan attorney was looking for the “proverbial needle in a haystack and had good reason to\ndoubt its existence.” Eady v. Morgan, 515 F.3d 587, 597 (6th Cir. 2008).\n\n       It should be noted, however, that trial counsel otherwise did a fairly thorough\ninvestigation. For example, defense counsel interviewed several family members,\n\fNo. 06-4322               Cornwell v. Bradshaw                                        Page 10\n\n\nfriends, and a pastor, obtained school records, obtained other medical records5, and had\na forensic psychologist meet with Cornwell and his family members. Moreover, defense\ncounsel pulled together all of the known mitigating factors, such as Cornwell’s very\nunstable family environment, weight problems, and academic difficulties, to create a\nreasonably strong defense.\n\n        In most cases where the Supreme Court has found capital defense counsel to be\ninsufficient, defense counsel almost entirely failed to investigate the defendant’s\nbackground or defense counsel stopped investigating even though it had no legitimate\ndefense upon which to rely. For example, in Wiggins v. Smith, 539 U.S. 510 (2003),\ndefense counsel presented no evidence of the defendant’s severely dysfunctional\nchildhood, which involved physical and sexual abuse and foster care. Id. at 516.\nInstead, counsel relied only on a pre-sentence report and city social services records. Id.\nat 523-24. The Court found the lack of further investigation particularly unreasonable\ngiven that counsel had not discussed any other mitigating evidence to at least create\nsome kind of defense. Id. at 524-27. Similarly, in Rompilla v. Beard, 545 U.S. 374\n(2005), the only mitigation offered by defense counsel were the pleas of the defendant’s\nfamily for mercy. Id. at 393. In failing to do an investigation into the defendant’s\nbackground, defense counsel ignored “obvious” signs of a troubled childhood,\nalcoholism, and mental issues. Id. at 379. Defense counsel was not, the Supreme Court\nheld, permitted to simply rely on defendant’s claim that he had an unexceptional\nchildhood given the absence of any other mitigating evidence. Id. at 377. The court\nseemed particularly troubled in this case by defense counsel’s failure because a\nsignificant amount of mitigating evidence was located in defendant’s prior police record\nlocated in the same courthouse where defendant was then being tried. Id. at 389-90.\nDefense counsel failed to examine that record even though the prosecution had made it\nknown it planned to use that record. Id.\n\n\n\n\n        5\n           For example, Eisenberg was given medical records about Cornwell’s gunshot wound, car\naccident, and dog bite.\n\fNo. 06-4322               Cornwell v. Bradshaw                                      Page 11\n\n\n        It could be argued that the level of investigation here greatly exceeded that done\nin Wiggins and Rompilla so that a finding that counsel was not deficient would not be\nan unreasonable application of clearly established law. For purposes of this opinion,\nhowever, we assume, without deciding, that counsel’s performance was deficient.\n\n        We thus turn to whether this deficient performance prejudiced Cornwell’s\ndefense. Cornwell’s post-conviction mental health expert, Dr. Kristen E. Haskins,\nindicates that “It would be important to know . . . if [Cornwell] could possibly have a\ngenetic disorder known as Klinefelter’s Syndrome, a primary symptom of which is\nenlarged breasts.” Dr. Haskins offers her opinion that “Cornwell’s endocrine, and\nperhaps genetic, problem was confounded with his weight problems,” a result that could\nhave been avoided by careful review of the medical records. She adds, “[f]urther\ninformation needs to be obtained to rule out . . . a possible genetic disorder (Klinefelter’s\nSyndrome).” Cornwell also submitted a report about Klinefelter’s Syndrome, which\ndescribed the condition and its symptoms. It noted that boys with the condition lack\nstrength and agility and are not good at sports. They may be teased by their peers and\nmay have lower self esteem than others during adolescence.\n\n        In evaluating whether it was unreasonable to conclude that Cornwell was\nprejudiced by the failure to provide medical records of the surgery to Eisenberg for\nreview, we first note the impossibility of knowing whether Eisenberg would have\nsuspected Klinefelter’s Syndrome had he seen the records. Nonetheless, we assume that\nhe might have done so for purposes of this analysis. Whatever the status of Eisenberg’s\nsuspicions about Klinefelter’s Syndrome, Eisenberg would have had information not\notherwise available to him. He would have known that Cornwell had underdeveloped\ngenitalia and a testosterone deficiency, and he would have known the amount of breast\ntissue removed. He could have relayed this information to the jury.\n\n        Despite the new information that the medical records would have revealed, much\nof the evidence which might be presented if Cornwell were determined to have\nKlinefelter’s Syndrome is quite similar to mitigation evidence actually admitted at the\npenalty phase. The jury heard testimony about Cornwell’s weight problems, his large\n\fNo. 06-4322              Cornwell v. Bradshaw                                     Page 12\n\n\nbreasts, his learning difficulties, the teasing by other children, his poor performance at\nsports, and his low self esteem. They learned about the part all of these factors played\nin driving him to gang activity.\n\n       Ultimately, the difference between the proof the jury heard and the proof they\nwould likely have heard had Eisenberg seen the medical records amounts to the\nadditional information in the records. Potentially, they might also have heard that\nCornwell had Klinefelter’s Syndrome. The end effect would have been that the jury\nwould have understood that the surgery was related to a medical condition. To the\nextent that jurors thought that Cornwell had undergone a purely cosmetic procedure, this\nview would have been countered. And if Cornwell indeed had Klinefelter’s Syndrome,\nthey would have learned that being overweight often accompanies the condition, thus\ncountering any belief that Cornwell was overweight because he was lazy.\n\n       In evaluating prejudice, it is important to note that much mitigation proof not\ninvolving the surgery was presented to the jury. Moreover, proof of the aggravating\nfactor – that the murder was committed as part of a course of conduct involving the\npurposeful killing or attempt to kill two or more people – was strong.\n\n       We are unable to conclude that it was objectively unreasonable for the state court\nto conclude that Cornwell was not prejudiced by any deficiency in counsel’s\nperformance in failing to provide the medical records of the surgery to Eisenberg. The\nstate courts could reasonably reject an assumption that jurors blame teenagers for their\nown weight problems and somehow consider those who are overweight or lazy or have\ncosmetic surgery more deserving of the death penalty than those who are thin or\nenergetic or have surgery related to medical conditions. And the state courts could\nreasonably find that jurors would not focus on such factors in this case, given the other\nevidence of both mitigation and an aggravating factor. Our system of justice finds its\nfoundation in the belief that average citizens can and will weigh all the evidence\npresented to them, follow the law, and reach a well-reasoned verdict. To conclude that\njurors would consider Cornwell more culpable because he was overweight or lazy\nappears to reflect a distrust of the soundness of jury decisions–a view at odds with the\n\fNo. 06-4322              Cornwell v. Bradshaw                                    Page 13\n\n\nguarantees of the Sixth Amendment and the underlying principles of our judicial system.\nThe state court could reasonably have concluded that there was not a reasonable\nprobability that the outcome of the trial would have been different if the medical records\nhad been available to Eisenberg. Therefore, we affirm the district court’s denial of\nhabeas relief as to this assignment of error.\n\n                                            2.\n\n       Cornwell argues that the district court erred in denying his motions for a genetic\ndisorders expert and an evidentiary hearing. The district court denied an evidentiary\nhearing because, whether or not Cornwell had diligently sought to develop the factual\nbases of his claim in state court, he had not shown that an evidentiary hearing was\nnecessary to develop the facts further. The district court denied the motion for a genetic\ndisorders expert for the same reason. The Warden argues that both denials were proper.\nShe does not address Cornwell’s diligence and, thus, neither contends nor implies that\nCornwell failed to develop the factual bases of his claim in state court.\n\n       We review the district court’s denial of discovery in a habeas proceeding for an\nabuse of discretion. Williams v. Bagley, 380 F.3d 932, 974 (6th Cir. 2004). Because a\nrequest for experts is a request for discovery, the discovery standard applies. For good\ncause shown, the district court has the discretion to permit discovery in a habeas\nproceeding, see Rule 6(a) of Rules Governing Section 2254 Proceedings for the United\nStates District Courts, “provided that the habeas petitioner presents specific allegations\nshowing reason to believe that the facts, if fully developed, may lead the district court\nto believe that federal habeas relief is appropriate.” Lott v. Coyle, 261 F.3d 594, 602\n(6th Cir. 2001). “Conclusory allegations are not enough to warrant discovery under Rule\n6; the petitioner must set forth specific allegations of fact.” Williams, 380 F.3d at 974\n(brackets and internal quotation marks omitted); see also id. (“Rule 6 does not sanction\nfishing expeditions based on a petitioner’s conclusory allegations”) (internal quotation\nmarks and citation omitted)).\n\n       “This court reviews a district court’s decision whether to hold an evidentiary\nhearing for an abuse of discretion.” Vroman v. Brigano, 346 F.3d 598, 606 (6th Cir.\n\fNo. 06-4322              Cornwell v. Bradshaw                                     Page 14\n\n\n2003). “If the petitioner has not failed to develop the factual basis of a claim in state\ncourt, the federal court may hold a hearing [when] the petitioner’s factual allegations,\nif proved, would entitle him to relief.” Id. However, “prisoners who are at fault for the\ndeficiency in the state-court record must satisfy a heightened standard to obtain an\nevidentiary hearing.” Williams v. Taylor, 529 U.S. 420, 433 (2000). Because the\nWarden does not contend that Cornwell was at fault or lacked diligence in developing\nthe factual basis of the claim, we turn to consideration of whether the district court\nabused its discretion.\n\n       The district court did not abuse its discretion in denying the motion for a genetic\ndisorders expert because the facts, if fully developed, would not have led the district\ncourt to believe that federal habeas relief was appropriate. This is true because, “in\norder to establish prejudice, the new evidence that a habeas petitioner presents must\ndiffer in a substantial way — in strength and subject matter — from the evidence\nactually presented at sentencing.” Hill v. Mitchell, 400 F.3d 308, 319 (6th Cir. 2005).\n\n       In determining that Cornwell did not establish the prejudice prong of his\nineffective assistance claim under Strickland, we took into account the possibility that\nCornwell might have been determined to have Klinefelter’s Syndrome even though such\na determination was speculation in the absence of further investigation by a genetics\nexpert. We concluded, however, that a diagnosis of Klinefelter’s Syndrome would not\nhave affected the outcome of the penalty phase or at least would not have rendered the\nstate court finding of no prejudice objectively unreasonable. Given this conclusion, it\ncan hardly have been an abuse of discretion for the district court to have denied\ndiscovery that would not have affected the outcome of the penalty phase.\n\n                                            C.\n\n                                            1.\n\n       Cornwell argues that racial bias tainted his prosecution. He asserts that the\n“state’s witness Edward Bunkley balked at putting Cornwell’s life at risk by making his\ntestimony fit with the State’s theory of the case.” Cornwell also asserts that, in response\n\fNo. 06-4322                 Cornwell v. Bradshaw                                            Page 15\n\n\nto Bunkley’s reluctance, a Mahoning County prosecutor asked Bunkley: “Do you give\na f*** if we fry your n***** or not?” Cornwell contends that this question “evinces\nobvious racial animus that tainted all of the proceedings against Cornwell” in violation\nof his rights to equal protection and due process.6\n\n        In post-conviction proceedings, the state court of appeals held that the trial court\nhad not erred in denying this claim because, among other reasons, Cornwell had failed\nto demonstrate or produce any evidence that similarly situated individuals of a different\nrace were not prosecuted. The district court held that the state court rejection of this\nclaim was not contrary to, or an unreasonable application of, clearly established Supreme\nCourt precedent.\n\n        “It is appropriate to judge selective prosecution claims according to ordinary\nequal protection standards.” Wayte v. United States, 470 U.S. 598, 608 (1985). Thus,\nCornwell must show that the prosecutorial policy had a discriminatory effect and was\nmotivated by a discriminatory purpose. Id. “To establish a discriminatory effect in a\nrace case, the claimant must show that similarly situated individuals of a different race\nwere not prosecuted.” United States v. Armstrong, 517 U.S. 456, 465 (1996).\n\n        Assuming the prosecutor made the alleged statement with racial animus would\nat most show discriminatory purpose. As the state court of appeals correctly noted,\nCornwell has completely failed to show discriminatory effect—that he was prosecuted\nwhile similarly situated individuals of a different race were not.\n\n        Denying that he must show a discriminatory effect, Cornwell argues that, under\nMcCleskey v. Kemp, 481 U.S. 279 (1987), he need only show that the decision makers\nin his case acted with discriminatory purpose. Reply at 17 (citing McCleskey, 481 U.S.\nat 292). McCleskey, however, says that “a criminal defendant must prove that the\npurposeful discrimination had a discriminatory effect on him.” 481 U.S. at 292 (internal\n\n\n\n        6\n           Cornwell asserts that his rights under the Fifth Amendment were violated. We construe his\nclaim as one brought under the Fourteenth Amendment, not the Fifth Amendment, because Cornwell was\nprosecuted by the state and the Fourteenth Amendment applies to state action. See San Francisco Arts &\nAthletics, Inc. v. U.S. Olympic Comm., 483 U.S. 522, 543 n.21 (1987).\n\fNo. 06-4322              Cornwell v. Bradshaw                                     Page 16\n\n\nquotation marks omitted). Armstrong, issued nine years later, clarified how that effect\nmust be proven. 517 U.S. at 465.\n\n       Consequently, we believe that the state court did not unreasonably apply clearly\nestablished Supreme Court precedent, nor did it make an unreasonable determination of\nthe facts in light of the evidence presented.\n\n                                            2.\n\n       Cornwell argues that the state court and the district court improperly denied him\nan evidentiary hearing on his claim that racial bias tainted his prosecution. The state\ncourt argument is not cognizable in habeas corpus proceedings, which cannot be used\nto challenge errors or deficiencies in state court post-conviction proceedings. See Kirby\nv. Dutton, 794 F.2d 245, 247 (6th Cir. 1986).\n\n       The Warden asserts that the certificate of appealability did not include this issue.\nIt is closely related to the certified claim, however, so that it would not be unreasonable\nto read the COA as including both the former and the latter, if Cornwell had asked the\ndistrict court for such a hearing. It appears, however, that Cornwell did not request an\nevidentiary hearing on this issue.\n\n       Assuming, however, that he had made such a request, or that the district court\nbelieved that he had done so, and assuming the issue is included within the COA, a\nhearing is not required. We review the district court’s denial of an evidentiary hearing\nfor an abuse of discretion. Abdus-Samad v. Bell, 420 F.3d 614, 626 (6th Cir. 2005). “In\ndeciding whether to grant an evidentiary hearing, a federal court must consider whether\nsuch a hearing could enable an applicant to prove the petition’s factual allegations,\nwhich, if true, would entitle the applicant to federal habeas relief.”         Schriro v.\nLandrigan, 127 S. Ct. 1933, 1940 (2007). Cornwell wants to present evidence that the\nprosecutor made the offending statement. This evidence, however, at most demonstrates\ndiscriminatory purpose and does not establish discriminatory effect.           Therefore,\nCornwell cannot show that his factual allegations, if proven, would entitle him to relief.\nIn order to fill this gap, Cornwell offers to present evidence showing that similarly\n\fNo. 06-4322              Cornwell v. Bradshaw                                    Page 17\n\n\nsituated individuals of a different race were not prosecuted. Cornwell presented no such\nevidence in state court and advances no argument now that he diligently tried to present\nthis evidence in state court. Hence, the evidence in question, to gain admittance, must\n“establish by clear and convincing evidence that but for constitutional error, no\nreasonable factfinder would have found the applicant guilty of the underlying offense.”\n28 U.S.C.A. § 2254(e)(2)(B). The evidence fails to meet this threshold. Evidence that\nother persons were not prosecuted is not evidence that Cornwell is not guilty. If the\ndistrict court did deny a hearing on this claim, such a denial was not an abuse of\ndiscretion.\n\n                                           D.\n\n       Cornwell had the right to the effective assistance of appellate counsel on his\ndirect appeal to the Ohio Supreme Court because it was his first appeal of right. See\nOhio Rev. Code Ann. § 2953.02; Evitts v. Lucey, 469 U.S. 387, 394 (1985). In order to\nshow ineffective assistance of counsel, Cornwell must show both deficient performance\nand prejudice. Strickland, 466 U.S. at 687.\n\n       Cornwell argues that appellate counsel were ineffective on direct appeal to the\nOhio Supreme Court in failing to raise his claim that the trial court erred in denying\nCornwell’s motion to suppress the eyewitness testimony of Donald Meadows. This\nsubclaim was originally raised in Cornwell’s Murnahan motion, which the state supreme\ncourt denied in a standard order. The district court held that the claim lacked merit.\n\n       Because the Ohio Supreme Court’s order was unexplained, Cornwell argues that\nAEDPA deference does not apply. He is correct. Instead, modified AEDPA deference\napplies. Where the state court disposes of a constitutional claim but fails to articulate\nits analysis, this court conducts “an independent review of the record and applicable law\nto determine whether, under the AEDPA standard, the state court decision is contrary\nto federal law, unreasonably applies clearly established law, or is based on an\nunreasonable determination of the facts in light of the evidence presented.” Howard v.\nBouchard, 405 F.3d 459, 467 (6th Cir. 2005). Such a review is not de novo but is\n\fNo. 06-4322              Cornwell v. Bradshaw                                     Page 18\n\n\ndeferential because we “cannot grant relief unless the state court’s result contradicts the\nstrictures of AEDPA.” Id. at 467-68.\n\n       “[C]onvictions based on eyewitness identification at trial following a pretrial\nidentification by photograph will be set aside on that ground only if the photographic\nidentification procedure was so impermissibly suggestive as to give rise to a very\nsubstantial likelihood of irreparable misidentification.” Simmons v. United States, 390\nU.S. 377, 384 (1968). “[E]ach case must be considered on its own facts . . . .” Id. In\ndetermining whether an identification is admissible, this court follows a two part\nanalysis. The court first considers whether the procedure was unduly suggestive.\nWilson v. Mitchell, 250 F.3d 388, 397 (6th Cir. 2001); Ledbetter v. Edwards, 35 F.3d\n1062, 1070-71 (6th Cir. 1994). The court must decide if the procedure itself steered the\nwitness to one suspect or another, independent of the witness’s honest recollection.\nWilson, 250 F.3d at 397. “The defendant bears the burden of proving this element.”\nLedbetter, 35 F.3d at 1071 (citation omitted). If the procedure was suggestive, the court\nthen determines whether, under the totality of the circumstances, the identification was\nnonetheless reliable and therefore admissible. Wilson, 250 F.3d at 397 (citation\nomitted); Ledbetter, 35 F.3d at 1071.\n\n       Ohio law forbids the introduction of evidence that was not part of the trial court’s\nrecord on appeal. See State v. Ishmail, 377 N.E.2d 500, 502 (Ohio 1978). Appellate\ncounsel were not ineffective for failing to introduce additional evidence, as state law\nprohibited them from doing so. This subclaim, therefore, focuses on the evidence\npresented at the time of trial. In other words, Cornwell’s argument is that appellate\ncounsel were ineffective in not contending that the trial court, based purely on the\nevidence presented at the time of trial, erred in denying his motion to suppress.\n\n       Prior to the suppression hearing, Meadows identified Cornwell four times:\n\n       1) On June 12, 1996 (the day after the shooting), while in the hospital\n       and heavily medicated with morphine, Meadows picked Cornwell’s\n       photo out of a six-person photo array. “At that time[,] he was in obvious\n       pain and apparently under the influence of the medication.” State v.\n       Cornwell, No. 96-CR-525 at 1 (C.P. Mahoning County) (order denying\n\fNo. 06-4322             Cornwell v. Bradshaw                                      Page 19\n\n\n       motion to suppress). At first, Meadows had not made an identification,\n       either because he did not want to get involved (according to police\n       testimony summarizing Meadows’s answers) or because he did not\n       recognize anyone (according to Meadows’s testimony), but the officer\n       handed Meadows the array again and told him to take his time and make\n       sure whether anyone was recognizable. It was then that Meadows\n       identified Cornwell as possibly the driver of the car in question. Id. at 2.\n       2) The next day, on June 13, 1996, the police again visited Meadows.\n       According to their testimony, he did not seem to be “in the same type of\n       pain or discomfort” and did not seem under the influence of the\n       medication. Id. He again picked Cornwell out of the same photo array.\n       3) Four days later (June 17, 1996), Meadows was videotaped picking\n       Cornwell’s photo from the same array. Id.\n       4) At the preliminary hearing (July 1, 1996, two weeks and six days after\n       the shooting), Meadows picked Cornwell out of the group of\n       codefendants in the case, who were also present in the courtroom. It was\n       then that Meadows, for the first time, identified Cornwell as the shooter.\n       Id.\n\nWhen denying the suppression motion, the trial court found that there was no evidence\nthe police had used suggestive identification procedures:\n\n       The victim testified that the police in no way suggested any of the\n       particular persons in the photographic array prior to any of the\n       identifications, nor did they indicate approval of or encouragement upon\n       the identifications being made. The photographs were not numbered\n       until the video tape identification procedure[;] however, in each of the\n       previous identifications made by the victim, the Defendant was the\n       person picked out. The entire exact same photographic array was shown\n       to the victim on each of the occasions he was asked to look at the array.\n       There is further testimony that[,] at the preliminary hearing in the\n       Youngstown Municipal Court, Defendant was in the Courtroom with\n       others charged in the crime. The victim was able to identify the\n       Defendant as the perpetrator of this offense when he observed the\n       Defendant and the others together in the Courtroom. There was no\n       testimony of any prompting or improper conduct of the police at the\n       preliminary hearing.\n       In support of his argument that Meadows’s testimony should have been\nsuppressed, Cornwell cites many of the facts mentioned above. He includes: the initial\nfailure of Meadows to identify anyone, his having been in pain and under the influence\nof morphine when he made the first identification, and his failure to identify Cornwell\nas the shooter until the preliminary hearing. He also notes that as time passed, Meadows\n\fNo. 06-4322              Cornwell v. Bradshaw                                    Page 20\n\n\nbecame more certain in his identification but changed his mind about where Cornwell\nwas sitting (first in the driver’s seat, then Meadows was not sure, then Cornwell sat\nbehind the driver). Cornwell also emphasizes the difficulty of seeing the shooter.\nCornwell also argues there is a possibility that Meadows made an unconscious\ntransference based upon Meadow’s admission that he possibly saw Cornwell sometime\nbefore the shooting.\n\n       All of these arguments, however, go to the reliability of the identification, the\nsecond step of the analysis. None of the arguments relate to the suggestiveness of that\nprocedure. Even Meadows’s having been in pain and under the influence of morphine\nwhen he first identified Cornwell shows, at most, that he was susceptible to suggestion,\nnot that it occurred.    Hence, Cornwell needs to point to something else in the\nidentification procedure in order to supply the missing ingredient; nonetheless, he fails\nto do so.\n\n       To the contrary, Cornwell argues that, in the time between the initial\nidentification when Meadows tentatively called him the driver and the preliminary\nhearing when Cornwell was identified as the shooter, Meadows saw television reports\nidentifying Cornwell as a suspect. This argument fails for two reasons. First, it again\ngoes to reliability of identification, not suggestiveness of procedure. Second, the\nevidence cited by Cornwell does not support his allegation. In the cited evidence,\nMeadows, when asked whether he had seen Cornwell’s picture on television news\nreports, replied, “I seen [sic] mainly when the ambulance came and was taking me away.\nThat’s all I remember seeing . . .”\n\n       Cornwell also fails to cite any evidence that the police themselves supplied\nsuggestiveness. In his brief, Cornwell conceded that at the suppression hearing,\n“Meadows testified that the police officers were not doing anything to encourage him\nto pick out a photograph. He said that the police told him that someone had been\narrested[,] but they did not give him the name of the person who had been arrested.”\n\n       Cornwell never suggests that the relevant state court decisions, the trial court\ndenial of the suppression motion, and the Supreme Court rejection of the Murnahan\n\fNo. 06-4322                    Cornwell v. Bradshaw                                                 Page 21\n\n\nmotion were based on unreasonable determinations of the facts in light of the evidence\npresented. He does not show that the relevant state court factual findings were clearly\nerroneous. As the trial court found when denying the suppression motion, the police did\nnothing to suggest to Meadows that Cornwell was the person he should identify.\n\n         Cornwell fails to establish undue suggestion in the identification procedure itself,\nwhich he has the burden to prove. See Ledbetter, 35 F.3d at 1071. He, therefore, fails\nto show prejudice, an issue on which he has the burden of proof. See Strickland, 466\nU.S. at 687. This subclaim would fail even if it were reviewed de novo, and thus, it fails\nunder modified AEDPA deference. Rejection of this subclaim by the Ohio Supreme\nCourt was neither contrary to, nor an unreasonable application of, clearly established\nSupreme Court precedent and was not based on an unreasonable determination of the\nfacts in light of the evidence presented. We affirm the district court’s denial of this\nsubclaim.\n\n                                                     E.\n\n                                                     1.\n\n         Cornwell argues that the trial court erred by denying his motion to suppress\nMeadows’s testimony. In state post-conviction proceedings, the court of appeals held\nthis claim meritless because “[t]he evidence relied upon fails the threshold of cogency\nand lacks credibility.” The district court held that the state court rejection of this claim\nwas neither contrary to, nor an unreasonable application of, clearly established Supreme\nCourt precedent.7\n\n         7\n           The opening paragraph of this claim, as stated in the federal habeas petition, states: “The trial\ncourt erred in failing to suppress the tainted, unreliable eyewitness testimony of Donald Meadows. The\nphoto line up [sic] was so suggestive as to be unreliable.” Interpreting these two sentences as separate\nsubclaims, the district court held that the first had been raised during state post-conviction proceedings (as\nsummarized above), but the second had only been raised in the Murnahan motion, and then as part of an\nineffective assistance of appellate counsel claim. Despite this, the district court held that both subclaims\nhad been preserved for habeas review.\n          It may be questioned whether the second quoted sentence represents a separate subclaim, as\nopposed to a development of the argument begun in the first sentence: the trial court should have\nsuppressed Meadows’s unreliable testimony because it was the product of an unduly suggestive\nidentification process. If this reading is accurate, the so called second subclaim is really just part of the\npost-conviction argument that the trial court erred in denying the motion to suppress the testimony of\nDonald Meadows.\n          If, on the other hand, Cornwell is advancing a second subclaim, there is still no need to consider\n\fNo. 06-4322                   Cornwell v. Bradshaw                                                 Page 22\n\n\n         As Cornwell impliedly concedes AEDPA deference applies. Specifically, the\n“contrary to” clause applies because the state court of appeals, while explaining that the\nclaim failed for lack of cogency and credibility and mentioning the federal rights of due\nprocess and confrontation, applied no Supreme Court precedent. See Packer, 537 U.S.\nat 8.\n\n         Cornwell claims that the trial court erred in denying the suppression motion. He\nstates in the heading in his federal habeas petition:\n\n         A TRIAL COURT ERRS WHEN IT DENIES A DEFENSE MOTION\n         TO SUPPRESS THE TESTIMONY OF AN EYEWITNESS WHEN\n         THAT WITNESS’S TESTIMONY IS UNRELIABLE AND THE\n         RESULT OF A SUGGESTIVE PHOTOGRAPHIC LINE UP, IN\n         VIOLATION OF U.S. CONST. AMEND. XIV\nThe body of the claim makes the same argument. Cornwell did ask this court to certify\nfor appeal subclaims that trial counsel were ineffective in regard to the suppression\nhearing. As he did not set out the law, state or federal, governing such hearings, this\npanel did not certify them, and it is now too late for Cornwell to seek rehearing. See\nSlagle, 457 F.3d at 528-29.\n\n         Cornwell argues that the trial court erred in denying the suppression motion\nbecause evidence not presented or discovered until post-conviction proceedings shows\nthat, after Meadows had tentatively picked out one photo, a police officer allegedly\ncommented, “that’s the one guy we picked up[;] so far you doing good, Mr. Meadows.”\nHe argues that this comment improperly enhanced Meadows’s certainty that he had\nidentified the correct person. In further support of his argument, Cornwell cites evidence\nthat also was not presented until post-conviction proceedings and that attacks the\nreliability of Meadows’s identification. He cites(1) the post-conviction admission by\n\n\n\nwhether he forfeited it in state proceedings, because he forfeited it here. Nowhere in his brief does he\nattack the photo lineup itself (the position of the photos in the array, the similarity or dissimilarity of\nCornwell’s photo to the others, or the choice of which photo of Cornwell to use). Instead, he attacks, the\nphoto lineup procedure: the allegedly suggestive comment the police officer made while Meadows was\nbeing shown that lineup. To the extent that Cornwell may be trying to advance some other photo lineup\nargument, it is forfeited. See United States v. Elder, 90 F.3d 1110, 1118 (6th Cir. 1996) (“[I]t is a settled\nappellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed\nargumentation, are deemed waived”) (internal quotation marks omitted).\n\fNo. 06-4322               Cornwell v. Bradshaw                                       Page 23\n\n\nMeadows that, when the shootings occurred, he was under the influence of more\nmarijuana and alcohol than he admitted at trial; and (2) firearm tests casting doubt on\nMeadows’s ability to see the shooter’s face by the light produced by the gunshots. None\nof this evidence is relevant to a claim of trial court error. The court did not err by failing\nto consider evidence it was unaware of at the time of trial.\n\n        To the extent this post-conviction argument is viewed as one asserting trial court\nerror based on the evidence before it, the argument does not succeed. It fails for the\nreasons explained above with respect to the subclaim for ineffective assistance of\nappellate counsel. Essentially, the trial court did not err in denying the motion to\nsuppress because Cornwell’s arguments relate to the weight to be given to the\nidentification, not its admissibility.\n\n        It is unnecessary to consider Cornwell’s contention that the state court of appeals\ndecision was based on an unreasonable determination of the facts in light of the evidence\npresented. That court found only that the post-conviction evidence lacked credibility.\nEven if it should have been found credible, it still was irrelevant. It was not contrary to\nclearly established Supreme Court precedent for the state court of appeals to find that\nirrelevant evidence was irrelevant or lacked “cogency.” We affirm the judgment of the\ndistrict court denying this claim.\n\n                                             2.\n\n        Cornwell argues that he should have been granted an evidentiary hearing on the\nsuppression both in state court and in federal court. The state court argument is not\ncognizable here.\n\n        The Warden responds that the federal court issue was not included within the\nCOA. Assuming the issue has not been forfeited and that it was included within the\nCOA because it was somewhat closely related to the certified claim, the argument fails.\nAny post-conviction evidence is irrelevant to this claim. Therefore, Cornwell cannot\nshow that his factual allegations, if proven, would entitle him to relief. The district court\ndid not abuse its discretion in denying an evidentiary hearing.\n\fNo. 06-4322             Cornwell v. Bradshaw                                  Page 24\n\n\n                                         III.\n\n       For the foregoing reasons, we affirm the judgment of the district court denying\nCornwell’s petition for habeas relief.\n\fNo. 06-4322             Cornwell v. Bradshaw                                    Page 25\n\n\n                                __________________\n\n                                     DISSENT\n                                __________________\n\n       KAREN NELSON MOORE, Circuit Judge, dissenting. The majority has\ndetermined that portraying a male teenager as fat, lazy, and choosing liposuction to\navoid working out has the same effect on a jury as portraying a male teenager as the\nsufferer of a genetic disorder that causes underdeveloped testes, gender identity\ndisturbance, and size-DD breasts that required a double mastectomy at age thirteen.\nBecause I conclude that these two scenarios have the potential to yield very different\noutcomes, I dissent.\n\n       There are several points of disagreement between myself and the majority. First,\nunlike the majority, I do not believe that we need only assume that counsel in this case\nwas deficient; applying Supreme Court and Sixth Circuit precedent, I believe that it is\nclear that Cornwell’s attorney’s representation at the penalty phase was deficient. As\nthe Supreme Court has stated numerous times, if “counsel ha[ve] not ‘fulfill[ed] their\nobligation to conduct a thorough investigation of the defendant’s background,’” then\ncounsel’s representation is deficient. See, e.g., Wiggins v. Smith, 539 U.S. 510, 522\n(2003) (quoting Williams v. Taylor, 529 U.S. 362, 396 (2000)) (second alteration in\nWiggins); see also Dickerson v. Bagley, 453 F.3d 690, 693 (6th Cir. 2006) (“[T]he\nSupreme Court . . . has made it clear and come down hard on the point that a thorough\nand complete mitigation investigation is absolutely necessary in capital cases.”).\nMoreover, as we have explained, “a partial, but ultimately incomplete, mitigation\ninvestigation does not satisfy Strickland’s requirements” for effective counsel.\nDickerson, 453 F.3d at 695; see also Johnson v. Bagley, 544 F.3d 592, 602 (6th Cir.\n2008) (“[A]n unreasonably truncated mitigation investigation is not cured simply\nbecause . . . some evidence was placed before the jury.”). As the majority begrudgingly\nadmits, in a death penalty case, a thorough mitigation investigation requires counsel to\ninvestigate, at the very least, the known medical history of the defendant, including\nhospitalizations. Maj. Op. at 9; see also Dickerson, 453 F.3d at 693-94.\n\fNo. 06-4322              Cornwell v. Bradshaw                                     Page 26\n\n\n       It is undisputed that counsel in this case was aware that Cornwell as a thirteen-\nyear-old teenager was hospitalized for a double mastectomy, but counsel never bothered\nto locate those medical records and provide them to Dr. Eisenberg. Under Supreme\nCourt precedent, this is a blatant violation of counsel’s duty. Dickerson, 453 F.3d at\n693-94. Given counsel’s failure to satisfy this straightforward requirement, I am unsure\nwhy the majority believes “[i]t could be argued . . . that a finding that counsel was not\ndeficient would not be an unreasonable application of clearly established law.” Maj. Op.\nat 11. The majority attempts to ameliorate trial counsel’s failure of the mandatory duty\nto investigate medical records by asserting that, “trial counsel otherwise did a fairly\nthorough investigation.” Maj. Op. at 10. However, as our case law makes clear, an\n“otherwise thorough investigation,” id., is not the same thing as the thorough\ninvestigation required by Strickland; counsel are not given a free pass to violate a\nspecific duty in one area of investigation if they diligently investigate other areas, see\nDickerson, 453 F.3d at 695 (“[A] partial, but ultimately incomplete, mitigation\ninvestigation does not satisfy Strickland’s requirements.”); see also id. (noting that in\nHarries v. Bell, 417 F.3d 631 (6th Cir. 2005), this court concluded that counsel’s\nperformance was deficient when they failed to investigate, among other things, mental\nhealth history, “even though counsel had conducted various interviews of the petitioner’s\nfamily and acquaintances and had sought other information, including two competency\nevaluations”). Such a rule would be tantamount to giving a police officer a free pass for\nviolating his duty not to shoot an unarmed suspect, so long as he complied with all other\nduties he owed to that suspect. Therefore, I conclude that Cornwell’s trial counsel was\ndeficient.\n\n       Second, I cannot agree with the majority’s baseless assertion that Cornwell has\nnot shown prejudice resulting from trial counsel’s deficiency. To prove prejudice, a\ndefendant must show that “there is a reasonable probability that, but for counsel’s\nunprofessional errors, the result of the proceeding would have been different.”\nStrickland v. Washington, 466 U.S. 668, 694 (1984). I think that Cornwell has met his\nburden on this issue.\n\fNo. 06-4322                   Cornwell v. Bradshaw                                                Page 27\n\n\n         At the penalty phase, Cornwell was portrayed by his family as a fat, lazy person\nwho took the easy way out of situations, evidenced by his choice to undergo “cosmetic”\nsurgery instead of working out to lose weight. See, e.g., Joint Appendix (“J.A.”) at 2335,\n2348, 2349 (Penalty Phase Tr. 5/21/97 at 73, 80, 87) (testimony of LaShonda Cornwell\nthat “[Cornwell] was lazy, you know,” that “[Cornwell] was still like lazy,” even after\nhis surgery, and that “it was like [Cornwell] took his lazy time to do stuff”); J.A. at 2412\n(Penalty Phase Tr. 5/21/97 at 150) (testimony of Beverly Cornwell Terry repeatedly\nreferring to Cornwell’s surgery as “cosmetic”). No one utilized and emphasized this\nimage more than the prosecutor. At closing argument, the prosecutor stated: “Did\n[Cornwell] work out with weights, run, watch what you eat, what all the rest of us have\nto try and do? No, he went for liposuction. He had a fat reduction. For God’s sake,\n[Cornwell]’s lazy.” J.A. at 2542 (Penalty Phase Tr. 5/21/97 at 274).\n\n         Had Cornwell’s medical records been given to Dr. Eisenberg, the expert hired\nto aid Cornwell’s mitigation case, he likely would have realized that Cornwell may be\nsuffering from Klinefelter Syndrome, a genetic disorder that causes weight gain,\nenlarged breasts, language issues, and underdeveloped genitals.1 The fact that the post-\nconviction expert, Dr. Haskins, a forensic psychologist just like Dr. Eisenberg, realized\nthis possibility after reviewing the medical records indicates a strong likelihood that Dr.\nEisenberg would have reached this realization. With this knowledge, Dr. Eisenberg\ncould have corrected the image of Cornwell being portrayed by informing the jury that\nKlinefelter Syndrome was the likely cause of Cornwell’s various problems, not laziness.\nThis information would have allowed the jury to view Cornwell in a much more\n\n\n         1\n            The National Institute of Child Health and Human Development (“Institute”), an organization\ncreated by Congress in 1962 to investigate human development throughout the entire life process, states\nthat “Klinefelter syndrome, also known as the XXY condition, is a term used to describe males who have\nan extra X chromosome in most of their cells. Instead of having the usual XY chromosome pattern that\nmost males have, these men have an XXY pattern.” National Institute of Child Health and Human\nDevelopment, Klinefelter Syndrome, http://www.nichd.nih.gov/health/topics/klinefelter_syndrome.cfm\n(last visited March 6, 2009). The Institute also notes that, “[a]s XXY males enter puberty, they often don’t\nmake as much testosterone as other boys. This can lead to a taller, less muscular body, less facial and body\nhair, and broader hips than other boys. As teens, XXY males may have larger breasts, weaker bones, and\na lower energy level than other boys.” Id. Such boys can also have “some kind of language problem, such\nas learning to talk late, trouble using language to express thoughts and needs, problems reading, and\ntrouble processing what they hear.” Id. Although XXY boys tend to be “quieter, less self-confident, less\nactive, and more helpful and obedient than other boys,” during adolescence, “XXY males . . . may struggle\nin school and sports, meaning they may have more trouble ‘fitting in’ with other kids.” Id.\n\fNo. 06-4322                   Cornwell v. Bradshaw                                                 Page 28\n\n\nsympathetic light–not as a teenager who had been lazy and taken the easy road in his\nlife, but as a teenager who suffered the burdens of a genetic disease that he could not\ncontrol and for which he never received a diagnosis, let alone treatment. Furthermore,\nevidence of Klinefelter Syndrome would reduce Cornwell’s blameworthiness in a way\nthat the weight-related evidence alone did not. Because this genetic-disorder image\ncreates “a mitigation case that bears no relation to” the case of laziness presented,\nRompilla v. Beard, 545 U.S. 374, 393 (2005), I believe that Cornwell has met his burden\nof showing prejudice.\n\n         The majority contends that “[t]he state courts could reasonably reject an\nassumption that jurors blame teenagers for their own weight problems and somehow\nconsider those who are overweight or lazy or have cosmetic surgery more deserving of\nthe death penalty than those who are thin or energetic or have surgery related to medical\nconditions.” Maj. Op. at 12. I find this reasoning odd, given the fact that the prosecutor\nin this case—a person who likely has significant experience and expertise in regard to\nwhat persuades juries—appeared to assume that the jury would be heavily swayed by\nthis fact. Why else would the prosecutor emphasize the issue so conspicuously in his\nclosing argument?2\n\n         Because I believe that the jury, as the prosecution hoped, likely viewed Cornwell\nless sympathetically and placed more culpability on Cornwell than it would have had he\nnot been portrayed as overweight and lazy, I cannot accept the majority’s rationale on\nthis issue. Looking at the case as a whole,\n\n\n         2\n            I agree with the majority that “[o]ur system of justice finds its foundation in the belief that\naverage citizens can and will weigh all the evidence presented to them, follow the law, and reach a well-\nreasoned verdict.” Maj. Op. at 12. (emphasis added). However, this very idea presumes that a jury is\ngiven all the evidence needed to reach a well-reasoned verdict; before one can even begin to talk about\nwhether a jury verdict is well-reasoned, one must first review the evidence presented to the jury. It is this\nthreshold inquiry that we are confronted with in this case: Whether the jury was given all the information\nit needed to reach a well-reasoned verdict. The answer to this question, in my opinion, is no. Thus, I do\nnot find fault with the jury, but rather I find fault with the wholly inadequate mitigation case that was\npresented to the jury. To suggest that such a conclusion is “at odds with the guarantees of the Sixth\nAmendment and the underlying principles of our judicial system,” id. at 12-13, necessarily implies that\nall jurists who order new trials based on a failure to present proper evidence to the jury are at odds with\nthe Sixth Amendment. If there is any distrust in this arena, it is a distrust of verdicts rendered by juries\nwho, through fault of counsel or judges, have not been given all the necessary and proper information to\nweigh in order to reach a verdict. This is a distrust that does not offend the principles of our judicial\nsystem, but rather protects those vital principles.\n\fNo. 06-4322              Cornwell v. Bradshaw                                     Page 29\n\n\n       although [I] suppose it is possible that a jury could have heard [all the\n       evidence] and still have decided on the death penalty, that is not the test.\n       It goes without saying that the undiscovered mitigating evidence, taken\n       as a whole, might well have influenced the jury’s appraisal of\n       [Cornwell’s] culpability, and the likelihood of a different result if the\n       evidence had gone in is sufficient to undermine confidence in the\n       outcome actually reached at sentencing.\nRompilla, 545 U.S. at 393 (emphasis added) (internal quotation marks and citations\nomitted). Therefore, I would hold that Cornwell has proven his claim of ineffective\nassistance of counsel and that the state-court decision to the contrary was objectively\nunreasonable. I would reverse the district court’s denial of habeas relief.\n\n       Furthermore, I would hold that the district court abused its discretion by denying\nCornwell’s motion for a genetic expert. A request for an expert is a discovery request;\nthus a district court’s denial of a motion for appointment of an expert is reviewed for\nabuse of discretion. Lott v. Coyle, 261 F.3d 594, 602 (6th Cir. 2001). “A district court\nmay, in the context of a habeas proceeding, permit discovery, provided that the habeas\npetitioner presents specific allegations showing reason to believe that the facts, if fully\ndeveloped, may lead the district court to believe that federal habeas relief is\nappropriate.” Id.\n\n       As explained above, I believe that a diagnosis of Klinefelter Syndrome would\nhave a reasonable probability of affecting the outcome of the penalty phase and\nrendering the state-court finding of no prejudice objectively unreasonable because (1)\nhaving a genetic disorder is itself a strong mitigator and was a subject not addressed at\nthe penalty phase, (2) a mitigation case centered on a genetic disorder, as opposed to an\noverweight individual who is lazy by nature, would induce much more sympathy from\nthe jury, and (3) Klinefelter Syndrome could indeed reduce Cornwell’s blameworthiness,\nsomething that the weight-based evidence did not accomplish. Thus, Cornwell has met\nhis burden of showing that “the facts, if fully developed, may lead the district court to\nbelieve that federal habeas relief is appropriate.” Id. Therefore, I would hold, at the\nvery least, that Cornwell is entitled to a genetic expert to determine whether he has\n\fNo. 06-4322              Cornwell v. Bradshaw                                   Page 30\n\n\nKlinefelter Syndrome and that the district court abused its discretion by holding to the\ncontrary. I respectfully dissent.\n\f",
            "ocr": false,
            "opinion_id": 2977591
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}