{
    "id": 2979020,
    "judges": null,
    "date_filed": "2016-12-26",
    "date_filed_is_approximate": true,
    "slug": "scott-wynne-v-paul-renico",
    "case_name_short": null,
    "case_name": "Scott Wynne v. Paul Renico",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.ca6.uscourts.gov/opinions.pdf/10a0166p-06.pdf",
            "author_id": null,
            "opinion_text": "                       RECOMMENDED FOR FULL-TEXT PUBLICATION\n                            Pursuant to Sixth Circuit Rule 206\n                                   File Name: 10a0166p.06\n\n                  UNITED STATES COURT OF APPEALS\n                                FOR THE SIXTH CIRCUIT\n                                  _________________\n\n\n                                                     X\n                                                      -\n SCOTT WYNNE,\n                                                      -\n                              Petitioner-Appellee,\n                                                      -\n                                                      -\n                                                          Nos. 03-2319; 09-1148\n             v.\n                                                      ,\n                                                       >\n                                                      -\n                           Respondent-Appellant. -\n PAUL RENICO,\n                                                      -\n                                                     N\n                       Appeal from the United States District Court\n                     for the Eastern District of Michigan at Bay City.\n                    No. 01-10247—David M. Lawson, District Judge.\n                               Argued: November 18, 2009\n                             Decided and Filed: June 4, 2010\n                                                                                      *\n       Before: MARTIN and SUTTON, Circuit Judges; REEVES, District Judge.\n\n                                   _________________\n\n                                        COUNSEL\nARGUED: Brad H. Beaver, OFFICE OF THE MICHIGAN ATTORNEY GENERAL,\nLansing, Michigan, for Appellant. John R. Minock, LAW OFFICES, Ann Arbor,\nMichigan, for Appellee. ON BRIEF: Brad H. Beaver, OFFICE OF THE MICHIGAN\nATTORNEY GENERAL, Lansing, Michigan, for Appellant. John R. Minock, LAW\nOFFICES, Ann Arbor, Michigan, for Appellee.\n       SUTTON, J., delivered the opinion of the court, in which REEVES, D. J., joined.\nMARTIN, J. (pp. 8-12), delivered a separate opinion concurring in the reasoning and\nconclusion of the lead opinion.\n\n\n\n\n        *\n        The Honorable Danny C. Reeves, United States District Judge for the Eastern District of\nKentucky, sitting by designation.\n\n\n                                              1\n\fNos. 03-2319; 09-1148           Wynne v. Renico                                   Page 2\n\n\n                                 _________________\n\n                                      OPINION\n                                 _________________\n\n       SUTTON, Circuit Judge. A jury convicted Scott Wynne of murdering his\nneighbor, Philip Timmerman, and the trial court sentenced him to life in prison. Unable\nto obtain relief from the state courts, Wynne petitioned the federal district court for a\nwrit of habeas corpus. The district court granted the writ, holding that the state courts\ndenied Wynne his constitutional right to present a complete defense when it refused\nunder state evidentiary rules to admit propensity evidence designed to show that\nsomeone else—namely, the prosecution’s key witness—committed the murder. We\nreverse.\n\n                                           I.\n\n       On May 18, 1995, Timmerman was shot to death while working on his farm. No\neyewitnesses to the shooting emerged, but several pieces of physical evidence linked\nWynne to the crime. Ballistics evidence identified Wynne’s .45 caliber pistol as the\nmurder weapon. Wynne’s fingerprint appeared on the weapon’s ammunition magazine.\nAnd footprints at the crime scene matched boots found in Wynne’s house. Wynne also\nhad a motive. Three days after the shooting, Wynne’s friend Mark Peckham contacted\nthe police, telling them that he had heard Wynne say he wanted to kill Timmerman on\nseveral occasions, apparently because he thought Timmerman’s long-term lease on the\nWynne family farm would terminate upon Timmerman’s death. Wynne was so\nfrustrated about his land dispute with Timmerman, Peckham said, that he spoke with\nPeckham ten to thirty times about murdering Timmerman, sometimes in conversations\nthat turned into detailed descriptions of how he would carry out the crime.\n\n       In October 1995, Wynne stood trial for Timmerman’s murder. As part of his\ndefense, Wynne alleged that Peckham had killed Timmerman. The trial court allowed\nWynne to introduce the following evidence to support this theory: Peckham wanted to\nframe him to retaliate for various wrongs, including Wynne’s purported firing of\n\fNos. 03-2319; 09-1148             Wynne v. Renico                                     Page 3\n\n\nPeckham five months before the murder; Peckham acknowledged he had fired some of\nWynne’s guns in the past and knew where Wynne kept most of his guns, including the\n.45 caliber murder weapon; Peckham told an investigator he was “really pissed” at\nWynne because Wynne “had everything given to him and never returned anything to\n[his] family,” App’x at 2086; and Peckham’s insurance agent testified that Peckham had\ntold him at least three or four times in the week after Wynne’s arrest that Peckham was\n“going to put [Wynne] away,” id. at 2180.\n\n        The trial court, however, drew the line at evidence directed only to Peckham’s\nbad character. The court excluded testimony by Peckham’s former girlfriend that, eight\nyears before the murder when she was in middle school, he had threatened to cut off the\nfingers of a classmate who touched her breasts. It excluded her testimony that, several\nyears earlier, Peckham had abused her and threatened to kill her and that Peckham’s\ntrailer mysteriously burned down within hours of their break-up. It excluded testimony\nthat, after a failed suicide attempt five years earlier, Peckham declined psychologically,\nbecoming “passive aggressive” and intent on exacting revenge in secretive ways. Id. at\n1952. And it excluded evidence of Peckham’s alleged admission to a co-worker several\nmonths before the murder that he had “done something so bad in his past that if the\npolice ever found out about it he would go to prison for life.” Id. at 2070.\n\n        The trial court also excluded evidence about Peckham’s apparent interest in\nwomen’s underwear. At some point during the trial, Wynne’s investigator discovered\na blue bag in Wynne’s house, which contained a boot with tread that matched the\nfootprints found at the crime scene. The defense did not mention until several days after\ndelivering the bag to the court that it found a black camisole near the bag. With this\nevidence, the defense sought to link Peckham to the bag via his apparent underwear\nfascination, but the court would not allow it.\n\n        A jury convicted Wynne of murder, and the trial court sentenced him to life in\nprison. See People v. Wynne, No. 192512, 1999 WL 33328893, at *1 (Mich. Ct. App.\nDec. 3, 1999). After failing to obtain relief in the state courts, Wynne filed a petition for\na writ of federal habeas corpus in June 2001, arguing that the trial court violated his\n\fNos. 03-2319; 09-1148             Wynne v. Renico                                     Page 4\n\n\nconstitutional right to present a complete defense by excluding the Peckham evidence.\nIn September 2003, the district court granted the writ. See 279 F. Supp. 2d. 866 (E.D.\nMich.). After the State filed a notice of appeal, both parties alerted the district court that\nit had premised part of its ruling on several factual inaccuracies in Wynne’s pleadings,\nwhich the Michigan Attorney General’s Office had failed to notice. At Wynne’s request,\nwe remanded the case to the district court to take a second look at the case, including the\nnew light cast on it by the revised characterizations of the evidence. In January 2009,\nthe district court issued a supplemental opinion, which also granted the writ but revised\nits reasons for doing so. See 595 F. Supp. 2d. 775.\n\n                                             II.\n\n         Although Wynne filed his habeas petition after the Anti-Terrorism and Effective\nDeath Penalty Act of 1996 went into effect, see Lindh v. Murphy, 521 U.S. 320, 326\n(1997), we give fresh review to his federal claim because the state courts addressed only\nhis state law grounds for relief, see Wynne, 1999 WL 33328893, at *1, which means they\ndid not “adjudicate[]” the federal claim “on the merits,” 28 U.S.C. § 2254(d); see Maples\nv. Stegall, 340 F.3d 433, 436 (6th Cir. 2003) (“Where, as here, the state court did not\nassess the merits of a claim properly raised in a habeas petition, the deference due under\nAEDPA does not apply.”). The State does not argue that Wynne has failed to exhaust\nhis federal claim in the state courts or that a procedural bar otherwise applies to this\nclaim.\n\n         The Constitution guarantees “a meaningful opportunity to present a complete\ndefense,” Crane v. Kentucky, 476 U.S. 683, 690 (1986) (quotation marks omitted), but\n“not an unlimited right to ride roughshod over reasonable evidentiary restrictions,”\nRockwell v. Yukins, 341 F.3d 507, 512 (6th Cir. 2003) (en banc). A defendant must\n“comply with established rules of procedure and evidence designed to assure both\nfairness and reliability in the ascertainment of guilt and innocence.” Chambers v.\nMississippi, 410 U.S. 284, 302 (1973).               The right to present a complete\ndefense—including the third-party culpability defense raised here—thus does not mean\nthat a defendant may introduce whatever evidence he wishes, only that any state-law\n\fNos. 03-2319; 09-1148           Wynne v. Renico                                   Page 5\n\n\nevidentiary restrictions cannot be “arbitrary” or “disproportionate to the purposes they\nare designed to serve.” United States v. Scheffer, 523 U.S. 303, 308 (1998) (quotation\nmarks omitted).\n\n       The question here, then, is not whether the Michigan courts properly construed\none of the State’s evidentiary rules, namely Evidence Rule 404(b)’s prohibition against\nintroducing character evidence to show that an individual acted consistently with the\nevidence. It is whether the state courts’ construction of their evidentiary rule—a matter\nfor them, not for us, to decide—violates the Sixth Amendment right to present a\ncomplete defense.\n\n       Unfortunately for Wynne, we already have resolved the point. In United States\nv. Lucas, 357 F.3d 599 (6th Cir. 2004), the defendant tried to introduce propensity\nevidence—a previous conviction for cocaine possession—to prove that a third party, not\nthe defendant, committed a drug crime. Id. at 604. Relying on Federal Rule 404(b),\nwhich likewise bars evidence about a person’s character “in order to show action in\nconformity therewith,” the district court excluded the evidence. In affirming, we first\nexplained that Federal Rule 404(b) applies to all propensity evidence, whether used to\nshow that the defendant or another individual acted in conformity with their prior\nmisconduct. Id. at 606. We then rejected Lucas’ constitutional argument. The Sixth\nAmendment right to present “a complete defense,” we explained, “does not imply a right\nto offer evidence that is otherwise inadmissible under the standard rules of evidence.”\nId. And “[t]he exclusion of [the third party’s] prior conviction,” we explained, “did not\nviolate Lucas’s constitutional right to present a defense,” because “Lucas was able to\nexplore her theory that [another individual] was in fact the culprit” through other\nevidence. Id. at 606–07.\n\n       What was true in Lucas is true today. Just as Federal Rule 404(b) permissibly\nlimited Lucas’s right to introduce propensity evidence directed toward a third party, so\nthe same kind of state law evidentiary rule—indeed essentially the same rule, see Mich.\nR. Evid. 404(b)—permissibly limited Wynne’s right to introduce propensity evidence\nabout Peckham. And just as this rule did not bar Lucas from introducing other evidence\n\fNos. 03-2319; 09-1148            Wynne v. Renico                                   Page 6\n\n\nto support this defense, so the same was true for Wynne, who introduced considerable\nnon-propensity-based evidence in support of the Peckham-did-it defense. The court, for\nexample, allowed Wynne to introduce the following: Peckham wanted to frame Wynne\nto retaliate for various wrongs, including Wynne’s purported firing of Peckham five\nmonths before the murder; Peckham acknowledged he had fired some of Wynne’s guns\nin the past and knew where Wynne kept most of his guns, including the .45 caliber\nmurder weapon; Peckham told an investigator he was “really pissed” at Wynne because\nWynne “had everything given to him and never returned anything to [his] family,”\nApp’x at 2086; and Peckham’s insurance agent testified that Peckham had told him at\nleast three or four times in the week after Wynne’s arrest that Peckham was “going to\nput [Wynne] away,” id. at 2180. The state trial court, in short, permitted Wynne to\nintroduce considerable evidence that Peckham was the murderer, and accordingly its\nreasonable limit on sheer propensity evidence, some of it eight years old and much of\nit far removed from the issues in the case, did not deprive Wynne of his right to make\na complete defense.\n\n       That leaves one other contention—that the state trial court misapplied its own\nrule of evidence. But we cannot grant the writ based on our disagreement with “state-\ncourt determinations on state-law questions,” Estelle v. McGuire, 502 U.S. 62, 68\n(1991), unless the state-court determination is so “fundamentally unfair” that it deprives\na defendant of due process, Bey v. Bagley, 500 F.3d 514, 519–20 (6th Cir. 2007).\nWynne does not argue that the state court’s application of Michigan Rule 404(b) was so\naskew that it violated this standard.      And his explanations for introducing the\nevidence—that it would show Peckham’s “character for seeking secretive revenge, his\nviolent tendencies, mental deterioration, and readiness to frame another” and that\nPeckham “was capable of murdering Timmerman” and framing Wynne, Wynne’s Br. at\n46—represent precisely the kind of propensity evidence that any court (state or federal)\nreasonably could exclude, whether under Rule 404(b) or for that matter under Rule 403.\n\n       In defense of the district court’s contrary ruling, we note that it faced a more\nvexing question when it first granted the writ in 2003. Not only had our 2004 Lucas\n\fNos. 03-2319; 09-1148           Wynne v. Renico                                   Page 7\n\n\ndecision not yet come down, but the parties’ filings up to that point also suggested that\nPeckham’s episodes of erratic behavior occurred soon before—and even soon\nafter—Timmerman’s murder. It later became clear that much of Wynne’s propensity\nevidence against Peckham stemmed from events up to eight years earlier. Now that the\nparties have corrected the record, and now that we have Lucas to guide us, there is far\nless to Wynne’s position.\n\n                                          III.\n\n       For these reasons, we reverse the district court’s judgment.\n\fNos. 03-2319; 09-1148                  Wynne v. Renico                                             Page 8\n\n\n                                     _____________________\n\n                                        CONCURRENCE\n                                     _____________________\n\n         BOYCE F. MARTIN, JR., Circuit Judge, concurring. I concur in the reasoning\nand conclusion of the lead opinion, but do so with reservations because the analysis and\nconclusion are based on a faulty precedential foundation. The majority has found that\nthe district court erred in granting Scott Wynne habeas relief on the ground that the state\ncourt denied Wynne his constitutional right to present a defense. The state court refused\nunder state evidentiary rule 404(b) to admit evidence that Wynne proffered to show that\na third party committed the murder and framed Wynne for its commission. As the\nmajority states, we cannot grant habeas relief solely because we disagree with a state\ncourt’s interpretation of its own evidentiary rules. Rather, in order to grant habeas in this\ncase, we must find that the state court’s application of its evidentiary rules (1) were\narbitrary and disproportionate to the purpose the state rule was designed to serve, and\n(2) deprived Wynne of his Sixth Amendment right to present a defense.1 Further, as the\nmajority correctly points out, in United States v. Lucas, 357 F.3d 599, 606 (6th Cir.\n2004) we held that the identical 404(b) analysis engaged in by the Michigan state court\nalso applies in this Court “generally . . . in cases where such evidence is used with\nrespect to an absent third party not charged with any crime.” Because it makes no sense\nto contend that it violates the Constitution for a state court to apply an evidentiary rule\nin a certain way but that a federal court can, I cannot dissent from the majority’s\nopinion.2 Thus, I must concur, but I do not like the result we reach.\n\n\n\n\n         1\n            The majority discusses the fact that this case involves a state court applying state evidentiary\nrules. It is true that Michigan has never adopted the Federal Rules of Evidence per se, but as the Michigan\nRules of Evidence advisory notes state, “MRE 404(b) is identical with Rule 404b of the Federal Rules of\nEvidence except that the word ‘plan’ is replaced by the phrase ‘scheme, plan, or system in doing an act,’\nand there is added the phrase ‘when the same is material, whether such other crime, wrongs, or acts are\ncontemporaneous with, or prior or subsequent to the crime charged.’” MICH. R. EVID. 404, 1978 advisory\ncommittee’s note.\n         2\n        The current case, while similar to Lucas in many respects, also differs in several substantive\nways. Thus, I believe that, had this case been brought under federal law, it is easily distinguished from\nLucas.\n\fNos. 03-2319; 09-1148                  Wynne v. Renico                                             Page 9\n\n\n         However, I write separately because I believe that the Lucas opinion was\nwrongly decided. As was pointed out in the concurrence to the Lucas opinion, there is\na split among the circuits regarding the appropriate standard to apply to reverse 404(b)\nadmitted evidence. Lucas, 357 F.3d at 612. The majority of circuits have rightly held\nthat Rule 404(b) primarily exists to protect a criminal defendant from the prejudice of\npropensity taint and should not be applied in cases where, as here, the defendant offers\nprior-act evidence of a third-party to prove some fact relevant to his defense.3 Only two\nother circuits have taken the approach of the Lucas majority, holding that the plain\nlanguage of the rule, “[e]vidence of other crimes, wrongs, or acts is not admissible to\nprove the character of a person in order to show action in conformity therewith”, FED.\nR. EVID. 404(b) (emphasis added), protects every person, not just the criminal defendant\nor a victim.\n\n         Rule 404(b) was born of the common law in an effort to protect parties from\nwrongful inferences derived from character evidence.                           The “reason for the\ninadmissibility of evidence of other crimes, wrongs, or acts is that such evidence is\nirrelevant to prove the conduct in question.” 22 Charles Alan Wright & Kenneth W.\nGraham, Federal Practice and Procedure § 5239 (1st ed. 1978) (noting that it “has long\nbeen accepted in our law . . . [t]hat the doing of one act is in itself no evidence that the\nsame or a like act was again done by the same person.” Charles Wigmore, Wigmore’s\nCode of the Rules of Evidence in Trials at Law § 192, p. 642 (3d ed. 1940) (emphasis\n\n         3\n            The First, Second, Third, Fifth, and Eleventh Circuits have determined that Federal Rule of\nEvidence 404(b) is not applicable to evidence regarding acts of someone other than the defendant. See\nUnited States v. Morano, 697 F.2d 923, 926 (11th Cir. 1983) (holding that “Rule 404(b) does not\nspecifically apply to exclude . . . evidence [that] involves an extraneous offense committed by someone\nother than the defendant [because] the evidence was not introduced to show that the defendant has a\ncriminal disposition . . . so the policies underlying Rule 404(b) are inapplicable.”); United States v.\nGonzalez-Sanchez, 825 F.2d 572, 583 (1st Cir. 1987) (holding that “Rule 404(b) does not exclude\nevidence of prior crimes of persons other than the defendant.”); United States v. Sepulveda, 710 F.2d 188,\n189 (5th Cir. 1983) (holding that Rule 404(b) only applies to acts by the defendant individually.); United\nStates v. Stevens, 935 F.2d 1380, 1401-06 (3d Cir. 1991) (allowing a defendant to introduce “other crimes”\nevidence against a third-party under Rule 404(b) because “prejudice to the defendant is no longer a\nfactor.”); United States v. Blum, 62 F.3d 63, 68 (2d Cir. 1995) (stating that Rule 404(b) permits “admission\nagainst third parties of evidence of ‘crimes, wrongs or acts’ if used to show ‘motive, opportunity, intent,\npreparation, plan, knowledge, identity of absence of mistake or accident.”) (quoting United States v.\nAboumoussallem, 726 F.2d 906, 911-12 (2d. Cir. 1984)); but see Agushi v. Duerr, 196 F.3d 754, 760 (7th\nCir. 1999) (holding that Rule 404(b) “does apply to third parties.”); United States v. McCourt, 925 F.2d\n1229, 1232 (9th Cir. 1991) (holding that, “because Rule 404(b) plainly proscribes other crimes evidence\nof a person, it cannot reasonably be construed as extending only to the accused.”) (internal citations and\nquotations omitted).\n\fNos. 03-2319; 09-1148             Wynne v. Renico                                    Page 10\n\n\nadded). Although this logic could theoretically apply equally to defendants, victims, or\nthird parties, Wigmore points out that the common law rule barring prior bad act\nevidence existed to prevent the inference that a “defendant in a criminal case”\nperpetrated the “criminal act charged.” Charles Wigmore, Wigmore’s Code of the Rules\nof Evidence in Trials at Law §§ 355- 56, p. 81. (3d ed. 1942); See also United States v.\nDudek, 560 F.2d 1288, 1295-96 (6th Cir. 1977) (stating that Rule 404(b) restates the\ncommon law). Furthermore, history makes clear that the policy underlying the rule at\ncommon law sought to protect the criminal defendant. See Wright & Graham, Federal\nPractice and Procedure: Evidence § 5239, pp. 436-39 (1978). Moreover, although the\n404(b) Advisory Committee Notes do not clarify the meaning of “a person”, they\ngenerally discuss prosecutorial use of propensity evidence against a defendant and the\nuse of propensity evidence to show that a victim “had it coming.” The notes give no\nindication that they were intended to protect any other party.\n\n        We have summarized the policy concerns driving Rule 404(b), noting that “two\nconcerns are expressed by the first sentence of Rule 404(b): (1) that the jury may\nconvict a ‘bad man’ . . . and (2) that the jury will infer that because the accused\ncommitted other crimes, he probably committed the crime charged.” United States v.\nPhillips, 599 F.2d 134, 136 (6th Cir. 1979) (emphasis added). In short, 404(b) deals with\n(a) concerns that a jury will make prejudicial inferences based upon someone being a\n“bad guy” and thus convict a defendant and (b) logically dubious inferences based upon\nan imagined connection between past acts and current ones.\n\n        Generally, the concern with dubious inferences applies to defendants and to third\nparties, as it is equally irrational to assume that, because either a defendant or third party\ncommitted a past bad act, he is somehow connected to a particular current bad act. Here,\nthis concern seems equally applicable to both Wynne and Peckham.\n\n        However, the prejudice concern does not apply equally to a defendant and a third\nparty not being tried for a crime. Specifically, a third party not on trial for a crime is in\nno danger whatsoever that the jury will convict him for being a “bad man.” Thus, here\nand in probably most reverse evidence cases, one of 404(b)’s two justifications would\n\fNos. 03-2319; 09-1148                  Wynne v. Renico                                            Page 11\n\n\nvanish completely. In such a situation, one wonders if, left with only one pillar to\nsupport it, the whole structure of 404(b) collapses under the weight of a defendant’s\nconstitutional right to present a defense.4 Most circuits have found that it does. See\nsupra n. 3. Given the great weight that our Constitution and society place on the right\nto present a defense, if the policy reasons driving 404(b) are considerably weakened—as\nthey are in cases of reverse 404(b) evidence—in the majority of circumstances, the\nconstitutional right to present a defense easily trumps the sole remaining 404(b) interest.\nThis Court is clearly on the losing side of the equation. It is my hope that this Court and\nother courts will see the wisdom of distinguishing close cases involving important Sixth\nAmendment questions from Lucas and will admit 404(b) evidence under a simple\nrelevancy-balancing test, thus erring on the side of allowing defendants to present their\nbest defense.\n\n         Had this Court correctly decided the reverse 404(b) evidence question in Lucas,\nthen we could have reached the question of whether the state court ran afoul of Wynne’s\nconstitutional rights in applying its evidentiary rules to exclude some of his proffered\nevidence. Were I hearing this case on direct appeal, I would have no difficulty—given\nthe state’s greatly diminished evidentiary interest— in finding that the state court erred\nin not permitting Wynne to present some or all of the excluded evidence in crafting his\ndefense. I recognize, however, that AEDPA requires a more exacting level of deference.\n\n\n         4\n           The absence of prejudice in the context of reverse 404(b) evidence has been emphasized by other\ncircuits. The Second Circuit has noted that:\n         [W]e believe that the standard of admissibility when a criminal defendant offers similar\n         acts evidence as a shield need not be as restrictive as when the prosecutor uses such\n         evidence as a sword . . . . [R]isks of prejudice are normally absent when the defendant\n         offers similar acts evidence of a third-party to prove some fact pertinent in the defense.\n         In such cases the only issue arising under 404(b) is whether the evidence is relevant to\n         the existence or non-existence of some fact pertinent to the defense.\nAboumoussallem, 726 F.2d at 911-12 (internal citations omitted). The Third Circuit makes similar\nobservations:\n         [W]hen the defendant is offering [other crimes testimony], prejudice to the defendant\n         is no longer a factor, and simple relevance to guilt or innocence should suffice as the\n         standard of admissibility, since ordinarily, and subject to rules of competency, an\n         accused in entitled to advance in his defense any evidence which may rationally tend\n         to refute his guilt or buttress his innocence of the charge made.\nStevens, 935 F.2d at 1401 (citation omitted).\n\fNos. 03-2319; 09-1148                  Wynne v. Renico                                          Page 12\n\n\nRegardless, I believe that the same interest that would require admission of this evidence\nin a direct appeal case applies equally to Wynne’s habeas attack. The fact that, as a third\nparty, there is no risk that Peckham would be unfairly convicted for being a “bad person”\ndrastically reduces the need to exclude the questionable evidence, while Wynne’s need\nto present a defense remains just as weighty.5 Thus, sitting in habeas, but for Lucas, I\nwould find that the evidence was excluded in violation of Wynne’s constitutional rights.\n\n         However, as this panel is bound by the decisions of a prior panel, no matter how\nillogical,6 I must concur.\n\n\n\n\n         5\n          It is true that Wynne was permitted to present some evidence regarding Peckham’s alleged\nscheme to murder. However, given that some of the excluded evidence would have helped Wynne show\nthat Peckham had (1) suffered a mental breakdown, (2) declined psychologically since that time,\n(3) allegedly attempted to frame someone else for a crime he had committed in the past, and (4) other\nevidence tending to substantiate Wynne’s defense, its probative value was likely substantial.\n         6\n           A published prior panel decision “remains controlling authority unless an inconsistent decision\nof the United States Supreme Court requires modification of the decision or this Court sitting en banc\noverrules the prior decision.” Rutherford v. Columbia Gas, 575 F.3d 616, 619 (6th Cir. 2009) (citing Salmi\nv. Sec'y of Health & Human Servs., 774 F.2d 685, 689 (6th Cir. 1985)).\n\f",
            "ocr": false,
            "opinion_id": 2979020
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}