{
    "id": 2989187,
    "judges": "Brown, Christopher, Frost",
    "date_filed": "2013-10-15",
    "date_filed_is_approximate": true,
    "slug": "timoteo-rios-v-state",
    "case_name_short": null,
    "case_name": "Timoteo Rios v. State",
    "case_name_full": "Timoteo RIOS, Appellant v. the STATE of Texas, Appellee",
    "attorneys": "Celeste Carter Blackburn, Spring, for appellant., Lisa G. Porter, Houston, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b256-8\">\n    Timoteo RIOS, Appellant v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b256-11\">\n    No. 14-11-00522-CR.\n   </docketnumber><br><court id=\"b256-12\">\n    Court of Appeals of Texas, Houston (14th Dist.).\n   </court><br><decisiondate id=\"b256-13\">\n    July 26, 2012.\n   </decisiondate><br><attorneys id=\"b257-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"239\"> \n     *239\n     </span>\n    Celeste Carter Blackburn, Spring, for appellant.\n   </attorneys><br><attorneys id=\"b257-18\">\n    Lisa G. Porter, Houston, for the State.\n   </attorneys><br><judges id=\"b257-19\">\n    Panel consists of Justices FROST, BROWN, and CHRISTOPHER.\n   </judges>",
    "citations": [
        "376 S.W.3d 238"
    ],
    "opinions": [
        {
            "author_str": "Christopher",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=11226&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa14%5cOpinion",
            "author_id": null,
            "opinion_text": "Affirmed and Opinion filed July 26, 2012.\n\n\n\n\n                                         In The\n\n                          Fourteenth Court of Appeals\n                                 ___________________\n\n                                  NO. 14-11-00522-CR\n                                 ___________________\n\n                             TIMOTEO RIOS, Appellant\n\n                                            V.\n\n                          THE STATE OF TEXAS, Appellee\n\n\n                       On Appeal from the 232nd District Court\n                                Harris County, Texas\n                           Trial Court Cause No. 1163180\n\n\n\n                                      OPINION\n\n       Timoteo Rios appeals his conviction for capital murder, arguing that the trial court\nerred in denying his motion to suppress a confession he gave the police after his arrest\nbecause (1) the affidavit supporting the arrest warrant contained a false statement made\nknowingly or in reckless disregard of the truth, and (2) the remainder of the affidavit was\ninsufficient to establish probable cause for his arrest. We conclude that even if the\naffidavit contained such false statements, the remainder of the affidavit was sufficient to\n\fsupport the issuance of the arrest warrant, and therefore the trial court did not abuse its\ndiscretion in refusing to suppress the confession. We affirm.\n\n                    I. FACTUAL AND PROCEDURAL BACKGROUND\n\n       In the early evening of April 16, 2008, Tina Davila parked her car outside a Houston\nshopping center. As Davila got out of her car, a gold-colored Ford Taurus pulled up\nalongside her. A man got out of the front passenger seat and tried to grab Davila’s money\nand car keys. Davila, whose infant daughter was in the back seat, struggled with the man\nover the keys, crying “my baby, my baby.” The man pulled out a knife and stabbed Davila\nin the chest. Davila continued to struggle with the man as he got back into the Taurus and,\nthe man, yelling “get the f___ back,” threw Davila’s keys to the ground. The Taurus sped\naway as Davila, bleeding, hobbled into a nearby store and collapsed. Davila was dead by\nthe time emergency services arrived.\n\n       Traci Burger, who was in the same parking lot that evening, observed the struggle\nand got “a good look” at the attacker’s face. The attack was also recorded by the\nsurveillance camera of a nearby store. Without a named suspect, however, the attacker\ncould initially be identified only as a young Hispanic male. The night of the killing,\nSergeant Mark Reynolds of the Harris County Sherriff’s Office received a tip identifying\nappellant as the man who stabbed Davila and appellant’s former brother-in-law, Kennedy\nEscoto, as the driver of the gold Taurus. Sergeant Allan Beall, also of the Harris County\nSherriff’s Office, called Burger to view a photo spread featuring appellant and five other\nHispanic maleswith similar physical features.     After viewing the photo spread, Burger\ntold Beall she was “pretty sure” appellant was the man who stabbed Davila.\n\n       The next day, the police arrested Escoto on outstanding warrants. In a police\ninterview, Escoto confessed to his role as the driver of the gold Taurus and identified\nappellant as the man who stabbed Davila. Armed with Escoto’s statement and what he\ndescribed in a probable-cause affidavit as Burger’s “positive” identification, Reynolds\n\n                                            2\n\fsecured a warrant for appellant’s arrest. Appellant had fled the country in the wake of the\nmurder investigation but was eventually tracked to a small town outside Michoacan,\nMexico and, with the help of federal authorities, extradited back to Harris County in\nAugust 2008 to face capital-murder charges.\n\n       While in police custody, appellant confessed to the stabbing in a videotaped\ninterview. Before trial, appellant requested “an evidentiary hearing as to the truthfulness\nor reckless use of certain statements” contained in Reynolds’s probable-cause affidavit and\nrequested that appellant’s videotaped confession be suppressed if the trial court concluded\nthat the arrest warrant had been illegally obtained. Although appellant did not specify in\nhis motion what statements he believed were untruthful, he argued at the hearing that\nReynolds had falsely stated in the probable cause affidavit that Burger had “positively\nidentified” appellant as the man who had struggled with Davila when she had merely told\nBeall that she was “pretty sure” that appellant was the man she had seen.1\n\n       At the hearing, Burger testified that when she told Officer Beall she was “pretty\nsure,” she actually meant “a hundred percent sure.” Beall similarly testified that Burger\nhad identified appellant without hesitation and seemed certain about her identification, and\nBeall stated that he had understood Burger’s identification as “positive” rather than\ntentative. Nonetheless, Beall testified that he had relayed Burger’s exact words—“pretty\nsure”—to Reynolds. Reynolds testified that, as he understood Burger’s identification\nfrom Beall,\n\n       [Burger] felt confident that that was the person that had robbed her [Davila]\n       and so I—you know I don’t think anybody was ready to you know convict\n       somebody based solely on that one identification but she was confident in it.\n       That’s the way I understood it and that’s the way I relayed it to the district\n       attorney.\n\n\n\n       1\n         At the hearing, appellant further argued that Reynolds had omitted to mention Escoto’s prior\nfelony convictions in the affidavit; however, appellant does not raise this issue on appeal.\n                                                 3\n\fAsked if he considered Burger’s a positive identification, Reynolds responded, “I think it\nhad to be more positive than no ID, yes.” The trial court denied appellant’s motion to\nsuppress the videotaped confession.       The confession was later played at trial over\nappellant’s objection. On the stand, appellant confessed to killing Davila but maintained\nthat he had intended only to scare Davila by swinging the knife at her and did not realize he\nhad stabbed her until he got back into his car.\n       The jury convicted appellant of capital murder and he was sentenced to life in prison\nby operation of law. In his sole issue on appeal, appellant argues that the trial court erred\nin denying his motion to suppress his videotaped confession to the police because (1)\nReynolds knowingly, intentionally, or with reckless disregard for the truth misrepresented\nBurger’s identification as “positive” in the probable cause affidavit; and (2) the remainder\nof the affidavit was insufficient to support the issuance of the arrest warrant.\n\n                                       II. ANALYSIS\n\n       A trial court’s ruling on a motion to suppress is reviewed for an abuse of discretion.\nState v. Dixon, 206 S.W.3d 587, 590 (Tex. Crim. App. 2006). Under this standard of\nreview, we will uphold the trial court’s ruling if it is reasonably supported by the record\nand is correct under any applicable legal theory. Id. The trial court is the sole trier of fact\nand judge of the credibility of the witnesses and the weight to be given their testimony.\nGuzman v. State, 955 S.W.2d 85, 89 (Tex. Crim. App. 1997). We give the trial court\nalmost complete deference in determining historical facts, while reviewing de novo its\napplication of the law to those facts. Johnson v. State, 68 S.W.3d 644, 652–53 (Tex.\nCrim. App. 2002). Where, as here, the trial court does not file findings of fact, we review\nthe evidence in the light most favorable to the trial court’s ruling. Torres v. State, 182\nS.W.3d 899, 902 (Tex. Crim. App. 2005).\n\n       Under the United States Supreme Court’s decision in Franks v. Delaware, an arrest\nwarrant must be voided—and any evidence obtained pursuant to the arrest warrant\nsuppressed—if (1) the defendant can establish by a preponderance of the evidence that the\n                                              4\n\faffidavit supporting the warrant contains a material misstatement that the affiant made\nknowingly, intentionally, or with reckless disregard for the truth; and (2) setting the false\nstatement aside, the affidavit’s remaining content is insufficient to establish probable\ncause. Franks, 438 U.S. 154. 155–56, 98 S. Ct. 2674, 2676, 57 L. Ed. 2d 667 (1978);\nJanecka v. State, 937 S.W.2d 456, 462 (Tex. Crim. App. 1996). Assuming, without\ndeciding, that Reynolds’s representation of Burger’s identification as “positive” was both\nfalse and made intentionally, knowingly or in reckless disregard of the truth, we conclude\nthat the remainder of Reynolds’s probable-cause affidavit contained sufficient facts to\nsupport probable cause to arrest appellant. Consequently, we hold that the trial court did\nnot abuse its discretion in denying appellant’s motion to suppress.\n\n       In his affidavit, Reynolds stated as follows:\n\n       On April 16, 2008, Affiant was assigned to investigate the murder of Tina\n       Davila, hereafter called the Complainant, who at approximately 5:00 p.m. on\n       this date was stabbed to death outside her vehicle in the parking lot of 5600\n       Uvalde Road . . . . Affiant went to this location on this date and spoke with\n       Eric Shin, manager of the Cricket Cellular Store located at 5619 Uvalde\n       Road. Shin provided Affiant with access to the store’s surveillance video,\n       which consisted of digital video recordings of the interior of the store and the\n       immediate area in front of the store. Upon viewing this recording Affiant\n       observed the images of a woman, later identified as the Complainant, exiting\n       her vehicle directly in front of the Cricket Store at 5:02 p.m. At this time a\n       Ford Taurus is seen pulling up beside the driver’s side of the Complainant’s\n       vehicle. A young Hispanic male is seen exiting the passenger side of the\n       Taurus and blocking the Complainant’s path to the store. A struggle is\n       observed between the Complainant and the male. The male is then seen\n       getting back into the Taurus. The complainant follows the male and then\n       another struggle appears to take place. The Complainant is then seen\n       stumbling into the store and collapsing at the sales counter. Shin told\n       Affiant that the Complainant was clutching her chest and bleeding when she\n       entered the store and collapsed.\n       Affiant spoke with Harris County Sherriff’s sergeant, Ben Beall, a certified\n       police officer, who stated that he interviewed Traci Burger, a witness found\n       to be gainfully employed and a credible person. Per Sergeant Beall, Burger\n       stated the following: She was in the parking lot at 5600 Uvalde Road, as\n\n                                              5\n\f       described above, and observed the Complainant, the young Hispanic male,\n       and the struggle as described above. She also stated that as the Complainant\n       followed the male after the first struggle, she could be heard screaming “my\n       baby, my baby.”\n       Affiant received a tip from a confidential informant who identified the\n       Defendant as the young Hispanic male that murdered the Complainant. A\n       known Harris County Sherriff’s Office booking photograph of the Defendant\n       was obtained and placed in a photospread along with five other photographs\n       of males with similar physical characteristics. Sgt. Beall stated to Affiant\n       that he showed this photospread to witness Burger and she positively\n       identified the photograph of the Defendant as the person she observed\n       struggling with the Complainant as described above.\n       Affiant conducted an interview with Kennedy Escoto, who after being given\n       his legal statutory warnings gave a written and signed statement against [h]is\n       interest that stated the following: Escoto was the driver of the Ford Taurus,\n       seen in the video and described above. Escoto stated that the Defendant,\n       who he knows by name and by sight as the Defendant, Timoteo Rios, was the\n       passenger in the vehicle. Escoto stated that he and the Defendant observed\n       the Complainant getting out of her vehicle and that she had some $20 bills in\n       her hand. Escoto stated that the Defendant opened up his knife, jumped out\n       of the car and tried to take the money from the complainant. Escoto stated\n       that it was during the struggle that the Complainant was stabbed. Escoto\n       stated that the Defendant got back in the Taurus with the Complainant’s keys\n       but then threw them out of the vehicle.\nIn assessing whether sufficient facts were included in the affidavit to support probable\ncause to arrest the accused, we are limited to the four corners of the affidavit. Hankins v.\nState, 132 S.W.3d 380, 388 (Tex. Crim. App. 2004). We must interpret the complaint in a\ncommonsensical and realistic manner, recognizing that the magistrate is permitted to draw\nreasonable inferences from the facts. Id.; Rodriguez v. State, 232 S.W.3d 55, 61 (Tex.\nCrim. App. 2007). “When in doubt, we defer to all reasonable inferences that the\nmagistrate could have made.” Rodriguez, 232 S.W.3d at 61.\n\n       Even after the statement concerning Burger’s “positive” identification is excised,\nEscoto’s statement alone is sufficient to establish probable cause to arrest appellant.\nEscoto, an eyewitness, directly named appellant as the man who wielded a knife while\n\n                                             6\n\ftrying to take cash from Davila and who stabbed Davila as the two struggled in the parking\nlot. Escoto described in detail the circumstances surrounding the stabbing. Appellant\nargues that “there is no statement as to why Reynolds believed Escoto’s statement to be\ncredible and reliable regarding his identification of [a]ppellant as being involved in the\noffense.” But, when an affidavit contains information given by a named informant, the\naffidavit is sufficient to justify the issuance of an arrest warrant if the information given is\nsufficiently detailed to suggest direct knowledge on the informant’s part—even if no direct\nstatement is made about the informant’s reliability or credibility. Wilkerson v. State, 726\nS.W.3d 542, 545 (Tex. Crim. App. 1986). Escoto’s statements, as relayed in the affidavit,\ndemonstrate his direct knowledge of the circumstances surrounding Davila’s death,\nincluding that (1) Escoto was the driver of the Ford Taurus; (2) appellant, whom Escoto\nknows by name and by sight, was the passenger in the Taurus; (3) Escoto and appellant\nwatched as Davila exited her car, holding cash in her hand; (4) appellant opened up his\nknife, jumped out of the car, and tried to take the money from Davila; (5) Davila was\nstabbed during this struggle; and (6) appellant returned to the Taurus and threw Davila’s\nkeys out of their car. Further, according to the affidavit, Escoto’s account matched up\nwith what Reynolds saw on the Cricket Store’s surveillance video.\n\n       Appellant contends that Escoto’s credibility is in greater doubt than that of most\nnamed informants because “he was being questioned about his involvement for an offense\nthat he committed” and “[h]is statement naming [a]ppellant as the other person could just\nas easily be Escoto attempting to name another person involved to askew [sic] his own\ninvolvement . . . .” To support the proposition that a named informant lacks credibility if\nhe is being questioned about an offense that he committed, appellant cites State v. Wester,\n109 S.W.3d 824 (Tex. App.—Dallas 2003, no pet.). The Wester case is not binding\nprecedent on this court; but, in any event, we find it factually distinguishable from the case\nunder review.\n\n\n\n                                               7\n\f       In Wester, the Dallas Court of Appeals held that an affidavit was insufficient to\nsupport a search warrant where the informant was “a suspect under arrest for the very drugs\nhe claimed to have purchased from [the appellant] and was being interrogated at the police\nstation when he gave his statement.” Id. at 827. There, however, the court questioned\nthe extent to which the informant’s admission carried the weight of a statement against\npenal interest because the police had already found the drugs when the informant made his\nstatement. Id.; see Mejia v. State, 761 S.W.2d 35, 38 (Tex. App.—Houston [14th Dist.]\n1988, pet. ref’d) (“An admission against penal interest, even by a first-time informant, is a\nfactor indicating reliability.”). Here, at the time Escoto made his statement, there was\nnothing connecting him with the crime under investigation other than the tip of a\nconfidential informant. Beall testified that Burger was unable to identify Escoto as the\ndriver of the Taurus.     Unlike in Wester, where the informant was under arrest for\npossession of the very drugs he claimed to have purchased from the accused, Escoto was\nnot under arrest for his involvement in Davila’s killing. He was arrested on outstanding\nwarrants, not on a warrant procured because of his suspected involvement in Davila’s\nmurder.    Further, the Wester court also emphasized another problem not present\nhere—that the information contained in the affidavit there was not detailed. See Wester,\n109 S.W.3d at 827. As the court there noted,\n\n       the only fact that specifically related to Wester was [the informant]’s\n       statement that he purchased the drugs from Wester at Wester’s residence just\n       prior to being stopped. No other independently verifiable facts related to\n       Wester, such as previous drug transactions, the location of the marijuana in\n       the house, or the layout of the house, were alleged.\nId. Here, as described above, Escoto’s statements indicate detailed knowledge of the\ncircumstances surrounding Davila’s death.         His account of Davila’s stabbing also\nmatched up—according to the account set forth in the affidavit , which appellant does not\ncontest on appeal—with the surveillance video described in the affidavit, providing\nindependent verification for his account. Under these circumstances, Escoto’s statement\nto the police was sufficient to establish probable cause for appellant’s arrest.\n                                              8\n\f       In conclusion, after excising from the probable-cause affidavit Reynolds’s\nchallenged statement about Burger’s “positive” identification of appellant as the man who\nattacked Davila, the remainder of Reynolds’s affidavit was sufficient to justify the issuance\nof an arrest warrant even if Reynolds’s statement regarding Burger’s identification was\nfalse and made intentionally, knowingly, or with reckless disregard for the truth.\nTherefore, the trial court did not abuse its discretion in denying appellant’s motion to\nsuppress appellant’s videotaped confession. We overrule appellant’s sole issue on appeal.\n\n                                     III. CONCLUSION\n\n       Having concluded that the trial court did not abuse its discretion in denying\nappellant’s motion to suppress, we affirm the trial court’s judgment.\n\n\n\n\n                                          /s/       Tracy Christopher\n                                                    Justice\n\n\n\nPanel consists of Justices Frost, Brown, and Christopher.\nPublish — TEX. R. APP. P. 47.2(b).\n\n\n\n\n                                                9\n\f",
            "ocr": false,
            "opinion_id": 2989187
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}