{
    "id": 3006521,
    "judges": "Durrant, Himonas",
    "date_filed": "2005-07-16",
    "date_filed_is_approximate": true,
    "slug": "state-v-bond",
    "case_name_short": "Bond",
    "case_name": "State v. Bond",
    "case_name_full": "STATE of Utah, Appellee, v. Martin Cameron BOND, Appellant",
    "attorneys": "Sean D. Reyes, Att'y Gen., John J. Nielsen, Asst. Att'y Gen., Salt Lake City, for appellee., Jennifer Gowans Vandenberg, Park City, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 70,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b132-5\">\n    2015 UT 88\n   </citation><parties id=\"AMx\">\n    STATE of Utah, Appellee, v. Martin Cameron BOND, Appellant.\n   </parties><docketnumber id=\"A7q\">\n    No. 20130361.\n   </docketnumber><br><court id=\"b132-7\">\n    Supreme Court of Utah.\n   </court><decisiondate id=\"Aaa\">\n    Sept. 30, 2015.\n   </decisiondate><br><attorneys id=\"b135-27\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"107\"> \n     *107\n     </span>\n    Sean D. Reyes, Att'y Gen., John J. Nielsen, Asst. Att'y Gen., Salt Lake City, for appellee.\n   </attorneys><br><attorneys id=\"b135-28\">\n    Jennifer Gowans Vandenberg, Park City, for appellant.\n   </attorneys><br><judges id=\"b135-29\">\n    Justice HIMONAS authored the opinion of the Court, in which Chief Justice DURRANT, Associate Chief Justice LEE, and Justice DURHAM joined. Justice PARRISH sat for oral argument. Due to her resignation from this court, however, she did not participate herein.\n   </judges>",
    "citations": [
        "2015 UT 88",
        "361 P.3d 104"
    ],
    "opinions": [
        {
            "author_str": "Himonas",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 31.0,
            "download_url": "http://www.utcourts.gov/opinions/supopin/State v. Bond20150930.pdf",
            "author_id": null,
            "opinion_text": "                  This opinion is subject to revision before\n                    publication in the Pacific Reporter\n\n                              2015 UT 88\n\n                                  IN THE\n      SUPREME COURT OF THE STATE OF UTAH\n\n                            STATE OF UTAH,\n                               Appellee,\n                                     v.\n                     MARTIN CAMERON BOND,\n                           Appellant.\n\n                           No. 20130361\n                     Filed September 30, 2015\n\n                  Fourth District, American Fork\n                   The Honorable Thomas Low\n                          No. 101101667\n\n                               Attorneys:\n   Sean D. Reyes, Att’y Gen., John J. Nielsen, Asst. Att’y Gen.,\n                  Salt Lake City, for appellee\n      Jennifer Gowans Vandenberg, Park City, for appellant\n\n  JUSTICE HIMONAS authored the opinion of the Court, in which\n      CHIEF JUSTICE DURRANT, ASSOCIATE CHIEF JUSTICE LEE,\n                  and JUSTICE DURHAM joined.\nJUSTICE PARRISH sat for oral argument. Due to her resignation from\n        this court, however, she did not participate herein.\n\n\n   JUSTICE HIMONAS, opinion of the Court:\n\n                           INTRODUCTION\n\n    ¶ 1 A jury convicted Martin Bond of several heinous crimes,\nincluding aggravated kidnapping and aggravated murder.\nMr. Bond challenges his convictions on three grounds. First, he\nargues the prosecutor committed misconduct by calling Benjamin\nRettig, Mr. Bond’s codefendant, to testify when Mr. Rettig had\nindicated an intention to invoke his Fifth Amendment privilege\nagainst self-incrimination and, therefore, the trial court abused its\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\ndiscretion in denying his motion for a mistrial. 1 Second, he\ncontends the prosecutor violated his rights under the\nConfrontation Clause by using leading questions in questioning\nMr. Rettig. Third, he asserts his lawyers were ineffective for\nfailing to move to merge the conviction for aggravated\nkidnapping with the conviction for aggravated murder.\n    ¶ 2 We reject each ground and affirm Mr. Bond’s\nconvictions. With respect to the first ground, Mr. Bond failed to\nestablish that the prosecutor committed misconduct in calling\nMr. Rettig to the stand. Consequently, the trial court did not abuse\nits discretion in denying his motion for a mistrial. As to the\nsecond ground, we take this opportunity to clear up a point of\nsignificant confusion in our case law and expressly hold that the\nburden of demonstrating prejudice for an unpreserved federal\nconstitutional claim rests with the defendant on appeal. And\nbecause Mr. Bond did not demonstrate prejudice from the\nprosecutor’s leading questions, he failed to meet his burden.\nFinally, Mr. Bond’s third ground—that trial counsel were deficient\nfor failing to move for merger of the aggravated kidnapping and\naggravated murder conviction—fails because such a motion\nwould have been futile.\n                        BACKGROUND\n   ¶ 3 In 2009, Mr. Bond and Mr. Rettig formed a plan to steal\nguns from the home of Mr. Bond’s family friend, Kay Mortensen.2\nOn November 16, 2009, the pair drove from Vernal to\nMr. Mortensen’s home in Payson carrying zip ties, latex gloves,\nand a .40 caliber handgun. When they arrived at the home,\nMr. Mortensen answered the door and, recognizing Mr. Bond,\n\n\n   1 Mr. Rettig pled guilty to aggravated murder and aggravated\nkidnapping for his role in the crimes. He now challenges his\nguilty pleas in a separate appeal currently pending before this\ncourt. State v. Rettig, no. 20131024. Mr. Rettig’s appeal does not\naffect our disposition of Mr. Bond’s case.\n   2  “On appeal, we review the record facts in a light most\nfavorable to the jury’s verdict and recite the facts accordingly. We\npresent conflicting evidence only as necessary to understand\nissues raised on appeal.” State v. Holgate, 2000 UT 74, ¶ 2, 10 P.3d\n346 (citations omitted) (internal quotation marks omitted).\n\n\n                                 2\n\f                          STATE v. BOND\n                      Opinion of the Court\n\ninvited both men into his home. According to Mr. Bond,\nMr. Rettig then threatened Mr. Mortensen with the handgun, zip-\ntied his wrists, and demanded that Mr. Mortensen tell them\nwhere the guns were kept. Mr. Mortensen showed the men to a\nlocked bunker in the backyard.\n    ¶ 4 Mr. Bond and Mr. Rettig then led Mr. Mortensen back\ninside and up the stairs to the bathroom. Mr. Mortensen’s ankles\nwere zip-tied together and he was forced to kneel over the\nbathtub. One of the men went to the kitchen downstairs and\nretrieved a butcher knife, which was then used to slit\nMr. Mortensen’s throat and stab him through the back of the neck,\nkilling him.\n   ¶ 5 Almost immediately after the murder, Mr. Mortensen’s\nson and daughter-in-law, Roger and Pamela Mortensen, arrived at\nthe home. Mr. Bond and Mr. Rettig forced them into the living\nroom and bound their wrists and ankles with zip ties. Mr. Bond\nthreatened to “come after” the couple’s family if they revealed the\nmen’s identity to the police. Mr. Bond and Mr. Rettig left with\napproximately twenty stolen guns. The couple freed themselves\nfrom the zip ties, called the police, and discovered\nMr. Mortensen’s body upstairs.\n    ¶ 6 After leaving the house, Mr. Bond and Mr. Rettig\nreturned to Vernal and parted ways. Mr. Bond kept all of the\nstolen guns. He stored some in his home, sold others, and buried\nthe remaining weapons in a local park.\n    ¶ 7 Approximately one year after the crime, Mr. Bond’s ex-\nwife contacted the Utah County Sheriff’s Office. She told police\nthat Mr. Bond had confessed his role in the robbery and murder of\nMr. Mortensen and had enlisted her help to bury some of the\nstolen guns. Police obtained a warrant to search Mr. Bond’s home.\nWhile executing the warrant, police interviewed Mr. Bond and\nfound several of the stolen guns. After the police confronted\nMr. Bond with the guns, he admitted his involvement, implicated\nMr. Rettig, and led police to a park where the remaining guns\nwere buried. Police then arrested Mr. Bond and Mr. Rettig.\n   ¶ 8 Mr. Bond gave several very different accounts of the\nrobbery and murder before trial. He told his ex-wife that he held\nthe handgun while Mr. Rettig murdered Mr. Mortensen with the\nknife. When police searched his home, Mr. Bond initially denied\nany involvement in the crime. But after police confronted him\n\n                                3\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\nwith the stolen guns found in his home, Mr. Bond related a story\nsimilar to the one he told his ex-wife—that Mr. Rettig had killed\nMr. Mortensen. And in subsequent police interviews, Mr. Bond\ncontinued to assert that Mr. Rettig had stabbed and killed\nMr. Mortensen. Then, while in prison, Mr. Bond passed notes to\nanother inmate in which he claimed that he had killed\nMr. Mortensen but that Mr. Rettig forced him to do so by\nthreatening him with the gun.\n   ¶ 9 The State charged Mr. Bond with one count of\naggravated murder, three counts of aggravated kidnapping, one\ncount of aggravated burglary, and one count of aggravated\nrobbery. In order to avoid the possibility of the death penalty,\nMr. Bond made an agreement with the State that he would be\nsentenced to life without the possibility of parole if the jury\nconvicted him of aggravated murder.\n    ¶ 10 Prior to Mr. Bond’s trial, Mr. Rettig pled guilty to\naggravated murder and aggravated kidnapping. He also agreed\nto testify against Mr. Bond in exchange for a favorable sentencing\nrecommendation. However, when called to the stand in\nMr. Bond’s trial, Mr. Rettig refused to answer certain questions,\nciting a fear of federal firearms prosecution. The State granted\nMr. Rettig immunity to testify, and the court permitted the\nprosecution to ask Mr. Rettig leading questions in front of the jury\nregarding the crimes. Mr. Rettig answered some questions but\nthen repeatedly invoked his Fifth Amendment privilege against\nself-incrimination and refused to testify. Mr. Bond declined to\ncross-examine Mr. Rettig, insisting that questioning Mr. Rettig\nwas not permissible given the invocation of privilege. Mr. Bond\nlater moved for a mistrial based on the State’s calling Mr. Rettig\nand forcing him to invoke the privilege before the jury. The trial\ncourt denied the motion.\n   ¶ 11 The jury convicted Mr. Bond on all counts. He was\nsentenced to life without the possibility of parole for aggravated\nmurder, and he received substantial sentences for the aggravated\nkidnapping, burglary, and robbery charges. Mr. Bond timely\nappealed. We have jurisdiction under Utah Code section 78A-3-\n102(3)(i).\n                   STANDARDS OF REVIEW\n    ¶ 12 Mr. Bond’s three challenges to his convictions implicate\ndifferent standards of review.\n\n                                 4\n\f                            STATE v. BOND\n                        Opinion of the Court\n\n   ¶ 13 First, Mr. Bond challenges the trial court’s denial of his\nmotion for mistrial based on prosecutorial misconduct. We review\nthe trial court’s denial of Mr. Bond’s motion for a mistrial for an\nabuse of discretion. See State v. Harris, 2004 UT 103, ¶ 21,\n104 P.3d 1250; cf. State v. Bisner, 2001 UT 99, ¶ 31, 37 P.3d 1073\n(applying an abuse of discretion standard to evaluate a motion for\na new trial based on prosecutorial misconduct).\n    ¶ 14 Second, Mr. Bond claims a violation of his rights under\nthe Confrontation Clause of the United States Constitution.\nMr. Bond acknowledges this claim is unpreserved and thus raises\nit under the ineffective assistance of counsel and plain error\ndoctrines. For ineffective assistance of counsel, Mr. Bond must\nsatisfy the two-part Strickland test, showing “first, that his counsel\nrendered a deficient performance in some demonstrable manner,\nwhich performance fell below an objective standard of reasonable\nprofessional judgment and, second, that counsel’s performance\nprejudiced the defendant.” Archuleta v. Galetka, 2011 UT 73, ¶ 38,\n267 P.3d 232.\n    ¶ 15 For plain error, Mr. Bond must demonstrate “(i) [a]n\nerror exists; (ii) the error should have been obvious to the trial\ncourt; and (iii) the error is harmful, i.e., absent the error, there is a\nreasonable likelihood of a more favorable outcome for the\nappellant.” State v. Dunn, 850 P.2d 1201, 1208 (Utah 1993).\nMr. Bond and the State dispute how to apply the prejudice part of\nthe plain error doctrine in his case. Mr. Bond contends that when\nprosecutorial misconduct amounts to a constitutional violation,\nthe prejudice burden shifts to the State to demonstrate that any\nerror was harmless beyond a reasonable doubt, even where a\nclaim is unpreserved. The State argues that the burden does not\nshift for unpreserved challenges. We hold that for an unpreserved\nfederal constitutional claim, the defendant bears the burden to\ndemonstrate that any error was harmful. See infra ¶¶ 36–46.\n    ¶ 16 Third, Mr. Bond alleges that counsel rendered ineffective\nassistance for failing to move to merge his conviction for\naggravated kidnapping with his conviction for aggravated\nmurder. We review this claim under the Supreme Court’s\nStrickland test, which has been described above. Supra ¶ 14.\n                             ANALYSIS\n    ¶ 17 We address each of Mr. Bond’s arguments in turn. We\nfirst consider his claim of prosecutorial misconduct. We then turn\n\n                                   5\n\f                       Cite as: 2015 UT 88\n                      Opinion of the Court\n\nto his argument under the Confrontation Clause. Finally, we\naddress his claim based on the merger doctrine. We conclude that\neach of Mr. Bond’s arguments fails, and we accordingly affirm his\nconvictions.\n          I. THE TRIAL COURT DID NOT ABUSE ITS\n            DISCRETION IN DENYING MR. BOND’S\n                   MOTION FOR MISTRIAL\n    ¶ 18 Prior to Mr. Bond’s trial, Mr. Rettig pled guilty to\naggravated kidnapping and aggravated murder for his\nparticipation in the crime. During trial, the prosecutor called\nMr. Rettig as a witness against Mr. Bond. On the first day of\nquestioning, Mr. Rettig answered some questions, admitting he\nhad planned to meet up with Mr. Bond on the day of the murder.\nBut when the prosecutor asked what happened after Mr. Rettig\nand Mr. Bond met, Mr. Rettig refused to answer the question or to\ntestify further. Outside the presence of the jury, the trial court\nadvised Mr. Rettig that he had already waived his right against\nself-incrimination and was under subpoena to testify. The court\nordered Mr. Rettig to testify. He refused and was dismissed as a\nwitness.\n    ¶ 19 The next day, the prosecutor requested that Mr. Rettig be\ncalled again and indicated that the State would grant him use\nimmunity. Defense counsel, as well as Mr. Rettig’s own attorney,\nappear to have fairly protested, arguing that use immunity would\nnot protect Mr. Rettig from possible federal prosecution.\nMr. Rettig’s attorney apparently informed the trial court that\nMr. Rettig intended to invoke his Fifth Amendment privilege\nagainst self-incrimination despite the promise of immunity. The\ncourt granted the prosecutor’s request to call Mr. Rettig, but\nproceeded with initial questioning outside the presence of the\njury. On the stand, Mr. Rettig answered the State’s initial\nquestions. Because Mr. Rettig was consistently answering, the\ncourt brought the jury back into the courtroom and allowed\nquestioning to continue in its presence.\n   ¶ 20 The trial court also granted the prosecution leave to treat\nMr. Rettig as a hostile witness and pose leading questions.\nMr. Rettig responded to a number of the prosecutor’s initial\nleading questions. But when the prosecutor asked more detailed\n\n\n\n\n                                6\n\f                           STATE v. BOND\n                       Opinion of the Court\n\nquestions about the crimes, Mr. Rettig again refused to answer\nand cited his Fifth Amendment privilege.3\n   ¶ 21 Shortly afterwards, and outside of the jury’s and\nMr. Rettig’s presence, Mr. Bond moved for mistrial based on\nMr. Rettig’s invocation of his Fifth Amendment privilege before\nthe jury. He alleged that the prosecutor had improperly placed\nMr. Rettig on the stand “for the purpose of impressing upon the\njury the fact that the privilege [was] being claimed.” The trial\ncourt denied the motion, ruling that the immunity agreement was\n“a change in the playing field . . . that justified re-inquiring with\nMr. Rettig as to his status and his willingness to testify.” The\nprosecutor also offered to strike the leading questions, but the\ncourt declined to strike them, reasoning that the questions\nthemselves were not actually evidence. Instead, on agreement of\nthe parties, the court offered a curative instruction to the jury\nprohibiting it from considering the claim of privilege.\n   ¶ 22 On appeal, Mr. Bond challenges the trial court’s denial of\nhis motion for mistrial based on prosecutorial misconduct. He\nargues that it was improper for the prosecutor to call Mr. Rettig\nknowing that he would invoke his Fifth Amendment privilege,\nand that the court therefore erred in denying his motion for\nmistrial. 4\n\n   3 The questions that Mr. Rettig refused to answer are the\nsubject of Mr. Bond’s Confrontation Clause challenge, and we\ndiscuss the substance of the questions in greater detail in our\nanalysis of that claim. See infra Part II.\n   4  In arguing that the prosecutor’s misconduct in calling\nMr. Rettig led to a Confrontation Clause violation, Mr. Bond\nconflates his Fifth Amendment invocation and Confrontation\nClause claims. But these are two wholly distinct allegations—one\nis a claim of improper presentation to the jury of a witness’\ninvocation of a privilege, and the other is a claim of violation of\nthe right to confront the witness. Moreover, as Mr. Bond’s\nappellate counsel candidly acknowledges, only the invocation\nclaim—not the Confrontation Clause allegation—was preserved.\nMr. Bond did not argue, and the trial court did not consider, any\nSixth Amendment concerns arising from the prosecutor’s leading\nquestions. Because the claims are based on different allegations,\nand because we review preserved and unpreserved claims under\n                                                              (cont.)\n\n                                 7\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\n    ¶ 23 As we noted above, “[o]n appeal from a denial of a\nmotion for mistrial based on prosecutorial misconduct, because\nthe trial court is in the best position to determine an alleged\nerror’s impact on the proceeedings, we will not reverse the trial\ncourt’s ruling absent an abuse of discretion.” State v. Hay, 859 P.2d\n1, 6 (Utah 1993). With this standard in mind, we first ask whether\nthe prosecutor’s actions constituted misconduct. Id. at 6–7. 5 If\nthere was misconduct, we then proceed to ask whether the\nmisconduct influenced the verdict. Id. at 7–8. 6 Here, we conclude\nthat the trial court correctly found that the prosecutor did not\ncommit misconduct by calling Mr. Rettig and therefore did not\nabuse its discretion in denying the motion for mistrial.\n   ¶ 24 A prosecutor may commit misconduct by “call[ing] to\nthe attention of the jurors matters they would not be justified in\n\ndifferent standards, we analyze Mr. Bond’s Confrontation Clause\nargument separately. See State v. Johnson, 774 P.2d 1141, 1144–45\n(Utah 1989) (indicating that claims must be based on distinct and\nspecific objections in order to be preserved).\n   5  This analysis presupposes the existence of a timely and\nappropriate objection to the alleged misconduct and, therefore,\nthat the issue was preserved for appeal. Here, the State makes no\nsuggestion that Mr. Bond failed to adequately preserve his Fifth\nAmendment challenge. Consequently, nothing in this opinion\nshould be interpreted as suggesting the existence of, or endorsing,\n“a standalone basis for direct review of the actions of\nprosecutors.” State v. Larrabee, 2013 UT 70, ¶ 65, 321 P.3d 1136\n(Lee, J., dissenting).\n   6  When evaluating the denial of a mistrial motion based on\nalleged prosecutorial misconduct, we treat both of these inquiries\nunder the heading of a single abuse of discretion standard. See\nState v. Hay, 859 P.2d 1, 6–8 (Utah 1993). Nonetheless, we\nrecognize that the trial court makes two distinct determinations\nwhen presented with an allegation of prosecutorial misconduct—\nfirst evaluating whether there was misconduct and then\nconsidering any resulting prejudice. State v. Speer, 750 P.2d 186,\n190 (Utah 1988). It is this second part of the analysis that requires\nthe court’s exercise of sound discretion. Id. Our review of the trial\ncourt’s ruling therefore follows this same bifurcated analysis that\ntrial courts do and should employ.\n\n\n                                 8\n\f                           STATE v. BOND\n                       Opinion of the Court\n\nconsidering in determining their verdict.” State v. Tillman, 750\nP.2d 546, 555 (Utah 1987). Jurors are not to consider a valid\ninvocation of a Fifth Amendment privilege in determining their\nverdict because “the exercise of the privilege is not evidence to be\nused . . . by any party.” State v. Travis, 541 P.2d 797, 799 (Utah\n1975). Thus, a prosecutor who calls a witness to testify in a\n“planned or deliberate attempt[]. . . to make capital out of [the]\nwitness[‘] refusals to testify” commits misconduct. Namet v. United\nStates, 373 U.S. 179, 189 (1963).\n    ¶ 25 Nevertheless, a prosecutor does not invariably commit\nmisconduct by calling a witness who has declared an intention to\nremain silent. Though a prosecutor may not call a witness simply\nto “impress[] upon the jury . . . the claim of privilege,” there are\nlegitimate reasons to call a witness who has indicated she will\ninvoke the privilege to remain silent. State v. White, 671 P.2d 191,\n193 (Utah 1983) (emphasis omitted). For example, a prosecutor\n“may be required” to call such a witness in order “to demonstrate\n[the witness’] unavailability.” Id.; see also State v. Schreuder, 712\nP.2d 264, 274 (Utah 1985) (explaining that it was not misconduct\nwhen an attorney “merely called [a witness] to testify under oath\nbefore the trial judge about her intentions regarding the\nprivilege”). Further, a witness who refuses to testify to one matter\nmay willingly testify to other matters. Namet, 373 U.S. at 188; see\nalso United States v. Coppola, 479 F.2d 1153, 1160 (10th Cir. 1973)\n(acknowledging that the State may “call a witness so as to give\nthat witness an opportunity to answer particular questions”).\nFinally, a witness who declares an intention to remain silent may\nnot be able to validly claim such a privilege. See Roberts v. United\nStates, 445 U.S. 552, 560 n.7 (1980) (“A witness may not employ the\nprivilege to avoid giving testimony that he simply would prefer\nnot to give.”). Thus, a “prosecutor need not accept at face value\nevery asserted claim of privilege, no matter how frivolous,”\nNamet, 373 U.S. at 188, but may call a witness if the prosecutor\n“reasonably assume[s] that the possibility of being cited for\ncontempt by the Court would force [the witness] to testify,”\nUnited States v. Harper, 579 F.2d 1235, 1240 (10th Cir. 1978). In sum,\na prosecutor does not commit misconduct if he has at least “a\ncolorable—albeit ultimately invalid—argument” that he is calling\nthe witness for a proper purpose and not “seeking to get\nevidentiary value from the questions and the claims of privilege.”\nUnited States v. Torrez-Ortega, 184 F.3d 1128, 1137 (10th Cir. 1999)\n(internal quotation marks omitted).\n\n                                  9\n\f                         Cite as: 2015 UT 88\n                        Opinion of the Court\n\n    ¶ 26 Here, the prosecutor had far more than a colorable\nargument that Mr. Rettig could not validly claim the privilege\nagainst self-incrimination because the prosecution granted him\nuse immunity. The Fifth Amendment privilege applies in both\nstate and federal prosecutions, and therefore a grant of immunity\nthat provides protection in only one jurisdiction but not the other\nwould often be wholly unsatisfactory to the witness. United States\nv. Balsys, 524 U.S. 666, 682 (1998) (calling it “intolerable to allow a\nprosecutor in one or the other jurisdiction to eliminate the\nprivilege by offering immunity less complete than the privilege’s\ndual jurisdictional reach”). Therefore, if a State compels an\nindividual to testify through a grant of immunity, the federal\ngovernment is prohibited from then using that testimony or its\nfruits against the witness in a federal prosecution. Murphy v.\nWaterfront Comm’n of N.Y. Harbor, 378 U.S. 52, 79 (1964), abrogated\nby Balsys, 524 U.S. at 683–84; see also Balsys, 524 U.S. at 682 (“The\nonly condition on the government when it decides to offer\nimmunity in place of the privilege to stay silent is the requirement\nto provide an immunity as broad as the privilege itself.”). 7\n\n\n\n\n   7     If, however, immunity is granted through voluntary\ncooperation between the State and the witness—rather than as a\nmeans for the State to compel testimony—the immunity is\ngoverned by contract law and extends only as far as the grant\nprovides. See United States v. Brown, 400 F.3d 1242, 1255–56 (10th\nCir. 2005) (holding that statements made by a witness who\nreceived immunity from a state prosecutor for his cooperation\ncould be used against him in a federal prosecution because the\nimmunity agreement explicitly denied federal protection); United\nStates v. Thompson, 25 F.3d 1558, 1562 (11th Cir. 1994) (applying\n“basic contract principles” to a grant of informal immunity).\nThough Mr. Rettig’s immunity grant is not in the record, it seems\nclear to the court that, particularly given Mr. Rettig’s refusals, the\ngrant was a means to compel Mr. Rettig to testify and not the\nresult of cooperation with the State. Cf. UTAH CODE § 77-22b-\n1(1)(a) (Utah immunity statute providing that “[a] witness who\nrefuses, or is likely to refuse, on the basis of the witness’s privilege\nagainst self-incrimination to testify . . . may be compelled to testify\n. . . after being granted use immunity”).\n\n\n                                  10\n\f                           STATE v. BOND\n                        Opinion of the Court\n\n    ¶ 27 Thus, the immunity granted to Mr. Rettig by the State\napplied to both state and federal prosecutions, and the\nprosecutor’s argument that Mr. Rettig could not validly claim the\nprivilege was therefore not only colorable, but very likely correct.\nAs the trial court acknowledged, the grant of immunity\nconstituted a “change in the playing field . . . that justified re-\ninquiring with Mr. Rettig as to his status and his willingness to\ntestify.” Therefore, notwithstanding Mr. Rettig’s stated intention\nto invoke his Fifth Amendment privilege, the prosecutor had a\nsufficient legal basis for calling him to testify.\n    ¶ 28 Furthermore, we find no indication that the prosecutor\ncalled Mr. Rettig simply to “impress[] upon the jury . . . the claim\nof privilege.” White, 671 P.2d at 193. In fact, the prosecutor\nappeared to make significant efforts to avoid Mr. Rettig’s\ninvocation of his Fifth Amendment privilege. For example, during\na sidebar after Mr. Rettig initially refused to testify, the prosecutor\nwas the first to suggest that Mr. Rettig’s “Fifth Amendment rights\nare not something that’s relevant for the jury to consider.” And\nbefore calling Mr. Rettig to the stand for a second time, the\nprosecutor granted him use immunity. The most obvious purpose\nfor such a grant would be to elicit actual testimony from\nMr. Rettig. Moreover, after Mr. Rettig cited possible federal\nprosecution for gun possession as his basis for remaining silent,\nthe prosecutor offered to limit further questions, saying, “Would\nyou prefer I not talk about questions with regards to [the stolen]\nguns?” Lastly, the prosecutor offered to strike the leading\nquestions that Mr. Rettig refused to answer and ultimately agreed\nto a limiting instruction prohibiting the jury from considering the\ninvocation of privilege.\n    ¶ 29 In sum, we find no indication that the prosecutor’s\ncalling of Mr. Rettig was a “planned or deliberate attempt[] . . . to\nmake capital out of [his] refusals to testify.” Namet, 373 U.S. at 189.\nThus, Mr. Bond has not established misconduct on the part of the\nprosecutor for calling Mr. Rettig to testify. Moreover, Mr. Bond\nhas failed to argue—let alone prove—that he was prejudiced by\nMr. Rettig’s invocation of the privilege. 8 We therefore conclude\n\n\n   8 In any event, the State makes persuasive arguments that\nthere was no prejudice. First, Mr. Rettig’s invocation of privilege\nwas an isolated incident in the context of a long trial, and the\n                                                                (cont.)\n\n                                  11\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\nthat the trial court did not abuse its discretion in denying his\nmotion for mistrial.\n           II. MR. BOND HAS NOT ESTABLISHED A\n       CONFRONTATION CLAUSE VIOLATION UNDER\n        EITHER A PLAIN ERROR OR AN INEFFECTIVE\n            ASSISTANCE OF COUNSEL ANALYSIS\n    ¶ 30 Mr. Bond next argues that the prosecution’s questioning\nof Mr. Rettig amounted to a violation of the Confrontation Clause\nof the Sixth Amendment to the United States Constitution because\nMr. Bond was denied the right to effectively cross-examine\nstatements made against him. 9 However, Mr. Bond did not\npreserve this argument in the trial court. Therefore, our\ndisposition turns on whether the trial court plainly erred in\nallowing the prosecution to question Mr. Rettig in this manner or\nwhether Mr. Bond’s lawyers rendered ineffective assistance in\nfailing to move for a mistrial based on the Confrontation Clause.\nAfter first setting forth Mr. Bond’s argument in greater detail, we\nexplain below why his Confrontation Clause argument fails.\n   ¶ 31 At trial, Mr. Bond raised a compulsion defense, arguing\nthat he and Mr. Rettig had agreed to the scheme to steal the guns\nbut that during the robbery Mr. Rettig changed course and forced\nMr. Bond at gunpoint to kill Mr. Mortensen with the knife. As\ndiscussed above, the prosecutor called Mr. Rettig to testify as a\n\nprosecutor did not rely on or refer to the incident again. Thus, the\ncourt’s curative instruction to the jury was likely sufficient to\nmitigate any damage potentially done. See State v. Harmon, 956\nP.2d 262, 271–74 (Utah 1998) (holding that a curative instruction\nwas sufficient when the alleged error was an isolated incident and\nthe prosecutor did not refer to it again). Second, the State\npresented extensive circumstantial evidence that both\nincriminated Mr. Bond and undermined his compulsion defense.\nIn short, we are not persuaded that this brief episode so\ninfluenced the jury that a mistrial would be warranted. See State v.\nCardall, 1999 UT 51, ¶ 18, 982 P.2d 79 (“If the court concludes that\nthe jury was probably not prejudiced by an incident, [the] motion\nfor a mistrial should be denied.”).\n   9 Mr. Bond raises his confrontation argument under only the\nfederal constitution. Accordingly, we do not address his claim\nunder article 1, section 12 of the Utah Constitution.\n\n\n                                12\n\f                           STATE v. BOND\n                       Opinion of the Court\n\nwitness against Mr. Bond. Because of Mr. Rettig’s hesitancy in\nanswering questions, the trial court granted the prosecutor leave\nto treat Mr. Rettig as a hostile witness and to pose leading\nquestions. Mr. Rettig responded to the first twelve leading\nquestions, admitting that he had agreed to testify against\nMr. Bond, that he spoke by phone with Mr. Bond several times on\nthe day of the murder, and that he met up with Mr. Bond later\nthat same day. The prosecutor then asked seven additional\nleading questions about the details of the robbery and murder of\nMr. Mortensen. Mr. Rettig refused to answer those questions,\ninvoking his Fifth Amendment privilege. Mr. Bond contends that\nthe upshot of this chain of events was that the prosecutor\neffectively testified on behalf of Mr. Rettig, leaving Mr. Bond with\nno means to challenge the assertions made in the leading\nquestions. Moreover, he argues that the seven additional leading\nquestions were designed to attack his theory of compulsion and\nthat the State presented no other evidence to rebut his defense. He\ntherefore claims a violation of his right under the Confrontation\nClause.\n   ¶ 32 The Confrontation Clause provides that “[i]n all criminal\nprosecutions, the accused shall enjoy the right . . . to be confronted\nwith the witnesses against him.” U.S. CONST. amend. VI. This\nconstitutional protection ensures a criminal defendant\n       a personal examination and cross-examination of the\n       witness, in which the accused has an opportunity, not\n       only of testing the recollection and sifting the\n       conscience of the witness, but of compelling him to\n       stand face to face with the jury in order that they may\n       look at him, and judge by his demeanor upon the\n       stand and the manner in which he gives his testimony\n       whether he is worthy of belief.\nMattox v. United States, 156 U.S. 237, 242–43 (1895).\n   ¶ 33 A prosecutor may impermissibly infringe on this right if\nshe asks leading questions of a witness who claims a privilege\nagainst self-incrimination or otherwise refuses to answer. In\nDouglas v. Alabama, the Supreme Court held that the defendant’s\nright to confrontation was violated when the prosecutor used\nleading questions to read the confession of a codefendant\nwho claimed a Fifth Amendment privilege. 380 U.S. 415, 416–17,\n419–20 (1965). There, the Court reasoned that even though the\n\n\n                                 13\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\nprosecutor’s questions were not technically evidence, the\nquestions “may well have been the equivalent in the jury’s mind\nof testimony” and “the jury might improperly infer both that the\nstatement had been made and that it was true.” Id. at 419. The\nCourt reversed the conviction, holding that the defendant had no\nmeans to challenge the truthfulness of the statement. Id. at 418–20;\nsee also State v. Villarreal, 889 P.2d 419 (Utah 1995) (finding a\nConfrontation Clause violation when a codefendant refused to\ntestify and the prosecutor asked leading questions based on the\ncodefendant’s earlier confession).\n    ¶ 34 Mr. Bond acknowledges that his counsel did not object\nto the prosecutor’s conduct or move for mistrial on Confrontation\nClause grounds. Therefore, he argues in the alternative that the\ntrial court plainly erred in permitting the violation and that his\ncounsel were ineffective for failing to move for mistrial on this\nbasis.\n            A. Mr. Bond Has Not Demonstrated that the\n                Trial Court Committed Plain Error\n    ¶ 35 Mr. Bond argues that the trial court committed plain\nerror by permitting the prosecutor to ask leading questions\ndesigned to inculpate him, thereby violating his rights under the\nConfrontation Clause. Mr. Bond and the State dispute the\nstandard applicable to his unpreserved Confrontation Clause\nclaim. Mr. Bond contends that where there is a constitutional\nviolation, the burden to prove harm under plain error shifts to the\nState to demonstrate that the error was harmless beyond a\nreasonable doubt. The State acknowledges that it carries such a\nburden for preserved Sixth Amendment claims, but it argues that\nwhen the claim is unpreserved, the burden to prove prejudice\nremains with the defendant. We agree with the State and hold that\nthe defendant retains the burden to show harm for unpreserved\nfederal constitutional claims under plain error. Applying this\nstandard, we conclude that Mr. Bond is unable to meet his burden\nto demonstrate that he suffered prejudice.\n1. The Standard of Review for Mr. Bond’s Unpreserved\n   Confrontation Clause Claim Under the Plain Error Doctrine\n   ¶ 36 The plain error doctrine serves as an exception to our\nlong-standing rule that issues cannot be raised on appeal if they\nwere not argued below at trial. Monson v. Carver, 928 P.2d 1017,\n1022 (Utah 1996). The exception “enables the appellate court to\n\n                                14\n\f                            STATE v. BOND\n                        Opinion of the Court\n\nbalance the need for procedural regularity with the demands of\nfairness.” State v. Holgate, 2000 UT 74, ¶ 13, 10 P.3d 346 (internal\nquotation marks omitted). But it imposes a high burden on\ndefendants: they must demonstrate that “(i) [a]n error exists;\n(ii) the error should have been obvious to the trial court; and\n(iii) the error is harmful, i.e., absent the error, there is a reasonable\nlikelihood of a more favorable outcome for the appellant.” State v.\nDunn, 850 P.2d 1201, 1208 (Utah 1993).\n    ¶ 37 Mr. Bond cites the Supreme Court’s decision in Chapman\nv. California, 386 U.S. 18 (1967), to argue that the burden to\ndemonstrate harm—the third part of the plain error test—shifts\nfrom the defendant to the State when a constitutional error is\nalleged. In Chapman, the Court held that “before a federal\nconstitutional error can be held harmless, the court must be able\nto declare a belief that it was harmless beyond a reasonable\ndoubt.” Id. at 24. And the Court reaffirmed this principle in\nDelaware v. Van Arsdall with language this court has often\nemployed: “[A]n otherwise valid conviction should not be set\naside if the reviewing court may confidently say, on the whole\nrecord, that the constitutional error was harmless beyond a\nreasonable doubt.” 475 U.S. 673, 681 (1986).\n    ¶ 38 Neither Chapman nor Van Arsdall specified whether this\nfederal standard applies with equal force to preserved and\nunpreserved trial errors, and we acknowledge that our precedent\non this issue has not been consistent. 10 In the years immediately\nfollowing the Chapman decision, we cited or applied the harmless\nbeyond a reasonable doubt standard with little discussion. See,\ne.g., State v. Martinez, 457 P.2d 613, 614 (Utah 1969) (first instance\nof this court applying Chapman, concluding that alleged Miranda\nand Fourth Amendment violations were harmless beyond a\n\n\n   10  In recent decisions, our court of appeals has pointed out a\ntension in our previous cases. State v. Wright, 2013 UT App 142,\n¶ 41 n.6, 304 P.3d 887 (noting that the question of “[w]hether the\ndefendant or the State bears the burden of showing harm . . . [is]\nnot readily resolvable under our current precedent”); State v. Cox,\n2012 UT App 234, ¶ 15 n.2, 286 P.3d 15 (Voros, J., concurring)\n(stating that “Utah case law is not entirely clear” on the issue of\n“who bears the burden of proof, when a claim of constitutional\nerror is raised within the plain error context”).\n\n\n                                   15\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\nreasonable doubt); State v. McGee, 473 P.2d 388, 391 (Utah 1970)\n(applying the standard without citing to authority). And in\nsubsequent decisions, we have applied the standard in an\ninconsistent manner. For example, in State v. Tillman, we applied\nthe heightened review standard to an unpreserved challenge to\nthe prosecutor’s comments about the defendant’s decision not to\ntestify. 750 P.2d 546, 553 (Utah 1987). 11 We quoted the “harmless\nbeyond a reasonable doubt” language from Van Arsdall and\nultimately did “not hesitate in holding any error was harmless\nbeyond a reasonable doubt” because there was significant\nevidence of guilt. Id. at 555. In State v. Ross, we again addressed a\nconstitutional challenge under the doctrine of plain error. 2007 UT\n89, 174 P.3d 628. There, the prosecution misstated evidence\nduring closing argument without objection from the defendant. Id.\n¶¶ 56–57. As to the harm, we asserted that “[i]f prosecutorial\nmisconduct is established, the State must show that the error was\nharmless beyond a reasonable doubt.” Id. ¶ 54. We ultimately\ndetermined that the prosecutor’s comments were “harmless given\nthe weight of evidence against” the defendant and affirmed the\nconviction. Id. ¶¶ 57–58.\n    ¶ 39 In contrast to Tillman and Ross, in State v. Medina-Juarez,\nwe applied a plain error analysis to the defendant’s unpreserved\nclaim that the court erroneously admitted statements that had\nbeen taken in violation of his Fifth Amendment rights. 2001 UT\n79, ¶¶ 17–18, 34 P.3d 187. We held that the defendant failed to\n\n   11 Because State v. Tillman was a capital case, which may garner\nunique review under our case law, its precedential value in this\nnon-death penalty setting is somewhat questionable. We do,\nhowever, recognize an inconsistency within Tillman. We began\nour analysis in Tillman by noting: “This Court will review errors\nraised and briefed on appeal in death penalty cases, even though\nno proper objection was made at trial, but will reverse a\nconviction based upon such errors only if they meet the manifest\nand prejudicial error standard.” 750 P.2d 546, 553 (Utah 1987).\nDespite this statement, we then employed the “harmless beyond a\nreasonable doubt” standard in our analysis. Id. at 555. But we\nneed not resolve this discrepancy here, and we do not decide\nwhether today’s abrogation of the “harmless beyond a reasonable\ndoubt” standard in some of our earlier cases, see infra ¶¶ 38–46,\nextends to our death penalty jurisprudence as well.\n\n\n                                 16\n\f                           STATE v. BOND\n                        Opinion of the Court\n\nestablish prejudice because he had not proven that the admitted\nstatements were sufficiently harmful. Id. ¶ 18. And in State v. Cruz,\nwe recognized that federal courts apply plain error review to\nunpreserved constitutional claims, requiring the defendant to\nshow prejudice. 2005 UT 45, ¶ 18, 122 P.3d 543.\n    ¶ 40 Furthermore, in State v. Maestas, we applied different\nstandards for unpreserved Fifth and Sixth Amendment claims.\n2012 UT 46, 299 P.3d 892. There, the defendant brought a\nmultitude of constitutional challenges. He first claimed a violation\nof his Sixth Amendment right to counsel, arguing that the error\nshould warrant per se reversal under the structural error\ndoctrine 12 because counsel was denied at critical stages of the\nproceeding. Id. ¶ 57. The court began by quoting the “harmless\nbeyond a reasonable doubt” language from Van Arsdall, id. ¶ 56,\nbut then stated that the defendant’s claims were unpreserved and\nthus could be reviewed only for plain error, id. ¶¶ 59, 65, 67. The\ncourt then went on to determine that none of the claims\nwarranted per se reversal as structural error and that the\ndefendant therefore bore the burden to demonstrate harm. Id.\n¶¶ 64, 66, 71. The defendant in Maestas next raised an\nunpreserved Fifth Amendment claim, arguing that the prosecutor\nimpermissibly commented on the defendant’s decision not to\ntestify. Id. ¶ 161. We quoted the standard from Tillman, id. ¶ 162,\nand, without stating which party bore the burden, analyzed the\nharm under the stricter “harmless beyond a reasonable doubt\nstandard,”id. ¶ 165.\n   ¶ 41 The confusion in Maestas and our previous cases is\nperhaps unsurprising given that this court appears to have never\n\n\n   12  A structural error is a “defect affecting the framework\nwithin which the trial proceeds, rather than simply an error in the\ntrial process itself.” Arizona v. Fulminante, 499 U.S. 279, 310 (1991).\nOnly a very limited number of errors qualify as structural. See\nJohnson v. United States, 520 U.S. 461, 468–69 (1997) (listing errors\nfound to be structural). Because these errors are so serious, they\ngenerally “defy analysis by ‘harmless-error’ standards,”\nFulminante, 499 U.S. at 309; but, as we explain below, even\nstructural errors are subject to preservation requirements,\nmeaning that a defendant must establish plain error if he does not\npreserve the error at trial. Infra ¶¶ 42–46.\n\n\n                                  17\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\ndirectly settled a dispute over the proper review standard for an\nunpreserved federal constitutional claim. 13 But we now take the\nopportunity to clarify the appropriate standard for such claims.\nWe therefore turn to recent pronouncements by the United States\nSupreme Court and federal circuit courts, and we disavow any of\nour precedent that is inconsistent with those articulations. 14\n    ¶ 42 In Johnson v. United States, the Supreme Court held that\nwhen a defendant raises an unpreserved constitutional claim—\neven one serious enough to constitute structural error—the claim\nis subject to plain error review under which the defendant bears\nthe burden to show harm. 520 U.S. 461 (1997); see also United States\nv. Olano, 507 U.S. 725, 734 (1993) (explaining that under plain\nerror, “[i]t is the defendant rather than the Government who bears\nthe burden of persuasion with respect to prejudice”). In Johnson,\nthough she did not object at trial, the defendant claimed on appeal\nthat the trial court violated her Fifth and Sixth Amendment rights\nby itself deciding an element of the charged crime rather than\nsubmitting the element to the jury. 520 U.S. at 464. The Supreme\n\n\n   13 In State v. Maestas, for example, the issue before the court\nwas primarily whether the alleged errors were structural in nature\n(and therefore per se reversible), and not what standard should\napply if the errors were not structural. 2012 UT 46, ¶¶ 64, 66, 71,\n299 P.3d 892.\n   14    We reiterate that our discussion here relates to claims\nbrought under the federal constitution. As to other claims, we\nhave already announced that our “preservation rule applies to\nevery claim, including constitutional questions, unless a\ndefendant can demonstrate that ‘exceptional circumstances’ exist\nor ‘plain error’ occurred.” State v. Holgate, 2000 UT 74, ¶ 11, 10\nP.3d 346 (citation omitted); see also State v. Houston, 2015 UT 40,\n¶¶ 18, 20, 353 P.3d 55 (recognizing that Utah Rule of Criminal\nProcedure 22(e) “operates as another limited exception to the\npreservation doctrine,” permitting facial constitutional challenges\nto a defendant’s sentence in order to “correct an illegal sentence\n. . . or a sentence imposed in an illegal manner”(internal quotation\nmarks omitted)). And for unpreserved state constitutional\nquestions, the burden to prove plain error does not change: a\ndefendant must demonstrate that an obvious and prejudicial error\noccurred. See State v. Menzies, 889 P.2d 393, 405 (Utah 1994).\n\n\n                                18\n\f                           STATE v. BOND\n                       Opinion of the Court\n\nCourt first affirmed the basic precept that a criminal defendant\nmay forfeit a right afforded her by failing to object at trial. Id. at\n465; see also Olano, 507 U.S. at 731 (“[A] constitutional right . . .\nmay be forfeited in criminal . . . cases by the failure to make timely\nassertion of the right before a tribunal having jurisdiction to\ndetermine it.” (internal quotation marks omitted)). The Court then\nrecognized that rule 52(b) of the Federal Rules of Criminal\nProcedure provides an exception to this forfeiture principle,\npermitting courts to correct a plain error even if it was never\nraised before the trial court. Johnson, 520 U.S. at 466. However,\nplain error review under rule 52(b) requires the defendant to meet\na stringent four-part test. 15 It places a burden on the defendant to\nshow that the error “affect[ed] substantial rights,” FED. R. CRIM. P.\n52(b), meaning that “the error must have been prejudicial: It must\nhave affected the outcome of the district court proceedings.”\nOlano, 507 U.S. at 734.\n    ¶ 43 The defendant in Johnson argued that she should be\nrelieved of the burden to prove plain error under rule 52(b)\nbecause the alleged error was structural and thus warranted\nautomatic reversal. Johnson, 520 U.S. at 466–67. But the Supreme\nCourt rejected the defendant’s argument that unpreserved\nallegations of structural error should not be reviewed for plain\nerror. Id. Instead, the Court declared that “the seriousness of the\nerror claimed does not remove consideration of it from the ambit\nof the Federal Rules of Criminal Procedure.” Id. at 466. Therefore,\nthe Court did not review the unpreserved claim as a per se\nreversible structural error or under the heightened Chapman\nstandard; rather, it conducted a harmlessness analysis under its\nrule 52(b) plain error doctrine. Id. at 466–70. Under Johnson,\ntherefore, even federal constitutional errors so serious as to be\ndeemed structural are subject to preservation requirements. See\n\n\n   15  Federal plain error review is similar to Utah’s plain error\nreview, although the language differs and the federal test involves\nan extra step. Under federal analysis, a court has the discretion to\ncorrect an error if there is an “(1) error, (2) that is plain, and\n(3) that affect[s] substantial rights[,] . . . [and] (4) the error\nseriously affect[s] the fairness, integrity, or public reputation of\njudicial proceedings.” Johnson, 520 U.S. at 467 (first and fifth\nalterations in original) (internal quotation marks omitted).\n\n\n                                 19\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\nNeder v. United States, 527 U.S. 1, 9 (1999) (recognizing that in\nJohnson, “[t]he defendant failed to object at trial, and we thus\nreviewed her claim for ‘plain error’”).\n    ¶ 44 Similarly, in Kimmelman v. Morrison, the Supreme Court\nexplained that if a defendant fails to preserve a Fourth\nAmendment objection at trial, “he also loses the opportunity to\nobtain direct review under the harmless-error standard of\nChapman v. California.” 477 U.S. 365, 382 n.7 (1986). And the Tenth\nCircuit reached the same determination we do here: for an\nunpreserved constitutional error, “our review should be for plain\nerror under [Federal Rule of Criminal Procedure] 52(b), as\nopposed to the ‘harmless beyond a reasonable doubt’ standard\nunder Chapman . . . for preserved constitutional error.” United\nStates v. Lott, 310 F.3d 1231, 1240 (10th Cir. 2002). 16 Based upon\nthese federal pronouncements, we hold that unpreserved federal\nconstitutional claims are not subject to a heightened review\nstandard but are to be reviewed under our plain error doctrine. 17\n   ¶ 45 This holding comports with the aims of preservation as\nexpressed by the United States Supreme Court and this court. The\nSupreme Court has explained that under plain error review, the\n\n   16 A number of our sister states that have considered the issue\nhave likewise interpreted federal precedent to require the\nheightened standard only for preserved constitutional claims. E.g.,\nMartinorellan v. State, 343 P.3d 590, 593 (Nev. 2015); Savoy v. State,\n22 A.3d 845, 851–52, 852 n.4 (Md. 2011); People v. Miller, 113 P.3d\n743, 749 (Colo. 2005).\n   17 In Chapman v. California, the Supreme Court held that its\n“harmless beyond a reasonable doubt” standard should govern\nreview of federal constitutional errors, even in state courts. 386\nU.S. 18, 20–21 (1967). But where the “harmless beyond a\nreasonable doubt” standard is not applicable, Chapman is silent as\nto whether we are free to apply our own state plain error test or\nare bound to follow the federal plain error test. However, we need\nnot decide that issue here for two reasons. First, both parties\nexclusively relied upon and advocated under our Utah plain error\nstandard in their briefs. Second, the outcome here would be the\nsame under either test: both tests in these circumstances require\nMr. Bond to show prejudice, and he has failed to do so. See State v.\nDunn, 850 P.2d 1201, 1208–09 (Utah 1993); Johnson, 520 U.S. at 467.\n\n\n                                 20\n\f                           STATE v. BOND\n                       Opinion of the Court\n\n“burden should not be too easy for defendants” and the standard\nof review should “encourage timely objections and reduce\nwasteful reversals by demanding strenuous exertion to get relief\nfor unpreserved error.” United States v. Dominguez Benitez, 542\nU.S. 74, 82 (2004). Similarly, our Utah rules of preservation\npromote judicial economy by allowing a court to rule on the\nissues and correct errors, thus avoiding appeals and retrials.\nPatterson v. Patterson, 2011 UT 68, ¶ 15, 266 P.3d 828. And because\nin our adversarial system the responsibility to detect errors lies\nwith the parties and not the court, preservation rules encourage\nlitigants to grant the district court the first opportunity to rule on\nan issue. Id. ¶ 16.\n    ¶ 46 Moreover, requiring a defendant to demonstrate\nprejudice on an unpreserved claim harmonizes the prejudice\ninquiries under the plain error and ineffective assistance of\ncounsel doctrines. Both doctrines serve as exceptions to our\npreservation rules, permitting a court to review errors that would\notherwise be forfeited. See id. ¶ 13. For ineffective assistance of\ncounsel claims, which are themselves constitutional concerns\ngrounded in the Sixth Amendment, the Supreme Court has placed\non the defendant the burden of showing prejudice. See Strickland\nv. Washington, 466 U.S. 668, 684–87 (1984). 18 And ineffective\nassistance claims are almost never raised in the trial itself but are\nusually made for the first time by appellate counsel. It would\nmake little sense to require a defendant to prove prejudice under\nthe circumstances of ineffective assistance and yet relieve him of\nthat duty for other constitutional errors that could more easily\nhave been raised during the trial. This court cannot conceive of a\nreason for these standards to diverge, and Mr. Bond has made no\nattempt to provide us with one.\n   ¶ 47 Having determined the appropriate plain error test for\nunpreserved federal constitutional claims, we now apply that\nstandard to Mr. Bond’s Confrontation Clause argument.\n\n\n   18  The Court has held that prejudice is presumed for certain\nSixth Amendment violations. See Strickland v. Washington, 466 U.S.\n668, 692 (1984). But this class of error is extremely limited,\nincluding, for example, an actual or constructive denial of the\nright to counsel or when counsel labors under an actual conflict of\ninterest. Id.\n\n\n                                 21\n\f                         Cite as: 2015 UT 88\n                        Opinion of the Court\n\n2. Mr. Bond Has Failed to Establish that Any Error Was Harmful\n    ¶ 48 To succeed on his Confrontation Clause claim, Mr. Bond\nmust satisfy all three parts of the plain error test: he must\ndemonstrate (1) that there was an error, (2) that it should have\nbeen obvious to the trial court, and (3) that it was harmful. See\nDunn, 850 P.2d at 1208–09. Mr. Bond argues that the trial court\ncommitted error in permitting the prosecutor to ask Mr. Rettig\nleading questions because Mr. Bond had no effective means to\ncross-examine the assertions made through the questioning. And\nhe contends that the prosecutor’s questioning was contrary to\nsettled law and therefore should have been obvious to the trial\ncourt. Finally, Mr. Bond argues that the leading questions were\nharmful because they constituted “the only direct evidence that\n[Mr.] Bond killed Kay [Mortensen] with the requisite intent rather\nthan under compulsion.”\n    ¶ 49 Because Mr. Bond bears the burden on plain error\nreview, if any of the three elements is not satisfied, his claim fails.\nHere, we turn first to the prejudice element. “An error is harmful\nif, absent the error, there is a reasonable likelihood of a more\nfavorable outcome for the appellant, or phrased differently, [if]\nour confidence in the verdict . . . is undermined.” Maestas, 2012\nUT 46, ¶ 37 (first alteration in original) (internal quotation marks\nomitted). In reviewing each of the seven questions below, we\ndetermine that the questions did little more than duplicate\nevidence already admitted at trial. Moreover, any aspects of the\nleading questions that went beyond established evidence\nultimately had little bearing on Mr. Bond’s defense of compulsion.\nMr. Bond therefore has not established prejudice.\n   a. The First Five Questions\n   ¶ 50 The prosecutor first asked Mr. Rettig five related\nquestions that all focused on the planning and initial stages of the\ncrime:\n   Question 1 “Isn’t it true that you’ve told the police that\n              the reason you were meeting up with [Mr.]\n              Bond is because you and him had talked\n              about going to a man’s house and taking\n              some guns the day before, November 15,\n              2009?”\n   Question 2 “Isn’t it true that you told the police that [Mr.\n              Bond] had actually approached you the day\n\n                                  22\n\f                           STATE v. BOND\n                       Opinion of the Court\n\n               before and talked about going to some guy’s\n               house in Payson and stealing some guns?”\n   Question 3 “Okay, so the question is, isn’t it true that\n              you told the police that you drove from\n              Vernal to Payson, that you stopped at\n              Walmart and bought some zip ties and latex\n              gloves and some hoodies with Mr. Bond?”\n   Question 4 “Isn’t it true that you told the police that you\n              went up to Kay Mortensen’s house and [Mr.\n              Bond] told you to stay in the car while he\n              went and knocked on the door?”\n   Question 5 “Isn’t it true that you actually entered the\n              house at the direction of [Mr. Bond] with the\n              gun and you helped zip tie Kay Mortensen?\n              Isn’t that true, isn’t that true that you told the\n              police?”\n    ¶ 51 Together, these questions imply that Mr. Bond took the\nlead in the early stages of the robbery. They suggest that Mr. Bond\noriginated the idea of robbing Mr. Mortensen, directed Mr. Rettig\nto remain in the car when they arrived, knocked on the door, and\nprompted Mr. Rettig to enter the home. But many of these factual\nassertions were established by other evidence already presented\nto the jury by the State. For example, in a recorded interview with\npolice, Mr. Bond explained that he and Mr. Rettig had planned to\ntravel to Mr. Mortensen’s home to steal his guns and that they met\nup for that purpose on the day of the murder. Mr. Bond’s ex-wife\nalso testified that Mr. Bond told her he drove with Mr. Rettig to\nPayson to rob Mr. Mortensen. Additionally, the State had\npresented evidence that Mr. Bond brought zip ties and latex\ngloves to Mr. Mortensen’s home on the night of the murder.\nLikewise, the State established through earlier evidence that\nMr. Rettig held the gun as they entered the home and helped to\nzip-tie Mr. Mortensen.\n   ¶ 52 More importantly, however, none of the first five\nquestions directly contradicts or undermines Mr. Bond’s\ncompulsion defense. When the pair entered Mr. Mortensen’s\nhome, Mr. Bond and Mr. Rettig were carrying out a mutually\nagreed upon plan to rob him of his guns. According to Mr. Bond’s\ntheory of the case, the plan went awry when Mr. Rettig forced him\nto kill Mr. Mortensen at gunpoint. And Mr. Rettig’s alleged\n\n                                 23\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\ncompulsion did not occur until well after the pair exited the car\nand entered the home. Thus, any implication that Mr. Bond took\nthe lead in the early stages of the robbery did not foreclose the\npossibility that Mr. Rettig changed course and later forced\nMr. Bond at gunpoint to kill Mr. Mortensen. In other words, even\nif Mr. Bond directed the early stages of the robbery, his\ncompulsion defense remained intact. We therefore conclude that\nthese initial questions were unlikely to undermine Mr. Bond’s\ndefense or affect the outcome of the trial.\n   b. The Sixth Question\n    ¶ 53 The prosecutor next asked more directly about the\ncircumstances of the murder and who was responsible for\ncarrying out the act:\n   Question 6 “Isn’t it true that you repeatedly told the\n              police that [Mr. Bond] is the one who stabbed\n              and killed Kay Mortensen and that you were\n              holding the gun upstairs in the bathroom;\n              isn’t that true?”\n    ¶ 54 But this question is not harmful to Mr. Bond’s defense\nbecause it actually restates Mr. Bond’s own version of events. The\nState had introduced notes that Mr. Bond wrote and passed to\nanother inmate in which he related the exact scenario suggested\nby the prosecutor’s question: he wrote that Mr. Rettig threatened\nhim with the handgun and compelled him to slit Mr. Mortensen’s\nthroat. Moreover, defense counsel argued the same version of\nevents in closing as the basis of Mr. Bond’s compulsion defense.\nFar from prejudicing Mr. Bond, this question actually paralleled\nhis theory of the case. Thus, Mr. Bond was not prejudiced by this\nquestion.\n   c. The Seventh Question\n   ¶ 55 Finally, the prosecutor inquired about the proceeds of\nthe robbery—the guns stolen from Mr. Mortensen’s house:\n   Question 7 “Isn’t it true that you didn’t get any guns or\n              anything or any, or you didn’t get paid, you\n              didn’t receive anything, that’s what you told\n              the police, [that] you didn’t receive anything\n              at all?”\n   ¶ 56 Through Mr. Bond’s jail notes and his interview with\npolice, the jury had already learned that Mr. Rettig left all of the\n\n                                24\n\f                           STATE v. BOND\n                       Opinion of the Court\n\nstolen guns with Mr. Bond after the murder. And in ruling on the\nmistrial motion, the trial court observed that “there was . . .\nsubstantial evidence already in the record to establish that\nMr. Rettig had not received any sort of financial or other benefit\nfrom this event.” Therefore, because the jury already heard\nevidence that Mr. Rettig did not receive the guns, we conclude\nthat this question would have had little impact on the jury.\n    ¶ 57 For each of the seven questions, Mr. Bond has failed to\ndemonstrate prejudice resulting from the prosecutor’s assertions\nthat would undermine our confidence in the jury’s verdict.\nBecause he has not met his burden to show prejudice, we reject his\nclaim of plain error.\n      B. Mr. Bond Has Failed to Establish Ineffective Assistance\n         of Counsel for Counsel’s Failure to Move for Mistrial\n              Based on a Confrontation Clause Violation\n    ¶ 58 Mr. Bond argues that his counsel provided ineffective\nassistance because counsel did not move for a mistrial based on an\nalleged Confrontation Clause violation. He contends that\ncounsel’s performance was deficient because there was “no\nconceivable legitimate tactic or strategy” for failing to move on\nthis ground. State v. Tennyson, 850 P.2d 461, 468 (Utah App. 1993).\nMoreover, he claims he was prejudiced because the trial court\nwould have been compelled to grant a mistrial based on the\nalleged Confrontation Clause violation. We determine, however,\nthat no prejudice resulted from counsel’s actions, and Mr. Bond’s\nclaim accordingly fails.\n    ¶ 59 The Sixth Amendment to the United States Constitution\nguarantees a criminal defendant the “Assistance of counsel for his\ndefense,” meaning that he has “the right to effective assistance of\ncounsel,” State v. Templin, 805 P.2d 182, 186 (Utah 1990) (internal\nquotation marks omitted). Under the Supreme Court’s decision in\nStrickland v. Washington, Mr. Bond must satisfy a two-part test to\ndemonstrate that he has been denied counsel’s effective\nassistance. 466 U.S. 668, 687 (1984). First, Mr. Bond must show\nthat “his counsel rendered a deficient performance in some\ndemonstrable manner, which performance fell below an objective\nstandard of reasonable professional judgment.” Archuleta v.\nGaletka, 2011 UT 73, ¶ 38, 267 P.3d 232 (internal quotation marks\nomitted). Second, he must show that “counsel’s performance\nprejudiced” him, meaning that there is “a reasonable probability\n\n\n                                 25\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\nthat, but for counsel’s unprofessional errors, the result of the\nproceeding would have been different.” Id. ¶¶ 38, 40 (internal\nquotation marks omitted). Here, we first turn to the prejudice\nelement of Mr. Bond’s claim and determine that he has failed to\nestablish there is “a reasonable probability” that the “result of the\nproceeding would have been different.” Id. ¶ 40.\n   ¶ 60 In much the same way that Mr. Bond failed to show\nprejudice under plain error, see supra ¶¶ 49–57, he has also failed\nto demonstrate prejudice under the ineffective assistance of\ncounsel test in Strickland. Even assuming there was a\nConfrontation Clause violation, Mr. Bond did not establish that he\nwas prejudiced by the prosecutor’s leading questions. Because\nthere was no harm from the questions, he also has not shown “a\nreasonable probability that . . . the result of the proceeding would\nhave been different,” meaning, in this case, that the trial court\nwould have granted the motion for mistrial had counsel moved\non that ground. Archuleta, 2011 UT 73, ¶ 40. Therefore, we hold\nthat Mr. Bond has not established that defense counsel’s failure to\nmove for a mistrial based on his Confrontation Clause right\nconstituted ineffective assistance of counsel.\n    III. MR. BOND HAS NOT ESTABLISHED INEFFECTIVE\n          ASSISTANCE FOR COUNSEL’S FAILURE TO\n             MOVE TO MERGE HIS CONVICTIONS\n    ¶ 61 Lastly, Mr. Bond argues that he received ineffective\nassistance because counsel did not move to merge his charge of\naggravated kidnapping with the charge of aggravated murder.\nWe hold that the charges could not merge as a matter of law and\ntherefore such a motion would have been unsuccessful.\nAccordingly, Mr. Bond cannot demonstrate that his trial lawyers\nwere ineffective for failing to raise a futile motion.\n   ¶ 62 Under the first part of Strickland, Mr. Bond must show\nthat “his counsel rendered a deficient performance in some\ndemonstrable manner, which performance fell below an objective\nstandard of reasonable professional judgment.” Archuleta v.\nGaletka, 2011 UT 73, ¶ 38, 267 P.3d 232 (internal quotation marks\nomitted). In so doing, Mr. Bond must “rebut the strong\npresumption that under the circumstances, the challenged action\nmight be considered sound trial strategy.” State v. Litherland, 2000\nUT 76, ¶ 19, 12 P.3d 92 (internal quotation marks omitted).\n\n\n\n                                 26\n\f                           STATE v. BOND\n                       Opinion of the Court\n\n    ¶ 63 “[T]he failure of counsel to make motions . . . [that]\nwould be futile if raised does not constitute ineffective\nassistance.” Codianna v. Morris, 660 P.2d 1101, 1109 (Utah 1983)\n(internal quotation marks omitted). This is because the decision\nnot to pursue a futile motion is almost always a “sound trial\nstrategy.” Litherland, 2000 UT 76, ¶ 19 (internal quotation marks\nomitted). And where there is a sound strategy, a defendant cannot\nsatisfy his burden of demonstrating that counsel’s “performance\nfell below an objective standard of reasonable professional\njudgment.” Archuleta, 2011 UT 73, ¶ 38 (internal quotation marks\nomitted). We thus consider whether a motion for merger of\nMr. Bond’s convictions would have been futile.\n    ¶ 64 Mr. Bond argues that because aggravated kidnapping is\na predicate offense of aggravated murder and is established by\nproof of the same facts, the former is a lesser included offense of\nthe latter and he cannot be convicted of both. 19 He contends that\nallowing both convictions to stand would violate Utah’s merger\ndoctrine—set forth in Utah Code section 76-1-402(3)—and the\nDouble Jeopardy Clause. 20\n    ¶ 65 The merger doctrine “is a judicially-crafted doctrine\navailable to protect criminal defendants from being twice\npunished for committing a single act that may violate more than\none criminal statute.” State v. Smith, 2005 UT 57, ¶ 7, 122 P.3d 615\n(internal quotation marks omitted). “The motivating principle\nbehind the merger doctrine is to prevent violations of\n\n   19 In its brief, the State also discusses the so-called Finlayson\nmerger doctrine and argues that it does not apply here. Mr. Bond\nappears to agree, noting that neither the court of appeals decision\nin that case, State v. Finlayson, 956 P.2d 283, 287 (Utah Ct. App.\n1998), nor this court’s subsequent decision, State v. Finlayson, 2000\nUT 10, 994 P.2d 1243, “are material to the issue” presented here.\nAccordingly, we do not address Mr. Bond’s claim under the\nFinlayson doctrine. See Allen v. Friel, 2008 UT 56, ¶ 16, 194 P.3d 903\n(declining to address arguments not raised or briefed by the\nparties).\n   20 Mr. Bond raises his double jeopardy argument under both\nthe Utah and United States Constitutions. But because he “has not\nseparately briefed his state constitutional claim, . . . we do not\nreach it.” State v. Mace, 921 P.2d 1372, 1376 (Utah 1996).\n\n\n                                 27\n\f                        Cite as: 2015 UT 88\n                       Opinion of the Court\n\nconstitutional double jeopardy protection.” Id.; see also Brown v.\nOhio, 432 U.S. 161, 169 (1977) (holding that the Double Jeopardy\nClause “forbids successive prosecution and cumulative\npunishment for a greater and lesser included offense”). The\ndoctrine is codified in Utah Code section 76-1-402(3), which\nprovides that a defendant “may not be convicted of both the\noffense charged and the included offense.” An offense is an\nincluded offense if “[i]t is established by proof of the same or less\nthan all the facts required to establish the commission of the\noffense charged.” UTAH CODE § 76-1-402(3).\n    ¶ 66 The State charged Mr. Bond with aggravated murder\nunder Utah Code section 76-5-202(1), which elevates homicide to\naggravated murder “if the actor intentionally or knowingly causes\nthe death of another” under any of several enumerated\ncircumstances. The jury instruction in Mr. Bond’s case presented\nthe jury with the following possible aggravating circumstances:\n       (a) The homicide was committed incident to an act,\n       scheme, course of conduct, or criminal episode during\n       which the actor committed or attempted to commit\n       aggravated robbery, robbery, aggravated burglary,\n       aggravated kidnapping, or kidnapping; OR\n       (b) The homicide was committed for pecuniary gain\n       ....\nSee id. § 76-5-202(1)(d), (g). The jury convicted Mr. Bond of both\nthe aggravated kidnapping and aggravated murder of\nMr. Mortensen, but the verdict form did not specify which\ncircumstance the jury deemed satisfied for the aggravated murder\ncharge.\n    ¶ 67 Mr. Bond argues that because aggravated kidnapping is\na predicate offense of aggravated murder and was most “closely\nand causally related” to the homicide, it must merge with the\naggravated murder conviction. He cites precedent from this court\nfor the proposition that a predicate offense is a lesser included\noffense of aggravated murder and thus precludes conviction for\nboth. See State v. Shaffer, 725 P.2d 1301, 1313–14 (Utah 1986)\n(merging an aggravated robbery conviction with a first-degree\nmurder conviction because “[n]o additional facts or separate\nelements are required to prove aggravated robbery after first\ndegree murder based on the predicate offense of aggravated\nrobbery is shown”); State v. Wood, 868 P.2d 70, 88–91 (Utah 1993)\n\n                                 28\n\f                           STATE v. BOND\n                       Opinion of the Court\n\n(merging a predicate offense of aggravated sexual assault with a\nfirst-degree murder conviction); State v. Nielsen, 2014 UT 10,\n¶¶ 57–58, 326 P.3d 645 (merging a conviction for aggravated\nkidnapping with an aggravated murder conviction because\naggravated kidnapping is established by proof of the same\nelements as or fewer elements than aggravated murder).\n    ¶ 68 But the cited cases are ultimately irrelevant to our\nanalysis here. The touchstone of the analysis under Utah Code\nsection 76-1-402(3) and the Double Jeopardy Clause is the intent of\nthe Legislature, Smith, 2005 UT 57, ¶ 9, and Mr. Bond errs in\nfailing to acknowledge the difference between the statutes at issue\nin Shaffer, Wood, and Nielsen and the aggravated murder statute\nunder which he was convicted.\n    ¶ 69 To resolve whether convictions must merge, the\n“determination to be made is whether the legislature intended” an\noffense to be a lesser included offense of another. State v. McCovey,\n803 P.2d 1234, 1238 (Utah 1990); see also Albernaz v. United States,\n450 U.S. 333, 344 (1981) (“[T]he question of what punishments are\nconstitutionally permissible is not different from the question of\nwhat punishments the Legislative Branch intended to be imposed.\nWhere Congress intended . . . to impose multiple punishments,\nimposition of such sentences does not violate the Constitution.”\n(Stewart, J., concurring) (first alteration in original) (internal\nquotation marks omitted)). To determine whether the Legislature\nintended an offense to be a lesser included offense, we look to the\nplain language of the statute that defines the criminal offense.\nSmith, 2005 UT 57, ¶ 11.\n    ¶ 70 We have recognized that some statutes operate as\n“enhancement statutes.” McCovey, 803 P.2d at 1237. They “are\ndifferent in nature than other criminal statutes because they single\nout particular characteristics of criminal conduct as warranting\nharsher punishment.” Smith, 2005 UT 57, ¶ 10 (internal quotation\nmarks omitted). And where the Legislature has designated a\nstatute as an enhancing statute, the merger doctrine has no effect.\nId. ¶ 9. However, the Legislature exempts a statute from the\nrequirements of the merger doctrine only when “an explicit\nindication of legislative intent is present in the specific offense\nstatute.” Id. ¶ 11. Applying this requirement in State v. Ross, we\nheld that an underlying felony that constitutes the aggravating\nfactor for aggravated murder merges with the aggravated murder\nconviction. 2007 UT 89, ¶ 64, 174 P.3d 628. This was because\n\n                                 29\n\f                         Cite as: 2015 UT 88\n                        Opinion of the Court\n\n“explicit indication [of intent] is required” and the Legislature\n“has done nothing to clearly indicate that the provision . . . is\nintended to enhance the penalty for [murder] when certain\ncharacteristics are present.” Id. (second and third alterations in\noriginal) (internal quotation marks omitted). As in Ross, the\nstatutes at issue in Shaffer, Wood, and Nielsen contained no such\nexplicit exemption from the merger doctrine. See UTAH CODE\n§ 76-5-202 (1953) (first-degree murder statute in Shaffer); id. § 76-5-\n202 (1988) (first-degree murder statute in Wood); id. § 76-5-202\n(2000) (aggravated murder statute in Nielsen).\n   ¶ 71 After Ross, however, the Legislature did amend the\naggravated murder statute to provide an explicit exemption from\nthe merger doctrine. See Criminal Penalties Revisions, 2008 Utah\nLaws 643–45. The amendment added subsection (5), which reads:\n       Any aggravating circumstance described in\n       Subsection (1) or (2) that constitutes a separate offense\n       does not merge with the crime of aggravated murder.\n       . . . A person who is convicted of aggravated murder,\n       based on an aggravating circumstance described in\n       Subsection (1) or (2) that constitutes a separate\n       offense, may also be convicted of, and punished for,\n       the separate offense.\nUTAH CODE § 76-5-202(5). The plain language of this amended\naggravated murder statue—under which Mr. Bond was\nconvicted—can leave no doubt that the Legislature intended that\na predicate offense does not merge with the homicide conviction.\n   ¶ 72 Because, as a matter of law, Mr. Bond’s convictions for\naggravated kidnapping and aggravated murder do not merge, a\nmotion seeking merger would have been futile. Therefore,\nMr. Bond has not shown that his counsel performed deficiently,\nand his claim for ineffective assistance of counsel fails.\n                         CONCLUSION\n    ¶ 73 We determine that each of Mr. Bond’s three claims fails.\nMr. Bond has not established that the trial court abused its\ndiscretion in denying his motion for mistrial because he has not\ndemonstrated that the prosecutor committed misconduct.\nMr. Bond also failed to carry his burden to demonstrate prejudice\nfor his alleged Confrontation Clause violation. Finally, Mr. Bond\ncannot show that counsel performed deficiently by failing to make\n\n\n\n                                  30\n\f                         STATE v. BOND\n                      Opinion of the Court\n\na futile motion to merge his convictions. We therefore affirm his\nconviction.\n\n\n\n\n                               31\n\f",
            "ocr": false,
            "opinion_id": 3006521
        }
    ],
    "court_short_name": "Utah Supreme Court",
    "court_full_name": "Utah Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Murder"
}