{
    "id": 3019553,
    "judges": null,
    "date_filed": "2015-02-26",
    "date_filed_is_approximate": true,
    "slug": "robert-williams-v-frank-hopkins",
    "case_name_short": null,
    "case_name": "Robert Williams v. Frank Hopkins",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://media.ca8.uscourts.gov/opndir/97/11/974088P.pdf",
            "author_id": null,
            "opinion_text": "                       United States Court of Appeals\n                              FOR THE EIGHTH CIRCUIT\n                                  ___________\n\n                                  No. 97-4088\n                                   ___________\nRobert E. Williams,                     *\n                                        *\n            Plaintiff-Appellant,        *   Appeal from the United States\n                                        *   District Court for the\n     v.                                 *   District of Nebraska.\n                                        *\nFrank X. Hopkins, Individually          *\nand in his capacity as Warden of        *\nthe Nebraska State Penitentiary,        *\n                                        *\n            Defendant-Appellee.\n                                  ___________\n\n                        Submitted:   November 28, 1997\n                                      Filed:   November 28, 1997\n                                  ___________\n\nBefore HANSEN, FLOYD R. GIBSON, and MORRIS SHEPPARD ARNOLD, Circuit\n     Judges.\n                            ___________\n\nHANSEN, Circuit Judge.\n\n      Robert E. Williams, a Nebraska prisoner sentenced to die by\nelectrocution on December 2, 1997, appeals the district court’s1 order\ndismissing as frivolous his civil rights suit, which was filed pursuant to\n42 U.S.C. § 1983 (1994).         Williams’ complaint seeks declaratory,\ninjunctive, and monetary relief, challenging the constitutionality of death\nby electrocution in general and, more specifically, the constitutionality\nof the\n\n\n\n\n      1\n      The Honorable Richard G. Kopf, United States District Judge for the District\nof Nebraska.\n\fparticular method by which Nebraska allegedly administers the electrical\ncurrent for electrocutions. We affirm the judgment of the district court.\n\n                                    I.\n\n      Williams was apprehended after committing a string of violent acts in\n1977. A Nebraska state court jury convicted him of two counts of first-\ndegree murder and one count of first-degree sexual assault. A panel of\nthree state trial judges sentenced Williams to death by electrocution for\neach murder conviction and to an indeterminate sentence of imprisonment not\nto exceed 25 years for the sexual assault conviction. The Supreme Court\nof Nebraska upheld Williams’ convictions and sentences on direct appeal and\nin post conviction proceedings. See State v. Williams, 287 N.W.2d 18 (Neb.\n1979), cert. denied, 449 U.S. 891 (1980); State v. Williams, 352 N.W.2d 538\n(Neb. 1984); State v. Williams, 358 N.W.2d 195 (Neb. 1984); State v.\nWilliams, 396 N.W.2d 114 (Neb. 1986).\n\n      In 1987, Williams filed his first application for a federal writ of\nhabeas corpus pursuant to 28 U.S.C. § 2254. In his amended petition filed\nby appointed counsel (who was not his present counsel), Williams presented\nthe issue of whether death by electrocution is constitutional, but he later\nabandoned the issue so it was never addressed by the district court. The\ndistrict court granted the writ as to one death sentence, concluding that\nthe sentence had been based in part on an unconstitutional aggravating\nfactor, and denied the writ as to the remaining death sentence.         See\nWilliams v. Clarke, 823 F. Supp. 1486 (D. Neb. 1993) (subsequent history\nomitted). On appeal to this court, Williams again raised in his brief the\nissue of whether death by electrocution violates the Eighth Amendment's\nprohibition of cruel and unusual punishment, but we declined to reach it\nbecause Williams had abandoned the issue before the district court, and the\ndistrict court had not determined it. We affirmed the district court’s\ndenial of habeas corpus relief as to the murder conviction appealed. See\n\n\n\n\n                                   -2-\n\fWilliams v. Clarke, 40 F.3d 1529, 1531, 1544 (8th Cir. 1994), cert. denied,\n514 U.S. 1033 (1995).\n\n      On the day of his scheduled execution in March 1995, Williams filed\na second federal habeas corpus action, asserting new evidence of alleged\njuror misconduct.      The day before he had filed another state post\nconviction relief action on the same basis. Williams voluntarily dismissed\nhis second federal habeas action pursuant to Rule of Civil Procedure\n41(a)(1), see Williams v. Clarke, 82 F.3d 270, 272-73 (8th Cir. 1996),\nafter the Supreme Court of Nebraska granted Williams a stay of execution\nand ordered an evidentiary hearing on the juror misconduct issue.\nUltimately, the state courts denied Williams’ post conviction action based\non alleged juror misconduct, see State v. Williams, 568 N.W.2d 246 (Neb.\n1997) cert. denied, 97-6860, 1997 WL 732087 (U.S. Nov. 26, 1997), and the\ninstant death warrant issued.\n\n      It is once again the eleventh hour for Mr.   Williams. He has now filed\nthis 42 U.S.C. § 1983 action, challenging           the constitutionality of\nNebraska’s statutory choice of carrying            out death sentences by\nelectrocution, and the constitutionality of the    particular method by which\nNebraska   is   alleged   to   administer   the     electrical  current   for\nelectrocutions. The district court dismissed       Williams’ § 1983 complaint\nas legally frivolous. Williams appeals.\n\n                                    II.\n\n      Williams challenges the district court’s conclusion that his complaint\nis legally frivolous.     A complaint “‘is frivolous where it lacks an\narguable basis either in law or in fact.’” Cokeley v. Endell, 27 F.3d 331,\n332 (8th Cir. 1994) (quoting Neitzke v. Williams, 490 U.S. 319, 325\n(1989)). The district court gave six reasons underlying its determination\nthat Williams’ complaint is frivolous, including that this § 1983 suit is\nthe functional equivalent of a successive habeas corpus petition, which was\nimproperly filed without first obtaining permission pursuant to 28 U.S.C.\n§\n\n\n\n\n                                    -3-\n\f2244(b)(3)(A) and which asserts the same claim that Williams raised but\nabandoned in his first habeas corpus complaint filed ten years ago.\nWilliams argues on appeal that this case is not subject to the habeas rules\nbarring a successive habeas complaint but is instead a valid § 1983\nchallenge to the method of execution, which he argues is a condition of his\nconfinement and not an attack on his sentence.\n\n      The Eighth Amendment proscribes \"punishments which are incompatible\nwith 'the evolving standards of decency that mark the progress of a\nmaturing society.'\" Estelle v. Gamble, 429 U.S. 97, 102 (1976) (quoting\nTrop v. Dulles, 356 U.S. 86, 101 (1958)).          Claims challenging the\nconditions of confinement or the method by which a sentence is being\ncarried out may be asserted through a § 1983 cause of action. However, a\nstate prisoner challenging the fact or duration of a sentence of\nimprisonment and seeking immediate or speedier release has a federal remedy\nthrough habeas corpus and cannot bring a claim under § 1983. Preiser v.\nRodriguez, 411 U.S. 475, 500 (1973); Otey v. Hopkins, 5 F.3d 1125, 1131\n(8th Cir. 1993), cert. denied, 512 U.S. 1246 (1994).\n\n      In Gomez v. United States District Court, 503 U.S. 653, 653 (1992),\nthe Supreme Court refused to consider an eleventh-hour § 1983 challenge to\na method of execution (death by cyanide gas), holding that the action was\n“an obvious attempt to avoid the application of McCleskey v. Zant, 499 U.S.\n467 (1991),” which would otherwise act to bar the condemned prisoner’s\nsuccessive complaint.    The Court further noted that even assuming the\npetitioner could avoid the application of the restrictions on successive\nhabeas claims by labeling his action as a § 1983 claim, the Court would not\nconsider the merits. Id. The Court explained that the petitioner was\nseeking an equitable remedy, regardless of the label attached to the claim.\nThe Court stated the following:\n\n     Equity must take into consideration the State’s strong interest\n     in proceeding with its judgment and [the petitioner’s] obvious\n     attempt at\n\n\n\n\n                                   -4-\n\f     manipulation. This claim could have been brought more than a\n     decade ago. There is no good reason for this abusive delay,\n     which has been compounded by last-minute attempts to manipulate\n     the judicial process.    A court may consider the last-minute\n     nature of an application to stay execution in deciding whether\n     to grant equitable relief.\n\nId. at 654.   See also Lonchar v. Thomas, 116 S. Ct. 1293, 1301 (1996)\n(explaining Gomez as holding that the habeas rules do apply to a last\nminute § 1983 method of execution claim) (citations omitted).\n\n      In Williams’ case, though he challenges the method of execution and\nasserts this is a § 1983 case, his last-minute request for equitable relief\nseeks to stop or delay his execution. The Sixth and Eleventh Circuits have\nconsidered similar cases in light of the Supreme Court’s decisions in Gomez\nand Lonchar, and they each determined that a prisoner may not circumvent\nthe habeas rules restricting successive claims by filing a § 1983 claim to\nchallenge the method of execution.      The Sixth Circuit observed that a\n“challenge to the manner of execution is a challenge seeking to interfere\nwith the sentence itself, and thus, is properly construed as a petition for\nhabeas corpus.” In re Sapp, 118 F.3d 460, 462 (6th Cir.), cert. denied 117\nS. Ct. 2536 (1997).     Similarly, the Eleventh Circuit treated a § 1983\nchallenge to the method of execution as a second habeas petition and\nconcluded that the “[p]laintiff’s § 1983 claim is subject to the procedural\nrequirements for bringing a second or successive habeas claim.” Felker v.\nTurpin, 101 F.3d 95, 96 (11th Cir.), cert. denied 117 S. Ct. 450 (1996).\nWe find the reasoning of these cases persuasive. Accordingly, we believe\nthat the district court correctly determined that Williams’ current\ncomplaint is the functional equivalent of a successive habeas action,\nregardless of its technical label.\n\n      Treating Williams’ § 1983 claim as the functional equivalent of a\nsuccessive habeas action, we agree with the district court’s assessment\nthat Williams failed to request permission of this court pursuant to 28\nU.S.C. § 2244(b)(3)(A) (1996) to file a successive habeas corpus\napplication. Thus, the district court’s alternative reasoning\n\n\n\n\n                                   -5-\n\fthat it was without jurisdiction to consider Williams’ request for relief\nis correct.    See In re Sapp, 118 F.3d at 464; Felker, 101 F.3d at 96.\nFurthermore, even if he had requested permission from us to file a\nsuccessive habeas corpus application, the allegations of Williams’ claim\ndo not meet the statutory requirement that “the factual predicate for the\nclaim could not have been discovered previously through the exercise of due\ndiligence,” 28 U.S.C. § 2244(b)(2)(B)(i), and we would have been compelled\nto deny him permission to file.\n\n      Williams raised the general constitutional issue of whether death by\nelectrocution constitutes cruel and unusual punishment in his first federal\nhabeas complaint filed over a decade ago, but voluntarily abandoned the\nissue. The factual predicate was available at that time but Williams chose\nnot to pursue it. Deliberate abandonment of a claim in a prior habeas\naction disentitles a prisoner to habeas relief when he later raises the\nsame issue in a second habeas petition. McCleskey v. Zant, 499 U.S. 467,\n489 (1991); Sanders v. United States, 373 U.S. 1, 18 (1963). Williams\ncontends that the basis for his specific challenge to the manner in which\nthe electrical current is allegedly administered by Nebraska was not\navailable until after Harold Lamont Otey was executed using four currents\nof electricity on September 2, 1994, and that it was not ripe until the\npresent death warrant was issued on October 10, 1997. Williams claims that\nthe state statute provides that the electrocution must be administered in\none continuous current of electricity, not intermittent currents. See Neb.\nRev. Stat. § 29-2532 (1995) (providing that electrocution is to be\naccomplished by “a current of electricity of sufficient intensity to cause\ndeath”). Even assuming the factual predicate was not available until 1994,\nWilliams’ delay in bringing this claim is manipulative and abusive. This\nclaim was available in March 1995, and ripe on the date of Williams’ first\nscheduled execution when he filed and then voluntarily dismissed his second\nfederal habeas complaint, yet he did not include the claim at that time,\nnor does the record before us show that he included it in his state court\npost conviction pleading filed at the same time. Only now, on the eve of\nanother scheduled execution date, has Williams offered this theory to the\nfederal courts. For these reasons, the habeas rules\n\n\n\n\n                                   -6-\n\fthemselves and the equitable principles articulated in Gomez and Lonchar\nbar Williams’ claims at this late hour regardless of whether his action is\nconsidered a § 1983 claim or a successive habeas corpus application.\n\n      Even absent the procedural roadblocks which preclude any relief for\nhim, the merits of Williams’ claim clearly lack an arguable basis in law.\nThe district court correctly noted that a constitutional challenge to death\nby electrocution has never been successful, citing In re Kemmler, 136 U.S.\n436, 443-44 (1890), and Felker, 101 F.3d at 97 (collecting cases). As the\nSixth Circuit stated in Sapp earlier this year:\n\n           Electrocution has never been found to be cruel and unusual\n     punishment by any American court. See, e.g., In re Kemmler, 136\n     U.S. at 443-44; Ingram v. Ault, 50 F.3d 898 (11th Cir. 1995);\n     Felker, 101 F.3d at 97; Porter [v. Wainwright], 805 F.2d [930,]\n     943 n.15 [(11th Cir. 1986), cert. denied, 482 U.S. 918 (1987)];\n     Glass v. Louisiana, 471 U.S. 1080 (1985) (Brennan, J.,\n     dissenting from denial of certiorari) (“such claims have\n     uniformly and summarily been rejected”).       No legislatively\n     authorized method of execution in the United States is outlawed\n     in any jurisdiction by any currently-effective court decision.\n     [Gomez v.]Fierro, 117 S. Ct. [285,] 285 [(1986)]; Rupe v. Wood,\n     863 F. Supp. 1307 (W.D. Wash. 1994), vacated as moot, 93 F.3d\n     1434 (9th Cir. 1996). The very practice of electrocution has\n     been upheld by other courts within the past year, and there is\n     no argument even plausible that there are differences in the\n     level of “evolving decency” among the different circuits or\n     states of the union, or over the last very few years.\n\n118 F.3d at 464.\n\n      Williams’ claim that the warden intends to violate the Nebraska\nexecution statute by passing more than “a” current of electricity into his\nbody raises the potential of a violation of state law. Ordinarily, an\nalleged violation of state law does not by itself state a claim redressable\nby a § 1983 action. “Mere violation of a state statute does not\n\n\n\n\n                                   -7-\n\finfringe the federal Constitution.” Snowden v. Hughes, 321 U.S. 1, 11\n(1944); Whisman v. Rinehart, 119 F.3d 1303, 1312 (8th Cir. 1997). Only\nfederal rights are “guarded and vindicated” by § 1983. Ebmeier v. Stump,\n70 F.3d 1012, 1013 (8th Cir. 1995). To the extent that Williams asserts\nthat passing more than one current of electricity into his body to effect\nhis death is cruel and unusual punishment barred by the Eighth Amendment,\nhis claim is foreclosed by Louisiana ex rel. Francis v. Resweber, 329 U.S.\n459, 463, 466 (1947), absent any suggestion of malevolence.       See also\nHamblen v. Dugger 748 F. Supp. 1498, 1503 (M.D. Fla. 1990). Here, Williams\nmakes no claim that the warden will maliciously pass more than one current\nof electricity into him.\n\n                                  III.\n\n      For these reasons, the district court did not err by dismissing\nWilliams’ § 1983 complaint with prejudice.  Accordingly, we affirm the\njudgment of the district court. Williams’ application for an injunction\nstaying his execution is denied as moot.\n\nMORRIS SHEPPARD ARNOLD, Circuit Judge, concurring.\n      I concur in all of the court's opinion except for that part which\ndiscusses the merits of      Mr. Williams' constitutional challenge to\nexecution by electrocution found in the full paragraph on page 7, ante.\n\n     A true copy.\n\n           Attest:\n\n                CLERK, U.S. COURT OF APPEALS, EIGHTH CIRCUIT.\n\n\n\n\n                                   -8-\n\f",
            "ocr": false,
            "opinion_id": 3019553
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}