{
    "id": 3032883,
    "judges": null,
    "date_filed": "2005-08-03",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-cisneros",
    "case_name_short": "Cisneros",
    "case_name": "United States v. Cisneros",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Criminal",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2005/08/02/0410576.pdf",
            "author_id": null,
            "opinion_text": "                 FOR PUBLICATION\n UNITED STATES COURT OF APPEALS\n      FOR THE NINTH CIRCUIT\n\nUNITED STATES OF AMERICA,             \n                Plaintiff-Appellee,\n               v.                           No. 04-10576\nBENJAMIN AUSTIN; FELIPE CISNEROS;            D.C. No.\n                                          CR-03-00730-ROS\nLORENA CISNEROS; LUIS CISNEROS;\nPAUL EPPINGER; RAYMOND LLAMAS;               OPINION\nANGEL RIVERA; RICHARD TRUJILLO,\n           Defendants-Appellants.\n                                      \n       Appeal from the United States District Court\n                for the District of Arizona\n        Roslyn O. Silver, District Judge, Presiding\n\n                   Argued and Submitted\n         April 12, 2005—San Francisco, California\n\n                   Filed August 2, 2005\n\n     Before: Procter Hug, Jr., Warren J. Ferguson, and\n           Pamela Ann Rymer, Circuit Judges.\n\n                Opinion by Judge Ferguson\n\n\n\n\n                           9007\n\f9010              UNITED STATES v. AUSTIN\n\n\n                        COUNSEL\n\nMark Fine (argued), Albuquerque, New Mexico; Billy R.\nBlackburn (briefed), Albuquerque, New Mexico, for the\ndefendants-appellants.\n\nSteven C. Yarbrough, Assistant United States Attorney, Phoe-\nnix, Arizona, for the plaintiff-appellee.\n\f                   UNITED STATES v. AUSTIN                9011\n                         OPINION\n\nFERGUSON, Circuit Judge:\n\n   Defendants-Appellants Benjamin Austin, Felipe Cisneros,\nLorena Cisneros, Luis Cisneros, Paul Eppinger, Raymond\nLlamas, Angel Rivera, and Richard Trujillo (collectively,\n“Defendants”) appeal the District Court’s interlocutory order\npermitting disclosure of communications that occurred out-\nside the presence of counsel between at least one of them and\nco-defendant Armando Alvarado (“Alvarado”), who withdrew\nfrom a joint defense agreement (“JDA”) to cooperate with the\nGovernment. We hold that the District Court’s order is not\nimmediately appealable under the collateral order doctrine,\nthe Perlman rule, or as a writ of mandamus and, therefore,\ndismiss Defendants’ appeal for lack of jurisdiction.\n\n                    I.   BACKGROUND\n\n   The United States charged co-defendants in this case with,\namong other crimes, conspiracy to commit murder, murder,\nand offenses under the Racketeer Influenced and Corrupt\nOrganizations Act. Shortly after being indicted in the District\nof New Mexico in November 2002, co-defendants entered\ninto a written JDA. The district court approved the JDA and\nallowed co-defendants to conduct joint defense meetings. The\nGovernment later dismissed the New Mexico indictment\nwhen it indicted co-defendants on similar charges in the Dis-\ntrict of Arizona in July 2003. Upon transferring to Arizona,\nco-defendants signed an identical JDA, from which Alvarado\neventually withdrew to cooperate with the Government.\n\n   On May 26, 2004, the Government moved to strike or clar-\nify certain JDA provisions that could keep Alvarado from dis-\ncussing statements that co-defendants made in jail after\nsigning the New Mexico JDA. Alvarado had been housed in\nthe same jail pod as Defendants Felipe Cisneros, Luis Cisne-\nros, Paul Eppinger, Raymond Llamas, and Angel Rivera\n\f9012                UNITED STATES v. AUSTIN\nwhile detained in New Mexico from January to November\n2003. Alvarado’s attorney had expressed concern to the Gov-\nernment that the JDA could prevent Alvarado from disclosing\nany of the co-defendants’ statements, regardless of whether\nthey occurred outside of an attorney’s presence or not in prep-\naration for a joint defense.\n\n  The District Court ruled on August 6, 2004 “that statements\nmade during discussions between inmates in their cells with\nno lawyers present are not covered as confidential communi-\ncations under the joint defense privilege.” As a result, the\nCourt decided not to examine, strike, or clarify any of the\nJDA’s provisions in response to the Government’s motion.\n\n   Upon Defendants’ motion for reconsideration, the District\nCourt reviewed Alvarado’s ex parte submissions in camera to\ndetermine if the joint defense privilege protected their disclo-\nsure. In its October 5, 2004 order, the Court explained that\ncourts have generally held that the joint defense privilege\ndoes not cover conversations among defendants made outside\ncounsel’s presence. The Court also found that, even assuming\nthat the joint defense privilege could protect these inmate-to-\ninmate conversations, the joint defense privilege did not pro-\ntect the discussions in question because they were not made\nat an attorney’s behest or for the purpose of seeking legal\nadvice or communicating confidential work product.\n\n   Defendants ask that we reverse the District Court’s order\non appeal. In particular, they contend that the District Court\nerred in accepting Alvarado’s ex parte submissions as true\nwithout providing Defendants with access to the communica-\ntions at issue and, thereby, depriving them of a fair opportu-\nnity to assert specific privilege claims as required by United\nStates v. Martin, 278 F.3d 988 (9th Cir. 2002). In Martin, we\nheld that “[a] party claiming the [attorney-client] privilege\nmust identify specific communications and the grounds sup-\nporting the privilege as to each piece of evidence over which\nprivilege is asserted.” Id. at 1000 (citing United States v.\n\f                    UNITED STATES v. AUSTIN                  9013\nOsborn, 561 F.2d 1334, 1339 (9th Cir. 1977)). Thus, on\nappeal, Defendants seek to obtain access to the communica-\ntions at issue. Only with this information in hand, Defendants\nargue, can they identify with specificity those conversations\nthat the joint defense privilege potentially protects. They con-\ncede the possibility, however, that none of the communica-\ntions in dispute might be protected.\n\n                    II.   JURISDICTION\n\n    Generally, we have jurisdiction to review only “appeals\nfrom all final decisions of the district courts . . .” 28 U.S.C.\n§ 1291. Since this case involves a pretrial order, the order is\nnot a final decision appealable under 28 U.S.C. § 1291. See\nVan Cauwenberghe v. Biard, 486 U.S. 517, 521-22 (1988)\n(stating that a decision is not final for appeal purposes “until\nthere has been a decision by the district court that ‘ends the\nlitigation on the merits and leaves nothing for the court to do\nbut execute the judgment’ ”) (quotation omitted). Defendants\ncontend, nevertheless, that we have jurisdiction to review the\norder under three alternative bases: 1) the collateral order doc-\ntrine, 2) the Perlman rule, or 3) as a writ of mandamus. None\nof these grounds provide this Court with jurisdiction.\n\nA.   Collateral Order Doctrine\n\n   [1] A small class of orders is final for purposes of 28\nU.S.C. § 1291 under the collateral order doctrine set forth in\nCohen v. Beneficial Indus. Loan Corp., 337 U.S. 541, 546\n(1949). The collateral order doctrine is actually considered “a\nnarrow exception to[,]” United States v. Bird, 359 F.3d 1185,\n1188 (9th Cir. 2004), or a “practical construction of[,]” Digi-\ntal Equip. Corp. v. Desktop Direct, Inc., 511 U.S. 863, 867\n(1994) (citing Cohen, 337 U.S. at 546), the final judgment\nrule that treats orders by the district court that “finally deter-\nmine claims of right separable from, and collateral to, rights\nasserted in the action, too important to be denied review and\ntoo independent of the cause itself to require that appellate\n\f9014                UNITED STATES v. AUSTIN\nconsideration be deferred until the whole case is adjudicated.”\nCohen, 337 U.S. at 546.\n\n   In the criminal context, specifically, the Supreme Court has\ninterpreted the collateral order doctrine “with the utmost\nstrictness” as a result of “the compelling interest in prompt tri-\nals[.]” Flanagan v. United States, 465 U.S. 259, 265 (1984).\n“Piecemeal appeals encourage delay, which ‘is fatal to the\nvindication of the criminal law.’ ” United States v. Lewis, 368\nF.3d 1102, 1104 (9th Cir. 2004), cert. denied, 125 S. Ct. 901\n(2005) (quoting United States v. McDonald, 435 U.S. 850,\n853-54 (1978)). In fact, “delay may prejudice the prosecu-\ntion’s ability to prove its case, increase the cost to society of\nmaintaining those defendants subject to pretrial detention, and\nprolong the period during which defendants released on bail\nmay commit other crimes.” McDonald, 435 U.S. at 862 (cit-\ning Dickey v. Florida, 398 U.S. 30, 42 (1970) (Brennan, J.,\nconcurring)). Thus, we interpret the collateral order doctrine\nstrictly in this case.\n\n   [2] For the District Court’s order to fall under the collateral\norder doctrine, it must “[1] conclusively determine the dis-\nputed question, [2] resolve an important issue completely sep-\narate from the merits of the action, and [3] be effectively\nunreviewable on appeal from a final judgment.” Coopers &\nLybrand v. Livesay, 437 U.S. 463, 468-69 (1978) (footnote\nand citations omitted). Should the order fail to meet any one\nof these requirements, it is not appealable under the collateral\norder doctrine. Gulfstream Aerospace Corp. v. Mayacamas\nCorp., 485 U.S. 271, 276 (1988).\n\n                                1.\n\n   [3] We first consider if the District Court’s order is “tenta-\ntive, informal or incomplete” because “[s]o long as the matter\nremains open, unfinished or inconclusive, there may be no\nintrusion by appeal.” Cohen, 337 U.S. at 546. The District\nCourt conclusively decided “that statements made during dis-\n\f                   UNITED STATES v. AUSTIN                9015\ncussions between inmates in their cells with no lawyers pres-\nent are not covered as confidential communications under the\njoint defense privilege.” In so doing, it acknowledged that the\nissue had been fully developed through extensive briefing and\noral argument, and that no further briefing, argument, or ex\nparte hearings with Alvarado or a privilege log were neces-\nsary. The first requirement is satisfied.\n\n                              2.\n\n   To meet the second requirement, Defendants must show\nthat appellate review will “resolve an important issue com-\npletely separate from the merits of the action[.]” Coopers &\nLybrand, 437 U.S. at 468. Resolution of the issue, therefore,\nmust “not simply [be] a ‘step toward final disposition of the\nmerits of the case (which would) be merged in final judg-\nment[.]’ ” Abney v. United States, 431 U.S. 651, 658 (1977)\n(quoting Cohen, 337 U.S. at 546). For instance, we have held\nas unreviewable under the collateral order doctrine a district\ncourt’s denial of a defendant’s motion to dismiss an indict-\nment on the basis of a “fair warning” defense because the\n“fair warning claim involve[d] questions inextricably inter-\ntwined with the question of [defendant’s] alleged guilt.”\nLewis, 368 F.3d at 1106. The evidence that defendant sought\nto introduce in support of his fair warning defense, in fact,\n“[went] to the heart of his criminal liability.” Id.\n\n   [4] Here, the Government concedes that the second require-\nment’s separability prong is satisfied. Defendants’ privilege\nclaim is independent of their criminal liability; they make no\nchallenge whatsoever to the merits of the charges against\nthem. Moreover, the effect of the District Court’s order is\nindependent because it does not require a showing of preju-\ndice to the defense as a necessary element that can be ade-\nquately reviewed only after the conclusion of the co-\ndefendants’ trials. See Flanagan, 465 U.S. at 268-69 (explain-\ning how an order disqualifying counsel, like a denial of a\nmotion to dismiss on speedy trial grounds, is final but not\n\f9016                UNITED STATES v. AUSTIN\nindependent of the issues to be tried because the effect of\neither decision cannot be appropriately considered until the\ntrial is complete).\n\n   [5] As a separate inquiry, we consider whether Defendants’\nprivilege claim is “important in Cohen’s sense, as being\nweightier than the societal interests advanced by the ordinary\noperation of final judgment principles.” Digital Equip. Corp.,\n511 U.S. at 879 (internal quotations omitted). This Circuit has\nsuggested that breaches in confidentiality arising from an\nattorney-client relationship present an important issue under\nCohen. See Bittaker v. Woodford, 331 F.3d 715, 718 (9th Cir.\n2003), cert. denied, 540 U.S. 1013 (2003). The D.C. Circuit,\nrelying in part on Upjohn Co. v. United States, 449 U.S. 383,\n389 (1981), where the Supreme Court explained that the pur-\npose of the attorney-client privilege “is to encourage full and\nfrank communication between attorneys and their clients and\nthereby promote broader public interests in the observance of\nlaw and administration of justice[,]” has explicitly found that\nthe attorney-client privilege is an “important issue” under\nCohen. See In re England, 375 F.3d 1169, 1175-76 (D.C. Cir.\n2004), cert. denied, 125 S. Ct. 1343 (2005); see also In re\nSealed Case (Medical Records), 381 F.3d 1205, 1209-10\n(D.C. Cir. 2004) (comparing the federal psychotherapist privi-\nlege to the attorney-client privilege and identifying the former\nas “important” under Cohen).\n\n   [6] We find that the joint defense privilege also raises an\n“important issue” under Cohen because “[it] is an extension\nof the attorney-client privilege.” United States v. Henke, 222\nF.3d 633, 637 (9th Cir. 2000); see Waller v. Financial Corp.\nof America, 828 F.2d 579, 583 n. 7 (9th Cir. 1987). The joint\ndefense privilege, in fact, protects not only the confidentiality\nof communications passing from a party to his or her attorney\nbut also “from one party to the attorney for another party\nwhere a joint defense effort or strategy has been decided upon\nand undertaken by the parties and their respective counsel.”\nUnited States v. Schwimmer, 892 F.2d 237, 243 (2d Cir. 1989)\n\f                    UNITED STATES v. AUSTIN                 9017\n(citation omitted); see Henke, 222 F.3d at 637 (“A joint\ndefense agreement establishes an implied attorney-client rela-\ntionship with the co-defendant . . .”). As such, the issue before\nus is an important issue separate from the merits of the action.\n\n                               3.\n\n   [7] The most contentious issue involves the third require-\nment. The District Court’s order is unreviewable if it “in-\nvolve[s] an important right which would be ‘lost, probably\nirreparably,’ if review had to await final judgment[.]” Abney,\n431 U.S. at 658 (quoting Cohen, 337 U.S. at 546). The “right”\nat stake in this appeal is ambiguous at best. Defendants claim\nthat they have a right not to have Alvarado divulge privileged\ncommunications that occurred between them outside coun-\nsel’s presence. Yet they cannot point to any specific privi-\nleged communications for this Court to review. Defendants\ncontend, instead, that the District Court erred by not providing\nthem with access to the communications at issue. Effectively,\nthe right at stake is the right to access the communications in\ndispute for the purpose of determining if the joint defense\nprivilege protects their disclosure. We look to Supreme Court\nprecedent, as well as this Circuit’s precedent, to determine if\nDefendants’ interest in obtaining this information constitutes\nan “important right” warranting immediate review of the Dis-\ntrict Court’s order.\n\n   In Flanagan, the Supreme Court explained that “[it] has\nfound only three types of pretrial orders in criminal prosecu-\ntions to meet the requirements [of the collateral order excep-\ntion]. Each type involves ‘an asserted right the legal and\npractical value of which would be destroyed if it were not vin-\ndicated before trial.’ ” 465 U.S. at 265-66 (internal citation\nand quotation omitted). These “important rights” include the\nright to pretrial bail, Stack v. Boyle, 342 U.S. 1, 4 (1951)\n(explaining that an order denying a motion to reduce fixed\nbail as excessive under the Eighth Amendment becomes moot\nif review awaits final judgment); the right not to be placed in\n\f9018                UNITED STATES v. AUSTIN\ndouble jeopardy, Abney, 431 U.S. at 660 (stating that “the\nrights conferred on a criminal accused by the Double Jeop-\nardy Clause would be significantly undermined if appellate\nreview of double jeopardy claims were postponed until after\nconviction and sentence”); and the right to avoid exposure to\nquestioning as a Member of Congress on the ground that it\nviolates the Speech or Debate Clause of the Constitution, Hel-\nstoski v. Meanor, 442 U.S. 500, 508 (1979) (concluding that\n“if a Member ‘is to avoid exposure to [being questioned for\nacts done in either House] and thereby enjoy the full protec-\ntion of the Clause, his . . . challenge to the indictment must\nbe reviewable before . . . exposure [to trial] occurs’ ”) (alter-\nations in original) (quoting and analogizing to Abney, 431\nU.S. at 662).\n\n   In Flanagan, specifically, the Court found that the order at\nissue, an order disqualifying a law firm from its multiple rep-\nresentation of four petitioners, was not analogous to any of\nthe three types of interlocutory orders that the Court had pre-\nviously found immediately appealable because the order did\nnot entail “a right not to be tried.” 465 U.S. at 267. Different\nfrom an order involving a double jeopardy or speech and\ndebate clause right, “[a]n appellate court’s reversal of a dis-\nqualification order would not result in dismissal of the prose-\ncution. The prosecution would continue, though only after\nlong delay.” Id. at 269.\n\n   In this Circuit, we have interpreted Supreme Court prece-\ndent as limiting review of interlocutory appeals in criminal\ncases “to instances . . . where there are statutory or constitu-\ntional guarantees against the defendants standing trial.”\nUnited States v. Hickey, 367 F.3d 888, 896 (9th Cir. 2004),\namended by 400 F.3d 658 (9th Cir. 2005). In Hickey, for\nexample, we held that the collateral order doctrine did not\napply to defendant’s interlocutory appeal because defendant\nhad failed to make a colorable claim that his constitutional\nright against double jeopardy had been violated. Id. at 892. In\nUnited States v. Brandon P., we further held that an immedi-\n\f                    UNITED STATES v. AUSTIN                  9019\nate appeal was unnecessary to vindicate a juvenile’s speedy\ntrial right because the effect of the delay, not the juvenile’s\ntreatment, could not be judged until after trial. 387 F.3d 969,\n974 (9th Cir. 2004), cert. denied, 125 S. Ct. 2936 (2005). We\nconcluded, however, that a commitment order under 18\nU.S.C. § 4241(d), which involuntarily commits a criminal\ndefendant to the custody of the Attorney General when the\ndistrict court finds him or her incompetent to stand trial on\nfederal criminal charges, is immediately appealable because\n“[it] deprives [a defendant] of his freedom,” and “nothing\ncould recover for the defendant the time lost during his con-\nfinement; probably no one could be held liable to him in dam-\nages for the loss of his liberty.” United States v. Friedman,\n366 F.3d 975, 979-80 (9th Cir. 2004) (internal citation and\nquotation omitted).\n\n   Here, Defendants rely almost exclusively on our decision in\nBittaker v. Woodford to contend that their alleged privilege\nclaim is effectively unreviewable on appeal from final judg-\nment. 331 F.3d 715 (9th Cir. 2003), cert. denied, 540 U.S.\n1013 (2003). There, a habeas petitioner raised several\nineffective-assistance-of-counsel claims that required a\nwaiver of the attorney-client privilege. The district court\nentered a protective order, however, precluding use of those\nprivileged materials for any purpose other than litigating the\nhabeas petition and barring the State from turning them over\nto any other person or office. We ruled that we had jurisdic-\ntion to review the State’s interlocutory appeal of the protec-\ntive order because review after final judgment would come\ntoo late. If we invalidated the protective order after final judg-\nment, we would not be able to correct Bittaker’s erroneous\ndisclosure of privileged materials because the cat would have\nalready been let out of the bag. Bittaker, in fact, “w[ould] suf-\nfer serious prejudice during any retrial.” Id. at 718.\n\n   [8] This case is readily distinguishable from Bittaker. Bit-\ntaker involved a non-recurring issue about the validity of the\ndistrict court’s protective order. There was no question there\n\f9020                UNITED STATES v. AUSTIN\nthat the materials at issue were privileged; the question was\nwhether the disclosure of those materials to prove ineffective\nassistance of counsel could put petitioner at risk of having the\nState use those materials to re-prosecute him. This case, how-\never, involves a discovery/privilege-type ruling that is recur-\nring and could cause disruption and delay in the co-\ndefendants’ trials if immediately appealable. Unlike in Bit-\ntaker, Defendants have not raised any specific privilege\nclaims as required by Martin, 278 F.3d at 1000. Indeed, they\nconcede that the communications at issue might not even be\nprivileged. The real possibility that existed in Bittaker that\nprivileged information would be irreparably leaked to the\nState simply does not exist in this case. Thus, we cannot\nreverse and instruct the District Court to disclose the commu-\nnications in question for the sole purpose of allowing Defen-\ndants to pick and choose which communications raise suitable\nprivilege claims.\n\n   [9] Moreover, we cannot defy precedent to conclude that\nDefendants’ nonexistent privilege claims involve an important\nright the legal and practical value of which would be lost if\nreview had to await final judgment. Defendants’ asserted right\nto first obtain information from Alvarado and then raise spe-\ncific privilege claims certainly does not rise to the level of an\nimportant right synonymous with a “right not to be tried.”\nFlanagan, 465 U.S. at 267. In fact, like in Flanagan, Defen-\ndants’ “claim ‘would be largely satisfied by an acquittal\nresulting from the prosecution’s failure to carry its burden of\nproof.’ ” Id. (quoting McDonald, 435 U.S. at 859) (citation\nomitted). This last requirement is not satisfied, thereby leav-\ning this Court without jurisdiction to review the District\nCourt’s order under the collateral order doctrine.\n\nB.     Perlman Rule\n\n   [10] In Perlman v. United States, the Supreme Court cre-\nated an exception to the final judgment rule by treating a dis-\ncovery order (a subpoena) directed at a disinterested third-\n\f                    UNITED STATES v. AUSTIN                 9021\nparty custodian of privileged documents as immediately\nappealable. 247 U.S. 7 (1918). The order was immediately\nappealable because the third party, presumably lacking a suf-\nficient stake in the proceeding, would most likely produce the\ndocuments rather than submit to a contempt citation. We dis-\nagree with Defendants’ contention that the Perlman rule\napplies in this case.\n\n   [11] The Perlman rule, indeed, does not provide an alterna-\ntive jurisdictional basis to review the District Court’s order\nfor several reasons. First, there is no discovery order at issue\nin this case; should Alvarado refuse to cooperate with the\nGovernment, he faces no risk of being cited for contempt as\nin Perlman. Second, Alvarado is not a disinterested third-\nparty custodian of privileged information; rather, he is an\ninterested party who wants to cooperate with the Government\nto avoid a potential life sentence. Last, Defendants are not,\nlike Perlman, “powerless to avert the mischief of the order”\n(id. at 13); if Defendants were parties to these communica-\ntions, they should be able to assert specific privilege claims.\n\nC.   Writ of Mandamus\n\n   [12] As a last recourse, Defendants contend that we should\nreview the District Court’s order as a mandamus petition. See\nUnited States v. Amlani, 169 F.3d 1189, 1193 (9th Cir. 1999)\n(recognizing that privilege claims justify mandamus review in\ncertain situations). “In considering an appeal as a mandamus\npetition, we review the district court’s actions for clear error.\n‘To issue the writ, the court must be firmly convinced that the\ndistrict court has erred, and that the petitioner’s right to the\nwrit is clear and indisputable.’ ” Special Invs., Inc. v. Aero\nAir, Inc., 360 F.3d 989, 993 (9th Cir. 2004) (internal citation\nand quotation omitted).\n\n  In particular, this Court is guided by five factors in decid-\ning whether to grant a writ of mandamus:\n\f9022                UNITED STATES v. AUSTIN\n      (1) The party seeking the writ has no other adequate\n      means, such as direct appeal, to attain the relief he\n      or she desires. (2) The petitioner will be damaged or\n      prejudiced in a way not correctable on appeal . . . (3)\n      The district court’s order is clearly erroneous as a\n      matter of law. (4) The district court’s order is an oft-\n      repeated error, or manifests a persistent disregard of\n      the federal rules. (5) The district court’s order raises\n      new and important problems, or issues of law of first\n      impression.\nBauman v. United States Dist. Ct., 557 F.2d 650, 654-55 (9th\nCir. 1977) (internal citations omitted). “The applications [sic]\nof these factors is by no means precise. There are frequently\nquestions of degree, and conflicting indicators must often be\nbalanced.” Amlani, 169 F.3d at 1194 (citations omitted).\n   [13] Defendants have failed to even attempt to demonstrate\nthat they meet these requirements. Instead, they merely assert\nthat we need not find that a petition satisfies all five factors\nat once. The Bauman factors do not weigh in favor of granting\nthe writ in this case. The District Court’s order can be\nreviewed on direct appeal after final judgment. Should Defen-\ndants raise any specific privilege claims at trial, the District\nCourt has the power to judge the validity of those claims.\nThere is further no evidence that the order is an oft-repeated\nerror or that it raises new and important problems or issues of\nfirst impression. More important, the District Court’s decision\nis not clearly erroneous as a matter of law and issuing a writ\nof mandamus, therefore, is inappropriate.\n                    III.   CONCLUSION\n   [14] For the foregoing reasons, we dismiss for lack of juris-\ndiction Defendants’ appeal of the District Court’s order. In so\ndoing, we do not decide whether the joint defense privilege\never protects inmate-to-inmate conversations in the absence\nof counsel.\n   DISMISSED.\n\f",
            "ocr": false,
            "opinion_id": 3032883
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}