{
    "id": 3033234,
    "judges": null,
    "date_filed": "2023-09-03",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-chong",
    "case_name_short": "Chong",
    "case_name": "United States v. Chong",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Criminal",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2005/08/17/0310222.pdf",
            "author_id": null,
            "opinion_text": "                    FOR PUBLICATION\n  UNITED STATES COURT OF APPEALS\n       FOR THE NINTH CIRCUIT\n\nUNITED STATES OF AMERICA,                     No. 03-10222\n                Plaintiff-Appellee,\n               v.                                D.C. No.\n                                              CR-92-00260-DJL\nPETER CHONG,\n                                                 OPINION\n             Defendant-Appellant.\n                                         \n        Appeal from the United States District Court\n          for the Northern District of California\n        D. Lowell Jensen, District Judge, Presiding\n\n                  Argued and Submitted\n         March 15, 2005—San Francisco, California\n\n                     Filed August 18, 2005\n\n    Before: Sidney R. Thomas and Raymond C. Fisher,\n    Circuit Judges, and James L. Robart, District Judge.*\n\n                    Opinion by Judge Fisher\n\n\n\n\n *The Honorable James L. Robart, United States District Judge for the\nWestern District of Washington, sitting by designation.\n\n                               10917\n\f10920               UNITED STATES v. CHONG\n\n\n\n\n                         COUNSEL\n\nWilliam L. Osterhoudt and Frank S. Moore, Law Offices of\nWilliam L. Osterhoudt, San Francisco, California; Alan P.\nCaplan, San Francisco, California, for the defendant-\nappellant.\n\nBrian J. Stretch, Assistant United States Attorney, Oakland,\nCalifornia, for the plaintiff-appellee.\n\n\n                          OPINION\n\nFISHER, Circuit Judge:\n\n   Peter Chong appeals his conviction on murder-for-hire and\nextortion counts stemming from his involvement with the Wo\nHop To gang in Northern California. Chong’s main conten-\ntion is that the jury had insufficient evidence to convict him\nfor his role in the attempted murder of a leader of a rival gang\nin Boston. He argues that the government failed to link him\nto the attempted murder or demonstrate that he offered any-\nthing of pecuniary value to the hitmen in exchange for com-\nmission of the murder — a required element of the offense.\n\n   We conclude that the jury had insufficient evidence to con-\nvict Chong on the murder-for-hire offense because the gov-\n\f                   UNITED STATES v. CHONG               10921\nernment failed to prove that Chong — or one of his co-\nconspirators — promised anything of pecuniary value to the\nhitmen as a quid pro quo for murdering a gang rival.\n\n                              I.\n\n  Chong came to the United States in 1982 purportedly to set\nup and promote a Chinese opera in this country. In the late\n1980s and 1990s, Chong became involved with illicit gang\nactivity through his membership in — and eventual leadership\nof — the Wo Hop To, an organized crime gang in Northern\nCalifornia.\n\n   Chong and his gang engaged in loan sharking and exerted\ncontrol over local gambling dens and restaurants, receiving\ndiscounts and collecting fees in exchange for leaving those\nestablishments alone. Witnesses described Chong as “the per-\nson in charge of Wo Hop To” and testified that Chong had\nproclaimed that he was in control of Chinatown.\n\n   Chong wanted to expand the gang’s control base to the East\nCoast and eventually dominate organized crime activity there.\nHe was part of a plan to unite various rival gangs under an\numbrella organization, which he would control. In furtherance\nof that end, Chong sent an underling to establish a foothold\nin Boston, which was controlled by gang rival Bike Ming.\nWhen the underling was killed before he could accomplish\nthis task, Chong was very angry and met with gang leaders in\nthe Bay Area “to take care of this matter.” According to one\ngang leader, that meant “to get Bike Ming down, to get him\nkilled.” Chong also told an underling that if Ming was in the\nway “to take care of him.” Subsequently, an attempt was\nmade on Ming’s life. Chong denied any involvement with the\nplot to kill Ming.\n\n   Chong was convicted by a jury for participating in a Racke-\nteer Influenced and Corrupt Organization (RICO), 18 U.S.C.\n§ 1962(c), and a RICO conspiracy, 18 U.S.C. § 1962(d). He\n\f10922               UNITED STATES v. CHONG\nwas also convicted of murder-for-hire counts, 18 U.S.C.\n§§ 371, 1958, heroin conspiracy, 21 U.S.C. § 846, and various\nextortion counts, 18 U.S.C. §§ 892, 894, 1951. Chong moved\nfor acquittal at the end of his trial. The district court granted\nhis motion as to the heroin conspiracy charge, but denied the\nmotion as to the remaining counts.\n\n   On appeal, Chong challenges the evidence related to two\nsets of counts and the introduction and exclusion of certain\ntestimony. We affirm the district court on the bulk of these\nclaims in a separate memorandum disposition filed concur-\nrently with this opinion. Our concern here is whether the jury\nhad sufficient evidence that the hitmen were promised any-\nthing of value in exchange for the murder of Bike Ming, a\ncritical element of the interstate murder-for-hire statute, 18\nU.S.C. § 1958.\n\n                               II.\n\n   Evidence is sufficient to sustain a conviction if, “viewing\nthe evidence in the light most favorable to the prosecution,\nany rational trier of fact could have found the essential ele-\nments of the crime beyond a reasonable doubt.” United States\nv. Nelson, 137 F.3d 1094, 1103 (9th Cir. 1998).\n\n                              III.\n\n  The federal murder-for-hire statute provides for conviction\nof a defendant who:\n\n    travels in or causes another (including the intended\n    victim) to travel in interstate or foreign commerce,\n    or uses or causes another (including the intended vic-\n    tim) to use the mail or any facility of interstate or\n    foreign commerce, with intent that a murder be com-\n    mitted in violation of the laws of any State or the\n    United States as consideration for the receipt of, or\n    as consideration for a promise or agreement to pay,\n\f                     UNITED STATES v. CHONG               10923\n       anything of pecuniary value, or who conspires to do\n       so . . . .\n\n18 U.S.C. § 1958. Chong was also convicted under 18 U.S.C.\n§ 371, which makes it a crime for two or more persons to con-\nspire “to commit any offense against the United States . . . and\none or more of such persons do any act to effect the object of\nthe conspiracy.” The elements of a conspiracy are: “1) an\nagreement to accomplish an illegal objective, 2) coupled with\none or more acts in furtherance of the illegal purpose, and 3)\nthe requisite intent necessary to commit the underlying sub-\nstantive offense.” United States v. Pemberton, 853 F.2d 730,\n733 (9th Cir. 1988) (adding that the agreement can be inferred\nfrom circumstantial evidence).\n\n   Chong contends that no rational juror could have found —\nbased on the evidence presented — that he entered into an\nagreement to cause the murder of Bike Ming or that he or any\nmember of the alleged conspiracy paid or agreed to pay any-\nthing of pecuniary value for the attempted murder. We\naddress these elements of the offense in turn.\n\n  1.    Causing another to travel interstate with intent to\n        commit murder\n\n   The main evidence linking Chong to the murder of Bike\nMing came from his lieutenants Wayne Kwong and Raymond\nChow, both of whom had pled guilty to charges related to\ntheir criminal gang activity. We summarize their relevant tes-\ntimony:\n\n   Kwong came to the United States in 1979 from mainland\nChina and settled in Boston. He met Peter Chong and Ray-\nmond Chow when he went to San Francisco to escape from\nthe police after he was involved in a shooting in Boston. He\ncalled Chong “uncle,” as did other individuals who knew\nChong in the context of organized crime activity. When intro-\nduced to Chong, Kwong was told “that uncle is the person in\n\f10924               UNITED STATES v. CHONG\ncharge of Wo Hop To” and that Raymond Chow was the “Big\nBrother of Hop Sing Tong,” another gang in the Bay Area.\nChong paid for Kwong’s hotel bill, sheltered him in San Fran-\ncisco and gave him money. Chong told Kwong that he and\nWo Hop To controlled Chinatown and took a share of profit\nof the gambling dens in the city. Chow also told Kwong that\nChong controlled Chow’s Hop Sing Tong gang members.\n\n   Raymond Chow came to the United States at the age of 16\nand joined the Hop Sing Tong gang in San Francisco. Chow\nbecame involved in selling heroin, extortion and racketeering\nand was arrested for armed robbery. He met Peter Chong after\nChow’s second release from prison in 1989. Chong told Chow\nthat he was a member of Wo Hop To and had done work in\nthe casino, heroin and cocaine business. The pair talked about\nforging a relationship between their two gangs, and the orga-\nnizations eventually united.\n\n   The three leaders — Chong, Kwong and Chow — then dis-\ncussed forming an umbrella organization called Tien Ha Wui,\nwhich translates into “Whole Earth Association,” to oversee\nthe individual gangs. Chong and Kwong also discussed\nexpanding their dominance by taking over the markets in Bos-\nton. Chow said that Kwong had discussed the need to kill\nBike Ming — a leader of the rival “Ping On” gang in Boston\nand a stumbling block in the plan to take over the streets of\nChinatown in Boston. Kwong told Chong and Chow “that\nBike Ming was in the way over there.” According to Kwong,\nChong “said that if he was in the way, kicked (sic) him out.”\nChong “meant . . . to take care of him. . . . He said that if he\nwas in the way, take care of him.” Id.\n\n   Chow said Chong had sent someone previously “to get the\nterritory of Boston.” “The job was to take over the Boston\ntown and open up a gambling place.” After one of Chong’s\nunderlings was shot in Boston while trying to establish a foot-\nhold, Chong discussed revenge. “[Chong] was very angry,\nand he said try to see . . . how to get someone to go up there\n\f                   UNITED STATES v. CHONG               10925\nto take care of this matter.” When asked what taking care of\nthe matter meant, Chow testified, “that means to get Bike\nMing down, to get him killed, whoever that were involved\nwith this incident.”\n\n   Kwong was present when another underling told Chong\nthat a group of gang members almost “took care of Bike\nMing” but failed. Chong said nothing in response, according\nto Kwong, but he “nodded, acknowledged him, and walked\naway.” Kwong testified that he, Chow and Chong discussed\nhow it would be easier to get underlings from another city to\nkill Bike Ming. After another failed effort by a group of\nunderlings, Kwong reached out to a young Hop Sing Tong\nunderling named Brandon Casey (who would emerge as the\nkey figure in the murder-for-hire scenario). Kwong advised\nCasey of a job in Boston that needed to be completed. The\nplan called for Casey and a few cohorts to shoot Ming at a\nrestaurant. However, when the group arrived at the restaurant\nin March 1992, they abandoned their plan because a police\nofficer was present.\n\n   The recollections presented by these key witnesses about\nthe attempt on Bike Ming’s life was bolstered by evidence of\nthe general custom and practice of the Wo Hop To and other\ngangs in San Francisco. Wo Hop To operated as a criminal\nenterprise with a structured hierarchy. Money collected from\nthe gambling dens and loan sharking became part of the\nshared funds used to subsidize the organization’s costs,\nincluding the payment of its underlings. Gang members also\nwere commissioned to complete specific missions. For exam-\nple, Casey testified about an earlier Wo Hop To-orchestrated\narson, in which he was asked to assist and was told by a third\nparty, “Peter [Chong]’s going to pay real good.”\n\n   Additionally, the hierarchical structure of the gang meant\nthat orders came from the top down, with Chong operating at\nthe pinnacle of the group. Chong delegated to his lieutenants\nthe management of the day-to-day operations, such as over-\n\f10926              UNITED STATES v. CHONG\nseeing the collection of money from gambling dens and loan-\nsharking. Directions to complete missions trickled down\nthrough the ranks to the underlings who carried them out.\nOakland Police Department Sergeant Harry Hu, an expert on\nthe structure of Asian organized crime groups in the Bay\nArea, testified that the leader of a gang probably would not be\nengaged physically in the specific illegal activities of the\ngroup but instead would order underlings to commit the acts.\nFurther, while the underlings would communicate with the\nseniors who gave them orders, “normally, they do not go all\nthe way to the top . . . [b]ecause the leaders insulate them-\nselves, and foot soldiers do not need to know all the details\nof operations,” Hu explained. For example, Casey said he\nnever actually met Chong and typically received his directions\nfrom other mid-level leaders.\n\n   [1] We conclude that the evidence adduced was sufficient\nto establish that Chong caused the murder-for-hire of Bike\nMing. We rely on the Pinkerton doctrine, which holds a co-\nconspirator vicariously liable for reasonably foreseeable sub-\nstantive crimes committed by a co-conspirator in furtherance\nof the conspiracy. See Pinkerton v. United States, 328 U.S.\n640, 647-48 (1946). To establish Pinkerton liability, the pros-\necution must demonstrate that: “(1) the substantive offense\nwas committed in furtherance of the conspiracy; (2) the\noffense fell within the scope of the unlawful project; and (3)\nthe offense could reasonably have been foreseen as a neces-\nsary or natural consequence of the unlawful agreement.”\nUnited States v. Fonseca-Caro, 114 F.3d 906, 908 (9th Cir.\n1997) (citations and internal quotation marks omitted).\n\n   [2] Here, Chong’s underlings were commissioned by his\nlieutenants to travel from San Francisco to Boston for the pur-\npose of killing Ming, which was the objective of the conspir-\nacy, and Chong could reasonably have foreseen that Chow\nwould direct the underlings to commit the murder. Even if\nChong did not give an explicit order to kill Ming, Chong\n\f                    UNITED STATES v. CHONG                 10927\nagreed with Kwong’s assessment that getting rid of Ming was\nessential for expanding the gang’s presence to the East Coast.\n\n   [3] The application of conspiracy liability is bolstered by\nthe routine practices of the Wo Hop To, in which Chong regu-\nlarly delegated tasks to his subordinates for them to manage.\nThus, the record before us provides sufficient evidence from\nwhich a jury could have found that Chong or his co-\nconspirators set in motion a series of events, resulting in his\nunderlings traveling to Boston for the purpose of killing Bike\nMing.\n\n  2.   Promise or agreement to pay anything of pecuniary\n       value\n\n   [4] To convict under the murder-for-hire statute, however,\nthe government must further prove that Chong gave or prom-\nised something of pecuniary value in exchange for seeking\nMing’s murder. See 18 U.S.C. § 1958 (providing that a person\ncommits murder-for-hire by causing another to travel inter-\nstate to commit murder “as consideration for the receipt of, or\nas consideration for a promise or agreement to pay, anything\nof pecuniary value”). “The intent to pay someone to commit\nmurder is . . . a critical element of ‘murder-for-hire.’ ” United\nStates v. Ritter, 989 F.2d 318, 321 (9th Cir. 1993). According\nto the legislative history of § 1958, Congress intended the\nstatute to punish “[b]oth the man who ordered the murder and\nthe ‘hit man.’ ” S. Rep. 98-225, at 306 (1983). As for the\npecuniary component, “[t]he murder must be carried out or\nplanned as consideration for the receipt of ‘anything of pecu-\nniary value.’ This term is defined to mean money, a negotia-\nble instrument, a commercial interest, or anything else the\nprimary significance of which is economic advantage . . . .”\nId.\n\n  [5] This circuit has not specifically interpreted the language\nof § 1958’s pecuniary value requirement. We did, however,\nhold in Ritter that the government failed to prove that the\n\f10928               UNITED STATES v. CHONG\ndefendant, who had supplied a pipe bomb to carry out a mur-\nder, had “made an agreement or had the requisite intent to\nviolate Section 1958.” 989 F.2d at 321. Although the defen-\ndant was paid for the pipe bomb, he was not privy to the\narrangements whereby the murderer himself would be com-\npensated for planting the bomb; thus, “Ritter did not know\nthat anyone would be paid to commit murder.” Id.\n\n   [6] Other circuits have construed the pecuniary value\nrequirement strictly, concluding that the element of the\noffense is not established in the absence of a clear agreement\nto exchange something of value for the commission of a mur-\nder. The Tenth Circuit, in United States v. Wicklund, inter-\npreted the “in consideration for” language as requiring\n“consideration in the traditional sense of bargained for\nexchange” — a quid pro quo payment made either before or\nafter the murder. 114 F.3d 151, 154 (10th Cir. 1997). The\ncourt rejected the government’s claim that the pecuniary con-\nsideration element could be met where the defendant merely\nexpected that his wife might benefit if he had her former hus-\nband killed.\n\n   In United States v. Frampton, the Second Circuit rejected\nthe government’s suggested inference that the defendant\nenlisted a professional hitman to commit murder in exchange\nfor a “favor.” 382 F.3d 213 (2d Cir. 2004). At trial, one of the\nconspirators was asked what consideration the hitman\nexpected to receive for the murder. Id. at 218. He said: “If he\nneeded a favor from me, he’d get a favor.” Asked what this\nfavor would be, the defendant responded: “Anything. Any-\nthing he need.” Id. The court held that “consideration in the\nform of a ‘favor’ is insufficient to support a conviction” under\nthe statute, “at least in the absence of evidence suggesting that\neither party had an understanding as to the form that it would\nactually take.” Id. at 219.\n\n  [7] We agree with our sister circuits that there must be evi-\ndence that the hitmen clearly understood they would receive\n\f                      UNITED STATES v. CHONG                     10929\nsomething of pecuniary value in exchange for performing the\nsolicited murderous act. That evidence is lacking here. The\ngovernment argues that Brandon Casey and the other under-\nlings assigned the task of murdering Bike Ming were each\npromised $100, satisfying the pecuniary value element of the\nstatute. The government contends that the evidence demon-\nstrated that the custom and practice of the Wo Hop To was to\ncompensate members who carried out special assignments,\neven if the underlings did not receive significant payment for\ncompleting such missions. The government asks us to infer\ntherefore that the $100 given to Casey was in exchange for\nthe murder of Bike Ming.\n\n   [8] We decline to do so. The jury did not have sufficient\nevidence from which to find that the $100 constituted com-\npensation for the murder-for-hire, given the absence of any\novert agreement or understanding between Casey and Chong\nor Chong’s co-conspirators. Even if the $100 could be suffi-\ncient consideration despite its de minimis amount, the evi-\ndence does not support the government’s claim that this\nmoney was promised to Casey in return for murdering Bike\nMing.\n\n   Casey’s testimony was equivocal as to whether he actually\nreceived $100. He acknowledged that the job was something\nhe knew that Raymond Chow wanted done. When then asked\nif he was paid $100 by Chow, Casey said “I think he did.”\nNonetheless, we assume the jury had enough to find that\nCasey got the $100.1 But this is not enough to establish that\nCasey knowingly agreed to travel across the country to mur-\nder Ming in exchange for the money. Indeed, Casey did not\nknow the purpose for which he was being sent to Boston\nbefore he left San Francisco. Rather, there was “a meeting and\n  1\n    Casey also acknowledged that someone provided him with airline tick-\nets to Boston and said he thought that someone else had bought their\nreturn tickets from Boston. The government does not argue the tickets\nwere compensation or consideration.\n\f10930              UNITED STATES v. CHONG\nvolunteers were asked . . . to do a job. No more specifics than\nthat.” Casey knew the job was dangerous and violent; he was\naware before they left that they were bringing guns to com-\nplete the task. However, it was not until after Casey and the\nother underlings had arrived in Boston and shortly before the\nmurder attempt that Kwong told Casey “that we were there to\nkill someone . . . a guy named Bike Ming.”\n\n   [9] None of this shows that Casey entered into an agree-\nment or quid pro quo deal with the Wo Hop To lieutenants\nthat he would kill Ming in return for some form of pecuniary\nconsideration, as the statute requires. See Frampton, 382 F.3d\nat 217 (“The federal murder-for-hire statute proscribes a very\nlimited category of behavior; only those instances in which\none party agrees to commit a murder in exchange for another\nparty’s provision (or future promise) of payment are punish-\nable under § 1958.”); United States v. Hernandez, 141 F.3d\n1042, 1057 (11th Cir. 1998) (holding that the language of the\nstatute “undeniably contemplates a quid-pro-quo (or at least\nthe promise of such) between the parties to the transaction,\nthe murderer and the solicitor”); Wicklund, 114 F.3d at 154\n(defining consideration as a “bargained for exchange”).\n\n   [10] We place some weight on the government’s failure to\nask Casey directly (or even Chong’s lieutenants) whether he\nwas promised or received any consideration for attempting the\nmurder of Bike Ming. As the Eleventh Circuit observed in\nHernandez, “it is the motive of the murderers that is relevant\nto whether the murder occurred in return for a promise to pay\nsomething of pecuniary value.” 141 F.3d at 1059. Thus,\nCasey’s understanding of what compensation or consideration\nhe would receive — and if the $100 was intended as payment\n— was critical to the murder-for-hire charge, but the govern-\nment did not ask the relevant questions. Notably, the govern-\nment did question Casey about other instances in which he\nearned money or other benefits for carrying out particular\nmissions, such as committing robberies or sharing in the pro-\nceeds of collection jobs. In some instances, particularly spe-\n\f                      UNITED STATES v. CHONG                     10931\ncial missions, like the proposed Wo Hop To arson, Casey was\ntold that completing the job would result in a specific finan-\ncial reward.\n\n   [11] As to the Bike Ming assignment, however, the evi-\ndence shows only that Casey volunteered for a dangerous\nassignment and wound up getting some walking-around\nmoney in the course of traveling to Boston.2 Money to cover\nincidental expenses rather than as compensation for carrying\nout the murder-for-hire does not meet § 1958’s requirements.\nSee Ritter, 989 F.2d at 321-22 (holding that although defen-\ndant was paid $70 to build a bomb, the money was not pay-\nment for commission of the murder). On the record here, we\nhold that the jury had insufficient evidence to find that Casey\nagreed to travel to Boston to kill Bike Ming in exchange for\nsomething of pecuniary value offered by Chong or his co-\nconspirators. Accordingly, we reverse Chong’s conviction on\nthe counts of murder-for-hire and conspiracy to commit\nmurder-for-hire and remand to the district court for resentenc-\ning on the counts we have otherwise affirmed in a separate\ndisposition.\n\n  REVERSED AND REMANDED for resentencing.\n\n\n\n\n  2\n   Nor did the government solicit evidence that Casey was promised some\nother tangible benefit to be conferred on him through the gang structure\nin exchange for commission of the murder.\n\f",
            "ocr": false,
            "opinion_id": 3033234
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}