{
    "id": 3070625,
    "judges": "Huddle, Keyes, Lloyd",
    "date_filed": "2012-11-19",
    "date_filed_is_approximate": true,
    "slug": "james-allen-bundage-v-state",
    "case_name_short": null,
    "case_name": "James Allen Bundage v. State",
    "case_name_full": "James Allen BUNDAGE, Appellant v. the STATE of Texas, Appellee",
    "attorneys": "Mark R. Maltsberger, Bryan, TX, for Appellant., Tuck McLain, District Attorney, Anderson, Texas, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Overruled August 27, 2015",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b247-7\">\n    James Allen BUNDAGE, Appellant v. The STATE of Texas, Appellee\n   </parties><docketnumber id=\"Ad\">\n    NO. 01-14-00522-CR\n   </docketnumber><br><court id=\"b247-10\">\n    Court of Appeals of Texas, Houston (1st Dist.).\n   </court><br><decisiondate id=\"b247-12\">\n    Opinion issued July 30, 2015\n   </decisiondate><otherdate id=\"ATit\">\n    Rehearing Overruled August 27, 2015\n   </otherdate><br><attorneys id=\"b249-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"229\"> \n     *229\n     </span>\n    Mark R. Maltsberger, Bryan, TX, for Appellant.\n   </attorneys><br><attorneys id=\"b249-11\">\n    Tuck McLain, District Attorney, Anderson, Texas, for Appellee.\n   </attorneys><br><judges id=\"b249-12\">\n    Panel consists of Justices Keyes, Huddle, and Lloyd.\n   </judges>",
    "citations": [
        "470 S.W.3d 227"
    ],
    "opinions": [
        {
            "author_str": "Keyes",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=10108&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion issued July 30, 2015\n\n\n\n\n                                     In The\n\n                               Court of Appeals\n                                    For The\n\n                         First District of Texas\n                          ————————————\n                               NO. 01-14-00522-CR\n                          ———————————\n                   JAMES ALLEN BUNDAGE, Appellant\n                                       V.\n                      THE STATE OF TEXAS, Appellee\n\n\n\n                   On Appeal from the 12th District Court\n                          Grimes County, Texas\n                       Trial Court Case No. 17,304\n\n\n\n                                  OPINION\n\n      A jury convicted appellant, James Allen Bundage, of the first-degree felony\n\noffense of murder, and the trial court assessed punishment at thirty-five years’\n\fconfinement.1 In two issues, appellant contends that (1) the trial court erred in\n\nrefusing to submit a jury instruction in the written charge on the defensive issue of\n\nwhether he committed a voluntary act and (2) the trial court erred in denying his\n\nthree Batson challenges made when the State used three preemptory strikes against\n\nAfrican-American veniremembers.\n\n      We affirm.\n\n                                   Background\n\n      Appellant and his neighbor Pat McHale, the complainant, had had an\n\nacrimonious relationship ever since appellant moved next door to McHale in 2004.\n\nMcHale operated a dog training facility on his property, and this business—and the\n\nnoise that it generated—had been the subject of numerous complaints filed by\n\nappellant with various authorities, including the Department of Housing and Urban\n\nDevelopment. McHale and his wife, Michelle, on their part, had called the Grimes\n\nCounty Sheriff’s Department (“GCSD”) on several occasions over the years to\n\nreport appellant’s threatening behavior. Appellant had previously been convicted\n\nof disorderly conduct in 2009 after he brandished a gun and threatened McHale\n\nand guests visiting McHale’s property.\n\n      Around 11:00 a.m. on the morning of September 24, 2012, Michelle McHale\n\nwas working outside training dogs when appellant started yelling at her and\n\n\n1\n      See TEX. PENAL CODE ANN. § 19.02(b)(1) (Vernon 2011).\n                                         2\n\fthreatening her. Michelle called 9-1-1, but before GCSD Deputy M. Bewley could\n\narrive in response to the call appellant went back to his own property. Appellant\n\ndid not answer his door when Deputy Bewley knocked. When Deputy Bewley saw\n\nMcHale after unsuccessfully trying to speak with appellant, he told McHale to call\n\nhim if he saw appellant again. Shortly after noon, Deputy Bewley left the area to\n\npick up lunch. Deputy Bewley had been at a local restaurant for approximately\n\nfive to ten minutes when he received a call from 9-1-1 dispatch stating that\n\nMcHale had called again, that yelling had been audible during the call, and that the\n\nconnection had been lost. Deputy Bewley drove up to a barn located on McHale’s\n\nproperty and discovered McHale’s body. McHale had been shot once in the head.\n\n      Randi Farquhar, a dispatcher for the GCSD, received both 9-1-1 calls from\n\nthe McHales on September 24, 2012. After the connection was lost during the\n\nsecond 9-1-1 call, she attempted to call McHale back, and, when he did not\n\nanswer, she dispatched Deputy Bewley back to the scene. The trial court admitted\n\nan audio recording of the second 9-1-1 call. During this recording, appellant can\n\nbe heard yelling at McHale while McHale tries to calm appellant down. On the\n\nrecording, McHale said, “Don’t do it, James,” just before the sound of a gunshot.\n\nFarquhar then attempted to speak to McHale, but she received no answer before\n\nthe connection was ultimately lost.\n\n\n\n\n                                         3\n\f      GCSD officers apprehended appellant, who had a .30-30 rifle with him, at\n\nhis residence later that evening. At the time of his arrest, appellant told Deputy B.\n\nBaldobino, one of the arresting officers, “It was an accident.” Appellant then\n\nspoke with officers about the shooting, and the trial court admitted a DVD\n\nrecording of the interrogation.       During his interrogation, appellant generally\n\ndescribed his history with McHale and stated that he had gone over to McHale’s\n\nproperty earlier that day with a loaded .30-30 rifle, which he brought along with\n\nhim because he knew that McHale owned guns. Appellant and McHale stood\n\napproximately ten to twelve feet from each other while they argued, and appellant\n\nadmitted that he pointed and aimed the rifle at McHale. Appellant claimed that\n\nMcHale “lunged” at him, and that was the point at which appellant pulled the\n\ntrigger on the rifle.2 At several points throughout the interrogation, appellant\n\nadmitted pointing the rifle at McHale, cocking the rifle, and pulling the trigger. He\n\nalso stated multiple times that the shooting was an accident and that he had had no\n\nintent to hurt McHale.\n\n\n\n\n2\n      Ryan Mude, an employee of the Texas Department of Public Safety firearms lab,\n      testified that the rifle was in working order and that this particular rifle required 5\n      1/2 to 6 1/2 pounds of pressure on the trigger to fire.\n\n                                             4\n\f      At the close of voir dire, appellant made three Batson challenges,3 arguing\n\nthat the State had impermissibly exercised its peremptory strikes against\n\nProspective Juror No. 5, Prospective Juror No. 36, and Prospective Juror No. 42 on\n\nthe basis that each prospective juror was African-American. The prosecutor stated\n\nthat he struck Prospective Juror No. 5 because she was unemployed and had been\n\ncharged with four criminal offenses, including assault in 2003, driving with an\n\ninvalid license in 2006, making a terroristic threat in 2008, and criminal mischief\n\nin 2009. He stated that he struck Prospective Juror No. 36 based on courtroom\n\ndemeanor: when the prospective juror arrived in the courtroom, he waved at\n\nappellant and they gave each other a thumbs up, but the prospective juror did not\n\nacknowledge that he knew appellant during voir dire questioning, even though the\n\nState asked if anyone knew appellant.           The prosecutor stated that he struck\n\nProspective Juror No. 42 because he had only been employed for eight months, he\n\nwas under the age of thirty, and he had “no other ties to the community.” Defense\n\ncounsel did not rebut any of these facially race-neutral explanations, and he did not\n\nprovide any argument or point to any evidence that the explanations were pretexts\n\nfor purposeful discrimination. After considering the arguments of both sides, the\n\ntrial court denied the Batson challenges.\n\n\n\n3\n      Batson v. Kentucky, 476 U.S. 79, 89, 106 S. Ct. 1712, 1719 (1986) (prohibiting\n      use of peremptory strikes to challenge prospective jurors on basis of their race).\n                                            5\n\f      During the charge conference, defense counsel objected to the trial court’s\n\n“failure to include an instruction on voluntary conduct.”       The written charge\n\nallowed the jury to find appellant guilty of either the charged offense of capital\n\nmurder or the lesser-included offense of murder. The jury found appellant guilty\n\nof murder, and the trial court assessed punishment at thirty-five years’\n\nconfinement. This appeal followed.\n\n                     Jury Instruction on Voluntary Conduct\n\n      In his first issue, appellant contends that the trial court erred by failing to\n\ninclude an instruction in the jury charge on the defense of voluntary conduct.\n\n      We use a two-step process in reviewing jury charge error. Ngo v. State, 175\n\nS.W.3d 738, 743 (Tex. Crim. App. 2005). First, we determine whether error exists\n\nin the charge. Id. If error does exist, we review the record to determine whether\n\nthe error caused sufficient harm to require reversal of the conviction. Id. When\n\nthe defendant properly objected to the error in the charge, reversal is required\n\nunless the error was harmless. Id.; see also Almanza v. State, 686 S.W.2d 157, 171\n\n(Tex. Crim. App. 1984); Starks v. State, 127 S.W.3d 127, 133 (Tex. App.—\n\nHouston [1st Dist.] 2003, pet. ref’d, untimely filed) (providing that, to preserve\n\nerror in jury charge, defendant must object or request specific charge).\n\n      The trial court must provide the jury with “a written charge distinctly setting\n\nforth the law applicable to the case.” Walters v. State, 247 S.W.3d 204, 208 (Tex.\n\n                                          6\n\fCrim. App. 2007) (quoting TEX. CODE CRIM. PROC. ANN. art. 36.14)). The trial\n\ncourt must instruct the jury on statutory defenses, affirmative defenses, and\n\njustifications whenever they are raised by the evidence in the case. Id. at 208–09.\n\n“A defendant is entitled to an instruction on every defensive issue raised by the\n\nevidence, regardless of whether the evidence is strong, feeble, unimpeached, or\n\ncontradicted, and even when the trial court thinks that the testimony is not worthy\n\nof belief.” Id. at 209. When reviewing a trial court’s ruling denying a requested\n\ndefensive instruction, we view the evidence in the light most favorable to the\n\ndefendant’s requested instruction. Bufkin v. State, 207 S.W.3d 779, 782 (Tex.\n\nCrim. App. 2006); Ferrel v. State, 55 S.W.3d 586, 591 (Tex. Crim. App. 2001).\n\nWe review the trial court’s decision not to include a defensive issue in the jury\n\ncharge for an abuse of discretion. See Love v. State, 199 S.W.3d 447, 455 (Tex.\n\nApp.—Houston [1st Dist.] 2006, pet. ref’d) (citing Wesbrook v. State, 29 S.W.3d\n\n103, 122 (Tex. Crim. App. 2000)).\n\n      A person commits an offense only if he voluntarily engages in conduct,\n\nincluding an act, an omission, or possession. TEX. PENAL CODE ANN. § 6.01(a)\n\n(Vernon 2011). “Voluntary conduct” and “accident” are two distinct defensive\n\ntheories, and the current version of the Penal Code does not provide for a “defense\n\nof accident.” Rogers v. State, 105 S.W.3d 630, 637–38 (Tex. Crim. App. 2003).\n\n\n\n\n                                        7\n\f“‘Voluntariness,’ within the meaning of Section 6.01(a), refers only to one’s own\n\nphysical body movements.” Id. at 638. The Court of Criminal Appeals has stated:\n\n      If those physical movements are the nonvolitional result of someone\n      else’s act, are set in motion by some independent non-human force,\n      are caused by a physical reflex or convulsion, or are the product of\n      unconsciousness, hypnosis or other nonvolitional impetus, that\n      movement is not voluntary. The word “accident,” however, is a word\n      of many meanings which covers a wide spectrum of possibilities. It\n      generally means “a happening that is not expected, foreseen, or\n      intended.” Its synonyms include “chance, mishap, mischance, and\n      misfortune.” It includes, but certainly is not limited to, unintended\n      bodily movements. But at least since this Court’s decision in\n      Williams [v. State, 630 S.W.2d 640 (Tex. Crim. App. 1982)], the word\n      “accident” has not been used to refer to an “involuntary act” under\n      Section 6.01(a). Thus, for purposes of section 6.01(a), an “accident”\n      is not the same as, and should not be treated as the equivalent of, the\n      absence of any voluntary act.\n\nId. at 638–39 (internal citations omitted) (emphasis in original).\n\n      A “voluntariness” instruction under section 6.01(a) is “necessary only if the\n\naccused admits committing the act or acts charged and seeks to absolve himself of\n\ncriminal responsibility for engaging in the conduct.” Peavey v. State, 248 S.W.3d\n\n455, 465 (Tex. App.—Austin 2008, pet. ref’d); see also Rogers, 105 S.W.3d at 639\n\nn.30 (“When a person claims the involuntary-act defense he is conceding that his\n\nown body made the motion but denies responsibility for it.”); Gerber v. State, 845\n\nS.W.2d 460, 467 (Tex. App.—Houston [1st Dist.] 1993, pet. ref’d) (“[N]o\n\nevidence showed that appellant acted involuntarily, i.e., under force externally\n\napplied.”).\n\n                                          8\n\f      In Joiner v. State, the Court of Criminal Appeals addressed whether a\n\ndefendant was entitled to a jury instruction on voluntary conduct. 727 S.W.2d 534\n\n(Tex. Crim. App. 1987). Joiner involved the defendant’s pulling out a gun from\n\ninside his jacket and shooting the complainant. Id. at 535. The “only evidence that\n\neven remotely raised the issue” of voluntariness was the defendant’s testimony that\n\n“it was an accident.” Id. at 537. The court noted, “There was no explanation of\n\nwhat the ‘it’ was: the statement could have meant that appellant intentionally fired\n\nthe revolver but did not intend to hit [the complainant]; or, he intended to hit her\n\nbut not kill her; or, the act of firing the revolver was unintentional.” Id. The Court\n\nof Criminal Appeals “reject[ed] the Court of Appeals’ conclusion that the bare\n\nstatement, ‘it was an accident,’ sufficiently raised the issue of absence of voluntary\n\nconduct.” Id. It stated, “In any event, there was a voluntary act,” and quoted from\n\nthe dissenting opinion in the court of appeals:\n\n      Even if we assume as true in this case the unintended but fatal\n      discharge of the gun pointed unlawfully at the deceased, the fact\n      remains the intentional pointing of the weapon was a voluntary act\n      and the resulting death is imputable to the appellant, who carried the\n      gun concealed on his person, who drew the gun, who pointed it at the\n      deceased from two to three inches distance, and who shot her in the\n      face. There was no evidence of a scuffle, of the deceased’s striking\n      him or the gun, or of any other movement not willed by appellant.\n      This is clearly voluntary conduct as contemplated by the statute.\n      Appellant does not present a challenge to the other component of the\n      offense: the culpable mental state.\n\n\n\n\n                                          9\n\fId. (quoting Joiner v. State, 696 S.W.2d 68, 73 (Tex. App.—San Antonio 1985)\n\n(Butts, J., dissenting)) (emphasis in original).\n\n        This case is factually analogous to Joiner. Here, the only evidence that\n\nraised the issue of voluntariness was testimony from Deputy Baldobino that upon\n\nbeing apprehended appellant stated, “It was an accident,” and three statements by\n\nappellant during his interrogation, the recording of which was played for the jury,\n\nthat the shooting was “an accident.” In the recording of his interrogation, appellant\n\ndescribed what happened with McHale at the time of the shooting. Appellant\n\nstated that he approached McHale’s property with an already-loaded .30-30 rifle,\n\nwhich he took with him because he knew that McHale owned guns. Appellant\n\nadmitted cocking the rifle and aiming it at McHale. He stated that McHale, who\n\nwas standing approximately ten to twelve feet away from him, “lunged” at him.\n\nAnd although appellant stated that he had no intent to hurt McHale, he admitted\n\npulling the trigger while he had the gun aimed at McHale.           Ryan Mude, an\n\nemployee in the DPS firearms lab, testified that the .30-30 rifle used in the offense\n\nwas operational and required 5 1/2 to 6 1/2 pounds of pressure on the trigger to\n\nfire.\n\n        The trial court also admitted a recording of McHale’s 9-1-1 call. McHale\n\nand appellant argued briefly on the recording, and McHale said, “Don’t do it,\n\nJames,” just before the sound of a gunshot. There were no sounds on the recording\n\n                                           10\n\findicating that a physical scuffle occurred, nor did appellant state during his\n\ninterrogation that a scuffle occurred.\n\n      No evidence suggests that appellant’s acts of aiming the rifle at McHale and\n\npulling the trigger were “the nonvolitional result of someone else’s act, [were] set\n\nin motion by some independent non-human force, [were] caused by a physical\n\nreflex or convulsion, or [were] the product or unconsciousness, hypnosis or other\n\nnonvolitional impetus,” nor does appellant argue such on appeal. See Rogers, 105\n\nS.W.3d at 638; Gerber, 845 S.W.2d at 467 (“[N]o evidence showed that appellant\n\nacted involuntarily, i.e., under force externally applied.”); see also Farmer v. State,\n\n411 S.W.3d 901, 907 (Tex. Crim. App. 2013) (“All that is necessary to satisfy\n\nSection 6.01(a) of the Texas Penal Code is that the commission of the offense\n\nincluded a voluntary act.”) (emphasis in original).\n\n      Nevertheless, appellant focuses only on the fact that he told one of the\n\narresting officers that the shooting “was an accident” and argues that this evidence\n\nraises the issue of voluntary conduct.4 As the Court of Criminal Appeals held in\n\n4\n      Appellant also refers to the closing arguments of both parties, in which both\n      attorneys pointed to appellant’s statements calling the shooting an “accident” and\n      stating that he “accidentally pulled the trigger.” As stated above, however, the\n      Court of Criminal Appeals has distinguished between the defensive theories of\n      “accident” and “voluntary conduct,” noting that “accident” is not a defense under\n      the Penal Code, that attorneys should avoid using the term “accident” to describe\n      an offense under the Penal Code, and that “conduct [is not] rendered involuntary\n      merely because an accused does not intend the result of his conduct.” Rogers v.\n      State, 105 S.W.3d 630, 637–38 (Tex. Crim. App. 2003) (quoting Adanandus v.\n      State, 866 S.W.2d 210, 230 (Tex. Crim. App. 1993)).\n                                          11\n\fJoiner, however, an appellant’s bare statement that his conduct was an\n\n“accident”—particularly in the absence of evidence of, for example, a struggle, the\n\ndeceased striking the appellant or the gun, or some other movement during the\n\ncommission of the offense “not willed by” the appellant—does not sufficiently\n\nraise the issue of lack of voluntary conduct such that the appellant is entitled to a\n\njury instruction on that issue.    See 727 S.W.2d at 537.        The only evidence\n\npresented in this case reflects that appellant voluntarily walked over to McHale’s\n\nproperty with a loaded rifle, aimed the rifle at McHale, and pulled the trigger.\n\nAppellant has pointed to no evidence raising the issue that his actions were\n\nanything other than voluntary.5 See Gokey v. State, 314 S.W.3d 63, 69 (Tex.\n\nApp.—San Antonio 2010, pet. ref’d, untimely filed) (“‘Accident,’ in the sense of\n\nan unintended or unexpected result of conduct, no longer supports the defense of\n\ninvoluntariness.   Rather, the evidence must show ‘one’s own physical body\n\nmovements’ were not voluntary.”).\n\n      We therefore hold that the trial court did not abuse its discretion in refusing\n\nto submit appellant’s requested jury instruction on voluntary conduct. See Rogers,\n\n105 S.W.3d at 638–39 (describing when voluntary-conduct jury instruction is\n\nwarranted); Love, 199 S.W.3d at 455 (stating that we review trial court’s decision\n\nnot to submit defensive jury instruction for abuse of discretion).\n\n5\n      We note that appellant does not challenge the sufficiency of the evidence to\n      support the essential element of the requisite culpable mental state.\n                                         12\n\f      We overrule appellant’s first issue.\n\n                                Batson Challenges\n\n      In his second issue, appellant contends that the trial court erred in denying\n\nthree Batson challenges made when the State used three peremptory strikes against\n\nAfrican-American veniremembers.\n\n      A. Standard of Review and Governing Law\n\n      Batson v. Kentucky prohibits the use of peremptory strikes to challenge\n\nprospective jurors on the basis of their race. 476 U.S. 79, 89, 106 S. Ct. 1712,\n\n1719 (1986). Pursuant to Batson, “a defendant may be entitled to ‘a new array’ if\n\nhe can demonstrate, by a preponderance of the evidence, that the prosecutor\n\nindulged in purposeful discrimination against a member of a constitutionally\n\nprotected class in exercising his peremptory challenges during jury selection.”\n\nBlackman v. State, 414 S.W.3d 757, 764 (Tex. Crim. App. 2013); see TEX. CODE\n\nCRIM. PROC. ANN. art. 35.261 (Vernon 2006) (codifying requirements of Batson).\n\nThe opponent of the peremptory challenge bears the initial burden to make a prima\n\nfacie case of purposeful discrimination.      See Blackman, 414 S.W.3d at 764\n\n(quoting Purkett v. Elem, 514 U.S. 765, 767, 115 S. Ct. 1769, 1770 (1995)).\n\n      Once the opponent establishes a prima facie case of purposeful\n\ndiscrimination, the burden of production shifts to the proponent of the peremptory\n\nchallenge to articulate a race-neutral explanation for the challenge. Id. At this\n\n                                         13\n\fstage, the proponent need only tender an explanation that is race-neutral on its face.\n\nId. at 764–65.     The ultimate plausibility of the race-neutral explanation is\n\nconsidered under step three of the analysis, in which the trial court must determine\n\nif the opponent of the strike has satisfied his burden of persuasion to prove by a\n\npreponderance of the evidence that the peremptory strike “was indeed the product\n\nof purposeful discrimination.” Id. at 765. “Whether the opponent satisfies his\n\nburden of persuasion to show that the proponent’s facially race-neutral explanation\n\nfor his strike is pretextual, not genuine, is a question of fact for the trial court to\n\nresolve in the first instance.” Id. (citing Gibson v. State, 144 S.W.3d 530, 534\n\n(Tex. Crim. App. 2004)). The proper focus is not on the reasonableness of the\n\nasserted race-neutral explanation but is instead on the genuineness of the motive.\n\nPurkett, 514 U.S. at 769, 115 S. Ct. at 1771–72.\n\n      We should not reverse the trial court’s ruling on a Batson issue unless we\n\ndetermine that the ruling was clearly erroneous. Blackman, 414 S.W.3d at 765. In\n\nreviewing the record for clear error, we should consider the entire voir dire record,\n\nand we need not limit our review to “arguments or considerations that the parties\n\nspecifically called to the trial court’s attention so long as those arguments or\n\nconsiderations are manifestly grounded in the appellate record.” Id. We should,\n\nhowever, “examine a trial court’s conclusion that a racially neutral explanation is\n\n\n\n\n                                          14\n\fgenuine, not a pretext, with great deference, reversing only when that conclusion\n\nis, in view of the record as a whole, clearly erroneous.” Id.\n\n      B. State’s Use of Peremptory Challenges\n\n      Here, defense counsel made three Batson challenges, arguing that the State\n\nimpermissibly used its peremptory challenges against Prospective Juror No. 5,\n\nProspective Juror No. 36, and Prospective Juror No. 42 on the basis that all three\n\nprospective jurors were African-American. The State offered the following race-\n\nneutral reasons for the exercise of its strikes: (1) Prospective Juror No. 5 was\n\nunemployed and had been charged with four prior criminal offenses, including\n\ndriving with an invalid license, assault, making a terroristic threat, and criminal\n\nmischief; (2) the prosecutor saw Prospective Juror No. 36 wave at the defendant\n\nwhen he came into the courtroom and the prospective juror and the defendant\n\n“gave each other the thumbs up,” but the prospective juror “would not\n\nacknowledge that he knew the defendant” when the State asked the venire if\n\nanyone knew appellant; and (3) Prospective Juror No. 42 had only been employed\n\nfor eight months, he was under thirty years old, and he had “no other ties to the\n\ncommunity.”\n\n      At the Batson hearing, defense counsel did not offer any argument for why\n\nthese proffered reasons were a pretext for purposeful racial discrimination, and he\n\ndid not challenge the prosecutor’s statement concerning Prospective Juror No. 36’s\n\n                                         15\n\fdemeanor. Instead, defense counsel turned to a challenge to the State’s use of\n\nperemptory strikes against four female prospective jurors. The State pointed out to\n\nthe trial court that the jury was made up entirely of women and that the defense\n\ncounsel used each of his peremptory strikes against males.            The following\n\ndiscussion among the attorneys and the trial court then occurred:\n\n      The Court:                [Defense counsel], all 12 of these people on\n                                your jury are females. Are you—you’re\n                                saying that they made strikes based upon\n                                gender?\n      [Defense counsel]:        They didn’t have enough strikes to get rid of\n                                all of them, Judge. I mean, they got rid of—\n      [State]:                  We struck four males. If I was targeting\n                                females, I wouldn’t have struck the four\n                                males.\n      [Defense counsel]:        Well, you had to strike all the blacks, too.\n      The Court:                Those challenges are denied.\n\nThe trial court thus denied each of appellant’s Batson challenges.\n\n      The State offered three facially race-neutral explanations for its use of\n\nperemptory challenges against Prospective Jurors No. 5, No. 36, and No. 42. See\n\nBlackman, 414 S.W.3d at 764. Thus, the burden shifted back to appellant, as the\n\nparty opposing the use of the peremptory challenges, to prove by a preponderance\n\nof the evidence that the State’s proffered reasons for the challenges were not\n\ngenuine but were instead a mere pretext for purposeful racial discrimination. Id. at\n\n764–65. Appellant did not, at any point in the proceedings, challenge the State’s\n\n                                         16\n\frace-neutral explanations for its strikes, nor did he provide any argument or point\n\nto any evidence in the voir dire record rebutting the State’s race-neutral\n\nexplanations and demonstrating that the proffered explanations were mere pretexts\n\nfor purposeful discrimination.\n\n      On appeal, appellant bears the burden to establish that the trial court’s denial\n\nof his Batson challenges was clearly erroneous. Id. at 765. Upon the State’s\n\nproffer of its race-neutral explanations in the trial court, appellant did not attempt\n\nto argue why those explanations were not genuine, such as by pointing out non-\n\nAfrican-American prospective jurors who shared the same objectionable\n\ncharacteristics yet were not struck by the State, nor does he attempt to do so on\n\nappeal. See Watkins v. State, 245 S.W.3d 444, 453–54 (Tex. Crim. App. 2008)\n\n(performing “comparative juror analysis” that involved considering whether\n\nState’s proffered explanations for its strikes applied equally to non-protected-class\n\nmembers who were not struck by State in determining whether trial court’s\n\ndecision to overrule Batson challenges was clearly erroneous).\n\n      Appellant likewise presented no argument or evidence, either in the trial\n\ncourt or on appeal, regarding the racial composition of the entire venire, such that\n\nwe can consider whether the State used a disproportionate number of its strikes to\n\nchallenge African-Americans relative to the number of African-Americans on the\n\nvenire. See id. at 451–52 (concluding that State used disproportionate number of\n\n                                         17\n\fstrikes against African-Americans when it used 55% of its strikes to exclude 88%\n\nof African-Americans on the venire). Appellant also did not rebut the State’s\n\nobservations on the record concerning Prospective Juror No. 36’s courtroom\n\ndemeanor. See Nieto v. State, 365 S.W.3d 673, 680 (Tex. Crim. App. 2012) (“We\n\nhave held that the demeanor of a potential juror is a valid reason to exercise a\n\nperemptory strike.”); see also Blackman, 414 S.W.3d at 767 (“[A] prospective\n\njuror’s demeanor may be ‘considered proved on the record’ if the prosecutor\n\nrecites his observation of that demeanor for the record and defense counsel fails to\n\n‘rebut the observation.’”).\n\n      Instead, aside from summarily stating that the State “produced invalid\n\nexplanations for its challenges,” appellant’s only argument in support of his\n\ncontention that he has carried his ultimate burden of persuasion is that “the State\n\ncould not have exercised strikes based on gender . . . since[, as he argued at trial,]\n\n‘well, you had to strike all the blacks, too’ which was accomplished by the State’s\n\nimpermissible use of its strikes, denying Appellant equal protection and demanding\n\nreversal in this matter.”     As the State points out on appeal, defense counsel\n\nprovided no evidence to support his statement, such as evidence of the racial\n\ncomposition of the venire, and therefore the record does not support defense\n\ncounsel’s statement that the prosecutor, who used three of his twelve peremptory\n\n\n\n\n                                         18\n\fchallenges against African Americans, was attempting to strike all of the African\n\nAmericans from the venire.\n\n      We conclude that appellant has not established that the trial court’s decision\n\nto overrule his Batson challenges was clearly erroneous.        See Blackman, 414\n\nS.W.3d at 765 (stating that appellate courts “examine a trial court’s conclusion that\n\na racially neutral explanation is genuine, not a pretext, with great deference,\n\nreversing only when that conclusion is, in view of the record as a whole, clearly\n\nerroneous”).\n\n      We overrule appellant’s second issue.\n\n                                    Conclusion\n\n      We affirm the judgment of the trial court.\n\n\n\n\n                                              Evelyn V. Keyes\n                                              Justice\n\nPanel consists of Justices Keyes, Huddle, and Lloyd.\n\nPublish. TEX. R. APP. P. 47.2(b).\n\n\n\n\n                                         19\n\f",
            "ocr": false,
            "opinion_id": 3070625
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}