{
    "id": 3094527,
    "judges": null,
    "date_filed": "2001-03-15",
    "date_filed_is_approximate": true,
    "slug": "derrick-bible-v-state",
    "case_name_short": null,
    "case_name": "Derrick Bible v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=5491&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa10%5cOpinion",
            "author_id": null,
            "opinion_text": "                                  IN THE\n                          TENTH COURT OF APPEALS\n\n                                 No. 10-10-00070-CR\n\nDERRICK BIBLE,\n                                                           Appellant\nv.\n\nTHE STATE OF TEXAS,\n                                                           Appellee\n\n\n                           From the 82nd District Court\n                             Robertson County, Texas\n                          Trial Court No. 09-03-18639-CR\n\n\n                           MEMORANDUM OPINION\n\n\n       Derrick Bible appeals from his conviction for the offense of capital murder. TEX.\n\nPEN. CODE ANN. § 19.03(a)(7) (West 2003). Bible was automatically sentenced to life\n\nwithout the possibility of parole. TEX. PEN. CODE ANN. § 12.31(a)(2) (West 2003). Bible\n\ncomplains that the trial court abused its discretion in the admission of evidence, by\n\noverruling objections to improper jury argument, and that there was insufficient\n\ncorroboration of the accomplice testimony. Because we find no reversible error, we\n\naffirm the judgment of the trial court.\n\f                                        FACTS\n\n        One evening, Bible, D’Nard Anderson, and Dameon Laws were in Hearne, Texas\n\nin search of drugs in a gold-colored four-door sedan.      They approached Chandell\n\nLewis, who was standing outside of a vehicle with Fredel Miles. Anderson asked\n\nChandell for drugs and Chandell told him it would be a minute and drove off. Miles\n\nthen acquired some drugs, which he, Bible, Anderson, and Laws smoked. Anderson\n\nspotted Clifton Lewis, the cousin of both Anderson and Chandell, and asked him where\n\nthey could buy drugs. Clifton suggested that they contact Chandell, and called him for\n\nthem. A short time later, Clifton called Chandell using Bible’s cell phone. Anderson\n\nspotted Chandell at the designated location and Chandell told him to follow his truck.\n\nThey followed Chandell to a small house. At some point prior to arriving at the house,\n\nMiles was ordered out of the car. Chandell remained in his truck and Anderson went to\n\nthe vehicle, smelled the drugs, and told Bible and Laws to go to Chandell’s truck one at\n\na time, per Chandell’s instructions. Bible went and got into Chandell’s truck and Laws\n\nexited the gold sedan and went to stand by Harry Monson, who was standing outside\n\nof the house. Two sets of gunfire ensued, which resulted in the death of both Chandell\n\nand Monson. According to Anderson, Bible and Laws ran back to the gold sedan and\n\nsaid “drive off, drive off,” which he did. Anderson claimed that he bumped a curb\n\nleaving the scene in the rush.\n\n                                 ADMISSION OF EVIDENCE\n\n        Bible complains that the trial court abused its discretion by overruling his\n\nrequest for a hearing outside of the presence of the jury to challenge the in-court\n\nBible v. State                                                                    Page 2\n\fidentification of Bible by two witnesses, by allowing testimony from a confidential\n\ninformant that was hearsay and violated the Confrontation Clause, and in admitting\n\ncell phone records that were not properly authenticated.\n\nIn-Court Identification\n\n        Bible complains that the trial court erred by denying his re quest to have a\n\nhearing outside of the presence of the jury to determine the admissibility of the\n\nanticipated in-court identifications of him as the perpetrator. Bible made an oral motion\n\nin limine at the beginning of a day of testimony seeking to find out the basis of each\n\nwitness’s identification of Bible at the time that each witness was to be called to testify.\n\nThe trial court denied Bible’s motion. Bible made no further objections to the in-court\n\nidentifications that were made by Miles, one of two witnesses of which he now\n\ncomplains. It is well established that an oral motion in limine does not preserve any\n\nerror. Roberts v. State, 220 S.W.3d 521, 533 (Tex. Crim. App. 2004). The portion of\n\nBible’s issue relating to Miles is overruled.\n\n        Bible’s other complaint regarding improper in-court identification was prior to\n\nand during the testimony of Clifton Lewis, who was present at various times\n\nthroughout the evening of the murders. The basis of Bible’s objection prior to the\n\ntestimony of Clifton related to the admission of a pretrial lineup that was not in the\n\npossession of the State’s attorney. Bible objected to any testimony regarding that lineup\n\non the basis of surprise and failure to disclose in discovery. The trial court sustained\n\nBible’s objection and prohibited the State from referencing that lineup during Clifton’s\n\ntestimony.\n\nBible v. State                                                                        Page 3\n\f        Later, well after Clifton had identified Bible before the jury without objection, the\n\nState began a line of questioning about a second lineup which had been presented to\n\nClifton during the investigation. The trial court conducted a hearing outside of the\n\npresence of the jury and clarified its ruling and explained to Clifton that he was not to\n\nmention the missing lineup. Bible did not object on the basis of an impermissible in-\n\ncourt identification prior to Clifton’s testimony, during the hearing outside of the jury’s\n\npresence, or during Clifton’s testimony before the jury. As such, Bible’s objection at\n\ntrial does not comport with his complaint in this appeal. Bible’s objection to Clifton’s\n\nin-court identification is not properly preserved and is waived. Wilson v. State, 71\n\nS.W.3d 346, 349 (Tex. Crim. App. 2002) (a party’s “point of error on appeal must\n\ncomport with the objection made at trial”). We overrule issue one (A).\n\nConfidential Informant Testimony\n\n        Bible complains that the trial court abused its discretion by allowing the\n\ninvestigating Texas Ranger to testify to names of individuals involved in the Hearne\n\nmurders that were given to him by another detective. That detective had gotten the\n\nnames from a confidential informant. Bible complains that the testimony by the Texas\n\nRanger stating the names that were given to him was inadmissible hearsay and violated\n\nhis right to confrontation.\n\nHearsay\n\n        An out-of-court statement offered into evidence to prove the truth of the matter\n\nasserted is hearsay. TEX. R. EVID. 801(d). A statement not offered to prove the truth of\n\nthe matter asserted, but offered for some other reason, is not hearsay. Guidry v. State, 9\n\nBible v. State                                                                         Page 4\n\fS.W.3d 133, 152 (Tex. Crim. App. 1999); see Dinkins v. State, 894 S.W.2d 330, 347 (Tex.\n\nCrim. App. 1995). The Court of Criminal Appeals has concluded that if a statement is\n\nintroduced to explain how a defendant became a suspect or how the investigation\n\nfocused on a defendant, then the statement is not hearsay because it is not offered for\n\nthe truth of the matter asserted. Dinkins, 894 S.W.2d at 347 (holding an appointment\n\nbook and patient application were not offered for the truth of the matter asserted, but\n\ninstead the evidence was offered to show how the appellant became a suspect of the\n\ninvestigation); Jones v. State, 843 S.W.2d 487, 499 (Tex. Crim. App. 1992), abrogated on\n\nother grounds by Maxwell v. State, 48 S.W.3d 196 (Tex. Crim. App. 2001) (holding\n\ntestimony was not hearsay because it was not offered for the truth of the matter\n\nasserted, but to explain how the police officer began to suspect the appellant, seek an\n\narrest warrant, and finally arrest him); see also Cano v. State, 3 S.W.3d 99, 110 (Tex.\n\nApp.—Corpus Christi 1999, pet. ref’d) (deciding that the testimony was not being\n\noffered to prove drugs were literally being distributed, but rather to show why the\n\nofficers focused their investigation on the appellants). “This type of testimony assists\n\nthe jury’s understanding of the events by providing context for the police officer’s\n\nactions.” Cano, 3 S.W.3d at 110.\n\n        The State’s questions to the investigator were not designed to elicit hearsay\n\ntestimony; instead the questions allowed the investigators to explain the process of the\n\ninvestigation and how Bible became a suspect. See Dinkins, 894 S.W.2d at 347; Lee v.\n\nState, 29 S.W.3d 570, 577-78 (Tex. App.—Dallas 2000, no pet.). Accordingly, the trial\n\ncourt did not abuse its discretion in overruling Bible’s hearsay objections.\n\nBible v. State                                                                    Page 5\n\fConfrontation\n\n        The Sixth Amendment to the U.S. Constitution guarantees the right of an accused\n\nin a criminal prosecution to confront the witnesses against him.          Lopez v. State, 18\n\nS.W.3d 220, 222 (Tex. Crim. App. 2000).            A primary interest secured by the\n\nConfrontation Clause is the right of cross-examination. Id. The Confrontation Clause\n\nbars out-of-court testimonial statements by a witness unless the witness is unavailable\n\nto testify and the defendant had a prior opportunity to cross-examine the witness.\n\nCrawford v. Washington, 541 U.S. 36, 68, 124 S. Ct. 1354, 158 L. Ed. 2d 177 (2004).\n\n        The United States Supreme Court has yet to define the outer boundaries of what\n\nconstitutes a testimonial out-of-court statement, but it has identified three kinds of\n\nstatements that can be regarded as testimonial: (1) ex parte in-court testimony or its\n\nfunctional equivalent     that   declarants would reasonably         expect   to be used\n\nprosecutorially; (2) statements contained in formalized testimonial materials such as\n\naffidavits, depositions, prior testimony, or confessions; and (3) statements that were\n\nmade under circumstances that would lead an objective witness reasonably to believe\n\nthat the statement would be available for use at a later trial. Langham v. State, 305\n\nS.W.3d 568, 576 (Tex. Crim. App. 2010). Whether a particular out-of-court statement is\n\ntestimonial or not is a question of law. De La Paz v. State, 273 S.W.3d 671, 680 (Tex.\n\nCrim. App. 2008).\n\n        The Court of Criminal Appeals has recently warned against allowing statements\n\ninto evidence as “background” to justify testimony that might otherwise be hearsay to\n\navoid a Confrontation Clause objection. See Langham, 305 S.W.3d at 580. However, the\n\nBible v. State                                                                        Page 6\n\fCourt noted that “background” evidence, though it may be testimonial, can be\n\nadmissible to help give perspective to the jury. Id. It is the amount of detail included in\n\nthe “background” evidence that becomes problematic. In this instance, although there\n\nwas testimony regarding specific details of the murders given by the confidential\n\ninformant to the detective and conveyed to the Texas Ranger that was presented in the\n\nhearing conducted outside of the presence of the jury, the trial court restricted the\n\nadmission of the statements of the confidential informant to three names, which were\n\nthen used by law enforcement to further investigate the case. The admission of the\n\nthree names only was admissible for “background” evidence purposes, and its\n\nadmission did not violate Bible’s Confrontation Clause rights. The trial court did not\n\nabuse its discretion in the admission of the three names given by the confidential\n\ninformant. We overrule issue one (B).\n\nImproper Authentication\n\n        Bible complains that the trial court erred by admitting cell phone records that\n\nwere not properly authenticated pursuant to rules 901 and 902 of the Rules of Evidence.\n\nThere were some cell phone records from Verizon that were admitted during the trial\n\nwhich were properly authenticated through a live witness. Those records pertained to\n\nthe cell phones that were used that night by Clifton and Chandell. No objection was\n\nmade to the introduction of those records. Other cell phone records were admitted into\n\nevidence over Bible’s objection that the business records were not filed with the district\n\nclerk fourteen days before trial as required by rule 902(10). TEX. R. EVID. 902(10). The\n\nrecords admitted from AT&T had an affidavit attached that was not signed until a date\n\nBible v. State                                                                       Page 7\n\fduring the trial. The Sprint/Nextel records had an unsworn affidavit attached that had\n\nbeen signed approximately one year earlier; however, the records were not filed with\n\nthe clerk as required.\n\n        The State does not dispute that the records were not on file with the district clerk\n\nfor fourteen days before the trial, but contends that their admission was harmless\n\nbecause Bible had copies of the records before trial.        At the time of the records’\n\nadmission, Bible sought and was granted a running objection to “any testimony\n\nregarding these records.” The State does not complain about the scope of the running\n\nobjection or contend that this error was not preserved.            The admission of the\n\ninadequately authenticated cell phone records was error.\n\n        The Court of Criminal Appeals has recently expressly stated the standard\n\nrequired for an appellate court’s determination of harm of the erroneous admission of\n\nevidence pursuant to rule 44.2(b):\n\n        A substantial right is affected when the error had a substantial and\n        injurious effect or influence in determining the jury’s verdict. But if the\n        improperly admitted evidence did not influence the jury or had but a\n        slight effect upon its deliberations, such non-constitutional error is\n        harmless. In making a harm analysis, we examine the entire trial record\n        and calculate, as much as possible, the probable impact of the error upon\n        the rest of the evidence. We consider overwhelming evidence supporting\n        the particular issue to which the erroneously admitted evidence was\n        directed—here, the “future dangerousness” special issue—but that is only\n        one factor in our harm analysis. It is the responsibility of the appellate\n        court to assess harm after reviewing the record, and the burden to\n        demonstrate whether the appellant was harmed by a trial court error does\n        not rest on either the appellant or the State.\n\nCoble v. State, 330 S.W.3d 253, 280 (Tex. Crim. App. 2010) (internal citations omitted).\n\n\n\n\nBible v. State                                                                        Page 8\n\f        Using this standard, we review the entire record to determine to what degree the\n\nevidence supporting the issue to which the erroneously admitted evidence was\n\ndirected, which was the connection between Bible, the accomplices, the witnesses, and\n\nthe victim, was affected by the error.\n\n        During the trial, the State referred to the cell phone records often, from the\n\nopening statements through closing arguments. The witnesses, when questioned about\n\nphone numbers and calls made, were presented with the erroneously admitted exhibits\n\nto reinforce their testimony. Specifically, Miles, who used Clifton’s phone to contact\n\nChandell for Bible, Anderson, and Laws, testified that he had no independent\n\nrecollection of the phone numbers involved. However, the State used the properly\n\nadmitted records as well as the erroneously admitted records to establish the time line\n\nof events and to provide a connection between Bible, Anderson, Laws, Clifton, and\n\nChandell on the night of the murders. The State provided the erroneously admitted\n\nrecords to Green, who was Anderson’s mother, to establish that, in an attempt to reach\n\nher son, she called the number linked to Bible through the records the same night of the\n\nmurders after the time the murders were committed.\n\n        During Clifton’s testimony, he identified his personal cell phone number as well\n\nas Chandell’s number without reference to any of the cell phone records and testified\n\nthat Miles had used his phone that night to call Chandell. The records pertaining to the\n\nnumbers used by Clifton and Chandell, and the calls made between them were from the\n\nproperly admitted records. Clifton’s testimony and the properly admitted cell phone\n\nrecords from his phone number showed calls from the number that Clifton attributed to\n\nBible v. State                                                                    Page 9\n\fAnderson, but that was ultimately believed to be Bible’s number. Clifton stated and the\n\nproperly admitted cell phone records show that he called that same number after he\n\nhad heard about the murders and spoke to Anderson.\n\n        An investigator then testified that the number Clifton identified as belonging to\n\nAnderson was determined to be Bible’s. This determination was made because Bible’s\n\nwife had made multiple calls to that number in the days preceding the murders.\n\nHowever, Anderson’s mother testified that she had never called or knew of that\n\nnumber prior to the murders but had called it that night looking for Anderson. The\n\ninvestigator had gotten Bible’s wife’s cell phone number from her during the\n\ninvestigation.   The records of Bible’s wife’s cell phone number were admitted to\n\nprovide additional proof of the connection between her cell phone number and the cell\n\nphone number attributed to Bible. These records were part of the improperly admitted\n\nrecords. Further, the investigator testified that Bible had gotten a new cell phone less\n\nthan a day after the murders and referenced one of the improperly admitted records to\n\nestablish that fact. Additionally, the investigator testified that the old number that they\n\nattributed to Bible was never used again, as was also demonstrated by the improperly\n\nadmitted cell phone records.\n\n        During argument, the State spent a significant amount of time reviewing the\n\nimproperly admitted records with the jury. In the opening argument, the State argued\n\nthat all of the cell phone records are “evidence that establishes his guilt.” In the closing\n\nargument, the State referenced the records again but did not go into detail like the\n\nopening argument.\n\nBible v. State                                                                       Page 10\n\f        There is no reporter’s record from voir dire, so we are unable to review that\n\nportion of the record in this analysis, and must presume that nothing occurred during\n\nvoir dire that would demonstrate harm.\n\n        There was no physical evidence to link Bible to the murders. Anderson’s DNA\n\nwas located on the tip of a “cigar” found in the middle of the street where the murders\n\ntook place. Anderson, Miles, and Clifton identified Bible as being present that night,\n\nand Anderson testified that Bible was one of the shooters.      Other witnesses who\n\nobserved different events of that night identified one of the individuals present as\n\nwearing a red hoodie, which was confirmed by those who identified Bible directly. The\n\nrecords that were properly admitted confirmed portions of Miles’s and Clifton’s\n\naccounts of the events of the evening. Multiple witnesses, including Anderson, Miles,\n\nand several unrelated bystanders throughout the evening’s events identified a tan/gold\n\ncolored vehicle, which was identified by the witnesses through photographs as being\n\nBible’s wife’s gold Chevrolet Malibu.\n\n        Without those phone records in evidence, the State’s case may have been less\n\npersuasive. However, we believe that the other properly admitted evidence linking\n\nBible to the cell phone numbers of Clifton and Chandell tends to negate the likelihood\n\nthat the jury’s decision of guilt relied in any significant way on the erroneously\n\nadmitted phone records rendered the error harmless. See Lane v. State, 151 S.W.3d 188,\n\n193 (Tex. Crim. App. 2004); see also Anderson v. State, 717 S.W.2d 622, 627 (Tex. Crim.\n\nApp. 1986) (“If the fact to which the hearsay relates is sufficiently proved by other\n\n\n\n\nBible v. State                                                                  Page 11\n\fcompetent and unobjected-to evidence, . . . the admission of the hearsay is properly\n\ndeemed harmless and does not constitute reversible error”). We overrule issue one (C).\n\n                             IMPROPER JURY ARGUMENT\n\n        Bible complains that the trial court erred by overruling his objection to the\n\nimproper jury argument by the State regarding: (1) the presumption of innocence, and\n\n(2) asking the jury to put themselves in the victim’s place.\n\nStandard of Review—Jury Argument\n\n        Permissible jury argument generally falls into one of four areas: (1) summation of\n\nthe evidence; (2) reasonable deduction from the evidence; (3) an answer to the argument\n\nof opposing counsel; or (4) a plea for law enforcement. Brown v. State, 270 S.W.3d 564,\n\n570 (Tex. Crim. App. 2008); Berry v. State, 233 S.W.3d 847, 859 (Tex. Crim. App. 2007).\n\n        “Even when an argument exceeds the permissible bounds of these approved\n\nareas, such will not constitute reversible error unless, in light of the record as a whole,\n\nthe argument is extreme or manifestly improper, violative of a mandatory statute, or\n\ninjects new facts harmful to the accused into the trial proceeding.” Wesbrook v. State, 29\n\nS.W.3d 103, 115 (Tex. Crim. App. 2000) (citing Todd v. State, 598 S.W.2d 286, 296-97 (Tex.\n\nCrim. App. 1980)). “The remarks must have been a willful and calculated effort on the\n\npart of the State to deprive appellant of a fair and impartial trial.” Id. (citing Cantu v.\n\nState, 939 S.W.2d 627, 633 (Tex. Crim. App. 1997)).\n\n        When analyzing any harm that may have been caused by an improper jury\n\nargument, we examine the following factors: (1) the severity of the misconduct (the\n\nmagnitude of the prejudicial effect of the prosecutor’s remarks); (2) measures adopted\n\nBible v. State                                                                      Page 12\n\fto cure the misconduct (the efficacy of any cautionary instruction by the judge); and (3)\n\nthe certainty of conviction absent the misconduct (the strength of the evidence\n\nsupporting the conviction). Ramon v. State, 159 S.W.3d 927, 929 (Tex. Crim. App. 2004)\n\n(citing Mosley v. State, 983 S.W.2d 249, 259 (Tex. Crim. App. 1998) (op. on reh’g)).\n\n        In analyzing the State’s remarks during closing argument, we must not consider\n\nthe statement in isolation; instead, we must review the closing arguments of both\n\nparties in order to determine the context in which the complained-of statements were\n\nmade. See Wilson v. State, 938 S.W.2d 57, 61 (Tex. Crim. App. 1996) (“The applicable\n\nlegal standard of review is whether, in light of the record as a whole, there is a\n\nreasonable possibility the improper argument might have contributed to appellant’s\n\nconviction.”).\n\nPresumption of Innocence\n\n        In the State’s closing argument in the guilt-innocence phase of the trial, the\n\nfollowing exchange took place:\n\n        State:       Now, the presumption of innocence. The presumption of\n                     innocence is there. It’s like a [sic] vail over the Defendant.\n                     They’re covered with a sheet, or as I said in voir dire, it’s like\n                     a glass bottle that contains the presumption, but when the\n                     State brings forth evidence and strikes that glass with a\n                     hammer, the presumption of innocence dissipates, and it’s\n                     gone. When that [sic] vail is jerked off this Defendant, the\n                     presumption of innocence is gone, and I submit to you,\n                     based on the evidence that you’ve heard in this courtroom,\n                     the presumption of innocence has been long gone. It was\n                     gone early on, and it continued to be gone, and it never came\n                     back. The State, based on the evidence, destroyed the\n                     presumption of innocence in this case long ago. It doesn’t\n                     remain with the Defendant throughout trial.\n\n\nBible v. State                                                                            Page 13\n\f        Bible:       Objection. That’s a misstatement of law. It does remain\n                     with him up to this point unless the State has proven beyond\n                     a reasonable doubt.\n\n        Trial Court: Overruled. Proceed with your argument.\n\n        The presumption of innocence does not end when the presentation of evidence\n\ncloses; instead, the presumption remains until the jury enters the jury room to\n\ndeliberate. Miles v. State, 154 S.W.3d 679, 681-81 (Tex. App.—Houston [14th Dist.] 2004)\n\naff’d, 204 S.W.3d 679 (Tex. Crim. App. 2006) (citing Massey v. State, 226 S.W.2d 856, 860\n\n(Tex. Crim. App. 1950) and McGrew v. State, 143 S.W.2d 946, 947 (Tex. Crim. App.\n\n1940)). The trial court erred when it overruled Bible’s objection regarding the argument\n\nabout the meaning and effect of the presumption of innocence.\n\n        Having found error, we must analyze the error for harm.            The improper\n\nargument regarding the presumption of innocence is constitutional error. Miles, 154\n\nS.W.3d at 681. Under Rule 44.2(a), we must determine whether, beyond a reasonable\n\ndoubt, the error contributed to Bible’s conviction. TEX. R. APP. P. 44.2(a). The charge to\n\nthe jury contained a paragraph which stated: “All persons are presumed to be innocent\n\nand no person may be convicted of an offense unless each element of the offense is\n\nproved beyond a reasonable doubt.” That paragraph later stated: “The law does not\n\nrequire a defendant to prove his innocence or produce any evidence at all.            The\n\npresumption of innocence alone is sufficient to acquit the defendant, unless the jurors\n\nare satisfied beyond a reasonable doubt of the defendant’s guilt after a careful and\n\nimpartial consideration of the evidence in this case.”\n\n\n\nBible v. State                                                                      Page 14\n\f        We find that any harm from the trial court’s error with regard to the\n\npresumption of innocence would have been lessened, if not altogether erased, both by\n\nthe charge and by the presumption that the jury followed the instructions in the jury\n\ncharge. See Miles v. State, 204 S.W.3d 822, 827-28 (Tex. Crim. App. 2006) (citing Resendiz\n\nv. State, 112 S.W.3d 541, 546 (Tex. Crim. App. 2003) and Colburn v. State, 966 S.W.2d 511,\n\n520 (Tex. Crim. App. 1998).        Furthermore, although by law the presumption of\n\ninnocence carries into the jury room, we recognize that it is continually rebutted and\n\neroded throughout the trial by the presentation of contrary evidence by the State. Miles,\n\n154 S.W.3d at 681-81.\n\n        In Miles, the Court of Criminal Appeals clarified the concept of “presumption of\n\ninnocence” as follows:\n\n        Under the Due Process Clause of the Fourteenth Amendment, an accused\n        in state court has the right to the “presumption of innocence,” i.e., the\n        right to be free from criminal conviction unless the State can prove his\n        guilt beyond a reasonable doubt by probative evidence adduced at trial.\n        Taylor v. Kentucky, 436 U.S. 478, 483 n. 12, 485-486, 98 S. Ct. 1930, 56 L. Ed.\n        2d 468 (1978); Madrid v. State, 595 S.W.2d 106, 110 (Tex. Crim. App. 1979).\n        When a jury is told of the presumption, it is told, in effect, to judge an\n        accused’s guilt or innocence solely on the basis of the evidence adduced at\n        trial and not on the basis of suspicions that may arise from the fact of his\n        arrest, indictment, or custody. Bell v. Wolfish, 441 U.S. 520, 533, 99 S. Ct.\n        1861, 60 L. Ed. 2d 447 (1979).\n\nMiles, 204 S.W.3d at 825. The State never contended that it did not have the burden of\n\nproof at all times. This also reduces the likelihood that Bible was harmed by the\n\nimproper statements by the State. We also note that the improper comments by the\n\nState were not referenced again, and after Bible’s objection, the State moved on, which\n\nwould also lessen the potential harm suffered by Bible. After a thorough review of the\n\nBible v. State                                                                            Page 15\n\frecord, we find beyond a reasonable doubt that the erroneous argument did not\n\ncontribute to Bible’s conviction.\n\nPlacing the Jury in the Victim’s Shoes\n\n        Bible further complains of the following comments by the State during the guilt-\n\ninnocence phase of the trial: “And somebody just happens to be coming out the front\n\ndoor of the school, walking to their car, and stops, ‘What’s going on?’ ‘Bam, bam, bam,’\n\nand down they go. It could be in the parking lot of a convenience store, it could have\n\nbeen me, could have been you, one of you.”           Bible objected that the State was\n\nimproperly seeking to have the jury put themselves in the shoes of the victim. The\n\nargument of which Bible complains does not fit into any of the four categories of\n\npermissible jury argument; it is rather a plea for abandonment of objectivity.       See\n\nBrandley v. State, 691 S.W.2d 699, 712 (Tex. Crim. App. 1985). We agree with Bible that\n\nthe trial court erred in overruling the objection.\n\n        Since we have determined that the State’s argument was improper and that the\n\ntrial court should have sustained Bible’s objection and thus erred, we must conduct a\n\nharm analysis.    We will first look at the severity of the misconduct.     The State’s\n\ncomment came during a description of the circumstances surrounding the murder of\n\nMonson. While the error did have some severity, we find that it was not great. The\n\ncomment was made in the context of the State’s argument regarding one of the victims\n\nas being nothing more than an innocent bystander and suggesting it could have been\n\nany one of them. However, while Monson was not involved with the transaction\n\nbetween Chandell and Bible, he was at the house where drug activity was taking place\n\nBible v. State                                                                   Page 16\n\fand was using drugs himself. The jury would be unlikely to place themselves in the\n\nshoes of Monson.\n\n        Secondly, we review any measures to cure the misconduct. While the trial court\n\nultimately overruled Bible’s objection, the trial court did first admonish the State to\n\n“stay within the record.” Although only a slight measure that does little to cure the\n\nimproper comment, nevertheless it served to mitigate the effect, if any, of the improper\n\nargument.\n\n        Third, we look to the certainty of Bible’s conviction absent the improper\n\nargument. After reviewing the entire record, we find that the evidence was such that\n\nBible’s conviction was not affected by the error. We find that while the argument was\n\nimproper, and thus erroneously allowed, the error was harmless. We overrule issue\n\ntwo.\n\n                 CORROBORATION OF ACCOMPLICE WITNESS TESTIMONY\n\n        Bible complains in his third issue that the accomplice testimony of Anderson was\n\nnot sufficiently corroborated, and that when the evidence is considered without\n\nAnderson’s testimony the evidence is factually insufficient.1 Bible’s convictions cannot\n\nstand on the testimony of one of Bible’s accomplices unless that testimony is\n\ncorroborated by other evidence tending to connect Bible with the offenses. TEX. CODE\n\nCRIM. PROC. ANN. art. 38.14 (Vernon 2005). To corroborate accomplice testimony, we\n\n\n1 We note that the factual sufficiency standard set forth in Clewis v. State has been overruled. See Brooks v.\nState, 323 S.W.3d 893, 895 (Tex. Crim. App. 2010) (plurality op.). Bible’s brief on the merits was filed prior\nto the issuance of that decision; however, since a factual sufficiency review excluding the accomplice’s\ntestimony is not the proper standard, it is not necessary to address the factual sufficiency review portion\nof Bible’s issue.\n\nBible v. State                                                                                       Page 17\n\feliminate “all of the accomplice testimony from consideration and then examine the\n\nremaining portions of the record to see if there is any evidence that tends to connect the\n\naccused with the commission of the crime.” Castillo v. State, 221 S.W.3d 689, 691 (Tex.\n\nCrim. App. 2007) (citing Solomon v. State, 49 S.W.3d 356, 361 (Tex. Crim. App. 2001)).\n\n“The corroborating evidence need not be sufficient by itself to establish guilt; there\n\nsimply needs to be ‘other’ evidence ‘tending to connect’ the defendant to the offense.”\n\nId.   The accomplice-witness rule is of statutory origin and differs from sufficiency\n\nstandards because it is not derived from federal or state constitutional principles.\n\nDruery v. State, 225 S.W.3d 491, 498 (Tex. Crim. App. 2007).\n\n        Excluding the accomplice’s testimony, the corroborating evidence that favors the\n\nverdict included (1) the properly admitted cellular telephone records showing\n\ntelephone calls to and from numbers tied to Bible, Clifton, and Chandell; (2) the\n\nwitnesses’ identifications of Bible, both through pre-trial lineups and at trial; (3) the\n\nmultiple witnesses’ identifications of the gold Malibu that belonged to Bible’s wife as\n\nbeing the vehicle that was the getaway vehicle after the shootings; (4) the damage to the\n\nundercarriage of the gold Malibu as being consistent with other testimony regarding\n\nthe vehicle scraping the curb while fleeing the scene after the murders; and (5) the\n\ntestimony from a relative of Bible that Bible confessed to his involvement in the\n\nmurders. We find that other evidence sufficiently tended to connect Bible with the\n\noffense, and, therefore, to corroborate the accomplice witness’s testimony. We overrule\n\nissue three.\n\n\n\nBible v. State                                                                     Page 18\n\f                                     CONCLUSION\n\n        Having found no reversible error, we affirm the judgment of the trial court.\n\n\n\n                                          TOM GRAY\n                                          Chief Justice\n\nBefore Chief Justice Gray,\n       Justice Davis, and\n       Justice Scoggins\nAffirmed\nOpinion delivered and filed May 11, 2011\nDo not publish\n[CRPM]\n\n\n\n\nBible v. State                                                                     Page 19\n\f",
            "ocr": false,
            "opinion_id": 3094527
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}