{
    "id": 3102392,
    "judges": null,
    "date_filed": "2008-04-28",
    "date_filed_is_approximate": true,
    "slug": "dieudonne-kazabukeye-v-state",
    "case_name_short": null,
    "case_name": "Dieudonne Kazabukeye v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=5477&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa08%5cOpinion",
            "author_id": null,
            "opinion_text": "                                    COURT OF APPEALS\n                                 EIGHTH DISTRICT OF TEXAS\n                                      EL PASO, TEXAS\n\n\n                                                 §\n DIEUDONNE KAZABUKEYE,                                           No. 08-10-00113-CR\n                                                 §\n                   Appellant,                                       Appeal from the\n                                                 §\n V.                                                           371st Judicial District Court\n                                                 §\n THE STATE OF TEXAS,                                           of Tarrant County, Texas\n                                                 §\n                   Appellee.                                       (TC# 1185922R)\n                                                  §\n\n                                                  §\n\n                                          OPINION\n\n       Duiedonne Kazabukeye appeals his convictions for intoxication manslaughter (Count 1)\n\nand manslaughter (Count 2). In four issues, Appellant challenges the trial court’s decision not to\n\nprovide him an interpreter for pretrial proceedings, the voluntariness of his waiver of trial by\n\njury, and the factual sufficiency of the evidence supporting his convictions. In an additional two\n\nissues, Appellant contends that the convictions violate the constitutional prohibition against\n\ndouble jeopardy. In its appellee’s brief, the State concedes that Appellant’s convictions for\n\nintoxication manslaughter (Count 1) and manslaughter (Count 2) do constitute double jeopardy\n\nviolations, and requests that this Court vacate the second conviction.\n\n       On May 2, 2009, Appellant was driving several people to Dallas after an evening visiting\n\nfriends. Eighty-six-year-old Sezalia Ntahorutari was one of the passengers in the back seat of the\n\ncar. As he exited a freeway, Appellant abruptly turned the vehicle crashing into a highway safety\n\nbarrier. Ms. Ntahorutari suffered multiple spinal fractures, a brain hemorrhage, and other broken\n\fbones. Although emergency room physicians initially stabilized Ms. Ntahorutari, her respiratory\n\nfunction began to fail on May 5, and she died on May 9, 2009 due to complications from her\n\ninjuries.\n\n        Appellant was indicted for intoxication manslaughter involving a deadly weapon, and\n\nmanslaughter. Appellant plead not guilty, and signed a “Waiver of Jury Trial” for a bench trial.\n\nFort Worth Police Department Officer E.A. Bently was the State’s first witness. Officer Bently\n\nperformed the intoxication investigation at the scene of the collision, and concluded that\n\nAppellant was driving while intoxicated at the time of the crash. In addition to Appellant’s\n\nperformance on the field sobriety tests, Officer Bently testified that he located a half-empty bottle\n\nof vodka, and an empty twenty-four ounce beer can in the front passenger floor well of\n\nAppellant’s vehicle. During the investigation, Appellant admitted to the officer that he had a few\n\ndrinks that evening. Appellant was subjected to an intoxilyzer test later that evening. Officer\n\nBently testified that the test indicated Appellant’s blood alcohol level was approximately .260,\n\nand opined that Appellant’s performance on the field sobriety tests was indicative of that level of\n\nintoxication. Tarrant County Medical Examiner Mark Fondren confirmed Officer Bently’s\n\ntestimony regarding the level of alcohol in Appellant’s system. Mr. Fondren also testified that\n\nregardless of Appellant’s individual tolerance, the amount of alcohol in Appellant’s system\n\nwould have impaired his mental and physical facilities beyond the point where he could safely\n\noperate an automobile.\n\n        Appellant chose to testify in his own defense. According to Appellant, the collision\n\nhappened when he tried to pull the car over because the windshield fogged up during a severe\n\nrainstorm. He crashed into the barrier while he was attempting to wipe the moisture off the\n\n\n                                                 -2-\n\finside of the windshield. He also denied that the vodka bottle and beer can in the car were his,\n\nand testified that he had only consumed two beers that evening.\n\n       The State’s final witness Tarrant County Probation Officer Stephanie Wilson spoke with\n\nAppellant several weeks after the collision. During the interview, Appellant told Ms. Wilson that\n\nhe drank “a couple of times a week,” and admitted that he had been drinking the night of the\n\ncrash. Appellant told Ms. Wilson that the collision happened after he realized he was about to\n\npass his exit, and made a last minute attempt to direct the car onto the exit ramp. He did not\n\nmention anything about problems with the windshield or the ventilation system.\n\n       The court convicted Appellant of both offenses, found that a deadly weapon, an\n\nautomobile, was used to commit the offenses. The court sentenced Appellant to fifteen years’\n\nimprisonment for each conviction, sentenced to run concurrently.\n\n       In Issues One, Three, and Four Appellant presents several arguments on the basis that he\n\nwas denied his right to trial by jury due to the trial court’s failure to provide him with an\n\ninterpreter during pretrial proceedings. Although Appellant speaks and understands English, his\n\nnative language is Kurundi.1 During trial, on its own motion, the court provided Appellant with a\n\nKurundi interpreter. Appellant did not have the assistance of an interpreter during pretrial\n\nhearings, and there is no record that he requested an interpreter during any part of the\n\nproceedings. On appeal, Appellant argues that he was denied his right to due process and his\n\nright to trial by jury because he was not provided an interpreter at pretrial, and that because of the\n\n\n\n       1\n         Appellant was born in Burundi in 1976. He emigrated to the United States with his\nfamily in 2004. Since moving to the U.S., Appellant has worked numerous jobs and obtained his\ncommercial driver’s license. At the time of trial, Appellant worked for the Central Refrigerator\nCompany located in Grand Prairie, Texas.\n\n                                                 -3-\n\flanguage barrier, he did not knowingly waive his right to a jury trial.\n\n       Article 38.30 of the Texas Code of Criminal Procedure provides a criminal defendant\n\nwith the right to request that the trial court appointment an interpreter. TEX .CODE CRIM .\n\nPROC.ANN . art. 38.30(a)(West Supp. 2010). The code requires a trial court to appoint an\n\ninterpreter when it determines that the defendant does not speak or understand English.\n\nTEX .CODE CRIM . PROC.ANN . art. 38.30(a). However, unless the record affirmatively\n\ndemonstrates that the defendant was unable to understand the proceedings due to a language\n\nbarrier, a defendant must request an interpreter in order to preserve the complaint for appeal.\n\nHernandez v. State, 986 S.W.2d 817, 822 (Tex.App.--Austin 1999, pet. ref’d). The fact that a\n\ndefendant may be more fluent in a language other than English does not require the trial court to\n\nappoint an interpreter. Flores v. State, 509 S.W.2d 580, 581 (Tex.Crim.App. 1974).\n\n       Despite the appearance of a Kurundi interpreter at trial, there is no record in this case that\n\nAppellant requested the assistance of an interpreter pursuant to Article 38.30(a). Accordingly,\n\nAppellant has waived the issue. See Hernandez, 986 S.W.2d 822. Furthermore, absent\n\nAppellant’s complaint that he was not provided an interpreter, Appellant raises no alternative\n\nbases for this Court to consider his argument that he was deprived of his rights to due process\n\nand trial by jury. Accordingly, Issues One, Three, and Four are overruled.\n\n       In Issue Six, Appellant contends that the evidence is factually insufficient to support his\n\nconviction. However, since Appellant’s brief was filed, the Texas Court of Criminal Appeals has\n\nruled that the only standard applicable to determine whether the evidence is sufficient to support\n\neach element of a criminal offense is the Jackson v. Virginia legal sufficiency standard. See\n\nBrooks v. State, 323 S.W.3d 893, 913 (Tex.Crim.App. 2010). Therefore, in the interests of\n\n\n                                                 -4-\n\fjustice, and in light of the Brooks decision, we will construe Issue Six as a challenge to the legal\n\nsufficiency of the evidence. See id. at 898.\n\n       A legal sufficiency review requires the appellate court to determine whether,\n\n“[c]onsidering all of the evidence in the light most favorable to the verdict was a jury rationally\n\njustified in finding guilt beyond a reasonable doubt.” See Brooks, 323 S.W.3d at 899, citing\n\nJackson v. Virginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 3789, 61 L. Ed. 2d 560 (1979). When\n\nconducting such a review, this Court is required to defer to the jury’s role as the sole judge of\n\nwitness credibility, and the weight their testimony is to be afforded. Brooks, 323 S.W.3d at 899.\n\n       Appellant argues that the evidence is insufficient to support the conviction because the\n\nevidence indicated it was raining and slick driving conditions which were the sole cause of the\n\ncollision. Appellant continues by arguing that there was no evidence to support the conclusion\n\nthat the collision was caused by intoxication. We disagree with Appellant’s view of the record.\n\nOfficer Bentley, who conducted the DWI investigation at the crash site, testified that he was able\n\nto smell alcohol on Appellant’s person, and that Appellant’s eyes appeared bloodshot. The\n\nofficer testified that Appellant performed three field sobriety tests, and that based on the results\n\nof those tests, Officer Bentley determined Appellant was intoxicated. Without interfering with\n\nthe fact finder’s role as the sole judge of weight and credibility, Officer Bentley’s testimony\n\nconstitutes evidence from which a reasonable fact finder could determine beyond a reasonable\n\ndoubt that Appellant was intoxicated, and that his impairment caused the collision. Accordingly,\n\nwe overrule Issue Six.\n\n       In Issues Two and Five, Appellant contends that his duel convictions for intoxication\n\nmanslaughter (Count 1) and manslaughter (Count 2) are, in essence, two convictions for the same\n\n\n                                                 -5-\n\foffense in violation of the constitutional guarantee against double jeopardy. In its reply, the State\n\nconceds that the convictions involved the same incident and the same victim, and are therefore\n\nthe same offense for double jeopardy purposes. In light of this error, the State requests that this\n\nCourt vacate the manslaughter conviction (Count 2). See Bigon v. State, 252 S.W.3d 360, 372-\n\n73 (Tex.Crim.App. 2008)(When a defendant is subjected to multiple punishments for the same\n\nconduct in violation of double jeopardy, the remedy is to affirm the conviction for the most\n\nserious offense and vacate the other convictions.). We agree with the parties’ arguments. Issues\n\nTwo and Five are sustained, and Appellant’s conviction and sentence for manslaughter (Count 2)\n\nwill be vacated.\n\n       Having sustained Issues Two and Five, we vacate Appellant’s conviction and sentence for\n\nthe manslaughter offense (Count 2). Appellant’s remaining conviction and sentence for\n\nintoxication manslaughter (Count 1) is affirmed.\n\n\nAugust 24, 2011\n                                      DAVID WELLINGTON CHEW, Chief Justice\n\nBefore Chew, C.J., McClure, and Rivera, JJ.\n\n(Do Not Publish)\n\n\n\n\n                                                 -6-\n\f",
            "ocr": false,
            "opinion_id": 3102392
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}