{
    "id": 3122177,
    "judges": null,
    "date_filed": "2022-03-13",
    "date_filed_is_approximate": true,
    "slug": "steven-ceceilio-torres-v-state",
    "case_name_short": null,
    "case_name": "Steven Ceceilio Torres v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=343&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "Concurring opinion issued August 16, 2012\n\n\n\n\n                                     In The\n\n                              Court of Appeals\n                                     For The\n\n                          First District of Texas\n                           ————————————\n                            NOS. 01-10-00176-CR\n                                 01-10-00177-CR\n                           ———————————\n                  STEVEN CECEILIO TORRES, Appellant\n                                        V.\n                      THE STATE OF TEXAS, Appellee\n\n\n\n                   On Appeal from the 185th District Court\n                            Harris County, Texas\n                   Trial Court Case No. 1246750 & 1246751\n\n\n\n                         CONCURRING OPINION\n\n      I agree that the trial court’s judgments should be affirmed. Unlike the\n\nmajority, however, I would hold that Torres has waived his first issue, in which he\n\ncontends trial court denied him due process of law in erroneously denying his\n\frequest for a jury charge on murder, rather than capital murder. I question whether\n\nthe charges in these cases are correct. Accordingly, I concur in this Court’s\n\njudgments.\n\n      Torres’s trial complaint was that because the indictments only charged him\n\nwith murder, not capital murder for remuneration, the trial court erred in denying\n\nhis requested jury charges on murder:\n\n      The Defendant submits that the State’s indictments herein, in effect,\n      allege that the manner and means whereby Defendant caused the\n      death of Jose Perez was by 1) employing either Peter Quintanilla or\n      Michael Belmarez, for remuneration of the promise of remuneration\n      (money), and 2) by shooting Jose Perez with a deadly weapon,\n      namely, a firearm. The indictments, however, do not allege what\n      Quintanilla or Belmarez were to do after being employed by the\n      Defendant. For example, were they to be look-outs, were they to lure\n      Perez to his death, or were they to be get-a-way drivers? Neither\n      indictment alleges conduct on the part of either Quintanilla or\n      Belmarez other than a passive employment relationship with the\n      Defendant. What the indictments do allege, in a common sense\n      reading is that the Defendant caused the death of Jose Perez by the\n      Defendant shooting Perez with a deadly weapon namely a Firearm.\n\nOn appeal, Torres cites to one case that he claims contained a similarly erroneous\n\ncapital-murder charge. Robinson v. State, 266 S.W.3d 8, 10–13 (Tex. App.—\n\nHouston [1st Dist.] 2008, pet. ref’d). The charge in Robinson instructed the jury as\n\nfollows:\n\n      Now, if you find from the evidence beyond a reasonable doubt that in\n      Harris County, Texas, on or about the 5th day of September 1991, the\n      defendant, Ronald Robinson, did then and there unlawfully,\n      intentionally or knowingly cause the death of Jimmy Sims, by\n\n                                         2\n\f       employing Robert Mason for remuneration or the promise of\n       remuneration, to-wit: money and/or a firearm, to shoot Jimmy Sims\n       with a deadly weapon, namely, a firearm; or\n\n       If you find from the evidence beyond a reasonable doubt that the\n       defendant, Ronald Robinson and Robert Mason entered into an\n       agreement to commit the felony offense of aggravated assault of\n       Jimmy Sims, and pursuant to that agreement, if any, they did carry out\n       their conspiracy and that in Harris County, Texas, on or about the 5th\n       day of September 1991, while in the course of committing such\n       aggravated assault of Jimmy Sims, Robert Mason intentionally caused\n       the death of Jimmy Sims by shooting Jimmy Sims with a deadly\n       weapon, namely, a firearm, and the murder of Jimmy Sims was\n       committed in furtherance of the conspiracy and was an offense that\n       the defendant should have anticipated as a result of carrying out the\n       conspiracy, then you will find the defendant guilty of capital murder,\n       as charged in the indictment.\n\nId. at 11. We reversed because the second paragraph did not require the jury to\n\nfind an aggravating factor that properly charged the defendant with capital murder.\n\nId. at 15.\n\n       Torres does not discuss on appeal the first paragraph of the Robinson charge,\n\nwhich included the appropriate aggravating factor, and differs substantively only\n\nthat Robinson used the words “to shoot [the victim]” after the phrase “for\n\nremuneration or the promise of remuneration, to-wit, money” whereas the charges\n\nin these appeals use the words “by shooting [the victim].” Id. at 11.\n\n\n\n\n                                         3\n\f      In his brief Torres contends that “[t]his case is similar to Robinson.” I\n\ndisagree. The first paragraph of the Robinson charge was a correct capital-murder\n\ncharge and has no applicability here.\n\n      Torres neither makes any substantive argument nor cites any authority\n\napplying to similar situations for why using the words “by shooting [the victim]”\n\ninstead of the words “to shoot [the victim]” mandated that the trial court submit a\n\njury charge on murder, rather than capital murder.      Texas Rule of Appellate\n\nProcedure 38.1(i) requires that an appellant’s brief contain “clear and concise\n\nargument for the contentions made” and “appropriate citations to authorities.” See\n\nTong v. State, 25 S.W.3d 707, 710 (Tex. Crim. App. 2000). Such briefing is\n\nabsent in these cases, and I would decline to construct the appellant’s arguments\n\nfor him.\n\n\n\n\n                                        4\n\f      The question that Torres is not asking is whether the trial court improperly\n\ncharged him on capital murder. I understand that Torres wants to be charged for\n\nmurder under the indictments so he can argue that he did not personally cause the\n\nPerez’s death by shooting Perez with a firearm. But the fact that this Court affirms\n\nthe judgments should not give any comfort to those who might try to argue that the\n\ncharges in these cases are correct. At best, the charges—and the indictments as\n\nwell—are confusing as to who shot whom. My judgment as to whether this\n\nconfusion rises to the level of reversible error must await a case in which it was\n\npreserved.\n\n\n\n\n                                             Jim Sharp\n                                             Justice\n\nPanel consists of Justices Keyes, Bland, and Sharp.\n\nJustice Sharp, concurring.\n\nPublish. TEX. R. APP. P. 47.2(b).\n\n\n\n\n                                         5\n\f",
            "ocr": false,
            "opinion_id": 3122177
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}