{
    "id": 3144110,
    "judges": "Pope",
    "date_filed": "1998-11-06",
    "date_filed_is_approximate": true,
    "slug": "people-v-brown",
    "case_name_short": "Brown",
    "case_name": "People v. Brown",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MICHAEL B. BROWN, Defendant-Appellant",
    "attorneys": "Michael J. Pelletier, Karen Munoz, and Michael H. Vonnahmen (argued), all of State Appellate Defender’s Office, of Springfield, for appellant., William A. Yoder, State’s Attorney, of Bloomington (Patrick Delfino, Robert J. Biderman, and Aimee Sipes Johnson (argued), all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued January 13, 2011., Rehearing denied March 8, 2011.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1084-6\" pgmap=\"1084\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MICHAEL B. BROWN, Defendant-Appellant.\n   </parties><br><court id=\"b1084-8\" pgmap=\"1084\">\n    Fourth District\n   </court><docketnumber id=\"AMs\" pgmap=\"1084\">\n    No. 4—09—0454\n   </docketnumber><br><otherdate id=\"b1084-9\" pgmap=\"1084\">\n    Argued January 13, 2011.\n   </otherdate><decisiondate id=\"A2m\" pgmap=\"1084\">\n    Opinion filed February 8, 2011.\n   </decisiondate><otherdate id=\"AXRX\" pgmap=\"1084\">\n    Rehearing denied March 8, 2011.\n   </otherdate><br><attorneys id=\"b1086-5\" pgmap=\"1086\">\n    Michael J. Pelletier, Karen Munoz, and Michael H. Vonnahmen (argued), all of State Appellate Defender’s Office, of Springfield, for appellant.\n   </attorneys><br><attorneys id=\"b1086-6\" pgmap=\"1086\">\n    William A. Yoder, State’s Attorney, of Bloomington (Patrick Delfino, Robert J. Biderman, and Aimee Sipes Johnson (argued), all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "406 Ill. App. 3d 1068"
    ],
    "opinions": [
        {
            "author_str": "Pope",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 27.0,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/2011/4thDistrict/February/4090454.pdf",
            "author_id": null,
            "opinion_text": "                           NO. 4-09-0454           Filed 2/8/11\n\n                      IN THE APPELLATE COURT\n\n                            OF ILLINOIS\n\n                          FOURTH DISTRICT\n\nTHE PEOPLE OF THE STATE OF ILLINOIS,   )   Appeal from\n          Plaintiff-Appellee,          )   Circuit Court of\n          v.                           )   McLean County\nMICHAEL B. BROWN,                      )   No. 08CF181\n          Defendant-Appellant.         )\n                                       )   Honorable\n                                       )   Robert L. Freitag,\n                                       )   Judge Presiding.\n_________________________________________________________________\n\n           JUSTICE POPE delivered the judgment of the court, with\nopinion.\n          Presiding Justice Knecht and Justice Turner concurred\nin the judgment and opinion.\n\n                              OPINION\n\n           In April 2009, a jury found defendant, Michael B.\n\nBrown, guilty of two counts of first degree murder (720 ILCS 5/9-\n\n1(a)(1), (a)(2) (West 2008)) for the deaths of Calvin Walls and\n\nDavid Walls and of aggravated battery with a firearm (720 ILCS\n\n5/12-4.2(a)(1) (West 2008)) in the shooting of Levar Walls.\n\nAdditionally, defendant was found not guilty of aggravated\n\nbattery with a firearm (720 ILCS 5/12-4.2(a)(1) (West 2008)) in\n\nthe shooting of Montell Jones.   In June 2009, the trial court\n\nsentenced defendant to natural life in prison on each first-\n\ndegree-murder conviction to run concurrent with a 30-year prison\n\nterm for the aggravated-battery-with-a-firearm conviction.\n\n           Defendant appeals, arguing (1) the trial court erred\n\nwhen it instructed the jury mid deliberation with Illinois\n\nPattern Jury Instructions, Criminal, No. 24-25.09 (Illinois\n\fPattern Jury Instructions, Criminal, No. 24-25.09 (4th ed. 2000)\n\n(hereinafter IPI Criminal 4th No. 24-25.09); (2) the evidence was\n\ninsufficient to convict defendant of two counts of first degree\n\nmurder and one count of aggravated battery with a firearm beyond\n\na reasonable doubt; and (3) defendant is entitled to a $5-per-day\n\ncredit against fines imposed for time spent in jail awaiting\n\ntrial and sentencing.   We affirm as modified and remand with\n\ndirections.\n\n                           I. BACKGROUND\n\n          At defendant’s jury trial, Detective Daniel Donath, a\n\ncrime-scene detective for the City of Bloomington, testified he\n\nwent to an apartment building located in the 300 block of Riley\n\nDrive, Bloomington, Illinois, on February 12, 2008.     When he\n\narrived, he was told by another detective two deceased persons\n\nwere found in the hallway between apartments five and six.     He\n\nentered the building and noticed a bullet shell casing on the\n\nstairs leading to apartments five and six.     As he walked up-\n\nstairs, he saw the deceased body of David Walls on the landing\n\noutside the apartments.   To the right of David Walls, he noticed\n\nthe deceased body of Calvin Walls.     He also noticed additional\n\nshell casings in the hallway and patterns of blood on the hallway\n\ndoors and walls.   Upon entering apartment six, he observed a\n\nsmall spot of pooling blood on the living-room carpet.     Also in\n\nthe living room of apartment six, he observed shell casings on\n\nthe floor, a black-handled knife on top of a big screen televi-\n\nsion, and a small black-handled paring knife underneath a fish\n\n\n                               - 2 -\n\ftank.    He also noticed four holes in the front door.\n\n            Detective Donath exited the back door of apartment six\n\nand proceeded to apartment five.    He noticed a trail of blood\n\ncoming from the carpet of apartment five that continued on the\n\ncarpet and walls leading to the back door of the building.     In\n\napartment five, he observed shell casings on the living-room\n\nfloor.    He also observed a few holes in the living-room wall, a\n\nhole by the front door that was approximately waist-high, and a\n\nhole in the ceiling by the front door.    He found a box for a\n\nGlock handgun containing a receipt showing the gun was purchased\n\non October 4, 2000, by Rogers T. McElroy.    He also found a\n\nmagazine for a Glock handgun in the bedroom.    Outside the apart-\n\nment building, he observed a blood trail leading from the back\n\nentrance of the building to 601 Bradley, Bloomington, Illinois.\n\n            Additionally, he testified in April 2008 he responded\n\nto a call regarding a handgun found at Oakbrook Court Apartments\n\nin Bloomington, Illinois.    He retrieved the handgun that was\n\nfound on the roof of a single-story garage.\n\n            Detective Timothy Power, a detective for the City of\n\nBloomington, testified he was dispatched to the scene of the\n\nincident on February 12, 2008.    He observed two deceased black\n\nmales on the upstairs landing of the apartment building.    The\n\nbodies were later identified as David Walls and Calvin Walls.\n\nThe two bodies were facedown with David Walls lying on top of\n\nCalvin Walls.\n\n            While in the hallway, he heard a male voice in apart-\n\n\n                                 - 3 -\n\fment six crying in pain and saying he had been shot.    The male\n\nwas later identified as Levar Walls.    Levar was lying on the\n\nliving-room floor in a pool of blood.    Levar told Detective\n\nPowers \"Bam\" had shot him and his two brothers.\n\n           Detective William Buchanan, a detective with the\n\nBloomington police department, testified he was one of the\n\ninitial officers dispatched to the call of shots fired at Riley\n\nDrive.   While in apartment five, Detective Buchanan noticed the\n\nentire framework of the front door, including the door, was\n\npushed inward.    The door was still closed and undamaged\n\n           Detective Brent Smallwood, a detective with the\n\nBloomington police department, testified he was also dispatched\n\nto the crime scene.    Upon arrival, he parked his squad car at the\n\ncorner of Mecherle and Riley Streets to question individuals\n\nleaving the area.    When he stopped Jerry Nored’s vehicle, Nored\n\nstated his passenger, Montell Jones, had been shot.    Jones told\n\nDetective Smallwood he had been shot in the leg and arm.\n\n           Eric Purchis, a paramedic for the City of Bloomington,\n\ntestified he was dispatched to Riley Drive to treat multiple\n\ngunshot wounds.    He testified he treated Montell Jones, who had\n\ntwo gunshot wounds in his left forearm, two gunshot wounds in his\n\nright forearm, and one gunshot wound in his outer right calf.\n\n           Tracy Miller testified she lived at 333 Riley Drive,\n\napartment two, in February 2008.    On February 12, 2008, defendant\n\nbriefly visited the apartment Miller shared with her boyfriend,\n\nDarron Epps.   Defendant lived upstairs in the same apartment\n\n\n                                - 4 -\n\fbuilding.   After defendant left, Miller heard a loud commotion on\n\nthe stairs outside her apartment.   Both she and Epps went into\n\nthe hallway to determine the source of the commotion.      While in\n\nthe hallway, she observed David, Calvin, and Levar Walls being\n\nshoved out of defendant’s apartment.     She then observed the\n\nbrothers attempt to regain entry by kicking and pushing the front\n\ndoor.   As she was heading back to her apartment, she heard a loud\n\nbang that sounded like a door being kicked open.     She also heard\n\nseveral gunshots and a commotion down the back stairwell.     She\n\nthen heard a young man screaming and two children crying.     She\n\nran upstairs and observed two men lying on top of each other in\n\nthe doorway of Levar Walls’ apartment.     She also observed Levar\n\nWalls lying on the living-room floor in front of the fish tank,\n\nand two children sitting on the couch.     She grabbed the children\n\nand went down the back staircase to her apartment.     As she was\n\ngoing downstairs, she noticed blood on the stairs and wall.\n\n            Darron Epps testified he was in his apartment watching\n\ntelevision with his girlfriend, Tracy Miller, on the night of the\n\nshooting.   Defendant was visiting their apartment when they heard\n\nnoises coming from defendant’s upstairs apartment.     Defendant\n\nleft to check on his apartment.   After defendant left, Epps\n\ncontinued to hear loud noises coming from defendant’s apartment,\n\nand he went upstairs to investigate.     He observed defendant\n\npushing people into his apartment, while Levar Walls pushed\n\npeople into the hallway.   Once defendant’s friends were inside\n\nhis apartment, the door was closed.     It is unclear from Epps'\n\n\n                                - 5 -\n\ftestimony whether defendant or Levar closed the door to defen-\n\ndant's apartment.    Epps observed a man kick defendant’s front\n\ndoor off its hinges and the three men enter defendant’s apart-\n\nment.   Epps then heard gunshots, and he ran back to his apart-\n\nment.   He stayed in his apartment until he heard Levar Walls\n\ncalling for help.    As he was going upstairs, he noticed two men\n\nlying in the hallway by the front door to apartment six.      He\n\ntestified he did not observe anything in anyone’s hands during\n\nthe altercation.\n\n            Levar Walls testified in February 2008 he lived at\n\n333 Riley Drive, apartment six, with his girlfriend, Tanesha\n\nPhillips.    On February 12, 2008, he was inside his apartment\n\nwhen he heard a loud noise at his front door.    He opened the\n\ndoor and saw his two brothers arguing with a tall black man, a\n\nwhite man, and Montell Jones in the hallway outside defendant’s\n\napartment.    He went into the hallway and grabbed his brothers.\n\nThe tall black man attempted to hit Calvin, and the white man\n\nand Jones grabbed David and pulled him into defendant’s apart-\n\nment.   Because the apartment door had been locked, Calvin\n\nkicked the door open.    Levar and Calvin grabbed David and\n\nheaded to Levar’s apartment.    Levar testified he was not hold-\n\ning anything in his hands during the confrontation, and he did\n\nnot observe anything in his brothers’ hands.    He further testi-\n\nfied he did not enter defendant’s apartment that night, and he\n\ndid not see Calvin enter the apartment.\n\n            As Levar walked back to his apartment, he heard a\n\n\n                                - 6 -\n\floud bang.    He turned around and saw defendant shooting a gun\n\nat him.     He was shot twice in the buttocks before he was able\n\nto reach his apartment.    He entered his apartment and closed\n\nthe door, but defendant continued shooting through the closed\n\ndoor.   Levar was knocked down by a shot to his leg.   Defendant\n\nthen entered the apartment, pointed the gun at Levar, and said\n\nhe was going to kill him.    David and Calvin ran upstairs to\n\nLevar’s apartment, and defendant turned around and immediately\n\nstarted shooting at them.    Calvin reached the front door of the\n\napartment before defendant shot him.    David reached defendant\n\nand attempted to push his left arm down before falling on top\n\nof Calvin.    Defendant then left the apartment building with his\n\nfriends.\n\n            Leonard Hosea testified he was at defendant’s apart-\n\nment playing video games.    He testified defendant, a white guy,\n\nMontell Jones, and defendant’s uncle were also present.    Every-\n\none was in the living room when he heard pounding on the front\n\ndoor. Defendant answered the door, and Hosea heard a man ask\n\ndefendant if his brother was in the apartment.    Defendant’s\nuncle claimed he knew the man from prison, but the man said he\n\nwas mistaken.    When defendant’s uncle stood up, the man entered\n\nthe apartment and pushed defendant’s uncle in the face.    Hosea\n\nand defendant tried to intervene and prevent the men from\n\nfighting.    Hosea testified a second man entered the apartment\n\nand started fighting with Jones.    He further testified he did\n\nnot observe anything in the two men's hands during the confron-\n\n                                - 7 -\n\ftation.    Hosea exited the apartment before the gunshots oc-\n\ncurred.\n\n            Tanesha Phillips testified on February 12, 2008, she\n\nlived at 333 Riley Drive, apartment six, with her boyfriend,\n\nLevar Walls.    That night, she heard a loud knock at the front\n\ndoor.   Levar opened the door and went into the hallway.    He\n\ncame back into the apartment, and told Phillips his brothers\n\nwere arguing in the hallway.    He then stepped back out into the\n\nhallway.    Phillips went to the open door and saw Levar, David,\n\nand Calvin standing in the hallway.     Because the argument was\n\ngetting louder, she went into the kitchen, grabbed a butcher\n\nknife, and set it on the television in the living room. She\n\nthen heard gunshots and rushed to the front door.     She observed\n\ndefendant in the hallway holding a gun and sparks coming from\n\nthe gun.    Levar ran through their front door, and closed the\n\ndoor behind him.    She observed bullets coming through the front\n\ndoor, striking Levar.    Defendant entered the apartment and told\n\nLevar not to play with him because he would kill Levar.\n\nDefendant then turned around and started shooting into the\n\nhallway.    Defendant left the apartment after firing the gun\n\nseveral more times.\n\n            Phillips was trying to locate her car keys when she\n\nnoticed David lying in her doorway.     After she found the keys,\n\nshe left the apartment to bring their car around front.     When\n\nshe opened the back door of her apartment, she saw defendant\n\nand his friends running out the back door of defendant’s apart-\n\n\n                                - 8 -\n\fment.\n\n            David Robinson testified on the evening of February,\n\n12, 2008, a black male knocked on his back door and asked to\n\nuse his telephone.    Robinson told the man he did not own a\n\ntelephone, but he could find a phone at the local gas station.\n\n            Eric Foster testified on February 12, 2008, he was at\n\ndefendant’s apartment playing video games when he heard a knock\n\nat the front door.    Defendant answered the door, and Foster\n\nheard Montell Jones’ uncle say he recognized one of the men at\n\nthe door.    After words were exchanged, the three men in the\n\nhall tried to enter the apartment.      Foster grabbed the man who\n\nentered the apartment in an attempt to calm him down, but the\n\nman slammed him against the living-room wall.\n\n            He then noticed defendant walking toward the living\n\nroom with a pistol.    Foster was in the kitchen when he heard\n\nfive or six gunshots.    However, he did not see the person\n\nfiring the gun.    Jones told Foster he had been shot, and Foster\n\nran out the back door of the apartment with Jones and Jones’\n\nuncle.   He returned to the apartment to retrieve his and Jones’\n\ncoats, and he saw two men lying in the hallway outside the\n\napartments.    He went back outside and noticed Jerry Nored pull\n\ninto the parking lot, and he asked Nored for a ride to the\n\nhospital.    The police stopped the truck before they reached the\n\nhospital.\n\n            Steven Clifford, an officer for the Bloomington\n\npolice department, testified once defendant was placed in\n\n\n                                - 9 -\n\fcustody, he repeatedly asked defendant for the location of his\n\nweapon.     Eventually, defendant informed him he had thrown it\n\nsomewhere but did not know its location.    On April 17, 2008,\n\nOfficer Clifford observed a handgun on a garage roof at Number\n\nOne Oakbrook, Bloomington, Illinois.\n\n            Michael Johnson, an officer for the Bloomington\n\npolice department, testified on February 13, 2008, he was\n\ntransporting defendant to the police department when defendant\n\ninformed him he wanted to turn himself in, and it was not his\n\nfault.    Defendant also stated he felt bad about the incident.\n\nOfficer Johnson further testified defendant appeared visibly\n\nshaken.\n\n            Montell Jones testified he was playing video games at\n\ndefendant’s apartment with defendant, Leonard Hosea, Eric\n\nFoster, and his uncle, Andrew Walker.    While they were playing\n\nvideo games, two men knocked on the door.    Walker said he\n\nrecognized one of the men, but the man denied knowing Walker.\n\nEveryone in the apartment walked toward the door where the two\n\nmen were standing.    After words were exchanged, the man Walker\n\nhad recognized swung at Walker, while the second man pushed\n\nJones into the living-room wall.    Jones then noticed defendant\n\nand Walker were holding the door closed.    Jones asked for help\n\nbecause the second man was choking him.    Both Walker and defen-\n\ndant were walking toward Jones when the front door was kicked\n\nin by the men in the hallway.    He observed people enter the\n\napartment, but his attention was returned to the man attacking\n\n\n                                - 10 -\n\fhim.    When he looked down, he noticed he had been shot in the\n\narm.    Defendant and Walker helped him leave the apartment.    He\n\nhad been shot in his right arm, his left arm, and his right\n\nleg.\n\n            Andrew Walker testified on February 12, 2008, he went\n\nto defendant’s apartment.    He was under the influence of alco-\n\nhol when he arrived.    While at defendant’s apartment, he heard\n\na loud knock at the door.    He recognized one of the men at the\n\ndoor from prison, but the man denied knowing him.    Walker\n\nresponded he did know him, and the man attacked him.    Defendant\n\nwas able to push the man out of the apartment and close the\n\ndoor.    Before the door was closed, Walker noticed Levar Walls\n\nstanding in the hallway, holding something that looked like a\n\nknife.    The front door was kicked open, and the man Walker had\n\nrecognized entered the apartment.    He threw Walker to the\n\nground and started punching him.    Walker then heard gunshots\n\nand heard Jones say he had been shot.    He helped Jones exit the\n\napartment through the back door, and he saw defendant standing\n\noutside the building.    He testified defendant had something in\n\nhis hand.\n\n            Dr. Edward Kolb testified he treated Levar Walls and\n\nMontell Jones for multiple gunshot wounds.    He noticed both\n\npatients had three gunshot wounds.\n\n            Chad Wamsley, a detective for the City of\n\nBloomington, testified he interviewed Andrew Walker regarding\n\nthe February 12, 2008, incident.    The interview was recorded\n\n\n                               - 11 -\n\fand played for the jury.   During the interview, Walker told\n\nDetective Wamsley he ran into a man outside the apartment\n\nbuilding who was carrying a black-colored handgun.     He also\n\nstated he thought the man he observed standing outside the\n\napartment door was carrying a gun.       Walker was not forthcoming\n\nabout the identity of the man with the gun.\n\n          Rogers McElroy testified on October 4, 2004, he\n\npurchased a Glock 10-millimeter handgun at a pawnshop.     McElroy\n\ntestified defendant had probably seen him with that gun.     He\n\nwas unaware the gun was missing from his residence until the\n\npolice contacted him and advised it had been found.\n\n          Dr. John Scott Denton testified on February 14, 2008,\n\nhe performed autopsies on Calvin and David Walls.     He testified\n\nDavid Walls had a gunshot wound on the right side of the but-\n\ntock, a gunshot wound in the left hip area, a close-range\n\ngunshot wound on the right side of his face beneath his right\n\neye, a gunshot wound on the left mid-back area, and also vari-\n\nous bruising and scratching injuries consistent with a fight or\n\naltercation.   Additionally, he testified the gunshot wounds on\n\nDavid Walls’ chest and body were consistent with a range\n\ngreater than 18 to 24 inches.\n\n          Next, Dr. Denton testified Calvin Walls had a gunshot\n\nwound on his right wrist consistent with a range greater than\n\n18 to 24 inches, and also a close-contact gunshot wound to the\n\nleft side of his head.   Calvin also had small abrasions on the\n\nright side of his forehead and right eyebrow consistent with\n\n\n                                - 12 -\n\finjuries caused by a fight or altercation.\n\n           Defendant testified in February 2008 he lived at 333\n\nRiley Drive, apartment five, Bloomington, Illinois.    On the\n\nnight of the occurrence, he was in his apartment playing video\n\ngames and drinking with Montell Jones, Eric Foster, Andrew\n\nWalker, and Leonard Hosea.   While playing video games, he heard\n\na loud knock at his front door.   When he answered the door, he\n\nrecognized Calvin Walls.   Andrew Walker said he recognized\n\nCalvin from prison, but Calvin denied knowing him.    While\n\nstanding in the doorway, defendant noticed David Walls in the\n\nhallway.\n\n           Calvin and Walker continued to exchange words, and\n\nCalvin attempted to enter the apartment.    Defendant prevented\n\nCalvin from entering the apartment.    Defendant noticed Levar\n\nWalls approach, pull on Calvin’s jacket, and then return to his\n\napartment.   According to defendant, Levar returned with a knife\n\na few seconds later.   Calvin swung at Walker, and David at-\n\ntacked Jones.   Defendant attempted to push Calvin outside the\n\napartment, while also trying to prevent Levar from entering.\n\nHowever, Calvin pushed defendant back and attacked Walker.\n\n           Levar then entered the apartment carrying a knife.\n\nWhile in the apartment, Levar helped Calvin drag Walker toward\n\nthe outside hallway.   Eventually, defendant was able to remove\n\nCalvin from the apartment while keeping Walker inside.    Walker\n\nand defendant locked the front door to prevent the brothers\n\nfrom getting inside the apartment, but the brothers began\n\n\n                              - 13 -\n\fkicking the door.    Defendant heard them say their brother was\n\nstill inside, and the people inside the apartment were going to\n\nkill him.    Defendant went to the kitchen to get his handgun.\n\nAfter the apartment door was forced open, Walker released\n\nDavid, and David exited the apartment.     Calvin entered the\n\napartment and started threatening everyone.     Defendant pleaded\n\nwith Calvin to leave the apartment.     Defendant testified the\n\npeople in the hallway outside his apartment had knives.\n\n            Defendant thought he saw David and another person\n\nenter his apartment.    He fired the gun in the direction of\n\nCalvin and David.    However, the men continued attacking the\n\nguests in his apartment.    From his doorway, defendant observed\n\nLevar reach into his own apartment, grab a knife, and swing it\n\nat him.    In response, defendant shot Levar in the lower body.\n\nLevar fell in the doorway of his apartment, and defendant\n\napproached to check for additional weapons.     When he turned to\n\ngo back to his apartment, Calvin and David attacked him and\n\ntried to take his gun.    During the struggle, he fired the gun\n\nseveral times.    He went back to his apartment, but it was\n\nempty.    He exited through the back door, and he saw Walker,\n\nJones, and Foster on the back staircase.     Once outside, he ran\n\nfrom the building and threw the gun away.     He knocked on a\n\nman’s door and asked to use his phone, but the man refused.       He\n\nthen knocked on a lady’s door, and she called the police for\n\nhim.\n\n            On cross-examination, defendant testified he put four\n\n\n                               - 14 -\n\fbullet holes in Levar’s front door, but Levar was standing\n\noutside the apartment in front of the door.   Additionally, he\n\ntestified he was in close physical contact with both Calvin and\n\nDavid when he fired the shots in the hallway.\n\n          During the April 2009 jury-instruction conference,\n\nthe State tendered an instruction setting forth an initial\n\naggressor’s responsibilities before a use of force can be\n\njustified.   The trial court refused to submit the instruction\n\nto the jury, stating, although there was ambiguity in the\n\nevidence regarding who initially provoked the use of force,\n\nthere was no direct testimony by any eyewitness as to who threw\n\nthe first punch.\n\n          During deliberations, the jury inquired about the\n\nlegal justification for an initial aggressor’s use of force.\n\nThe trial court allowed the initial-aggressor instruction to be\n\ntendered to the jury over defense counsel’s objection.   In\n\nallowing the instruction, the court stated it had a duty to\n\nappropriately respond to jury questions, and the instruction\n\ndirectly answered the inquiry.\n\n          The jury found defendant guilty of two counts of\n\nfirst degree murder (720 ILCS 5/9-1(a)(1), (a)(2) (West 2008))\n\nfor the deaths of Calvin Walls and David Walls and of aggra-\n\nvated battery with a firearm (720 ILCS 5/12-4.2(a)(1) (West\n\n2008)) in the battery of Levar Walls.   Additionally, defendant\n\nwas found not guilty of aggravated battery with a firearm (720\n\nILCS 5/12-4.2(a)(1) (West 2008)) in the battery of Montell\n\n\n                              - 15 -\n\fJones.\n\n          In May 2009, defendant filed a motion for judgment of\n\nacquittal notwithstanding the verdict or, in the alternative,\n\nfor acquittal asking the trial court to vacate the judgment\n\nentered on the jury’s verdict.    In particular, defendant argued\n\nthe court erred in submitting the initial-aggressor instruction\n\nto the jury mid deliberation.\n\n          In June 2009, the trial court denied defendant’s\n\nmotion.   Regarding the initial-aggressor instruction, the\n\ncourt stated it had a duty to provide instruction because the\n\njury asked a specific question.    The trial court sentenced\n\ndefendant to natural life in prison on each first-degree-murder\n\nconviction to run concurrent with a 30-year prison term for the\n\naggravated-battery-with-a-firearm conviction.\n\n          This appeal followed.\n\n                            II. ANALYSIS\n\n                      A. Jury Instruction\n\n          A trial court’s decision to answer a jury question\n\nwill not be disturbed absent an abuse of discretion.    People v.\n\nBrown, 319 Ill. App. 3d 89, 100, 745 N.E.2d 173, 184 (2001).\n\nWhen faced with a jury question during deliberations, \"the\n\ngeneral rule is that the trial court has a duty to provide\n\ninstruction to the jury where it has posed an explicit question\n\nor requested clarification on a point of law arising from facts\n\nabout which there is doubt or confusion.\"    People v. Childs,\n\n159 Ill. 2d 217, 228-29, 636 N.E.2d 534, 539 (1994).    Failure\n\n\n                                - 16 -\n\fto specifically and accurately answer a jury question has been\n\nheld to be prejudicial error.     Brown, 319 Ill. App. 3d at 100,\n\n745 N.E.2d at 184.\n\n           However, under appropriate circumstances, a trial\n\ncourt may exercise its discretion and properly refrain from\n\nanswering the question.     Childs, 159 Ill. 2d at 228, 636 N.E.2d\n\nat 539.   The court may decline to answer a jury question when\n\n(1) the instructions are readily understandable and suffi-\n\nciently explain the relevant law; (2) further instruction would\n\nserve no useful purpose or would potentially mislead the jury;\n\n(3) the inquiry involves a question of fact; or (4) answering\n\nthe question would cause the court to express an opinion that\n\ncould potentially direct the verdict.     Childs, 159 Ill. 2d at\n\n228, 636 N.E.2d at 539.\n\n           If the trial court provides instruction to the jury\n\nmid deliberation, it must refrain from submitting instructions\n\non new case theories.     People v. Millsap, 189 Ill. 2d 155, 161,\n\n724 N.E.2d 942, 946 (2000).    Both parties are entitled to\n\ninstructions pertaining to their separate theories of the case;\n\nhowever, evidence must be presented on a particular theory\n\nbefore an instruction may be submitted.     People v. Fleming, 155\n\nIll. App. 3d 29, 37, 507 N.E.2d 954, 959 (1987).\n\n           An initial-aggressor instruction is warranted when\n\neither the State presents evidence that defendant was the\n\naggressor or the case involves a question of whether defendant\n\nwas the aggressor.   People v. Heaton, 256 Ill. App. 3d 251,\n\n\n                                - 17 -\n\f257, 631 N.E.2d 247, 251 (1994).   Tendering the self-defense\n\ninstruction, along with the initial-aggressor instruction,\n\nallows the jury to resolve conflicts in evidence and apply the\n\nappropriate law.    Fleming, 155 Ill. App. 3d at 37, 507 N.E.2d\n\nat 959.\n\n          Additionally, although the right of self-defense may\n\njustify a use of force, it will not justify the killing of an\n\noriginal aggressor as an act of retaliation or after the ag-\n\ngressor has abandoned the argument.     People v. De Oca, 238 Ill.\n\nApp. 3d 362, 368, 606 N.E.2d 332, 336 (1992).    In De Oca, 238\n\nIll. App. 3d at 367-68, 606 N.E.2d at 336, the victim was the\n\ninitial aggressor in a fistfight with the defendant; however,\n\nthe evidence indicated the confrontation escalated into a\n\ndifferent encounter when defendant displayed a loaded shotgun\n\nand shot the victim.    Therefore, the court held the trial court\n\ndid not err in determining defendant was the aggressor at the\n\ntime of the shooting.    De Oca, 238 Ill. App. 3d at 368, 606\n\nN.E.2d at 336.\n\n          In the present case, during the April 2009 jury-\n\ninstruction conference, the State tendered IPI Criminal 4th No.\n\n24-25.09, which stated as follows:\n\n                 \"A person who initially provokes\n\n          the use of force against himself is justified\n\n          in the use of force only if *** the force used\n\n          against him is so great that he reasonably\n\n          believes he is in imminent danger of death or\n\n\n                               - 18 -\n\f            great bodily harm, and he has exhausted every reason-\n\n            able means to escape the danger other\n\n            than the use of force which is likely to\n\n            cause death or great bodily harm to the\n\n            other person.\"\n\nThe trial court refused to tender the instruction to the jury\n\nbecause the evidence regarding the origin of the fight was\n\nambiguous and no direct eyewitness testimony suggested who\n\nthrew the first punch.\n\n            During deliberations, the jury asked the following\n\nquestion:\n\n                 \"Does a person who has initially provoked\n\n            the use of force against himself have a duty to\n\n            attempt to escape the danger before using force\n\n            against the aggressor?\"\n\nIn response, the trial court allowed the initial-aggressor\n\ninstruction to be submitted to the jury because the instruction\n\nspecifically answered the jury question.\n\n            Defendant argues the trial court erred in tendering\n\nthe jury instruction mid deliberation because none of the\n\nevidence suggested defendant was the initial aggressor in the\n\nconfrontation.    Additionally, defendant argues the jury was\n\nconfused when it submitted the question because it was either\n\ninquiring about the rights and duties of the Walls brothers, or\n\nit mistakenly believed defendant was the initial aggressor.\n\nTherefore, defendant argues the instruction served no useful\n\n\n                               - 19 -\n\fpurpose and potentially misled the jury.    We disagree.\n\n           The jury was provided with a self-defense instruction\n\nprior to deliberations.   The jury was also instructed a person\n\nwho is not an aggressor has no duty to attempt escape before\n\nusing force against an aggressor.   However, the jury was not\n\ninitially presented with an instruction regarding the legal\n\njustification for an initial aggressor’s use of force.     The\n\nlack of instruction was especially significant because the\n\nState argued defendant became the aggressor in the conflict\n\nwhen he pursued and shot Levar Walls as Levar was retreating.\n\nAdditionally, the State argued defendant became the aggressor\n\nwhen he shot Calvin and David Walls in the hallway.\n\n           The trial court had a duty to appropriately address\n\nthe question posed by the jury.   While the evidence on the\n\nissue of initial-aggressor status may have been ambiguous, it\n\nwas a matter for the jury to determine.    The jury clearly\n\nstated its question and there was a relevant IPI instruction on\n\nthe topic.   Additionally, when the court submitted the new\n\ninstruction mid deliberation, it was not injecting a new theory\n\ninto the case.   Like in De Oca, the State had argued defendant\n\nbecame the aggressor when he shot three of the victims after\n\nthey had abandoned the initial confrontation.    After hearing\n\nthe State’s argument, it was reasonable for the jury to con-\n\nsider the legal justification for an initial aggressor’s use of\n\nforce.   Tendering this instruction to the jury allowed it to\n\nresolve the conflicts in testimony and apply the correct law.\n\n\n                              - 20 -\n\f            Additionally, the trial court noted the evidence did\n\nnot completely absolve defendant of being the initial\n\naggressor.    Therefore, the jury could have reasonably concluded\n\ndefendant was the initial aggressor.    It seems, however, the\n\ntrial court was thinking only in terms of the initial fistfight\n\nin defendant's apartment when discussing the initial-aggressor\n\nissue during the instruction conference.    However, the evidence\n\ndid support the jury's determination defendant became the\n\naggressor when he shot each of the Walls brothers.    Providing\n\nthe initial-aggressor instruction to the jury would not direct\n\na verdict on the issue,    because the jury was presented with\n\nboth a self-defense instruction and an instruction regarding\n\nthe legal justification for a nonaggressor’s use of force.\n\nConsequently, the trial court appropriately addressed the jury\n\nquestion by tendering an instruction that provided a correct\n\nstatement of law on the issue.\n\n                  B. Sufficiency of the Evidence\n\n            Next, defendant argues the evidence was insufficient\n\nto convict him of two counts of first degree murder and aggra-\n\nvated battery with a firearm beyond a reasonable doubt.     We\n\ndisagree.\n\n                          1. Self-Defense\n\n            The question on review is whether, after viewing all\n\nof the evidence in the light most favorable to the State, any\n\nrational trier of fact could have found beyond a reasonable\n\ndoubt defendant did not act in self-defense.    People v.\n\n\n                               - 21 -\n\fGrayson, 321 Ill. App. 3d 397, 402, 747 N.E.2d 460, 465 (2001).\n\nA person acts in self-defense when (1) the person is threatened\n\nwith unlawful force, (2) the person threatened is not the\n\naggressor, (3) the danger of harm is imminent, and (4) the use\n\nof force is necessary.   Grayson, 321 Ill. App. 3d at 402, 747\n\nN.E.2d at 464-65.   It is the State’s burden to prove beyond a\n\nreasonable doubt that defendant did not act in self-defense.\n\nPeople v. Dillard, 319 Ill. App. 3d 102, 106, 745 N.E.2d 185,\n\n188 (2001).   However, a jury has discretion to reject a self-\n\ndefense claim based on the probability or improbability of\n\ndefendant’s account, the circumstances of the crime, the testi-\n\nmony of the witnesses, and witness credibility.    Dillard, 319\n\nIll. App. 3d at 106, 745 N.E.2d at 189.\n\n          At trial, defendant argued he was acting in self-\n\ndefense when he shot Levar Walls.   According to defendant’s\n\ntestimony, Levar entered defendant’s apartment and was waving a\n\nknife around.   Later, defendant observed Levar reach into his\n\napartment for a knife and swing it at him.   In support of his\n\ntestimony, defendant notes a knife was found on the living-room\n\nfloor underneath the fish tank in Levar's apartment.   However,\n\nthe State presented evidence to explain the location of the\n\nknife, such as testimony the living room was cluttered and the\n\nkitchen table was near the fish tank.     Additionally, the State\n\noffered evidence no knife wounds were found on any person\n\ninvolved in the altercation.   Only one witness, other than\n\ndefendant, testified he observed something in Levar’s hands\n\n\n                               - 22 -\n\fthat night, but he could not specifically say whether the\n\nobject was a knife.   Also, Levar testified he was not carrying\n\na knife.   He testified he heard the gunshots and retreated to\n\nhis apartment, but defendant pursued him and shot him as he\n\nentered his apartment.   Additionally, the State argued the\n\nlocation of the bullet holes in Levar’s front door and the\n\nlocation of his injuries were not consistent with defendant’s\n\ntestimony.\n\n           Also at trial, defendant argued he acted in self-\n\ndefense when he shot both Calvin and David Walls in the hallway\n\nof the apartment building.   Defendant testified he had\n\napproached Levar to check for additional weapons when he was\n\nattacked by Calvin and David.    Additionally, defendant testi-\n\nfied he was in close physical contact with David and Calvin\n\nwhen they attempted to grab his gun.       However, the State pre-\n\nsented evidence that both Calvin and David were fleeing defen-\n\ndant’s apartment and had only returned to Levar's apartment\n\nafter hearing additional gunshots.       Also, to contradict defen-\n\ndant’s self-defense claim, the State presented evidence defen-\n\ndant fired the gun at least 14 times resulting in 11 gunshot\n\nwounds to the four victims, four out of five of the wounds on\n\nCalvin and David were fired from greater than two feet away,\n\nand the locations of the wounds on each victim were not consis-\n\ntent with defendant’s testimony.\n\n           Conflicting evidence was presented regarding whether\n\ndefendant was the aggressor in the confrontation.      After\n\n\n                                - 23 -\n\fconsidering all of the evidence and observing the witness\n\ntestimony, the jury was entitled to resolve the conflicts in\n\ntestimony and reject defendant’s self-defense claim.    Looking\n\nat the evidence in the light most favorable to the State,\n\nsufficient evidence was presented to support the jury verdict.\n\n                      2. Defense of Dwelling\n\n            Deadly force in defense of a dwelling is justified\n\nwhen (1) the victim’s entry is made in a \"violent, riotous, or\n\ntumultuous manner\" and (2) defendant’s subjective belief that\n\ndeadly force is necessary to prevent an assault upon him or\n\nanother in the dwelling is reasonable.    People v. Sawyer, 115\n\nIll. 2d 184, 192, 503 N.E.2d 331, 335 (1986).    The reasonable-\n\nness of defendant’s subjective belief is a question of fact for\n\nthe jury to determine.    People v. Evans, 87 Ill. 2d 77, 86, 429\n\nN.E.2d 520, 524 (1981).    Additionally, for a defense-of-dwell-\n\ning justification to be successful, \"a defendant need only be\n\nwithin the confines of his dwelling.\" (Emphasis in original.)\n\nPeople v. Morris, 162 Ill. App. 3d 1046, 1055, 516 N.E.2d 412,\n\n418 (1987).    At trial, defendant argued his use of force was\n\nnecessary to prevent an assault upon him or another in his\n\ndwelling.    First, defendant testified the altercation was the\n\nresult of an argument between Calvin Walls and Andrew Walker.\n\nAdditionally, he testified Calvin and David entered his apart-\n\nment in a violent manner and proceeded to attack his guests.\n\nIn support of defendant’s testimony, both Montell Jones and\n\nAndrew Walker testified they were in defendant’s apartment when\n\n\n                               - 24 -\n\fthe brothers attacked them.    Defendant also testified at least\n\none of the brothers had a knife in defendant's apartment.\n\nAdditionally, defendant testified, while in the hallway, he was\n\nprevented from returning to his apartment by the brothers’\n\nattack.\n\n            In contrast, Levar testified defendant’s front door\n\nwas kicked open because David was locked inside the apartment.\n\nHe also testified he had not entered defendant’s apartment that\n\nnight, nor was he armed with a knife when he was shot.    Addi-\n\ntionally, he testified he was fleeing defendant’s apartment\n\nwhen he was shot at the threshold of his own apartment.    Also,\n\nDavid and Calvin were both shot in the hallway of the apartment\n\nbuilding.    The State presented testimony that David and Calvin\n\nhad exited defendant’s apartment and were only returning to\n\ntheir brother’s apartment because they heard gunshots.    The\n\nState presented evidence of the location of their bullet wounds\n\nto support this testimony.\n\n            As evidenced by the fact the jury found defendant not\n\nguilty of aggravated battery with a firearm for the battery of\n\nMontell Jones, the jury determined defendant was not the ini-\n\ntial aggressor in the confrontation that occurred within his\n\napartment.    However, sufficient evidence was presented to\n\nsupport the State’s theory defendant became the aggressor when\n\nhe shot Levar, David, and Calvin in the hallway outside his\n\napartment.    The question posed by the jury during deliberations\n\nsuggests the jury believed the evidence pointed to defendant\n\n\n                               - 25 -\n\fbeing an aggressor in the conflict.    Because sufficient evi-\n\ndence was presented to justify a determination defendant became\n\nan aggressor in the conflict, the jury was entitled to reject\n\ndefendant’s justification for defense of dwelling.\n\n        C. Credit for Incarceration on Bailable Offense\n\n          Defendant argues he is entitled to a $5-per-day\n\ncredit for time served against his $15 children’s-advocacy-\n\ncenter fee and his $10 drug-court fee.    Section 110-14(a) of\n\nthe Code of Criminal Procedure of 1963 provides:\n\n          \"Any person incarcerated on a bailable of-\n\n          fense who does not supply bail and against\n\n          whom a fine is levied on conviction of such\n\n          offense shall be allowed a credit of $5 for\n\n          each day so incarcerated upon application\n\n          of the defendant.   However, in no case\n\n          shall the amount so allowed or credited\n\n          exceed the amount of the fine.\"    725 ILCS\n\n          5/110-14(a) (West 2008).\n\nThe statutory right to a credit is mandatory, and a defendant\n\nis entitled to this credit despite it not being requested in\n\nthe trial court.   People v. Woodard, 175 Ill. 2d 435, 457-58,\n\n677 N.E.2d 935, 946 (1997).\n\n          In this case, the trial court ordered defendant to\n\npay $15 for the children’s-advocacy-center fee and $10 for a\n\ndrug-court fee but failed to grant the $5-per-day credit for\n\ntime served.   Although labeled a fee, the children’s-advocacy-\n\n\n                              - 26 -\n\fcenter fee is a fine.   People v. Jones, 397 Ill. App. 3d 651,\n\n660, 921 N.E.2d 768, 775 (2009).   Therefore, defendant is\n\nentitled to a $5-per-day credit against the $15 fine.    The\n\ndrug-court fee is also a fine, and defendant is entitled to an\n\nadditional $5-per-day credit against this $10 fine.     People v.\n\nSulton, 395 Ill. App. 3d 186, 193, 916 N.E.2d 642, 647-48\n\n(2009).   The State concedes defendant is entitled to the $5-\n\nper-day credit for the 475 days he spent in custody.    Accord-\n\ningly, we remand this case and direct the trial court to amend\n\nthe judgment order to grant defendant a credit against the $15\n\nchildren’s-advocacy-center fee and the $10 drug-court fee.\n\n                         III. CONCLUSION\n\n           For the reasons stated, we affirm the trial court's\n\njudgment as modified and remand with directions.   As part of\n\nour judgment, we award the State its $75 statutory assessment\n\nagainst defendant as costs of this appeal.\n\n           Affirmed as modified; cause remanded with directions.\n\n\n\n\n                              - 27 -\n\f",
            "ocr": false,
            "opinion_id": 3144110
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}