{
    "id": 3146312,
    "judges": null,
    "date_filed": "1986-06-28",
    "date_filed_is_approximate": true,
    "slug": "people-v-smith",
    "case_name_short": null,
    "case_name": "People v. Smith",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/2006/1stDistrict/March/1041289.pdf",
            "author_id": null,
            "opinion_text": "                                                                     FIFTH DIVISION\n                                                                     March 31, 2006\n\n\n\n\nNo. 1-04-1289\n\nTHE PEOPLE OF THE STATE OF ILLINOIS,                         )       Appeal from the\n                                                             )       Circuit Court of\n                Plaintiff-Appellee,                          )       Cook County\n                                                             )\n       v.                                                    )\n                                                             )\nKENNETH SMITH,                                               )\n                                                             )       Honorable\n                Defendant-Appellant.                         )       Colleen McSweeney-Moore,\n                                                             )       Judge Presiding.\n\n       JUSTICE O=MARA FROSSARD delivered the opinion of the court:\n\n       Defendant Kenneth Smith pleaded guilty to first degree murder and was sentenced to 25\n\nyears in prison. On appeal, defendant contends that his right to counsel was violated when the\n\ntrial court heard his pro se motion to vacate his guilty plea without determining whether he\n\ndesired counsel and without securing a waiver of that right. Defendant further contends that the\n\ncompulsory extraction of his blood and the perpetual storing of his DNA profile violated his\n\nconstitutional right to be free from unreasonable searches and seizures.\n\n                                         BACKGROUND\n\n       On January 12, 2004, defendant entered a negotiated plea of guilty to one count of first\n\ndegree murder and received a 25-year sentence. The trial court found the plea was knowing and\n\nvoluntary and found the factual basis presented by the State to be sufficient to support the plea.\n\nOn the same date, the trial court also entered an order directing defendant to produce a blood\n\nsample for forensic DNA testing.\n\f1-04-1289\n\n       Defendant thereafter drafted a pro se motion to withdraw his guilty plea, and on February\n\n10, 2004, he placed it into the prison mail system. The clerk filed the motion on February 19,\n\n2004. In the motion, defendant alleged that (1) two public defenders that represented him,\n\nAnthony Eben and Rodney Carr, were ineffective for failing to investigate and violated his right\n\nto a speedy trial; (2) his plea was coerced; (3) attorney Carr had a conflict of interest; and (4) his\n\ncase was pleaded in order to benefit him in an unrelated case and in order to benefit Carr and the\n\nprosecutor.\n\n       On February 20, 2004, the trial court held a hearing on the motion at which defendant\n\nwas not present. At the hearing, defendant=s attorney, Rodney Carr, informed the court that\n\ndefendant had made allegations in his motion against both Carr and prior counsel, Anthony\n\nEben. The trial court passed the case in order to writ defendant in for the hearing and noted, AI\n\nmay need to appoint private counsel if this [is] going to get to a hearing.@\n\n       On March 15, 2004, the trial court again heard the pro se motion to withdraw the guilty\n\nplea, this time with defendant present. The trial court asked defendant if he wished to make\n\nargument or preferred to stand on his motion. Defendant responded that he would stand on the\n\nmotion, stating, AWell, yes. It is [sic] a lot of things going on. I guess I=m ready. I stand on my\n\ninstrument.@ After hearing argument from attorney Carr, who was present but not acting as\n\ndefendant=s attorney, the assistant State=s Attorney, and defendant himself, the trial court found\n\nno basis to withdraw the plea. The court concluded that defendant sought to withdraw his guilty\n\nplea Anot due to any errors in the proceeding or on the part of his attorney, but rather simply\n\nbecause apparently he has changed his mind,@ and that defendant was Aa bold-face liar.@ Finding\n\n\n\n                                                  2\n\f1-04-1289\n\nthat the record supported the conclusion that defendant=s guilty plea was knowing and voluntary,\n\nthe trial court denied the motion to withdraw the plea.\n\n                                            ANALYSIS\n\n       On appeal, defendant contends that his right to counsel was violated when the trial court\n\nallowed him to proceed pro se on his motion to vacate the guilty plea without determining\n\nwhether he desired counsel and without securing a waiver of the right. Defendant further\n\ncontends that the compulsory extraction of his blood and the perpetual storing of his DNA\n\nprofile violates his constitutional right to be free from unreasonable searches and seizures.\n\n                                        I. Right to Counsel\n\n       Defendant contends that contrary to constitutional requirements (U.S. Const., amend. VI;\n\nIll. Const.1970, art. I, ' 8) and Supreme Court Rule 604(d) (188 Ill. 2d R. 604(d)), the trial court\n\nheard his pro se motion to vacate the guilty plea without first determining whether he desired the\n\nassistance of counsel and securing a waiver of that right. Generally, a reviewing court should\n\nnot reach constitutional issues if the case can be determined on other grounds. People v. Nash,\n\n173 Ill. 2d 423, 432 (1996). Here, we need not address defendant=s constitutional arguments\n\nbecause we are able to resolve the issue presented by applying Supreme Court Rule 604(d). We\n\nreview a trial court=s compliance with supreme court rules de novo. People v. Breedlove, 213 Ill.\n\n2d 509, 512 (2004).\n\n       At the time the trial court ruled on defendant=s pro se motion to vacate his guilty plea,\n\nSupreme Court Rule 604(d) provided that if a defendant is challenging a guilty plea, A[n]o appeal\n\nfrom a judgment entered upon a plea of guilty shall be taken unless the defendant, within 30 days\n\n\n\n                                                 3\n\f1-04-1289\n\nof the date on which sentence is imposed, files in the trial court *** a motion to withdraw the\n\nplea.@ 188 Ill. 2d R. 604(d). When such a motion is filed, A[t]he trial court shall then determine\n\nwhether the defendant is represented by counsel, and if the defendant is indigent and desires\n\ncounsel, the trial court shall appoint counsel. If the defendant is indigent, the trial court shall\n\norder a copy of the transcript as provided in Rule 402(e) be furnished the defendant without cost.\n\nThe defendant=s attorney shall file with the trial court a certificate stating that the attorney has\n\nconsulted with the defendant either by mail or in person to ascertain defendant=s contentions of\n\nerror in the sentence or the entry of the plea of guilty, has examined the trial court file and report\n\nof proceedings of the plea of guilty, and has made any amendments to the motion necessary for\n\nadequate presentation of any defects in those proceedings.@ 188 Ill. 2d R. 604(d).\n\n       When a pro se defendant indicates to the circuit court that he wishes to withdraw his\n\nguilty plea and appeal, the protections offered by Rule 604(d), i.e., the appointment of counsel\n\nand the attorney certificate, are automatically triggered. See, e.g., People v. Griffin, 305 Ill. App.\n\n3d 326, 330 (1999) (AAfter a defendant demonstrates his desire to appeal, the trial judge is\n\nobligated to inquire whether the defendant seeks counsel@). ABecause of the >strict waiver\n\nrequirements of Rule 604(d), fundamental fairness requires that a defendant be afforded a full\n\nopportunity to explain his allegations and that he have assistance of counsel in preparing the\n\nmotion.= @ People v. Velasco, 197 Ill. App. 3d 589, 591-92 (1990), quoting People v. Ledbetter,\n\n174 Ill. App. 3d 234, 237-38 (1988); see also People v. Pegues, 277 Ill. App. 3d 884, 888 (1996);\n\nPeople v. Barnes, 263 Ill. App. 3d 736, 738-39 (1994); People v. Adams, 74 Ill. App. 3d 727,\n\n731 (1979); People v. Moore, 45 Ill. App. 3d 570, 572 (1976).\n\n\n\n                                                   4\n\f1-04-1289\n\n       A trial judge is obligated to appoint counsel in post-plea proceedings, even without a\n\nspecific request from the defendant, unless the trial court finds that the defendant knowingly\n\nwaived the right to appointed counsel. People v. Hinton, 362 Ill. App. 3d 229, 232 (2005). In\n\nHinton, the defendant filed a pro se motion to withdraw his guilty plea. Hinton, 362 Ill. App. 3d\n\nat 230. At the hearing on the motion, the trial court did not appoint counsel or obtain a knowing\n\nwaiver of the defendant=s right to counsel, but proceeded to dismiss the motion. Hinton, 362 Ill.\n\nApp. 3d at 232. On appeal, this court found that the trial court erred as a matter of law by failing\n\nto comply with Rule 604(d), reversed, and remanded. Hinton, 362 Ill. App. 3d at 234.\n\n       The Hinton court explained that Supreme Court Rules 604(d) and 605(b) must be read\n\ntogether. Hinton, 362 Ill. App. 3d at 232, citing People v. Wilk, 124 Ill. 2d 93, 103 (1988).\n\nUnder Rule 605(b), after a defendant has pleaded guilty and has been sentenced, the trial court\n\nmust give certain admonishments concerning how to perfect an appeal, including an\n\nadmonishment concerning the postplea motions that must be filed and an admonishment that Aif\n\nthe defendant is indigent, *** counsel will be appointed to assist the defendant with the\n\npreparation of the motions.@ Official Reports Advance Sheet No. 21 (October 17, 2001), R.\n\n605(b)(5), eff. October 1, 2001. The Hinton court explained that when read together, Rules\n\n604(d) and 605(b) require a trial court to appoint counsel to an indigent defendant in postplea\n\nproceedings unless the trial court finds that defendant knowingly and intelligently waives the\n\nright to counsel. Hinton, 362 Ill. App. 3d at 232-33, citing Ledbetter, 174 Ill. App. 3d at 234.\n\nThe Hinton court rejected the State=s argument that the defendant=s waiver of his right to counsel\n\nat an earlier stage in his criminal proceedings was applicable to the proceedings regarding the\n\n\n\n                                                 5\n\f1-04-1289\n\nmotion to withdraw the guilty plea. Hinton, 362 Ill. App. 3d at 232.\n\n       Here, as in Hinton, after defendant was sentenced, the trial court admonished him\n\naccording to Rule 605(b) that if he wished to appeal and was Awithout funds to hire an attorney\n\nor to pay for a transcript of the proceedings, those will be given to you.@ Then, at the hearing on\n\nthe pro se motion to withdraw the guilty plea, the trial court addressed defendant as follows:\n\n                       ATHE COURT: The Defendant filed a pro se motion to\n\n               withdraw his plea of guilty and vacate his sentence, and it was\n\n               docketed on the last date, which was 2-20.\n\n                       Mr. Smith, are you ready to proceed on your motion? Do\n\n               you have any additional argument other than what is contained in\n\n               your motion?\n\n                       THE DEFENDANT: Well, yes. It is [sic] a lot of things\n\n               going on. I guess I=m ready. I stand on my instrument.\n\n                       THE COURT: You stand on what you wrote?\n\n                       THE DEFENDANT: I stand on what I wrote.@\n\nFollowing this short exchange, the trial court addressed defendant=s former attorney and the\n\nAssistant State=s Attorney, asking for their responses to the written motion.\n\n       Once defendant filed his pro se motion to withdraw his guilty plea, the trial court was\n\nobligated either to appoint counsel, even without a specific request from defendant, or to make a\n\nfinding that defendant knowingly waived the right to appointed counsel. See Hinton, 362 Ill.\n\nApp. 3d at 233. Here, the trial court asked defendant whether he wished to proceed on his\n\n\n\n                                                 6\n\f1-04-1289\n\nmotion or make additional argument. However, the trial court did not appoint counsel for\n\ndefendant, inquire whether defendant sought counsel, or obtain a knowing waiver of defendant=s\n\nright to counsel to assist him with his postplea motion. Accordingly, we find that the trial court\n\nfailed to comply with Rule 604(d).\n\n       The State asserts that despite the trial court=s noncompliance with Rule 604(d), a remand\n\nis not necessary in this case because defendant has not established that the denial of his motion\n\ncaused him prejudice. We disagree. In People v. Janes, 158 Ill. 2d 27, 34 (1994), our supreme\n\ncourt explicitly rejected the State=s argument that Awhen it can be determined on the record that a\n\ndefendant has not been prejudiced by any violations of Rule 604(d), a remand for new\n\nproceedings would serve no purpose.@ Moreover, the State=s argument in this case invites us to\n\nweigh the merits of the arguments set forth in defendant=s pro se motion. In People v. Barnes,\n\n291 Ill. App. 3d 545, 551 (1997), the court held that A[i]t would be contrary to the purpose of\n\n[Rules 604(d) and 605(b)] to draw a legal conclusion about a defendant=s [postplea] motion\n\nbefore he has had the opportunity to consult with an attorney to ensure that there is legally\n\n>adequate presentation of any defects= in his guilty plea proceedings.@ Following the authority of\n\nJanes and the reasoning of Barnes, we reject the State=s argument and conclude that this case\n\nmust be remanded.\n\n                                         II. DNA Profile\n\n       Defendant contends that the compulsory extraction of his blood and the perpetual storing\n\nof his DNA profile pursuant to section 5-4-3 of the Unified Code of Corrections (730 ILCS 5/5-\n\n4-3 (West 2002)) violates his constitutional right to be free from unreasonable searches and\n\n\n\n                                                 7\n\f1-04-1289\n\nseizures. Because we are remanding this case for further proceedings, it would be premature to\n\nrule on this issue at this time.\n\n                                        CONCLUSION\n\n        For the reasons explained above, we reverse the judgment of the circuit court denying\n\ndefendant=s motion to withdraw the guilty plea and remand the cause for further proceedings\n\nconsistent with this opinion.\n\n        Reversed and remanded.\n\n        GALLAGHER, P.J., and O=BRIEN, J., concur.\n\n\n\n\n                                                8\n\f",
            "ocr": false,
            "opinion_id": 3146312
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}