{
    "id": 3184741,
    "judges": "Andrews, Branch, Divisions, Miller",
    "date_filed": "2010-11-26",
    "date_filed_is_approximate": true,
    "slug": "stephen-williams-v-state",
    "case_name_short": null,
    "case_name": "Stephen Williams v. State",
    "case_name_full": "Williams v. the State; Espinoza v. the State",
    "attorneys": "Brock Law, Chaunda F. Brock, for appellant (case no. A15A1928)., Bethany A. Lindstrom, Natalie E. Stephenson, for appellant (case no. A15A1929)., Robert D. James, Jr., District Attorney, Deborah D. Wellborn, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b92-10\">\n    A15A1928.\n   </docketnumber><docketnumber id=\"AEd\">\n    A15A1929.\n   </docketnumber><parties id=\"Aqb\">\n    WILLIAMS v. THE STATE. ESPINOZA v. THE STATE.\n   </parties><br><citation id=\"b92-12\">\n    (783 SE2d 666)\n   </citation>",
    "citations": [
        "336 Ga. App. 64",
        "783 S.E.2d 666"
    ],
    "opinions": [
        {
            "author_str": "Miller",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "https://efast.gaappeals.us/download?filingId=4d14f74b-eb00-4659-a71d-6b32922e5522",
            "author_id": null,
            "opinion_text": "                              SECOND DIVISION\n                               ANDREWS, P. J.,\n                         MILLER, P. J., and BRANCH, J.\n\n                    NOTICE: Motions for reconsideration must be\n                    physically received in our clerk’s office within ten\n                    days of the date of decision to be deemed timely filed.\n                                http://www.gaappeals.us/rules\n\n\n                                                                      March 3, 2016\n\n\n\n\nIn the Court of Appeals of Georgia\n A15A1928. WILLIAMS v. THE STATE.\n A15A1929. ESPINOZA v. THE STATE\n\n      MILLER, Presiding Judge.\n\n      Following a joint jury trial, Stephen Williams and Felix Espinoza were\n\nconvicted of cocaine trafficking (OCGA § 16-13-31 (a) (1) (2011)).1 Williams and\n\nEspinoza appeal from the denial of their motions for new trial, contending that the\n\ntrial court erred in denying their motions to suppress and in charging the jury.\n\nEspinoza also contends that the trial evidence was insufficient to sustain his\n\nconviction. For the reasons that follow, we affirm.\n\n\n\n\n      1\n          Williams was also convicted of making an improper lane change.\n\f      Viewed in the light most favorable to the Williams’ and Espinoza’s\n\nconvictions,2 the evidence shows that, on July 9, 2010, based on information from a\n\nconfidential informant, a DeKalb County sergeant set up an undercover surveillance\n\nat an apartment complex off Buford Highway in DeKalb County. At approximately\n\n5:00 p.m., Williams and Espinoza drove into the apartment complex in a blue 2005\n\nFord F-250, and pulled up toward an apartment in Building E.\n\n      Williams and Espinoza entered the building and then walked back out together.\n\nWhen they exited the building, Williams and Espinoza were talking back and forth\n\nand Williams was carrying a black and grey Ralph Lauren duffle bag, which he did\n\nnot have when he entered. Williams and Espinoza returned to the F-250, drove away\n\nfrom the apartment complex and proceeded onto I-85 North. Shortly thereafter, a\n\ndetective3 saw the driver of the F-250 make an improper lane change on I-85 in\n\nDeKalb County and initiated a stop of that vehicle. Williams was driving and\n\nEspinoza was sitting in the front passenger seat.\n\n\n\n\n      2\n          Jackson v. Virginia, 443 U.S. 307 (99 SCt 2781, 61 LE2d 560) (1979).\n      3\n        The detective was also involved in setting up the undercover surveillance of\nthe apartment complex.\n\n                                          2\n\f      The detective approached the vehicle and asked Williams for his driver’s\n\nlicense. Williams handed the detective a temporary paper license without a picture.\n\nWilliams then told the detective that he was a truck driver from McDonough and he\n\nwas “up here” to pick up a friend to take him to work. Espinoza told the detective that\n\nhe had just gotten off one job and was on his way to his second job to lay concrete.\n\nThe detective then noticed that Espinoza was well dressed, wearing expensive loafers,\n\nhad manicured hands and did not appear to be someone in the construction business\n\nwho was on his way to lay concrete.\n\n      The detective asked Williams and Espinoza to step out of the vehicle. The\n\ndetective then asked Williams to step in front of the vehicle and told him that he\n\nneeded a picture ID in order to confirm William’s identity. While Williams looked\n\nthrough his wallet for another form of identification, he told the detective that he and\n\nEspinoza were on their way to purchase liquor at the liquor store on Highway 78.\n\nWilliams’ statement caught the detective off guard so he asked Williams why they\n\ncouldn’t buy alcohol at one of the stores in the nearby vicinity of Buford Highway.\n\nWilliams’ demeanor then changed from calm to nervous and he started rubbing his\n\nhand, looking around, and pacing. The change in Williams’ demeanor prompted the\n\ndetective to pat Williams down.\n\n                                           3\n\f      During the pat-down, the detective noticed a large bulge in Williams’ left\n\npocket. When the detective commented on the bulge, Williams pulled approximately\n\n$15,000 in cash out of his pocket. Williams then produced a picture identification,\n\nwhich the detective compared to the temporary license.\n\n      The detective returned Williams’ identification and then asked Espinoza for his\n\nidentification. When Espinoza produced a fake Georgia ID card, the detective asked\n\nWilliams if he knew Espinoza and Williams responded that he did not. The detective\n\nwas concerned about Williams’ and Espinoza’s conflicting stories, as well as\n\nEspinoza’s fake identification, so he asked Williams for consent to search the vehicle.\n\nWhen Williams hesitated, the detective got his K-9 out of his patrol vehicle and\n\nconducted an open-air search.4 The K-9 alerted to rear passenger side of the vehicle\n\nwhere the detective saw the black and grey Ralph Lauren duffle bag sitting in the\n\nmiddle of the backseat floorboard. The detective searched the bag and found three\n\nkilos of 70-percent pure cocaine with a street value of approximately $81,000 to\n\n$96,000.\n\n\n\n\n      4\n          A backup officer stood with Williams and Espinoza during the open-air\nsearch.\n\n                                          4\n\f      1. Williams and Espinoza contend that the trial court erred in denying their\n\nmotions to suppress the evidence found during the search of the F-250, which\n\nWilliams was driving. Specifically, Williams and Espinoza argue that the detective\n\nimpermissibly prolonged the stop beyond the time required to complete his\n\ninvestigation of the traffic offense. We disagree.\n\n             First, when a motion to suppress is heard by the trial judge, that\n      judge sits as the trier of facts. The trial judge hears the evidence, and his\n      findings based on conflicting evidence are analogous to the verdict of\n      a jury and should not be disturbed by a reviewing court if there is any\n      evidence to support it. Second, the trial court’s decision with regard to\n      questions of fact and credibility must be accepted unless clearly\n      erroneous. Third, the reviewing court must construe the evidence most\n      favorably to the upholding of the trial court’s findings and judgment.\n\n\n(Citation and footnote omitted.) Miller v. State, 288 Ga. 286 (1) (702 SE2d 888)\n\n(2010); see also Brown v. State, 293 Ga. 787, 803 (3) (b) (2) (750 SE2d 148) (2013).\n\n“These corollaries apply to the extent that the material facts are disputed.” Hughes v.\n\nState, 296 Ga. 744, 746 n.4 (770 SE2d 636) (2015).5 “The State has the burden of\n\n\n\n\n      5\n        We owe less deference to the trial court where facts can be definitively and\nexclusively ascertained by reference to uncontradicted evidence. Hughes, supra, 296\nGa. at 746 & n.5.\n\n                                           5\n\fproving the legality of a search and seizure pursuant to a defendant’s motion to\n\nsuppress.” State v. Haddock, 235 Ga. App. 726, 728 (510 SE2d 561) (1998).\n\n             [A] seizure that is lawful at its inception can violate the Fourth\n      Amendment if its manner of execution unreasonably infringes interests\n      protected by the Constitution. A seizure that is justified solely by the\n      interest in issuing a [traffic] ticket to the driver can become unlawful if\n      it is prolonged beyond the time reasonably required to complete that\n      mission. Thus, the tolerable duration of police inquiries in the\n      traffic-stop context is determined by the seizure’s mission – to address\n      the traffic violation that warranted the stop, and attend to related safety\n      concerns.\n\n\n(Citations, punctuation and footnote omitted.) State v. Allen, __ Ga. __, *8-9 (Case\n\nNo. S14G1765, decided, November 2, 2015).\n\n      Conducting an open-air dog sniff around a vehicle during a traffic stop does\n\nnot in and of itself violate the Fourth Amendment. See Allen, supra, __ Ga. at *9-10.\n\nLike any other investigation unrelated to the traffic stop, a open-air dog sniff can be\n\nlawfully done as long as it does not prolong the stop for any amount of time. See id.\n\nat *10; see also Rodriguez v. United States, __ U. S. __ (135 SCt 1609, 1615, 191\n\nLE2d 492) (2015). Accordingly, in this case, we must determine whether the open-air\n\ndog sniff that resulted in probable cause to detain Williams and Espinoza and to\n\n\n                                          6\n\fsearch their vehicle “was done while some other task related to the mission of the\n\ntraffic stop was still being conducted, so that the sniff did not add any time to the\n\nstop.” Allen, supra, __ Ga. at *10 (2) (a).\n\n      Tasks related to the mission of the traffic stop include “checking the driver’s\n\nlicense, determining whether there are outstanding warrants against the driver, and\n\ninspecting the automobile’s registration and proof of insurance.” (Citation omitted.)\n\nId. at *12-13 (2) (b). Additionally, during a traffic stop, the investigating officer may\n\norder the occupants out of the vehicle and ask them for identification. See id. at *16-\n\n18 (2) (b)-(c).\n\n      Here, the evidence shows that prior to conducting the open-air sniff, the\n\ndetective was conducting the ordinary activities of a traffic stop – he approached the\n\nF-250, questioned Williams about the traffic violation, and asked for both Williams’\n\nand Espinoza’s identification. See Allen, supra, __ Ga. at *16-18 (2) (b)-(c). The\n\ndetective conducted the open-air sniff right after Espinoza produced a fake Georgia\n\nID, and the open-air sniff took only about five minutes to complete. Moreover, at the\n\ntime of the open-air sniff, the detective was still confirming Williams’ and Espinoza’s\n\nidentities. Under these circumstances, the open-air sniff did not lengthen the stop. See\n\nAllen, supra, __ Ga. at *9-10 (2) (a); Rodiguez, supra, 135 S. Ct. at 1618 (II).\n\n                                              7\n\fConsequently, the trial court properly denied Williams’ and Espinoza’s motions to\n\nsuppress.\n\n      2. Espinoza contends that the evidence was insufficient to sustain his\n\nconviction for cocaine trafficking. We do not agree.\n\n      Under Georgia law, any person “who is knowingly in possession of 28 grams\n\nor more of cocaine or of any mixture with a purity of 10 percent or more of cocaine\n\n. . . commits the felony offense of trafficking in cocaine[.]” OCGA § 16-13-31 (a) (1).\n\nEvidence that a defendant had joint constructive possession of contraband with\n\nanother will sustain a conviction. See Martinez v. State, 303 Ga. App. 71, 73 (1) (692\n\nSE2d 737) (2010). Moreover, one who intentionally aids or abets in the commission\n\nof a crime is a party to it. OCGA § 16-2-20 (b) (3).\n\n      It is true [that] mere presence at the scene of a crime, even coupled with\n      knowledge and approval, is insufficient to convict one of being a party.\n      However, presence, companionship, and conduct before and after the\n      offense are circumstances from which one’s participation in the criminal\n      intent may be inferred. A person will not be presumed to act with\n      criminal intention, but the trier of facts may find such intention upon\n      consideration of the words, conduct, demeanor, motive, and all other\n      circumstances connected with the act for which the accused is\n      prosecuted. If the totality of circumstantial evidence is sufficient to\n\n\n\n                                          8\n\f      connect the defendant with the possession of the drugs, the conviction\n      will be sustained[.]\n\n\n(Citations and punctuation omitted.) Martinez, supra, 303 Ga. App. at 73-74 (1).\n\n      Here, regardless of whether Espinoza had physical possession of the cocaine,\n\nthe evidence as set forth above authorized the jury to find that he actively participated\n\nin, and was a party to, the trafficking of the three kilos of 70-percent pure cocaine that\n\nthe detective found in the duffle bag which was in the back seat of the F-250. See\n\nDukes v. State, 176 Ga. App. 815 (369 SE2d 259) (1988) (“actual possession required\n\nby OCGA § 16-13-31 to authorize a conviction for trafficking refers not merely to\n\nphysical custody but refers to actual active participation in the possession of such\n\nsubstances so as to be a party to the crime of trafficking.”) (citation and punctuation\n\nomitted); Martinez, supra, 303 Ga. App. at 74 (given defendant’s conduct and\n\nsurrounding circumstances, jury was authorized to find him guilty as a party to the\n\ncrime of cocaine trafficking). Consequently, we affirm Espinoza’s conviction for\n\ncocaine trafficking.\n\n      3. Williams and Espinoza contend that the trial court erred in charging the jury.\n\n      (a) Jury Charge on Probable Cause\n\n\n\n\n                                            9\n\f             (i) Williams and Espinoza argue that the trial court erred in charging the\n\njury on probable cause.6 We disagree.\n\n      In evaluating jury charges, this Court looks to the charge as a whole in\n\ndetermining whether there is error. Sapp v. State, 290 Ga 247, 251 (2) (719 SE2d 434)\n\n(2011). Here, the trial court gave the following jury charge on probable cause:\n\n      During a lawful traffic stop an officer is permitted to use a drug sniffing\n      dog to conduct an open-air search around the exterior of the vehicle. If\n      the drug sniffing dog alerts, the officer has probable cause and is\n      authorized to search the vehicle. Where there is probable cause to search\n      a vehicle for contraband, an officer is permitted to search bags,\n      containers, and packages within the vehicle.\n\n\nThe trial court also charged the jury on the presumption of innocence, the State’s\n\nburden of proof, knowledge, mere presence, mere association, and party to a crime.\n\nGiven the charge as a whole, and the overwhelming evidence which showed that both\n\nWilliams and Espinoza actively participated in the crime of cocaine trafficking, it is\n\nhighly probable that the trial court’s charge on probable cause did not contribute to\n\nthe jury’s verdict. Edwards v. State, 264 Ga. 131, 133 (442 SE2d 444) (1994).\n\n\n      6\n       Williams and Espinoza objected to the charge on probable cause on the\ngrounds that the charge was not relevant and that the charge invaded the jury’s\nprovince.\n\n                                          10\n\fAccordingly, the trial court did not reversibly err in charging the jury on probable\n\ncause. Stacey v. State, 292 Ga. 838, 841 (2) (741 SE2d 881) (2013).\n\n             (ii) Williams and Espinoza also argue that the trial court’s charge on\n\nprobable cause as set forth above constituted an impermissible comment on the\n\nevidence in violation of OCGA § 17-8-57.7 We disagree.\n\n      “Pursuant to OCGA § 17-8-57, it is error for any judge in any criminal case,\n\nduring its progress or in his charge to the jury, to express or intimate his opinion as\n\nto what has or has not been proved or as to the guilt of the accused.” (Punctuation and\n\nfootnote omitted.) McLean v. State, 297 Ga. 81, 82 (2) (772 SE2d 685) (2015). Here,\n\nviewing the charge as a whole, we conclude that the trial court’s charge as given did\n\nnot violate OCGA § 17-8-57, because the charge did not assume certain facts or\n\nintimate to the jury what the trial court believed the evidence to be. See Vergara v.\n\nState, 287 Ga. 194, 197 (2) (695 SE2d 215) (2010) (trial court did not impermissibly\n\ncomment on the evidence in charging the jury that “an armed robbery may be\n\ncommitted by killing the victim first and then taking the property.”).\n\n      7\n        Neither Williams nor Espinoza objected to the instruction at trial on the\nground that it was an improper comment on the evidence. Their failure to object,\nhowever, “is inconsequential because a violation of OCGA § 17-8-57 is always plain\nerror and failure to object will not preclude appellate review.” (Citation and\npunctuation omitted.) McLean v. State, 297 Ga. 81, 82 (2) (772 SE2d 685) (2015).\n\n                                          11\n\f      (b) Espinoza contends that the trial court erred in failing to give his requested\n\ncharge on knowledge of the presence of and activity surrounding illegal drugs.8 We\n\ndiscern no error.\n\n      Here, as given, the trial court’s pattern charges on knowledge, mere presence,\n\nand party to a crime substantially covered the correct principles of law. Accordingly,\n\nthe trial court did not abuse its discretion in refusing to give the exact language of\n\nEspinoza’s requested charge. See Francis v. State, 296 Ga. 190, 194 (2) (766 SE2d\n\n52) (2014). Moreover, as set forth above, any error in failing to give Espinoza’s\n\nrequested charge was harmless in light of the overwhelming evidence showing that\n\nhe actively participated in the crime of cocaine trafficking. Edwards, supra, 264 Ga.\n\nat 133. Accordingly, we affirm Williams’ and Espinoza’s convictions.\n\n      Judgment affirmed. Andrews, P. J., concurs. Branch, J., concurs fully as to\n\nDivisions 1 and 2, and in judgment only as to Division 3.\n\n\n\n\n      8\n          Espinoza’s requested instruction stated:\n\n      Knowledge of the presence of illegal drugs, and knowledge of the\n      activity surrounding illegal drugs, and even approval of it which does\n      not amount to encouragement, is not sufficient to support a guilty\n      verdict.\n\n                                          12\n\f",
            "ocr": false,
            "opinion_id": 3184706
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}