{
    "id": 3186691,
    "judges": "Judge Norma McGee Ogle",
    "date_filed": "1992-11-11",
    "date_filed_is_approximate": true,
    "slug": "john-david-luther-v-state-of-tennessee",
    "case_name_short": null,
    "case_name": "John David Luther v. State of Tennessee",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/lutherjohndavidopn.pdf",
            "author_id": 8288.0,
            "opinion_text": "        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                       Assigned on Briefs November 12, 2015\n\n              JOHN DAVID LUTHER v. STATE OF TENNESSEE\n\n            Direct Appeal from the Criminal Court for Davidson County\n                    No. 2008-C-2459    Monte Watkins, Judge\n\n\n\n                No. M2014-02465-CCA-R3-PC – Filed March 17, 2016\n\n\n\nThe Petitioner, John David Luther, appeals the Davidson County Criminal Court‟s denial\nof his petition for post-conviction relief from his convictions of voluntary manslaughter,\naggravated assault, and reckless aggravated assault, and resulting effective seventeen-\nyear sentence. On appeal, the Petitioner contends that he received the ineffective\nassistance of trial and appellate counsel. Based upon the record and the parties‟ briefs,\nwe affirm the judgment of the post-conviction court.\n\nTenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court is Affirmed.\n\nNORMA MCGEE OGLE, J., delivered the opinion of the court, in which CAMILLE R.\nMCMULLEN, and ROBERT L. HOLLOWAY, JR., JJ., joined.\n\nRichard C. Strong, Nashville, Tennessee, for the appellant, John David Luther.\n\nHerbert H. Slatery III, Attorney General and Reporter; Ahmed A. Safeeullah, Assistant\nAttorney General; Glenn R. Funk, District Attorney General; and Roger Moore, Assistant\nDistrict Attorney General, for the appellee, State of Tennessee.\n\n                                       OPINION\n\n                                I. Factual Background\n\n       In August 2008, the Davidson County Grand Jury indicted the Petitioner for count\none, the attempted first degree murder of Daniel Harding; count two, the aggravated\nassault of Harding; and count three, the aggravated assault of Patrick Lamar. We glean\nthe following relevant facts from this court‟s opinion of the Petitioner‟s direct appeal of\nhis convictions: On the night of May 25, 2008, Harding, Lamar, Corina Pinya, Niki\n\fCurtis, and Prince Speights were at Greenland‟s Pub. State v. John David Luther, No.\nM2010-01237-CCA-R3-CD, 2011 WL 6743283, at *1 (Tenn. Crim. App. at Nashville,\nDec. 22, 2011), perm. to appeal denied, (Tenn. 2012). The group was on the pub‟s\noutside deck when the Petitioner, who had been inside the pub, came onto the deck and\nsaid something to the effect of “„he did not like white people that dressed like n***ers.‟”\nSee id. Harding asked the Petitioner to go back inside the pub, and the Petitioner did so.\nId. However, the Petitioner returned to the deck, and Harding again asked him to go\ninside. Id. The Petitioner went inside but came onto the deck a third time. Id. At that\npoint, the Petitioner and Harding began fighting. Id. During the fight, the Petitioner\nstabbed Harding in the neck, cutting his carotid artery and jugular vein. Id. at *3. Lamar,\nwho tried to break up the fight, received a cut on his forearm that required three stitches.\nId. at *1.\n\n       Officer Brad Rumbley of the Metropolitan Nashville Police Department responded\nto the scene and found several people attending to Harding just inside the pub‟s front\ndoor. Id. at *2. The Petitioner was lying on his back on the deck and was “„mumbling\nhis words [and] said that he got beat up.‟” Id. Detective Fredrick Sulfridge, who spoke\nwith the Petitioner at the hospital, testified that the Petitioner appeared “„pretty drunk‟”\nand that the Petitioner said about Harding, “„“F**k that n***er.”‟” Id. at *3. When the\ndetective reminded the Petitioner that Harding was white, the Petitioner stated, “„“Well,\nf**k that n***er lover.”‟” Id. Detective Sulfridge said that he noticed an abrasion under\nthe Petitioner‟s left eye but that his investigation led him to believe the Petitioner was the\nprimary aggressor. Id.\n\n       The Petitioner testified that the fight began when Harding “„started hitting [him] in\nthe back of the head.‟” Id. The Petitioner pulled his knife out of his pocket and “„just\nwanted [Harding] to stop beating on [him].‟” Id. Someone then hit the Petitioner on the\nback of his head, knocking him out. Id. The Petitioner said that he did not remember\ntalking with Detective Sulfridge at the hospital but that he may have made those\nstatements to the officer due to the alcohol he had consumed and the medication he had\nreceived at the hospital. Id.\n\n       The jury convicted the Petitioner of attempted voluntary manslaughter, a Class D\nfelony, as a lesser-included offense of attempted first degree murder; the aggravated\nassault of Harding, a Class C felony; and the reckless aggravated assault of Lamar, a\nClass D felony, as a lesser-included offense of aggravated assault. After a sentencing\nhearing, the trial court merged the conviction of attempted voluntary manslaughter into\nthe conviction of aggravated assault and sentenced the Petitioner as a Range II, multiple\noffender to ten years. The court sentenced the Petitioner to seven years for the conviction\nof reckless aggravated assault and ordered that it be served consecutively to the ten-year\nsentence for a total effective sentence of seventeen years in confinement.\n                                             -2-\n\f       The Petitioner filed a direct appeal of his convictions to this court, raising several\nissues, including that the trial court erred by refusing to give a jury instruction on\nvoluntary intoxication and by imposing consecutive sentencing. Id. at *1. This court\naffirmed the Petitioner‟s convictions and ruled that the trial court properly ordered\nconsecutive sentencing based upon a DUI conviction in 1986 and “several convictions for\noffenses during the 1970s.” Id. at *8.\n\n        After our supreme court denied the Petitioner‟s application for permission to\nappeal, he filed a timely petition for post-conviction relief, alleging that he received the\nineffective assistance of trial counsel. The post-conviction court appointed counsel, and\ncounsel filed an amended petition. In the amended petition, post-conviction counsel\nalleged that trial counsel was ineffective, in pertinent part, for failing to present favorable\nwitnesses, such as Roy McLaughlin, at trial and by allowing the State to refer to Harding\nas “Deputy Harding” throughout the trial. Counsel also alleged in the amended petition\nthat the Petitioner received the ineffective assistance of appellate counsel because counsel\nfailed to raise on direct appeal of the Petitioner‟s convictions that the seventeen-year\nsentence was excessive.\n\n        At the evidentiary hearing, trial counsel testified that he visited the Petitioner in\njail but that he did not remember how many times. He said that he typically did not give\ndiscovery to his clients in jail but that the Petitioner received a copy of discovery “at\nsome point.” An investigator spoke with Roy McLaughlin, who was incarcerated with\nthe Petitioner. Counsel acknowledged that McLaughlin allegedly had been contacted by\nsomeone who wanted McLaughlin to harm the Petitioner in jail because one of the\nvictims, Harding, was a deputy sheriff. However, McLaughlin‟s information was not\nexculpatory to the Petitioner because it was irrelevant to the fight at the pub. Counsel\nalso did not call Niki Curtis or Corina Pinya to testify. Counsel said that one of them\n“was going to be a very hostile witness” to the defense and that the other “wasn‟t gonna\nhelp us.” Both were present in the courtroom during the Petitioner‟s trial, and they did\nnot testify for the State.\n\n        Counsel testified that the defense‟s theory was that the Petitioner stabbed Harding\nin self-defense. The Petitioner “sustained some serious injuries,” including contusions,\nlacerations, and cracked teeth, and was transported to the hospital by ambulance.\nCounsel questioned witnesses about the Petitioner‟s injuries, and police officers testified\nabout the injuries on cross-examination. Counsel even got Harding to admit at trial that\nhe hit the Petitioner first. Harding claimed, though, that he struck the Petitioner because\nhe saw the Petitioner with “something” and had to defend himself. Counsel also raised\nthe issue of voluntary intoxication. That defense was not particularly useful, though,\n\n                                             -3-\n\fbecause the Petitioner took the stand “to testify that he knew exactly what was going on\nat the time of the event.”\n\n       Counsel acknowledged that he did not object to the State‟s referring to Harding as\na “deputy” even though Harding was not on duty at the time of the fight. Counsel\nexplained that he did not object because Harding testified about his job and “people are\noften called by their title.” Post-conviction counsel asked if trial counsel thought the\nState‟s referring to the victim as “deputy” was prejudicial, and counsel answered, “I‟m\nnot sure.” The length of the Petitioner‟s effective sentence was based upon his criminal\nrecord. The Petitioner was a “Range Three or career” offender, and counsel did not\nobject to the length of his sentences.\n\n       On cross-examination, counsel testified that his law practice had focused on\ncriminal defense for the past twelve to thirteen years and that the Petitioner‟s mother\nretained him. Counsel acknowledged that the State‟s witnesses said the Petitioner\nappeared to be intoxicated but that the Petitioner claimed “two rum and cokes wasn‟t\ngonna make him drunk.” Counsel said that he was prepared for the State‟s case and that\nhe did not think he could have done anything differently at trial. The conviction of\nattempted voluntary manslaughter was a “win” for the defense, and the Petitioner was\nthankful because he knew counsel “had tried really hard.” However, that appreciation\n“went away quickly” after sentencing. Counsel said that the severity of Harding‟s injury\nand “possibly the unnecessary chain of events” affected the length of the Petitioner‟s\nsentences.\n\n        The Petitioner testified that he asked trial counsel to have Curtis and Pinya testify\nat trial. Counsel did not tell him that the witnesses were hostile, and the Petitioner did\nnot see them in the courtroom during the trial. The Petitioner said that he did not know\nMcLaughlin until they were in jail together. The Petitioner learned that McLaughlin\nconspired with someone to harm him and requested that counsel have McLaughlin testify\nat trial. Counsel told the Petitioner not to worry and that he was “„taking care of it.‟”\nCounsel never visited the Petitioner in jail, but counsel‟s “paralegals” came to the jail\ntwice. However, they would not discuss the Petitioner‟s case with him and said he would\nhave to talk with counsel about it. The Petitioner also did not receive discovery materials\nuntil appellate counsel gave them to him.\n\n       The Petitioner testified that the State made him a plea offer but that he did not\naccept it because “[if] the man [had not] jumped on me, this would not have happened.”\nHarding was “half” the Petitioner‟s age,1 was “in very good shape,” and did not have a\nreason to “jump on” the Petitioner. Counsel did not discuss a self-defense theory with the\nPetitioner until the State closed its case-in-chief and did not prepare the Petitioner for his\n       1\n           The record reflects that the Petitioner was fifty-four years old at the time of the offenses.\n                                                           -4-\n\ftestimony. The Petitioner saw counsel four or five times in court before trial, but their\nmeetings lasted “[j]ust a few minutes” and they “didn‟t really discuss [the] case.” After\nthe trial, the Petitioner realized that the State‟s being allowed to refer to Harding as\n“deputy” prejudiced him and that counsel should have objected. The Petitioner\ndownplayed his intoxication during his testimony, which he explained was “[s]ort of a\nnatural thing for a drunk to do.” He said that the men in the pub “all started beating on\n[him]” and that he tried to defend himself. Counsel did not investigate or prepare for\ntrial. Had counsel done so, he would have known that the Petitioner “was only in that\nsituation in self-defense.” Counsel also was not prepared for the sentencing hearing and\ndid not argue any mitigating factors.\n\n       On cross-examination, the Petitioner acknowledged that he gave his version of the\nevents to the jury. He also acknowledged that the witnesses he wanted to testify at trial\nwere not at the post-conviction evidentiary hearing.\n\n      The post-conviction court filed a written order, denying the petition for post-\nconviction relief. In the order, the court found as follows:\n\n                     At the evidentiary hearing, trial counsel testified that\n             he met with the defendant on numerous occasions and\n             advised him of the evidence against him. Further, the\n             defendant was advised of the likelihood of conviction and the\n             range of punishment. . . . Furthermore, trial counsel advised\n             that the strategy to call for witnesses and the cross\n             examination of witnesses as well as the issues that were\n             raised in the motion for new trial as well as on appeal were\n             those in which he deemed necessary and appropriate in light\n             of the issues raised prior to and during trial.\n\n                     Petitioner has failed to demonstrate by clear and\n             convincing evidence ineffective assistance of counsel in\n             violation of a constitutional right to render his conviction and\n             sentence void or voidable under the Post Conviction Relief\n             Act. The Court does not find the petitioner‟s testimony to be\n             credible. Accordingly, the Court finds that Petitioner has\n             failed to show that he was prejudiced by counsel‟s allegedly\n             deficient conduct. Strickland, 466 U.S. at 694.\n\n\n\n\n                                           -5-\n\f                                              II. Analysis\n\n       The Petitioner contends that trial counsel was ineffective for failing to object to\nthe State‟s repeated reference to Harding as “Deputy Harding” in front of the jury, that\nappellate counsel was ineffective for failing to raise the issue of his excessive sentences\non appeal, and that we should remand the case to the post-conviction court because the\ncourt failed to address those claims.2 The State argues that the post-conviction court\nimplicitly found that counsel was not ineffective in any way and that we should affirm\nthe court‟s denial of the petition because the court accredited counsel, who testified that\nthe Petitioner was not prejudiced by the State‟s referring to Harding by his title and that\nthe Petitioner‟s sentences were lengthy due to his prior criminal history and the severity\nof Harding‟s injuries. We conclude that we can address the Petitioner‟s ineffective\nassistance of counsel claims and that he is not entitled to relief.\n\n        To be successful in a claim for post-conviction relief, a petitioner must prove the\nfactual allegations contained in the post-conviction petition by clear and convincing\nevidence. See Tenn. Code Ann. § 40-30-110(f). “„Clear and convincing evidence means\nevidence in which there is no serious or substantial doubt about the correctness of the\nconclusions drawn from the evidence.‟” State v. Holder, 15 S.W.3d 905, 911 (Tenn.\nCrim. App. 1999) (quoting Hodges v. S.C. Toof & Co., 833 S.W.2d 896, 901 n.3 (Tenn.\n1992)). Issues regarding the credibility of witnesses, the weight and value to be accorded\ntheir testimony, and the factual questions raised by the evidence adduced at trial are to be\nresolved by the post-conviction court as the trier of fact. See Henley v. State, 960\nS.W.2d 572, 579 (Tenn. 1997). Therefore, the post-conviction court‟s findings of fact are\nentitled to substantial deference on appeal unless the evidence preponderates against\nthose findings. See Fields v. State, 40 S.W.3d 450, 458 (Tenn. 2001).\n\n       A claim of ineffective assistance of counsel is a mixed question of law and fact.\nSee State v. Burns, 6 S.W.3d 453, 461 (Tenn. 1999). We will review the post-conviction\ncourt‟s findings of fact de novo with a presumption that those findings are correct. See\nFields, 40 S.W.3d at 458. However, we will review the post-conviction court‟s\nconclusions of law purely de novo. Id.\n\n       When a petitioner seeks post-conviction relief on the basis of ineffective\nassistance of counsel, “the petitioner bears the burden of proving both that counsel‟s\nperformance was deficient and that the deficiency prejudiced the defense.” Goad v.\n\n        2\n         The Petitioner also contends that he received the ineffective assistance of trial counsel because\ncounsel failed to call McLaughlin, Curtis, and Pinya as witnesses at trial. However, the Petitioner\nacknowledges that he cannot prevail on this claim because the witnesses failed to testify at the evidentiary\nhearing. See Black v. State, 794 S.W.2d 752, 757 (Tenn. Crim. App. 1990) (providing that this court may\nnot speculate as to the content of a witness‟s testimony).\n                                                     -6-\n\fState, 938 S.W.2d 363, 369 (Tenn. 1996) (citing Strickland v. Washington, 466 U.S. 668,\n687 (1984)). To establish deficient performance, the petitioner must show that counsel‟s\nperformance was below “the range of competence demanded of attorneys in criminal\ncases.” Baxter v. Rose, 523 S.W.2d 930, 936 (Tenn. 1975). To establish prejudice, the\npetitioner must show that “there is a reasonable probability that, but for counsel‟s\nunprofessional errors, the result of the proceeding would have been different. A\nreasonable probability is a probability sufficient to undermine confidence in the\noutcome.” Strickland, 466 U.S. at 694. Generally, [b]ecause a petitioner must establish\nboth prongs of the test, a failure to prove either deficiency or prejudice provides a\nsufficient basis to deny relief on the ineffective assistance claim. Indeed, a court need not\naddress the components in any particular order or even address both if the [petitioner]\nmakes an insufficient showing of one component. Goad, 938 S.W.2d at 370 (citing\nStrickland, 466 U.S. at 697).\n\n       Turning to the instant case, the post-conviction court should have addressed the\nissues raised in the petition and at the evidentiary hearing in its written order denying\npost-conviction relief. Regardless, we agree with the State that the court implicitly found\nthat counsel was not ineffective in any regard. As to the Petitioner‟s claim that trial\ncounsel was ineffective for not objecting to the State‟s addressing Harding as “Deputy\nHarding” in front of the jury, the fact that Harding was a sheriff‟s deputy was irrelevant\nto this case, and Harding did not testify at trial in his official capacity as an officer.\nTherefore, we agree with the Petitioner that trial counsel should have objected to the\nState‟s referring to the witness as “Deputy Harding.” However, counsel testified at the\nhearing that he did not know if the State‟s referring to the witness by his police title\nprejudiced the Petitioner and, in fact, the Petitioner has failed to demonstrate prejudice.\nThe jury‟s finding the Petitioner guilty of the lesser-included offenses of attempted\nvoluntary manslaughter and reckless aggravated assault demonstrates that the jury\ncarefully considered the elements of the charged offenses.\n\n        As to the Petitioner‟s claim that appellate counsel was ineffective for failing to\nraise the issue of excessive sentencing on direct appeal, we note that the Petitioner failed\nto have appellate counsel testify at the evidentiary hearing. In any event, the Petitioner\ndoes not explain why his effective seventeen-year sentence is excessive. The Petitioner\nwas a Range II offender and was sentenced within the appropriate ranges of punishment\nfor the offenses. Moreover, this court held in its direct appeal opinion that the trial court\nproperly ordered consecutive sentencing based upon the Petitioner‟s extensive criminal\nhistory. Thus, nothing indicates that counsel was deficient for failing to raise the\nsentencing issue on appeal or that the Petitioner was prejudiced by counsel‟s failure to do\nso. Thus, we conclude that he is not entitled to relief.\n\n\n\n                                            -7-\n\f                                   III. Conclusion\n\n      Based upon the record and the parties‟ briefs, we affirm the judgment of the post-\nconviction court.\n\n\n                                                _________________________________\n                                                NORMA MCGEE OGLE, JUDGE\n\n\n\n\n                                          -8-\n\f",
            "ocr": false,
            "opinion_id": 3186638
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}