{
    "id": 3190593,
    "judges": null,
    "date_filed": "1985-11-30",
    "date_filed_is_approximate": true,
    "slug": "vu-v-second-jud-dist-ct",
    "case_name_short": "Vu",
    "case_name": "Vu v. Second Jud. Dist. Ct.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2016 NV 21"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "http://caseinfo.nvsupremecourt.us/document/view.do?csNameID=33691&csIID=33691&deLinkID=546387&sireDocumentNumber=16-10015",
            "author_id": null,
            "opinion_text": "                                                     132 Nev., Advance Opinion 21\n                         IN THE SUPREME COURT OF THE STATE OF NEVADA\n\n\n                  PHONG T. VU,                                          No. 65498\n                  Petitioner,\n                  vs.\n                  THE SECOND JUDICIAL DISTRICT\n                  COURT OF THE STATE OF NEVADA,\n                                                                               FILED\n                  IN AND FOR THE COUNTY OF                                         MAR 3 1 2016\n                  WASHOE; AND THE HONORABLE\n                                                                                  4i ° P i\n                                                                                       K LINDEMAN\n                                                                            CLE                     RT\n                  CHUCK WELLER, DISTRICT JUDGE,\n                  Respondents,                                                 •\n\n                  and\n                  RICHARD A. GAMMICK, DISTRICT\n                  ATTORNEY,\n                  Real Party in Interest.\n\n\n\n                              Original petition for a writ of mandamus challenging a district\n                  court order granting a petition to have petitioner involuntarily admitted to\n                  a mental health facility and directing transmission of the order to the\n                  Central Repository for Nevada Records of Criminal History.\n                              Petition denied.\n\n                  Jeremy T. Bosler, Public Defender, and John Reese Petty and Kathleen M.\n                  O'Leary, Chief Deputy Public Defenders, Washoe County,\n                  for Petitioner.\n\n                  Christopher J. Hicks, District Attorney, and Blaine E. Cartlidge, Deputy\n                  District Attorney, Washoe County,\n                  for Real Party in Interest.\n\n\n\n\n  SUPREME COURT\n       OF\n     NEVADA\n\n\n. 10/ 1947A                                                                               -\n\f                 BEFORE THE COURT EN BANC.\n\n                                                   OPINION\n                 By the Court, PARRAGUIRRE, C.J.:\n\n                             Under NRS 433A.310(1)(b), a district court may issue an order\n                 involuntarily admitting a person to a mental health facility if clear and\n                 convincing evidence demonstrates that the person \"has a mental illness\n                 and, because of that illness, is likely to harm himself or herself or others if\n                 allowed his or her liberty.\" The district court's order \"must be\n                 interlocutory and must not become final if, within 30 days after the\n                 involuntary admission, the person is unconditionally released.\" Id. \"If the\n                 court issues an order involuntarily admitting a person. . . , the court\n                 shall . . . cause . . . a record of such order to be transmitted to the Central\n                 Repository for Nevada Records of Criminal History. . ..\" NRS\n                 433A.310(5).\n                             At issue in this original proceeding is whether NRS\n                 433A.310(5) requires a district court to transmit an admission order at the\n                 time it is entered or if, instead, the district court is prohibited from\n                 transmitting the order until it becomes final under NRS 433A.310(1)(b)—\n                 i.e., until 30 days have elapsed without the admitted person being\n                 unconditionally released. We conclude that NRS 433A.310(5)'s plain\n                 language requires a district court to transmit an admission order at the\n                 time it is entered. Thus, although the petitioner in the underlying\n                 proceedings was unconditionally released 12 days after the district court's\n                 involuntary admission order, the district court was required under NRS\n                 433A.310(5) to transmit the order to the Central Repository. And because\n                 the district court reasonably determined that clear and convincing\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                        2\n(0) 1947A    e\n\f                evidence justified petitioner's involuntary admission, we deny petitioner's\n                request for extraordinary writ relief\n                                                  FACTS\n                            The Sparks Police Department responded to a call from\n                petitioner Phong Vu's family in which the family requested assistance\n                with Vu. According to the police report, Vu had threatened to murder his\n                family, he was found with box cutters in his pocket, and he was muttering\n                about murder while the police were present. The responding officers\n                applied for the temporary emergency admission of Vu to a mental health\n                facility, which was approved by a physician. Three days later, a\n                psychiatrist filed a petition for court-ordered continued involuntary\n                admission of Vu to a mental health facility. Based on her examination of\n                Vu, the psychiatrist concluded that he had a mental illness and, as a\n                result of that mental illness, there was an imminent risk that Vu was\n                likely to harm himself or others if Vu were not involuntary admitted to a\n                mental health facility.\n                            Vu was appointed a public defender, and a hearing on the\n                petition was held before the district court. At the hearing, the Washoe\n                County District Attorney's Office, representing the State, called as\n                witnesses a court-appointed psychiatrist and a court-appointed\n                psychologist, both of whom had interviewed Vu. The District Attorney\n                elicited testimony from the psychiatrist that Vu's family had called the\n                police due to their concerns that Vu posed a threat to their safety. The\n                psychiatrist also testified regarding an incident in which Vu, after having\n                been admitted to a facility on an emergency basis, had approached a\n                doctor in a manner that the doctor perceived as threatening, thereby\n                prompting the doctor to seek intervention from other employees. The\n                psychiatrist further testified that Vu was refusing to take an antipsychotic\nSUPREME COURT\n     OF\n   NEVADA\n                                                        3\n(l) 1947A •\n\f                 medication that had been prescribed to him. Summing up her opinion, the\n                 psychiatrist explained that although Vu had not committed any act in\n                 furtherance of a threat during the incidents with his family and the\n                 doctor,\n                             I believe that the perceptions that people have\n                             that he is threatening to them, as well as his\n                             inability to communicate in an organized fashion,\n                             put him at risk for his own safety and well-being\n                             that if somebody feels threatened by him, they\n                             may respond in a way that affects his well-being\n                             [because] they may feel as though they need to\n                             defend themselves against the threat, and they\n                             may not have a mental health tech or the Sparks\n                             Police Department [to intervene].\n                 The District Attorney elicited similar testimony from the court-appointed\n                 psychologist, who summed up his opinion by stating, \"I can't predict that\n                 anybody would assault [Vu], but I feel there's certainly a risk of that.\"\n                             At the end of the hearing, the district court made the following\n                 findings:\n                             [I] can glean that there exists a reasonable\n                             probability that a serious bodily injury will occur if\n                             he's discharged soon because of the fact that that's\n                             how people have reacted to him in recent days.\n                             There's nothing to suggest that his behavior has\n                             been modified. . . . I find that within the last 30\n                             days he's. . . had auditory hallucinations\n                             and ... some of those are paranoid. He's carried\n                             weapons. It may reasonably be inferred from\n                             these acts that without the care, supervision and\n                             continued assistance of others, that he will be\n                             unable to satisfy his personal needs for self-\n                             protection and safety. . . unless admitted to a\n                             mental health facility and adequate treatment is\n                             provided.\n\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                       4\n(01 1947A    e\n\f                Over defense counsel's objection, the district court directed the clerk of the\n                court to forward a record of the involuntary admission order to the Central\n                Repository for inclusion in the National Instant Criminal Background\n                Check System (NICS).\"\n                            Twelve days after thefl district court's admission order was\n                entered, Vu was unconditionally released from the mental health facility\n                based on the determination of a team of evaluators that Vu no longer\n                presented a clear and present danger of harm to himself or others.         See\n                NRS 433A.390(2). Thereafter, Vu filed this petition for a writ of\n                mandamus, asking that this court direct the district court to recall from\n                the Central Repository the previously transmitted record of Vu's\n                involuntary admission. As a basis for the requested relief, Vu contends\n                that (1) NRS 433A.310(5) did not authorize transmission of the\n                involuntary admission order unless and until that order became final\n                under NRS 433A.310(1); and (2) regardless, the district court's underlying\n                determination that Vu should have been involuntarily admitted was not\n                supported by sufficient evidence.\n                                               DISCUSSION\n                            \"A writ of mandamus is available to compel the performance of\n                an act that the law requires as a duty resulting from an office, trust, or\n\n                       'Records transmitted to the Central Repository are \"included in each\n                appropriate database of [NICS].\" NRS 179A.163(1). NICS, in turn, is a\n                \"nationwide electronic database that licensed firearms dealers can check,\n                before selling a firearm to a person, to make sure that that person is not\n                prohibited under state or federal law from possessing a firearm.\" Hearing\n                on A.B. 46 Before the Assembly Judiciary Comm., 75th Leg. (Nev.,\n                February 20, 2009) (statement of Kerry Benson, Deputy Attorney General,\n                providing an overview of NICS and the legislation that is currently\n                codified in NRS 433A.310(5)).\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                      5\n(0) 1947A\n\f                station or to control an arbitrary or capricious exercise of discretion.\"   Ina\n                Game Tech., Inc. v. Second Judicial Dist. Court, 124 Nev. 193, 197, 179\n                P.3d 556, 558 (2008) (footnote omitted); see NRS 34.160. Whether to\n                consider a writ petition is within this court's discretion, and writ relief is\n                generally available only when \"an adequate and speedy legal remedy\" does\n                not otherwise exist. Ina Game Tech., 124 Nev. at 197-98, 179 P.3d at 558-\n                59; see NRS 34.170.\n                            Here, we agree with Vu that he does not have an adequate\n                legal remedy other than to seek a writ of mandamus, as the district court's\n                involuntary admission order never became final under NRS\n                433A.310(1)(b), meaning that Vu has no right to appeal that order.          See\n                Taylor Constr. Co. v. Hilton Hotels Corp., 100 Nev. 207, 209, 678 P.2d\n                1152, 1153 (1984) (recognizing that this court has jurisdiction to consider\n                only those appeals that are authorized by a statute or court rule); see also\n                NRAP 3A(b) (listing appealable orders). Additionally, the issue of whether\n                NRS 433A.310(5) requires district courts to transmit involuntary\n                admission orders to the Central Repository before those orders become\n                final \"presents an important issue of law that has relevance beyond the\n                parties to the underlying litigation.\"     Las Vegas Sands Corp. v. Eighth\n                Judicial Dist. Court, 130 Nev., Adv. Op. 61, 331 P.3d 876, 878-79 (2014).\n                Accordingly, we elect to entertain the petition.\n                The district court was required under NRS 433A.310(5) to transmit the\n                involuntary admission order to the Central Repository even though the\n                order had not become final\n                            Vu first contends that the district court improperly directed a\n                record of the involuntary admission order to be transmitted to the Central\n                Repository under NRS 433A.310(5), which instructs that \"Rif the court\n                issues an order involuntarily admitting a person to a public or private\nSUPREME COURT\n        OF\n     NEVADA\n                                                       6\n(0) 1947A\n\f                  mental health facility. . . , the court shall. . . cause . . . a record of such\n                  order to be transmitted to the Central Repository.\" In support of his\n                  argument, Vu relies on NRS 433A.310(1)(b)'s statement that an\n                  involuntary admission \"order of the court must be interlocutory and must\n                  not become final if, within 30 days after the involuntary admission, the\n                  person is unconditionally released pursuant to NRS 433A.390.\" According\n                  to Vu, because NRS 433A.310's subsection 1(b) numerically precedes\n                  subsection 5, subsection 1(b)'s distinction between an interlocutory and\n                  final order applies to NRS 433A.310's remaining subsections, meaning\n                  that subsection 5's reference to the \"order\" to be transmitted to the\n                  Central Repository is necessarily restricted to only final orders.\n                              We disagree with this proffered construction of the statute, as\n                  it goes beyond the statute's plain meaning.          See In re Candidacy of\n                  Hansen, 118 Nev. 570, 572, 52 P.3d 938, 940 (2002) (\"It is axiomatic that\n                  when words of a statute are plain and unambiguous, they will be given\n                  their plain meaning.\"). Subsection 5 plainly states that \"Ulf the court\n                  issues an order. . . , the court shall. . . cause. . . a record of such order to\n                  be transmitted to the Central Repository.\" NRS 433A.310(5) (emphases\n                  added). Nothing in this language contemplates that a district court must\n                  wait 30 days to see whether its order becomes final under subsection 1(b)\n                  before a record of the order can be transmitted to the Central Repository,\n                  and we decline to read a requirement into subsection 5 that the\n                  Legislature itself has not imposed. 2 See Barrett v. Eighth Judicial Dist.\n\n\n\n                        2Our construction of subsection 5 is reinforced by the fact that the\n                  Legislature enacted subsection 5 long after it enacted the final sentence of\n                  subsection 1(b), see 2009 Nev. Stat., ch. 444, § 13, at 2491; 1989 Nev. Stat.,\n                  ch. 748, § 19, at 1761, and did so without incorporating or otherwise\n                                                                       continued on next page...\nSUPREME COURT\n        OF\n     NEVADA\n                                                         7\n(0) 1947A    ce\n\f                Court, 130 Nev., Adv. Op. 65, 331 P.3d 892, 895 (2014); Hansen, 118 Nev.\n                at 573, 52 P.3d at 940; Cirac v. Lander Cty., 95 Nev. 723, 729, 602 P.2d\n                1012, 1016 (1979).\n                            To the extent that Vu suggests that this construction produces\n                an absurd result in light of his unconditional release after 12 days, we\n                disagree. The fact that Vu was unconditionally released after 12 days did\n                not imply that the district court's involuntary admission findings were\n                erroneous when that order was entered; Vu's release simply demonstrated\n                that he was \"no longer considered to present a clear and present danger of\n                harm to himself. . . or others.\" NRS 433A.390(2)(a) (emphasis added).\n                More importantly, we are unwilling to consider a construction of\n                subsection 5 that might undermine the Legislature's attempt to comply\n                with federal law, as subsection 5 was enacted in response to congressional\n                legislation that incentivized states to cooperate in making NICS operate\n                more efficiently and comprehensively. See Hearing on A.B. 46 Before the\n                Assembly Judiciary Comm., 75th Leg. (Nev., February 20, 2009)\n                (statement of Kerry Benson, Deputy Attorney General, explaining that the\n                language of NRS 433A.310(5) was proposed in response to Congress's\n                NICS Improvement Amendments Act of 2007, which requires states to\n                adopt procedures to ensure that certain records are transmitted to NICS\n                as a requisite for states maintaining their eligibility for certain federal\n                funds); cf. Holiday Retirement Corp. v. State, Div. of Indus. Relations, 128\n\n                ...continued\n                referencing subsection l's language, see Nev. Att'y for Injured Workers v.\n                Nev. Self-Insurers Ass'n, 126 Nev. 74, 84, 225 P.3d 1265, 1271 (2010) (\"We\n                presume that the Legislature enacted the statute with full knowledge of\n                existing statutes relating to the same subject.\" (internal quotations\n                omitted)).\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                     8\n10) 1947A\n\f                 Nev. 150, 154, 274 P.3d 759, 761 (2012) (noting that \" [i] t is the prerogative\n                 of the Legislature, not this court, to change or rewrite a statute\").\n                 Therefore, we conclude that NRS 433A.310(5)'s plain language required\n                 the district court to transmit a record of Vu's involuntary admission order\n                 to the Central Repository contemporaneously with the order's entry.\n                 The district court reasonably determined that clear and convincing\n                 evidence showed that Vu was likely to harm himself\n                             Alternatively, Vu contends that the involuntary admission\n                 order should not have been transmitted to the Central Repository because\n                 the district court's determination that Vu should be involuntarily\n                 admitted was not supported by sufficient evidence. As explained, NRS\n                 433A.310(1)(b) permits a district court to order the involuntary admission\n                 of a person to a mental health facility if \"there is clear and convincing\n                 evidence that the person with respect to whom the hearing was held has a\n                 mental illness and, because of that illness, is likely to harm himself or\n                 herself or others if allowed his or her liberty.\" Because an involuntary\n                 admission order constitutes a deprivation of the admitted person's\n                 constitutionally protected liberty interest, NRS 433A.310(1)(b)'s \"clear and\n                 convincing\" evidentiary standard is meant to ensure that the district court\n                 does not wrongfully deprive a person of that liberty interest.             See\n                 Addington v. Texas, 441 U.S. 418, 425-26 (1979). When a district court's\n                 factual determinations must be supported by clear and convincing\n                 evidence, \"we review the record and decision with a degree of deference,\n                 seeking only to determine whether the evidence adduced at the hearing\n                 was sufficient to have convinced the deciding body that [the issue to be\n                 determined] had been shown by clear and convincing evidence.\" Gilman v.\n                 Nev. State Bd. of Veterinary Med. Exam'rs, 120 Nev. 263, 274-75, 89 P.3d\n                 1000, 1008 (2004) (quotation omitted), disapproved on other grounds by\nSUPREME COURT\n        OF\n     NEVADA\n                                                        9\n(0) 1947A    0\n\f                Nassiri v. Chiropractic Physicians' Bd. , 130 Nev., Adv. Op. 27, 327 P.3d\n                487 (2014). In other words, despite the heightened evidentiary standard\n                of proof that the district court in this case was required to employ, our\n                review is limited to whether the district court reasonably could have\n                determined that clear and convincing evidence showed that Vu was likely\n                to harm himself.    Gilman, 120 Nev. at 274-75, 89 P.3d at 1008; see In\n                Interest of R.N., 513 N.W.2d 370, 371 (N.D. 1994) (observing that although\n                the clear and convincing standard of proof in an involuntary commitment\n                proceeding requires a \"more probing\" standard of appellate review, that\n                review still entails a level of deference to the trial court's factual\n                determinations); see also In re Michael H., 856 N.W.2d 603, 612, 616 (Wis.\n                2014) (same); In re MH2009-002120, 237 P.3d 637, 642-44 (Ariz. Ct. App.\n                2010) (same)\n                              Here, Vu and the District Attorney agree that Vu was\n                correctly diagnosed with a mental illness. They also agree that NRS\n                433A.310(1)(b)'s \"likely to harm himself or herself or others\" standard\n                must be established by showing that Vu fell within one of four definitions\n                set forth in NRS 433A.115(2) and (3). 3 They further agree that the\n\n\n                      3 The interplay between NRS 433A.310(1)(b) and NRS 433A.115 is\n                not immediately apparent, particularly in light of NRS 433A.310(1)(b)'s\n                \"likely to harm\" standard and NRS 433A.115's \"clear and present danger\"\n                standard, discussed below. Nonetheless, it appears to have been the\n                Legislature's intention that a person must fall within one of the four\n                definitions set forth in NRS 433A.115(2) and (3) before that person may be\n                involuntarily admitted by court order under NRS 433A.310(1)(b). See\n                Hearing on S.B. 490 Before the Senate Comm. on Human Resources &\n                Facilities, 65th Leg. (Nev., June 9, 1989) (statement of Holli Elder,\n                Director of the Office of Protection and Advocacy, memorialized in exhibit\n                C, explaining that what would become NRS 433A.115(2) and (3)'s\n                definitions were \"necessary to assure the consistent application and\n                                                                   continued on next page...\nSUPREME COURT\n     OF\n   NEVADA\n\n                                                     10\n(0) 1947A 0\n\f                definition that the district court found Vu to fall within was NRS\n                433A.115(2)(a), which provides that\n                             [a] person presents a clear and present danger of\n                            harm to himself or herself if, [(1)] within the\n                            immediately preceding 30 days, the person has, as\n                            a result of a mental illness . . [akted in a manner\n                            from which it may reasonably be inferred that,\n                            without the care, supervision or continued\n                            assistance of others, the person will be unable to\n                            satisfy his or her need for nourishment, personal\n                            or medical care, shelter, self-protection or safety,\n                            and [(2)] if there exists a reasonable probability\n                            that the person's death, serious bodily injury or\n                            physical debilitation will occur within the next\n                            following 30 days unless he or she is admitted to a\n                            mental health facility... . .\n                (Emphases added.) Vu and the District Attorney disagree, however, as to\n                whether sufficient evidence supported the district court's conclusion that\n                Vu fell within this definition.\n                            Having considered the record generated at the involuntary\n                admission hearing, we agree with the District Attorney that the opinions\n                elicited from the court-appointed psychiatrist and psychologist reasonably\n                supported the district court's conclusion that Vu fell within MRS\n                433A.115(2)(a)'s definition. In particular, the uncontroverted evidence\n                demonstrated that in the 30 days preceding the hearing, Vu's family called\n                the police based on their concerns that he posed a physical threat to them.\n                Testimony was likewise elicited that Vu confronted a resident doctor at\n                the mental health facility in a manner that the resident doctor perceived\n\n\n                ...continued\n                interpretation of criteria that determine the potential dangerousness of a\n                mentally ill person for the purpose of involuntary admission\").\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                      11\n(0) 1947A\n\f                as physically threatening. Both the psychiatrist and the psychologist\n                opined that, if Vu were to act in such a manner toward a person\n                unfamiliar with his mental illness, there would be a risk that the person\n                would act violently in self-defense. From this evidence, the district court\n                could \"reasonably [have] inferred that, without the care, supervision or\n                continued assistance of others, [Vu would] be unable to satisfy his . . . need\n                for. . self-protection or safety.\" NRS 433A.115(2)(a).\n                            From this same evidence, combined with the testimony that\n                Vu had refused to take his prescribed antipsychotic medication while\n                admitted on an emergency basis prior to the district court hearing, the\n                district court also could have reasonably concluded that \"there exist[ed] a\n                reasonable probability that [Vas . serious bodily injury. . . w[ould]\n                occur within the next following 30 days unless he . . [was] admitted to a\n                mental health facility.\" Id. While Vu argues that no evidence showed that\n                he had actually committed acts in furtherance of his threats or that\n                someone had actually assaulted him in self-defense or that such an assault\n                would actually rise to the level of inflicting serious bodily injury, this\n                argument stretches NRS 433A.115(2)(a)'s use of the phrases \"reasonably\n                be inferred\" and \"reasonable probability\" too far. The statute does not\n                require specific evidence \"that [Vu would] be unable to satisfy his . . . need\n                for. . self-protection or safety\" and that \"[Vu's] serious bodily injury\n                [would] occur within the next following 30 days\"; rather, it requires\n                evidence to support the reasonable inference and reasonable probability of\n                those concerns, which the District Attorney provided. Therefore, we\n                concludeS that the district court reasonably determined that Vu fell within\n                NRS 433A.115(2)(a)'s definition and that, in turn, involuntary admission\n\n\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                      12\n(0) I947A\n\f                was appropriate under NRS 433A.310(1)(b)'s clear and convincing\n                evidentiary standard.\n                                                 CONCLUSION\n                             NRS 433A.310(5) requires a district court to transmit an\n                involuntary admission order to the Central Repository at the time the\n                order is entered, meaning that the district court is not required to wait 30\n                days for the order to become final under NRS 433A.310(1)(13).\n                Additionally, the district court reasonably determined that clear and\n                convincing evidence showed that Vu, at the time of the hearing, had a\n                mental illness and that because of that illness, Vu was likely to harm\n                himself. We therefore deny Vu's petition for extraordinary writ relief.\n\n\n\n\n                                                             Caiti a—Cr              , C.J.\n                                                            Parraguirre\n\n\n                We concur:\n\n\n\n                        AecA                 ,    J.\n                Hardesty\n\n\n                                                  J.\n\n\n\n                                                  J.\n\n\n\n                                                  J.\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                       13\n(0) 1947A\n\f                PICKERING, J., with whom SAITTA, J., agrees, dissenting:\n                               The loss of liberty that occurs when an individual is\n                involuntarily committed to a mental hospital is \"massive.\" Humphrey v.\n                Cady, 405 U.S. 504, 509 (1972). As a consequence, due process protections\n                apply. Addington v. Texas, 441 U.S. 418, 425 (1979). Chief among those\n                protections is a heightened burden of proof, meaning the State must prove\n                its case for involuntary commitment by \"greater than the preponderance-\n                of-the-evidence standard applicable to other categories of civil cases.\" Id.\n                at 432-33. The heightened standard of proof protects against an erroneous\n                deprivation of liberty. It recognizes the fundamental truth that, \"[alt one\n                time or another every person exhibits some abnormal behavior which\n                might be perceived by some as symptomatic of a mental or emotional\n                disorder, but which is in fact within a range of conduct that is generally\n                acceptable.\"     Id. at 426-27. \"Obviously, .. . a few isolated instances of\n                unusual conduct\" are not a basis\n                               for compelled treatment and surely none for\n                               confinement. . . . Loss of liberty calls for a showing\n                               that the individual suffers from something more\n                               serious than is demonstrated by idiosyncratic\n                               behavior. Increasing the burden of proof is one\n                               way to impress the factfinder with the importance\n                               of the decision and thereby perhaps to reduce the\n                               chances that inappropriate commitments will be\n                               ordered.\n                Id. at 427.\n                               The State called two witnesses at Vu's involuntary\n                commitment hearing, both doctors who had examined Vu and his mental\n                health records. These doctors concluded that Vu did not pose a threat of\n                harm to third parties, so his commitment could not be justified on that\n\n\nSUPREME COURT\n        OF\n     NEVADA\n\n\n(0) 1947A\n\f                statutory basis.    See NRS 433A.310(1)(b) (providing for involuntary\n                commitment if there is \"clear and convincing evidence that the\n                person. .. is likely to harm. . . others if allowed his or her liberty\"). The\n                State therefore proceeded on the theory that Vu presented a sufficient risk\n                of harm to himself, such that his commitment was justified on that\n                alternative statutory basis. See id. (providing for involuntary commitment\n                if there is \"clear and convincing evidence that the person. . . is likely to\n                harm himself or herself. . . if allowed his or her liberty\"). This alternative\n                theory required the State to prove, by clear and convincing evidence, that\n                Vu could not meet his basic safety and self-protection needs without the\n                care, supervision, or continued assistance of others, and that there existed\n                a reasonable probability that Vu would face death, serious bodily injury, or\n                physical debilitation    in the following 30 days unless he was\n                institutionalized. NRS 433A.115(2)(A); see NRS 433A.310(1)(b).\n                            The uncontradicted evidence showed that Vu had a bank\n                account with money in it, an apartment in which to stay, and the ability to\n                feed and clothe himself. There was also no suggestion of suicidal ideation.\n                From this it would seem to follow that Vu did not need to be committed to\n                avoid death, serious bodily injury, or physical debilitation, but the State\n                maintained otherwise. According to the State, Vu needed to be committed\n                because, given his behavior and failure to take his medications, Vu might\n                act threateningly toward third parties, provoking them to attack and\n                injure him. Setting aside the tenuous nature of an opinion that members\n                of the general public would likely assault Vu if he acted threateningly\n                rather than seeking alternative help for themselves or Vu, In re Doe, 78\n                P.3d 341, 367 (Haw. Ct. App. 2003) (recognizing that erratic and offensive\n                behavior is not uncommon on the streets of many larger cities, and that it\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                      2\n(0) 1947A\n\f                may be just as likely the urban residents would respond with compassion\n                rather than anger and violence), the State identified only two instances of\n                Vu ever acting threateningly. One instance was the reason for his\n                emergency hold, when his family felt threatened by his behavior, and the\n                other was during Vu's emergency intake where Vu—who stands 5' 5\" tall\n                and weighs under 100 pounds—reportedly \"broadened his shoulders\"\n                when facing a resident doctor. So there was actually no evidence that Vu\n                would act threateningly to people other than his family, who had already\n                shown the ability to call the police if his threatening behavior escalated, or\n                toward those at the facility holding him against his will. Also of note,\n                neither Vu's family nor the resident doctor testified at the hearing, and\n                the doctors who did testify indicated that Vu isolated himself from others,\n                not that he acted aggressively toward them.\n                            But more significantly, though the doctors generally opined\n                that a stranger might harm Vu if Vu were released, the only testimony\n                directed toward the seriousness of the harm Vu might face was Dr. Lewis's\n                answer of \"Yes\" to the following question posed by the district attorney:\n                            You indicated that Mr. [Vu] meets criteria for\n                            basic needs, self-protection and safety. When you\n                            apply that basic need in your normal course every\n                            Wednesday and every time you testify, does that\n                            include the provision that there does exist a\n                            reasonable probability that his death, serious\n                            bodily injury or physical debilitation will occur\n                            within the next following 30 days unless he's\n                            admitted?\n                The State asked this question of Dr. Lewis on redirect examination, and it\n                prompted an objection from Vu's counsel as being outside the scope of Dr.\n                Lewis's cross-examination, to which the district court responded: \"It\n\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                      3\n(0) 1947A\n\f                 certainly is but I'll allow the question.\" Shortly thereafter, during the\n                 State's closing argument, the district court interrupted and said that as to\n                 the reasonable probability of death, serious bodily injury, or physical\n                 debilitation prong:\n                             Apparently, you want me to glean that\n                             information, it only came out from you outside the\n                             scope of direct examination on your second doctor\n                             witness and I frankly don't understand why you\n                             don't ask that question. Why you don't look at the\n                             criteria and ask the questions.\n                 In Vu's closing argument, his attorney asked whether the court had heard\n                 from Dr. Lewis \"a single description of how that death was going to occur,\n                 what the serious bodily injury was going to be, why he thought it was\n                 going to occur in the next 30 days or even what that physical debilitation\n                 would be?\" and the district court acknowledged \"No, I didn't and I just\n                 talked to the District Attorney that I don't think that criteria was\n                 examined other than briefly and oddly.\"\n                             Under NRS 433A.115(2)(a) and NRS 433A.310(1)(b), the State\n                 was required to prove, by clear and convincing evidence, that there existed\n                 a reasonable probability that Vu would face death, serious bodily injury, or\n                 physical debilitation in the following 30 days unless he was\n                 institutionalized That NRS 433A.115(2)(a) requires a showing of a\n                 reasonable probability that the person would face the types of serious\n                 harm listed means that undoubtedly there is room for prediction and less\n                 than certainty as to whether the person actually will experience serious\n                 harm or exactly what shape it may take. But testimony that consists\n                 solely of a \"Yes\" to a disjointed leading question on redirect examination\n                 as to whether that doctor generally included in his basic needs analysis\n\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                      4\n10) 1947A    0\n\f                 whether Vu would face serious harm, without any explanation as to why\n                 that doctor thought Vu would face such harm or any estimation of what\n                 such harm might entail, is insufficient evidence to convince a rational fact-\n                 finder, by clear and convincing evidence, that a reasonable probability\n                 existed that Vu would face death, serious bodily injury, or physical\n                 debilitation if not confined   See In re Discipline of Drakulich, 111 Nev.\n                 1556, 1566-67, 908 P.2d 709, 715 (1995) (clear and convincing evidence\n                 must be \"so strong and cogent as to satisfy the mind and conscience of a\n                 common man. . . . It need not possess such a degree of force as to be\n                 irresistible, but there must be evidence of tangible facts from which a\n                 legitimate inference. . . may be drawn.\" (quoting Gruber v. Baker, 20 Nev.\n                 453, 477, 23 P. 858, 865 (189W)).\n                             Had the State proved its case, I would agree with the majority\n                 that Vu's involuntary commitment order was properly transmitted to\n                 Central Repository for Nevada Records of Criminal History under NRS\n                 433A.310(5). Indeed, this is one of the stigmatizing consequences that\n                 justifies the high burden of proof the State must shoulder to obtain an\n                 involuntary commitment order. See Addington, 441 U.S. at 425-26 (\"it is\n                 indisputable that involuntary commitment to a mental hospital\"\n                 stigmatizes the individual and engenders both a \"significant deprivation of\n                 liberty\" and a host of \"adverse social consequences\"). But given the State's\n                 sparse and speculative evidence in this case, including the exceedingly\n                 summary testimony on the risk of harm Vu faced if not institutionalized, I\n                 would hold that Vu should not have been detained beyond the initial\n\n\n\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                       5\n(0) 1947A    e\n\f                 emergency hold. I thus would grant Vu a writ of mandamus directing the\n                 district court to vacate the admission order and to recall its report.\n\n\n\n\n                                                      Pickering\n\n\n                 I concur:\n\n\n\n                                                 J.\n                 Saitta\n\n\n\n\nSUPREME COURT\n        OF\n     NEVADA\n                                                        6\n(0) 1947A    e\n\f",
            "ocr": false,
            "opinion_id": 3190505
        }
    ],
    "court_short_name": "Nevada Supreme Court",
    "court_full_name": "Nevada Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nevada, NV",
    "crime_category": "Murder"
}