{
    "id": 3196664,
    "judges": "Baldwin, Balmer, Brewer, Kistler, Landau, Nakamoto, Walters",
    "date_filed": "1976-05-02",
    "date_filed_is_approximate": true,
    "slug": "baker-v-croslin",
    "case_name_short": "Baker",
    "case_name": "Baker v. Croslin",
    "case_name_full": "Jennifer J. BAKER, Personal Representative of the Estate of Tyler R. Baker, Respondent on Review, v. Matthew A. CROSLIN, Petitioner on Review, and Tyler Gregory SMITH, Defendant",
    "attorneys": "James L. Hiller, Hitt Hiller Monfils Williams LLP, Portland, argued the cause and filed the brief for petitioner on review., Jan K. Kitchel, Cable Huston, LLP, Portland, argued the cause and filed the brief for respondent on review. With him on the brief was Casey M. Nokes.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and submitted March 13, 2015,",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate id=\"b179-2\">\n    Argued and submitted March 13, 2015,\n   </otherdate><decisiondate id=\"AqD\">\n    decision of Court of Appeals affirmed, judgment of circuit court reversed, and case remanded to circuit court for further proceedings April 21, 2016\n   </decisiondate><br><parties id=\"b179-3\">\n    Jennifer J. BAKER, Personal Representative of the Estate of Tyler R. Baker,\n    <em>\n     Respondent on Review, v.\n    </em>\n    Matthew A. CROSLIN,\n    <em>\n     Petitioner on Review, and\n    </em>\n    Tyler Gregory SMITH,\n    <em>\n     Defendant.\n    </em>\n</parties><br><docketnumber id=\"b179-11\">\n    (CC 1106-07278; CA A151932; SC S062571)\n   </docketnumber><br><citation id=\"b179-12\">\n    376 P3d 267\n   </citation><br><attorneys id=\"b180-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"148\"> \n     *148\n     </span>\n    James L. Hiller, Hitt Hiller Monfils Williams LLP, Portland, argued the cause and filed the brief for petitioner on review.\n   </attorneys><br><attorneys id=\"b180-4\">\n    Jan K. Kitchel, Cable Huston, LLP, Portland, argued the cause and filed the brief for respondent on review. With him on the brief was Casey M. Nokes.\n   </attorneys><br><judges id=\"b180-5\">\n    Before Balmer, Chief Justice, and Kistler, Walters, Landau, Baldwin, Brewer, and Nakamoto, Justices.\n    <a class=\"footnote\" href=\"#fn**\" id=\"fn**_ref\">\n     **\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn**\" label=\"**\">\n<a class=\"footnote\" href=\"#fn**_ref\">\n     **\n    </a>\n<p id=\"b180-8\">\n     Linder, J., retired December 31, 2015, and did not participate in the decision of this case.\n    </p>\n</div></div>",
    "citations": [
        "359 Or. 147",
        "376 P.3d 267"
    ],
    "opinions": [
        {
            "author_str": "Landau",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "http://www.publications.ojd.state.or.us/docs/S062571.pdf",
            "author_id": null,
            "opinion_text": "No. 25\t                        April 21, 2016\t147\n\n              IN THE SUPREME COURT OF THE\n                    STATE OF OREGON\n\n                      Jennifer J. BAKER,\n                   Personal Representative of\n                  the Estate of Tyler R. Baker,\n                     Respondent on Review,\n                                v.\n                    Matthew A. CROSLIN,\n                      Petitioner on Review,\n                               and\n                     Tyler Gregory SMITH,\n                            Defendant.\n           (CC 1106-07278; CA A151932; SC S062571)\n\n    On review from the Court of Appeals.*\n    Argued and submitted March 13, 2015.\n   James L. Hiller, Hitt Hiller Monfils Williams LLP,\nPortland, argued the cause and filed the brief for petitioner\non review.\n   Jan K. Kitchel, Cable Huston, LLP, Portland, argued the\ncause and filed the brief for respondent on review. With him\non the brief was Casey M. Nokes.\n  Before Balmer, Chief Justice, and Kistler, Walters,\nLandau, Baldwin, Brewer, and Nakamoto, Justices.**\n    LANDAU, J.\n   The decision of the Court of Appeals is affirmed. The\njudgment of the circuit court is reversed, and the case is\nremanded to the circuit court for further proceedings.\n\n\n\n______________\n\t**  Appeal from Multnomah County Circuit Court. Eric L. Dahlin, Judge pro\ntempore. 264 Or App 196, 330 P3d 698 (2014).\n\t   **  Linder, J., retired December 31, 2015, and did not participate in the deci-\nsion of this case.\n\f148\t                                                         Baker v. Croslin\n\n    Case Summary: At a party with alcohol, two guests engaged in horseplay\nwith loaded handguns; one of the guests was killed. Plaintiff, the personal rep-\nresentative of the guest who died, brought a civil action against (among others)\nthe party’s host. The host sought summary judgment on the ground that, under\nORS 471.565(2), he was not liable because he had not “served or provided” alco-\nhol to the shooter “while” the shooter was “visibly intoxicated.” The circuit court\ngranted summary judgment for the host. The Court of Appeals reversed, holding\nthat a social host “serve[s] or provide[s]” alcohol under the statute when the host\ncontrols the alcohol supply, and in this case the evidence permits an inference\nthat the host did that at a time when the shooter was visibly intoxicated. Held: (1)\nthe statutory requirement that the social host must have “provided” alcohol may\nbe met if the host controls the supply of alcohol; (2) the statutory requirement\nthat the host must have served or provided alcohol “while the patron or guest\nwas visibly intoxicated” requires that the patron or guest must have been visibly\nintoxicated to the social host; and (3) plaintiff had presented sufficient evidence\nto create genuine issues of material fact that the shooter had been visibly intoxi-\ncated to the host at the time the shooter took a final drink of alcohol, and that the\nhost controlled the supply of alcohol from which that final drink came.\n    The decision of the Court of Appeals is affirmed. The judgment of the cir-\ncuit court is reversed, and the case is remanded to the circuit court for further\nproceedings.\n\fCite as 359 Or 147 (2016)\t149\n\n\t       LANDAU, J.\n\t         The issue in this case concerns the extent to which\na social host of a gathering at which alcohol is consumed is\nliable for injuries that occur during the party. The defendant\nhosted a party at which his guests drank alcohol. Two of\nthe guests engaged in horseplay with loaded handguns, and\none of the guests was killed. The personal representative of\nthe decedent sued defendant, who asserted that, under ORS\n471.565(2), he was not liable because he had not “served or\nprovided” alcohol to the shooter “while” the shooter was “vis-\nibly intoxicated.” The trial court agreed and granted sum-\nmary judgment in favor of defendant. The Court of Appeals\nreversed, holding that, under ORS 471.545(2), a social host\n“serve[s] or provide[s]” alcohol when the host controls the\nalcohol supply, and in this case the evidence permits an\ninference that defendant did that at a time when the shooter\nwas visibly intoxicated. Baker v. Croslin, 264 Or App 196,\n330 P3d 698 (2014). On review, we agree with the Court of\nAppeals and affirm.\n\t        Because the trial court granted summary judgment\nfor defendant, we state the facts in the light most favorable to\nplaintiff. ORCP 47 C. Defendant hosted a party at his home\nto watch a basketball game and play cards. Among those\nattending the party were three friends, Johnson, Baker, and\nSmith; Smith arrived at around 7:30 p.m. Five or six others\nalso attended the party, coming and going over the course of\nthe evening.\n\t       Both Baker and Smith had permits to carry con-\ncealed handguns, and both of them brought handguns to\nthe party.\n\t        Defendant had alcohol in his home, including a\nbottle of vodka in his freezer and a bottle of rum and other\nhard liquor under his bar. Defendant also had purchased\na bottle of Cockspur rum. Baker later reimbursed him\nfor that purchase. Baker’s wife did not like her husband\ndrinking hard alcohol. So he had asked defendant to pur-\nchase the rum. Meanwhile, Baker brought a 30-pack of\nbeer, and Smith brought six 16-ounce bottles of Coors light\nbeer.\n\f150\t                                                       Baker v. Croslin\n\n\t        There is no evidence that defendant personally\nserved any of the guests any alcohol, at least in the sense\nthat he did not personally pour anyone drinks. Rather, the\nguests understood that they were expected to help them-\nselves. Smith did just that. He later recalled that he drank\ntwo of the light beers that he had brought to the party and\ntwo mixed drinks with vodka and Squirt soda.\n\t        Defendant placed several guns that he possessed on\ndisplay for his guests on a table in the kitchen, including\na handgun that he had recently purchased. At some point\nearly in the evening, Smith and Baker also displayed their\nhandguns. Defendant gave Smith some hollow-point bul-\nlets to replace the full-metal-jacket bullets then in Smith’s\nweapon. Hollow-point bullets are designed to expand on\nimpact and inflict significantly more damage than ordinary\nbullets. Smith loaded the hollow-point bullets.\n\t        Shortly before 9:00 p.m., defendant, Smith, Baker,\nand Johnson had a shot of hard liquor. The record is not\nentirely clear what that liquor was. Defendant later recalled\nthat it was the Cockspur rum. Johnson testified only that it\nwas rum. Smith later said that he could not recall if it had\nbeen “whiskey or rum or what.” After the shots, Johnson left\nthe party. Defendant, Smith, and Baker talked about the\nbest options for carrying a concealed weapon. Shortly after\n9:00 p.m., the three then began playacting self-defense sce-\nnarios for about 20 minutes.1 Defendant became concerned\nabout the combination of guns and alcohol and left to put his\ngun away in his bedroom. While defendant was out of the\nroom, Smith and Baker continued to act out self-defense sce-\nnarios three or four more times. In the process, Smith drew\nhis pistol and accidentally shot Baker through the chest,\nkilling him.\n\t        Plaintiff, the personal representative of Baker’s\nestate, initiated a civil action against Smith and defendant.\nPlaintiff alleged that defendant had been negligent in three\nways:\n\n\t1\n       Each of the three pretended to be held up and then drew their weapons on\neach other from where they usually carried them—defendant, either in a side\nholster or in a left back pocket; Smith, in his left back pocket; and Baker, in the\nfront waistband of his pants.\n\fCite as 359 Or 147 (2016)\t151\n\n   \t “1.  In [defendant] unreasonably serving Smith alcohol\n   while Smith was in a visibly intoxicated state;\n   \t “2.  In [defendant] unreasonably encouraging quick\n   draw handgun activity while Smith was in a visibly intoxi-\n   cated state;\n   \t “3.  In [defendant] unreasonably encouraging Smith\n   to load his unloaded handgun with Magtech hollow[-]\n   point ammunition while Smith was in a visibly intoxicated\n   state[.]”\n\n\t       Plaintiff ultimately settled with Smith. Meanwhile,\ndefendant moved for summary judgment on the ground that\nORS 471.565(2) shielded him from liability, because there\nwas no evidence that he had personally served or provided\nSmith with alcohol while Smith was visibly intoxicated.\n\t        Plaintiff responded that there was, in fact, evidence\nthat defendant had provided Smith alcohol while Smith was\nvisibly intoxicated in that “Smith drank vodka from [defen-\ndant’s] freezer, [defendant] had other alcohol, including\nrum, available below his bar, and [defendant] testified that\nhis friends were welcome to help themselves to whatever he\nhad.” Plaintiff asserted that, although Smith recalled hav-\ning only four or five drinks over the course of the evening,\nexpert testimony would show that he had consumed much\nmore, and that “some or all of the additional alcohol that\nhe consumed was furnished by” defendant. Plaintiff pointed\nout that, in addition to the vodka that defendant had in the\nfreezer, defendant had purchased the bottle of Cockspur\nrum and kept another bottle of rum below his bar. According\nto plaintiff, because defendant “supplied vodka and rum\nand made available other alcohol,” summary judgment was\nnot appropriate. Alternatively, plaintiff argued that defen-\ndant still was liable for encouraging gunplay and for giv-\ning Smith hollow-point ammunition while Smith had been\ndrinking, regardless of whether defendant had provided any\nof the alcohol.\n\t       In reply, defendant contended that plaintiff’s asser-\ntions were inadequate to avoid summary judgment under\nORS 471.565(2), because, even assuming that defendant\nprovided all the alcohol, “plaintiff cannot present evidence\n\f152\t                                        Baker v. Croslin\n\nthat Smith was visibly intoxicated” when he drank that\nalcohol.\n\t        At the hearing on the summary judgment motion,\nplaintiff asserted an additional theory of liability, namely,\npremises liability. As to defendant’s motion, she reiterated\nthat her expert would testify that Smith was visibly intoxi-\ncated after the fourth drink. That meant, she argued, that\nhe was visibly intoxicated when he had a final shot of hard\nliquor. Because the hard liquor had been supplied by defen-\ndant, she concluded, she met the conditions for imposing lia-\nbility required by ORS 471.565(2).\n\t        In response, defendant agreed that “when Smith\nhad that last shot of rum, there’s evidence that he was\nvisibly intoxicated.” The key to the defense, he explained,\nwas that the last shot was rum and, more specifically, the\nCockspur rum that Baker had paid for. There was no evi-\ndence that defendant had “served or provided” the final shot\nto Smith, he argued, because that final shot was Baker’s\nrum, not defendant’s.\n\t        In reply, plaintiff argued first that there was an\nissue of fact about whether the final shot was the Cockspur\nrum. Plaintiff pointed out that defendant had made avail-\nable his own rum, and that Smith’s recollection that the\nfinal shot might have been rum did not specify the source\nof that rum. In any event, plaintiff argued, Smith recalled\nthat the final shot might have been whiskey as well, which\nwould have come from defendant’s supply. And finally, plain-\ntiff argued that, even assuming that the final shot was the\nCockspur rum, the undisputed fact was that defendant had\npurchased it and brought it to the party.\n\t        The trial court granted the summary judgment\nmotion. The court first concluded that, if defendant met the\nconditions for the safe harbor from liability found in ORS\n471.565(2), then the allegations of negligence as to the gun-\nplay and the provision of hollow-point ammunition also would\nbe barred, because both of those additional negligence spec-\nifications were predicated on Smith’s intoxication. The trial\ncourt explained that the dispositive issue, then, was whether\nthere was evidence that defendant “served or provided” the\nfinal shot to Smith. The court reasoned that the last drink\n\fCite as 359 Or 147 (2016)\t153\n\ncould have been either whiskey or the Cockspur rum that\ndefendant had purchased for Baker. As to the former pos-\nsibility, the trial court concluded that there was simply no\nevidence that the last drink was, in fact, whiskey or that any\nwhiskey that he drank was defendant’s. As to the latter pos-\nsibility, the court concluded that defendant had not “served or\nprovided” the rum because, having been reimbursed for his\npurchase, the rum was at that point actually Baker’s. The\ncourt did not address plaintiff’s argument that, at all events,\ndefendant is liable under a theory of premises liability.\n\t        Plaintiff appealed, arguing that, among other\nthings, the trial court concluded incorrectly that ORS\n471.565(2) barred liability. She argued that the evidence,\nproperly viewed, permits a reasonable trier of fact to find\nthat defendant had “served or provided” Smith alcohol when\nSmith was visibly intoxicated. Alternatively, plaintiff argued\nthat, even if ORS 471.565(2) barred her claim against defen-\ndant for serving Smith while visibly intoxicated, it did not\nbar her claims that defendant had been negligent in other\nways—that is, for giving Smith hollow-point ammunition\nor for encouraging gunplay while Smith was visibly intox-\nicated. In addition, plaintiff asserted that defendant was\nliable under a theory of premises liability, regardless of the\napplicability of ORS 471.565(2).\n\t         Defendant renewed his assertion that there was no\nevidence that he had “served or provided” alcohol to Smith\nwhen Smith was visibly intoxicated, as there was no evi-\ndence either that defendant personally served Smith any\nalcohol or that any of the alcohol that Smith imbibed while\nvisibly intoxicated was alcohol that defendant had provided.\nDefendant argued that the only alcohol that he actually\nmade available to his guests was the vodka in the freezer.\nThe rest of the alcohol had been either brought by the guests\nor, in the case of the Cockspur, eventually paid for by a guest.\nAccording to defendant, a social host cannot be held liable\nfor injuries that result from a guest consuming alcohol pro-\nvided by someone else.\n\t        The Court of Appeals agreed with plaintiff and\nreversed. The court construed the phrase “served or pro-\nvided,” as it is used in ORS 471.565(2), to turn on whether\n\f154\t                                            Baker v. Croslin\n\nthe social host has “control” over the “alcohol that was sup-\nplied to the visibly intoxicated person.” Baker, 264 Or App at\n199. Relying on this court’s decisions in Solberg v. Johnson,\n306 Or 484, 760 P2d 867 (1988), and Wiener v. Gamma\nPhi, ATO Frat., 258 Or 632, 485 P2d 18 (1971), the court\nexplained that,\n   “the key factor in assessing whether a particular defendant\n   should be considered to have provided alcohol to a visibly-\n   intoxicated person so as to support the imposition of liabil-\n   ity is the ‘amount of control’ that the defendant had over\n   the alcohol that was supplied to the visibly-intoxicated per-\n   son. * * * Where a defendant has no control over the supply\n   of alcohol, the defendant cannot be liable for permitting a\n   person to become dangerously intoxicated from that sup-\n   ply. By contrast, if a defendant has control over the alcohol\n   supply from which the visibly-intoxicated guest consumes\n   alcohol, the defendant has ‘served or provided’ the guest\n   with alcohol.”\nBaker, 264 Or App at 199-200 (citations omitted). Turning to\nthe record on summary judgment, the court first addressed\nwhether there was evidence sufficient to permit a finding\nthat Smith was visibly intoxicated. The court noted that\nplaintiff had retained an expert who was willing to testify\nthat, at the time that Smith took his final drink, shortly\nbefore the shooting, he would have been visibly intoxicated.\nId. at 200-01. The court concluded that that evidence “would\npermit a reasonable factfinder to find that Smith was exhib-\niting signs of visible intoxication * * * when he consumed his\nfinal drink.” Id. at 201.\n\t        The court then addressed whether the record con-\ntained evidence sufficient to permit a finding “that defendant\nhad control over the alcohol supply from which Smith con-\nsumed that final drink.” Id. Answering in the affirmative,\nthe court relied on evidence that defendant hosted the party\nat his house and that the Cockspur was available for others\nto drink. Id. at 201-02. Because the court concluded that\nORS 471.565(2) did not bar defendant’s liability, it did not\nneed to reach plaintiff’s alternative arguments that, even\nif that statute protected defendant from liability for over-\nservice, it did not bar the other negligence claims for giving\nSmith hollow-point ammunition or encouraging gunplay.\n\fCite as 359 Or 147 (2016)\t155\n\n\t        On review, defendant contends that the Court of\nAppeals erred in equating “served or provided” alcohol,\nunder ORS 471.565(2), with having some sort of abstract\n“control” over the availability of drinks based on the host\nhaving made alcohol available. Defendant insists that\n“served or provided” means to directly, personally serve\nor provide alcohol to a guest while that guest is visibly\nintoxicated.\n\t       Plaintiff does not contest that defendant did not\npersonally pour any of Smith’s drinks. Thus, she concedes,\nhe did not “serve” Smith. Plaintiff nevertheless argues that\ndefendant did indirectly “provide” Smith alcohol within the\nmeaning of the statute by making hard alcohol available to\nhim. According to plaintiff, expert testimony established\nthat Smith would have become visibly intoxicated after his\nfourth drink. Thus, she argues, by the time that defendant,\nJohnson, Baker, and Smith had their final shot of whiskey\nor rum, Smith was visibly intoxicated, and defendant failed\nto take steps to “cut [him] off.” In plaintiff’s view, defen-\ndant controlled the alcohol supply and failed to exercise\nthat control at a time when he saw that Smith was visibly\nintoxicated.\n\t        In the alternative, plaintiff asks the court to address\nthe issues that the Court of Appeals did not, namely, the trial\ncourt’s conclusion that ORS 471.565(2) bars her claims for\nnegligently supplying the hollow-point bullets and encour-\naging gunplay while Smith was visibly intoxicated. She also\nrenews her contention—not addressed by either the trial\ncourt or the Court of Appeals—that, regardless of whether\nORS 471.565(2) applies, defendant still may be liable under\na theory of premises liability.\n\t        Because the appeal comes to us by way of a sum-\nmary judgment, we must consider whether the pleadings\nand evidence, construed in the light most favorable to plain-\ntiff, shows that there is no genuine issue of material fact and\nthat defendant is entitled to judgment as a matter of law.\nORCP 47 C. Answering that question, however, requires\nthat we first establish the statutory standard against which\nthe evidence must be evaluated. That standard is supplied\nby ORS 471.565(2), which provides:\n\f156\t                                              Baker v. Croslin\n\n   \t “(2)  A person licensed by the Oregon Liquor Control\n   Commission, person holding a permit issued by the com-\n   mission or social host is not liable for damages caused by\n   intoxicated patrons or guests unless the plaintiff proves by\n   clear and convincing evidence that:\n   \t “(a)  The licensee, permittee or social host served or\n   provided alcoholic beverages to the patron or guest while\n   the patron or guest was visibly intoxicated * * *.”\nThe statute thus provides a safe harbor to social hosts\nagainst liability for damages caused by intoxicated patrons\nor guests unless the plaintiff meets the requirements of\nthe statute. The requirements relevant to this appeal are\ntwo: That the social host (1) “served or provided” alcohol to\na patron or guest (2) “while the patron or guest was visibly\nintoxicated.” We take each of those requirements in turn.\n\t        The first requirement is that the social host have\n“served or provided” alcohol to patrons or guests. The terms\nare not statutorily defined. In such cases, we assume, in\nthe absence of evidence to the contrary, that the legislature\nintended them to be given their ordinary meanings. State v.\nDickerson, 356 Or 822, 829, 345 P3d 447 (2015) (“When the\nlegislature does not provide a definition of a statutory term,\nwe ordinarily look to the plain meaning of the statute’s text\nto determine what particular terms mean.”). Dictionaries\nare a common source of possible ordinary meanings. State\nv. Gonzalez-Valenzuela, 358 Or 451, 461, 365 P3d 116 (2015)\n(“[T]his court frequently attempts to resolve disputes about\nplain meaning by consulting dictionary definitions of the\nrelevant terms.”). And the actual usage of the terms, in con-\ntext, determines which of any listed definitional possibilities\nis the one that applies. State v. Cloutier, 351 Or 68, 96, 261\nP3d 1234 (2011).\n\t       As used in ORS 471.565(2), the word “served” is\na transitive verb, so the following definitions appear most\nrelevant:\n   “6 a : to wait on (one) at table b : to bring (food) to a diner—\n   often used with up  c : to\n   place food on (the table) * * * 7 a : to furnish or supply (one)\n   with something needed or desired <a consolidated school\n   served the children who had attended the several former\n\fCite as 359 Or 147 (2016)\t157\n\n   one-room schools> b : to wait on (a customer) in a store\n   c : to provide merchandise serviceable or desirable to (a\n   buyer)[.]”\nWebster’s Third New Int’l Dictionary 2075 (unabridged ed\n2002); see also American Heritage Dictionary of the English\nLanguage 1601 (5th ed 2011) (“[t]o prepare and offer (food,\nfor example) * * * [t]o place food before (someone); wait on”).\nThe word “provided” likewise is used as a transitive verb, so\nthe relevant definitions are:\n   “2 a : to fit out or fit up : EQUIP—used with with <provided\n   the children with the books they needed> <~ the car with a\n   radio> b : to supply for use : AFFORD, YIELD <olives ... ~\n   an important item of food –W. B. Fisher> <the preface ... ~s\n   a hint –L.R. McColvin>[.]”\nWebster’s at 1827; see also American Heritage at 1418 (“[t]o\nmake available (something needed or desired) * * * [t]o sup-\nply something needed or desired to”). Webster’s adds that the\nterm “provide” is synonymous with “supply” and “furnish.”\nWebster’s at 1827.\n\t        On the surface, there appears to be quite a bit of\npossible overlap between the two words. “Serve” means to\n“furnish,” “supply,” or “provide” something, while “provide”\nis synonymous with “furnish” or “supply.” Ordinarily, when\nthe legislature expresses itself in terms of alternatives—\n“A or B”—we assume that the alternatives do not mean the\nsame things. Crystal Communications, Inc. v. Dept. of Rev.,\n353 Or 300, 311, 297 P3d 1256 (2013) (“As a general rule,\nwe construe a statute in a manner that gives effect, if pos-\nsible, to all its provisions.”); Blachana, LLC v. Bureau of\nLabor and Industries, 354 Or 676, 692, 318 P3d 735 (2014)\n(“[R]edundancy * * * is a consequence that this court must\navoid if possible.”). That is, of course, unless there is evi-\ndence that that is precisely what the legislature intended.\nThomas Creek Lumber and Log Co. v. Dept. of Rev., 344 Or\n131, 138, 178 P3d 217 (2008) (“nothing prohibits the legisla-\nture from saying the same thing twice.”).\n\t       In this case, we are aware of no such evidence that\nthe legislature intended “served” and “provided” to mean\nessentially the same things. And, from the examples listed, it\nappears that, while “served” tends to connote a more direct,\n\f158\t                                            Baker v. Croslin\n\npersonal action—actually pouring a drink, for example—\n“provided” can be taken to include more general and less\ndirect action. We can see no reason, for example, why the\nterm would not apply to situations in which a social host\npurchases alcohol and makes it available for guests, who\nmay help themselves.\n\t        That is consistent with this court’s prior decisions\non social-host liability, in which this court concluded that\nsuch liability turns not just on whether the host personally\npours drinks but also on the extent to which the social host\nless directly exercises, or fails to exercise, control over the\nsupply of alcohol to guests. In Wiener, for example, a minor\nbecame intoxicated at a fraternity party. After leaving the\nparty, the minor drove home and was involved in an accident\nthat injured the plaintiff. The plaintiff brought common-law\nnegligence claims against, among others, Kienow, a member\nof the fraternity who had purchased the alcohol that was\nprovided at the party. This court, affirming the trial court’s\ndismissal of the complaint against Kienow, commented that\n   “[o]rdinarily, a host who makes available intoxicating\n   liquors to an adult guest is not liable for injuries to third\n   persons resulting from the guest’s intoxication. There\n   might be circumstances in which the host would have a\n   duty to deny his guest further access to alcohol. This would\n   be the case where the host has reason to know that he is\n   dealing with persons whose characteristics make it espe-\n   cially likely that they will do unreasonable things. Such\n   persons could include those already severely intoxicated,\n   or those whose behavior the host knows to be unusually\n   affected by alcohol.”\n258 Or at 639 (internal quotation marks and footnotes\nomitted).\n\tUnder Wiener, then, there may be circumstances\nunder which a social host may be liable for injuries resulting\nfrom a guest’s intoxication because the social host, although\nnot directly serving alcohol to guests, nevertheless made\nalcohol available to guests. Indeed, if the social host has\nmade alcohol available to guests, and the host knows that\na guest already has become intoxicated, the host may have\nan obligation “to deny his [or her] guest further access to\nalcohol.” Id. In other words, to the extent that the social host\n\fCite as 359 Or 147 (2016)\t159\n\ncontrols the supply of alcohol, he or she may be liable for the\nway that control is exercised.\n\t        The court adopted that reasoning in Solberg, in\ndetermining whether a social host “served or provided”\nalcohol within the meaning of the predecessor to ORS\n471.565(2).2 In that case, a stepfather took his stepson to\na tavern for drinks. He bought drinks even after his step-\nson had become visibly intoxicated. The stepson drove home\nintoxicated and caused an accident, injuring the plaintiff.\nThe plaintiff sued the tavern, and the tavern in turn sought\ncontribution from the stepfather, both for a violation of the\nstatute itself and for common-law negligence. The trial court\ndismissed the tavern’s third-party contribution action for\nfailure to state a claim, and this court reversed. Solberg,\n306 Or at 487-88.\n\t        Addressing the applicability of what is now ORS\n471.565(2), the court cited Wiener in concluding that the\nterm “social host” applies to “one who has control of choosing\nwho will be served.” 306 Or at 489-90. A stepfather buying\ndrinks for his stepson, the court said, “sufficiently serves and\ncontrols the furnishing of the drinks to constitute a social\nhost” within the meaning of the statute. Id. at 490. Thus,\nwhether one is a “social host” within the meaning of the stat-\nute depends on whether the person has “control of choosing\nwho will be served.” And liability for having “served or pro-\nvided” a guest turns on how that control is exercised.\n\t        The court emphasized that point in turning to the\nquestion of the stepfather’s common-law liability in negli-\ngence. The court explained that, because the tavern had\nalleged that the stepfather knew that his stepson had become\nvisibly intoxicated, the stepfather had “direct control” over\nthe stepson’s access to alcohol. That, the court explained,\ndistinguished the case from Weiner:\n    \t “In contrast [to Wiener], in the present case, [the tav-\n    ern] alleged that [the stepfather] ‘served and provided’\n    alcoholic beverages to [the stepson], who ‘[the stepfather]\n    knew or should have known * * * had a serious drinking\n\n\t2\n       We have since disavowed Solberg to the extent that it could be read to have\nrecognized a statutory tort consisting of elements different from a common-law\nnegligence action. Deckard v. Bunch, 358 Or 754, 789 n 20, ___ P3d ___ (2016).\n\f160\t                                                        Baker v. Croslin\n\n    problem.’ In this allegation [the tavern] paralleled this\n    court’s description of a person ‘whose characteristics make\n    it especially likely that they will do unreasonable things.’\n    Wiener, 258 Or at 639. Wiener held that ‘there may be cir-\n    cumstances under which a person could be held liable for\n    allowing another to become dangerously intoxicated.’ Id. at\n    640. The distinguishing circumstance is the amount of con-\n    trol. In Wiener there was no control. In the present case it is\n    alleged that there was direct control. The decision as to the\n    amount of actual control rests with the trier of fact, not the\n    court.”\n\nSolberg, 306 Or at 492 (emphasis and omission in original).3\n\t        We turn to the second statutory requirement, that\nthe social host have served or provided a patron or guest\n“while the patron or guest was visibly intoxicated.” That\nphrasing suggests a temporal sequence of events. It is not\nsufficient that a social host or guest merely have served or\nprovided alcohol to patrons or guests; rather, the social host\nmust be shown to have done so while—that is, during a time\nwhen—the patron or guest was visibly intoxicated. That\nmuch necessarily follows from the ordinary meaning of the\nword “while,” which, when used as a conjunction, means:\n    “1 a : during the time that <instructed and encouraged the\n    boy ~ he made an almost incredible . . . record of precocity\n\n\t3\n       Although it does not directly inform our interpretation of ORS 471.565(2),\nwe note in passing that our construction of that statute appears to be consistent\nwith the way that most other courts have construed similar statutes, concluding\nthat whether a host “serves” or “provides” or “furnishes” alcohol to guests turns\non the manner in which the host exercises control over the supply of alcohol to the\nguests. See, e.g., Forrest v. Lorrigan, 833 P2d 873, 875 (Colo App 1992) (statutory\nliability for “sale, service, or provision” of alcohol to intoxicated persons turns\non whether host “has control over or takes an active part in supplying” alcohol);\nVanderhoek v. Willy, 728 NE2d 213, 216-18 (Ind App 2000) (whether social host\n“furnished” alcohol within the meaning of Indiana Dram Shop Act depends on\nextent of “control” over alcohol supply); Juliano v. Simpson, 461 Mass 527, 536,\n962 NE2d 175, 183 (2012) (social host liability requires “actual or constructive\nalcohol service or effective control of the alcohol supply”); Delfino v. Griffo, 150\nNM 97, 257 P3d 917 (2011) (it is “the degree of control” by the host over the alco-\nhol supply that determines liability under state Liquor Liability Act); Kellogg v.\nOhler, 825 P2d 1346, 1348 (Okla 1992) (citing Solberg, concluding that defen-\ndants were not liable as social hosts, because they “had absolutely no control over\nthe alcohol served”); Knight v. Rower, 170 Vt 96, 101, 742 A2d 1237, 1241 (1999)\n(“furnishing” alcohol within the meaning of state Dram Shop Act “connotes pos-\nsession or control of the alcoholic beverage by the furnisher” (internal quotation\nmarks and citation omitted)).\n\fCite as 359 Or 147 (2016)\t161\n\n    –Alexander Cowie> <were killed ~ attempting a burglary\n    –A.F. Haslow> b : until the end of the time that : as long\n    as  c : during which time : and\n    during the same time : and meanwhile <hurried to get\n    ready ~ the others just sat>[.]”\nWebster’s at 2604; see also American Heritage at 1973 (“[a]s\nlong as; during the time that”).\n\t        ORS 471.565(2) does not explicitly identify precisely\nto whom the patron or guest must be visibly intoxicated.\nBut, in context, we think it is sufficiently clear that the\nfocus is whether the patron or guest is visibly intoxicated\nto the social host. The very point of the statute is that, at a\ntime when the social host is confronted with a visibly intoxi-\ncated guest, the social host has a decision to make—namely,\nwhether, in light of that information, to serve or provide the\nvisibly intoxicated patron or guest with additional alcohol.\n\t        The legislative history is sparse on that particular\npoint. But the little that exists fully supports what we have\nsaid the text of the statute appears to state.\n\t        The relevant phrasing first appeared in a 1979\nbill, HB 3152. See Or Laws 1979, ch 801, §§ 1, 2.4 As orig-\ninally proposed, the bill would have required not only that\n\t4\n      The 1979 legislation was codified in two separate statutes, former ORS\n30.950 and former ORS 30.955. Both of those statutes applied if a person had\nbeen “served or provided” alcohol when that person was “visibly intoxicated.”\nFormer ORS 30.950, which applied only to a “licensee or permittee,” originally\nprovided:\n    \t “No licensee or permittee is liable for damages incurred or caused by\n    intoxicated patrons off the licensee’s or permittee’s business premises unless\n    the licensee or permittee has served or provided the patron alcoholic bever-\n    ages when such patron was visibly intoxicated.”\nSee Or Laws 1979, ch 801, § 1. Similarly, former ORS 30.955 applied to a “private\nhost,” and stated:\n    \t   “No private host is liable for damages incurred or caused by an intoxi-\n    cated social guest unless the private host has served or provided alcoholic\n    beverages to a social guest when such guest was visibly intoxicated.”\nSee Or Laws 1979, ch 801, § 2.\n\t   The 1987 legislature later merged those two statutes into former ORS 30.950,\nat that time substituting the term “social host” for the original “private host.”\nSee Or Laws 1987, ch 774, §§ 13, 14 (amending former ORS 30.950 to add “social\nhost,” and repealing former ORS 30.955). That statute was amended several\ntimes again in ways not pertinent here before being renumbered as ORS 471.565\nin 2001.\n\f162\t                                            Baker v. Croslin\n\nthe licensee or social host had “served or provided” a visi-\nbly intoxicated person, but also that the provider had been\ngrossly negligent in doing so. Dave Dietz appeared as a wit-\nness on behalf of Restaurants of Oregon in support of the\nbill and stated:\n  \t “The reason for that, for the standard of visibly intox-\n  icated, that is in the law now, we recognize that that is a\n  subjective standard. It is difficult very often to determine\n  when a person is visibly intoxicated. * * * But at least it\n  provides a standard that our operators can understand to\n  some extent. They then have the ability to make the choice\n  as to whether or not an individual is visibly intoxicated. If\n  they step over the bounds, and serve someone that either\n  by a witness’s own viewing of that person or by a waitress\n  or waiter’s own viewing of that person is visibly intoxicated,\n  then the owner or manager of that establishment should be\n  liable, and they should understand when and where that\n  liability begins to exist.”\nTape Recording, House Committee on Judiciary, HB 3152,\nJune 11, 1979, Tape 85, Side 2 (statement of Dave Dietz)\n(emphases added). Later, Chairman Frohnmayer asked\nDietz to explain when a provider would have been negligent\nbut not grossly negligent:\n  \t Chairman Frohnmayer: “*        * \n                                    * A licensee—a person\n  who is injured later—you’ve established the person is vis-\n  ibly intoxicated. That means, knocked down, fall down, or\n  whatever. But that means visible, words slurred, whatever,\n  something to prove that—you’re going to have to prove\n  something. But then you go on and say that the serving or\n  providing in light of those factors has to have been gross\n  negligence. Now, what conduct is negligent but not grossly\n  negligent?  * * *\n  \t Dave Dietz: “In those circumstances, I think you almost\n  have to conclude, if the bartender, for example, knew the\n  person to be visibly intoxicated at the time the person or\n  patron requested a drink, I think that that almost equates\n  to gross negligence. * * * Any indices of what is in fact some\n  visible intoxication is going to then lead you to believe that\n  if the bartender served that patron and did so without pur-\n  suing the patron’s status, to any degree, then you have gross\n  negligence.”\nId. (emphases added).\n\fCite as 359 Or 147 (2016)\t163\n\n\t        The upshot of those excerpts from the legislative\nhistory is clear: If the patron or guest is not visibly intox-\nicated to the social host, then the social host may serve or\nprovide alcohol without fear of liability. But, if the patron or\nguest is visibly intoxicated to the social host, and the social\nhost nevertheless serves or provides alcohol, then the social\nhost may face liability.\n\n\t         The question then arises whether the social host\nmust be subjectively aware of the guest’s intoxicated status.\nThe wording of the statute makes clear that the test is an\nobjective one. ORS 471.565(2) requires proof that a patron\nor guest is “visibly” intoxicated. Ordinarily, the adverb\n“visibly” means “in a visible manner,” and the word “visi-\nble,” in turn, means “capable of being seen : perceptible by\nvision * * * easily seen * * * CONSPICUOUS.” Webster’s at\n2557; see also American Heritage at 1936 (“[p]ossible to see;\nperceptible to the eye * * * [o]bvious to the eye”). The point of\nthe statute, then, is whether the patron or guest is in such a\nstate that his or her intoxication may be said to be conspic-\nuous to, or readily observable by, the social host, whether\nor not the host has the subjective belief that the patron or\nguest in fact is intoxicated.\n\n\t        In that regard, however, it is important to note that\nnothing in the wording of ORS 471.565(2) suggests that a\nsocial host is under an obligation to continuously monitor all\npatrons or guests to determine whether they become intoxi-\ncated. The statute refers only to the consequences of a social\nhost serving or providing alcohol to a patron or guest who\nalready has become visibly intoxicated. On the other hand, if\na patron or guest is visibly intoxicated to the social host, the\nwording of the statute seems to suggest that it may become\nnecessary for the host to prevent the guest from taking fur-\nther drinks. As we have noted, the statutory reference to\n“provid[ing]” alcohol to guests is broad enough to encompass\npurchasing the alcohol and making it available to guests. It\nwould seem to follow, then, that once a social host becomes\naware that a guest has become visibly intoxicated, the host\nis not entitled to the protections of the statute to the extent\nthat he or she continues to make alcohol available to that\nvisibly intoxicated guest.\n\f164\t                                          Baker v. Croslin\n\n\t         This court’s decisions in Wiener and Solberg are not\nto the contrary. As we have noted, in the former decision,\nthe court suggested that “[t]here might be circumstances”\nin which the host could have a duty to deny a guest further\naccess to alcohol. 258 Or at 639. But the existence of that\nduty would depend on whether “the host has reason to know”\nthat, for example, the guest is “already severely intoxicated.”\nThus, even under Weiner, the liability of a host turns on the\nsocial host’s knowledge that a guest “already” has become\nintoxicated, not on some duty to monitor guests as a result\nof being the supplier of the alcohol. Solberg likewise empha-\nsized that the key to the stepfather’s liability was the fact\nthat he was already aware of his stepson’s intoxicated state\nwhen he continued to buy him drinks. 306 Or at 491.\n\t        With the foregoing principles in mind, we turn to\nthe record in this case to determine whether plaintiff sub-\nmitted evidence that creates a genuine issue of material\nfact about whether defendant “served or provided” alcohol to\nSmith “while” Smith was “visibly intoxicated.” As we have\nnoted, plaintiff has retained an expert who will testify that\nSmith was visibly intoxicated after consuming his fourth\ndrink. Thus, Smith would have been visibly intoxicated at\nthe time that he, along with defendant, Johnson, and Baker\ntook a final shot. It can be reasonably inferred that, defen-\ndant being there, he would have seen that Smith was visibly\nintoxicated at the time that he took that last shot. And it is\nundisputed that defendant took no steps to stop Smith from\ntaking that last shot, even though Smith was visibly intoxi-\ncated to him.\n\t        Defendant’s sole argument is that, because Smith’s last\nshot was of the Cockspur rum, and because Baker had reim-\nbursed him for the cost of that rum, the rum was Baker’s and\nnot defendant’s. Because the Cockspur rum belonged to Baker,\ndefendant argues, he did not “serve or provide” it to Smith.\n\t        We find defendant’s argument unpersuasive. At the\noutset, it bears emphasis that the question whether defen-\ndant exercised the sort of control over the alcohol supply\nthat he could be said to have “served or provided” alcohol\nto Smith while Smith was visibly intoxicated is one of fact.\nAs the court explained in Solberg, “[t]he decision as to the\n\fCite as 359 Or 147 (2016)\t165\n\namount of actual control rests with the trier of fact, not the\ncourt.” 306 Or at 492. In that regard, defendant’s argument\nthat, as a matter of law, he cannot be said to have “served or\nprovided” Baker’s Cockspur rum to Smith is problematic for\nat least two reasons.\n\t        First, the argument assumes that, in fact, the last\nshot of rum was the Cockspur rum. Although that certainly\nis what defendant said that he recalled, Smith testified that\nthe last shot could have been rum—without saying whether\nit was the Cockspur rum or the rum that defendant had\nin his cabinet—or whiskey; he could not remember which.\nJohnson likewise testified that he recalled the shot was\nrum, but did not state whether it was the Cockspur. If the\nlast shot was whiskey, there is evidence from which it could\nbe inferred that it was defendant’s. Defendant testified that\nhe had a supply of hard liquor, and there is no testimony\nthat anyone else brought anything but beer to the party.\n\t        Second, even if the last shot was Cockspur rum,\nthe evidence that Baker paid defendant for it at some point\nduring the party does not necessary establish, as a matter of\nlaw, that defendant did not “serve or provide” it. There is evi-\ndence that defendant purchased it for the party at his house\nand that it was available for others to consume at the party.\nIf a social host were to purchase a supply of various types\nof alcohol for a party and then make that alcohol available\nto the guests, the fact that the host leaves a jar into which\nguests can contribute for the costs of the alcohol does not\nnecessarily mean that, as a matter of law, the host did not\nstill control the supply of alcohol to the guests. At the least,\non the record before us, there is a genuine issue of material\nfact about the extent to which defendant controlled the sup-\nply of alcohol to his party, including the hard liquor that\nwas the last shot that he and his friends consumed before\nthe accident. Accordingly, the Court of Appeals correctly\nconcluded that the trial court erred in granting defendant’s\nmotion for summary judgment as to the safe-harbor provi-\nsion of ORS 471.565(2).\n\t       The decision of the Court of Appeals is affirmed.\nThe judgment of the circuit court is reversed, and the case\nis remanded to the circuit court for further proceedings.\n\f",
            "ocr": false,
            "opinion_id": 3196558
        }
    ],
    "court_short_name": "Oregon Supreme Court",
    "court_full_name": "Oregon Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Murder"
}