{
    "id": 3224851,
    "judges": "Anderson, Gardner, Miller, Sayre",
    "date_filed": "1989-12-23",
    "date_filed_is_approximate": true,
    "slug": "childers-v-holmes",
    "case_name_short": "Childers",
    "case_name": "Childers v. Holmes",
    "case_name_full": "CHILDERS Et Al. v. HOLMES",
    "attorneys": "Wert  Hutson, of Decatur, for appellants.\n\nCounsel discuss the various assignments of error insisted upon, but they cite no authorities in support of their insistence.\n\nCallahan  Harris, of Decatur, for appellee.\n\nA witness who testifies by a showing may be impeached as other witnesses.  44 Ala. 203 . The objection to the impeaching evidence was made on a specific ground, which was a waiver of all other grounds.  175 Ala. 211 ,  57 So. 479 ;  195 Ala. 8 , 70 So. 265 ;  204 Ala. 203 ,  85 So. 538 ; rule 33, Supreme Court Practice. Counsel discuss other assignments\nof error, but without further citation of authority.",
    "nature_of_suit": null,
    "posture": "Appeal from Morgan County Court; W. T. Lowe, Judge.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b398-10\">\n    (92 South. 615)\n   </citation><br><parties id=\"b398-11\">\n    CHILDERS et al. v. HOLMES.\n   </parties><docketnumber id=\"AQh\">\n    (8 Div. 452.)\n   </docketnumber><br><court id=\"b398-12\">\n    (Supreme Court of Alabama.\n   </court><decisiondate id=\"AExo\">\n    April 27, 1922.)\n   </decisiondate><br><attorneys id=\"b398-29\">\n    Wert &amp; Hutson, of Decatur, for appellants.\n   </attorneys><br><attorneys id=\"b398-30\">\n    Callahan &amp; Harris, of Decatur, for appel-lee.\n   </attorneys>",
    "citations": [
        "92 So. 615",
        "207 Ala. 382"
    ],
    "opinions": [
        {
            "author_str": "Miller",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 3648.0,
            "opinion_text": "This is a suit by A. B. Holmes against E. H. Childers and E. D. Wright on a promissory note, waiving exemptions as to personal property, and agreeing to pay a reasonable attorney's fee for collecting it. A non est factum plea was filed by each defendant. The case was tried on that issue alone. The jury returned a verdict against both defendants, and from the judgment for plaintiff, rendered thereon by the court, each defendant appeals.\nThe witness Patterson testified he knew E. H. Wright, had seen him execute papers, saw him sign his name, but he always did it by making a mark. The court very properly would not permit him to testify that in \"his best judgment the witness Wright could not write his name.\" Whether this defendant could write his name was a fact, which could be established as other facts, but not by the \"best judgment\" of a witness. The witness could narrate to the jury as he did the facts and circumstances known to him in regard to how defendant signed his name, but he could not give his \"best judgment\" as to whether the defendant could write his name or not. 6 Ency. Dig. of Ala. Reports, p. 424, &#167;&#167; 354, 355 (1).\nBronco Patterson, a witness for defendants, was not present. His testimony was put in the form of a showing, and it was admitted, if present, he would testify as stated therein. It was read to the jury. To all legal intents and purposes it was his testimony. It was entitled to the same credit as if he had been present and so testified. It could be impeached or disproved as any other testimony. Snodgrass v. Clark, 44 Ala. 198.\nClyde Patterson, witness for defendants, was asked this question on cross-examination by plaintiff, over defendants' objection:\n\"Has Bronco Patterson been convicted and served a term in the penitentiary for murder?\"\nWitness answered:\n\"Bronco has been convicted and served a term in the penitentiary for murder.\"\nThere was motion to exclude the answer on the same grounds assigned to the objection to the question, viz.:\n\"It is immaterial, irrelevant, because it is not the proper manner to prove a conviction, because the crime was not shown, and the crime does not involve moral turpitude.\"\nAn exception was reserved to each ruling of the court. Section 4009, Code 1907, states:\n\"A witness may be examined touching his conviction for crime, and his answers may be contradicted by other evidence.\"\nUnder this section, the conviction of the offense of murder can be proven by oral evidence, when the witness is the person convicted. The primary evidence to establish the fact of conviction of the crime is by a properly certified copy of the record showing it, except when the witness is the person convicted, and his answers may be contradicted by other evidence. Section 4009, Code 1907. The statute creates the exception to the rule. Thompson v. State, 100 Ala. 70,14 So. 878; Murphy v. State, 108 Ala. 10, 18 So. 557.\nThis evidence, proposed by the question and shown by the answers, was competent as affecting the credibility of the evidence of the witness Bronco Patterson, as it went to the jury in the showing made for his testimony. However, this witness, Clyde Patterson, could not testify to it under proper objection. The defendants' objection raised the question. They objected \"because it was not the proper manner to prove a conviction.\" The proper manner was not by this witness, but by a certified copy of the record showing it, or by the oral testimony of the person convicted. The court erred in overruling that objection to the question. Sections 4008, 4009, Code 1907; Thompson v. State, 100 Ala. 70, 14 So. 878; Murphy v. State, 108 Ala. 10, 18 So. 557; rule 33 (circuit court) p. 1527, 2 Code 1907.\nThere are two defendants in this case. One of them, E. D. Wright, offered as a witness for himself John Bates. The defendant Childers stated that Bates was not offered as a witness for him. \"The plaintiff objected to so limiting the offering of the witness Bates as to Wright alone.\" The court sustained plaintiff's objection, and stated \"that, if witness was offered by defendant Wright, his testimony would be before the jury, to be considered, by them together with other testimony in case as it saw proper.\" The defendant Childers duly excepted. The witness was examined by defendant Wright as to his signature being made by mark. Then plaintiff on cross-examination asked the witness this question, \"Have you ever seen Childers write his name?\" The defendant Childers then in open court requested the court not to require the witness to testify as a witness for Childers. The court stated:\n\"That he could not limit and would not limit the witness, that he was offered by both defendants, and that his testimony would be considered the testimony of both defendants under the rules governing witness testimony, and required the defendant Childers to be bound by the testimony of witness Bates the same as Wright.\"\nThe defendant Childers \"reserved an exception to the court's action in requiring him to be bound by Bates' testimony.\" This witness then testified, in answer to the above and other questions by plaintiff: *Page 384 \n\"He had seen Childers sign his name; that the handwriting on the note looked like Mr. Childers.' \"\nAs there are two defendants, each had a right to introduce witnesses, regardless of the wishes of the other; but neither, without the consent of the other, could bind the other to vouch for the witness being worthy of belief. The plaintiff and the defendant Childers could each cross-examine this witness; but, when defendant Wright offered him as his witness alone, the court erred in not limiting him as a witness of defendant Wright, vouched for by Wright alone. This would have given Childers the right to cross-examine, impeach, and discredit his testimony, if he so desired. When a witness is introduced by a party, he cannot impeach him. Griffin v. Wall, 32 Ala. 149. While a party introducing and offering a witness cannot discredit him, yet he can offer evidence varying from and contrary to his testimony. Upson v. Raiford, 29 Ala. 188. This court, in White v. State, 87 Ala. 24, 5 So. 829, wrote:\n\" 'When a party offers a witness in proof of his cause, he thereby, in general, represents him as worthy of belief,' and he will not be permitted to impeach the witness' general reputation for truth, or otherwise show that he is unworthy of belief.\"\nSee, also, Griffith v. State, 90 Ala. 583, 8 So. 812.\nHis testimony was damaging to the cause of the defendant Childers. He did not introduce him as a witness. He was offered by Wright alone. Childers in no way represented him as worthy of belief. The court erred in stating that &#8212;\n\"he was offered by both defendants, and that his testimony would be considered the testimony of both defendants, under the rules governing witness' testimony, and required the defendant Childers to be bound by the testimony of witness Bates, the same as Wright.\"\nThe court by this made Childers, in legal effect, represent the witness as worthy of belief to the jury, and denied him the right, if he so desired, to impeach and discredit his testimony.\nThere are other errors assigned and argued by appellants. It is not necessary for us to discuss and pass on them, as they will hardly arise on another trial, and the case must be reversed for the errors mentioned.\nReversed and remanded.\nANDERSON, C. J., and SAYRE and GARDNER, JJ., concur.",
            "ocr": false,
            "opinion_id": 3225099
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}