{
    "id": 3232905,
    "judges": "Brown, Gardner, Livingston, Thomas",
    "date_filed": "2008-03-16",
    "date_filed_is_approximate": true,
    "slug": "wilson-v-brown",
    "case_name_short": "Wilson",
    "case_name": "Wilson v. Brown",
    "case_name_full": "Wilson v. Brown at Al., Jury Commissioners.",
    "attorneys": "John C. Walters, of Troy, for appellant.\n\nThe action of the Jury Commission in placing the names of only one thousand in the jury box, whereas appellant offered to prove by the commission, itself, in open court, that there were in fact four thousand qualified jurors in the county, was such an irregularity as would warrant the issue of the writ of mandamus. Welch v. State,  28 Ala. App. 273 ,  183 So. 879 ; Garner v. State,  206 Ala. 56 ,  89 So. 69 ; Jury Commission v. State, 178 Ala. 412 ,  59 So. 594 ; Reeves v. State,  17 Ala. App. 684 , 88 So. 197 ; State v. Miller,  204 Ala. 232 ,  85 So. 698 ; Powell v. State,  224 Ala. 540 ,  141 So. 201 . Said action was such an abuse on the part of administrative officers as amounted to a denial of due process and was violative of the Fourteenth Amendment to the Federal Constitution. Mooney v. Holohan,  294 U.S. 103 , 55 S.Ct. 340 ,  79 L.Ed. 791 , 98 A.L.R. 406; Carter v. Texas, 177 U.S. 442 ,  20 S.Ct. 687 ,  44 L.Ed. 839 ; Kentucky v. Powers, 201 U.S. 1 ,  26 S.Ct. 387 ,  50 L.Ed. 633 , 5 Ann.Cas. 692; Rogers v. Alabama,  192 U.S. 226 ,  24 S.Ct. 257 ,  48 L.Ed. 417 ; Lewis v. United States,  146 U.S. 370 ,  13 S.Ct. 136 ,  36 L.Ed. 1011 ; Norris v. Alabama,  294 U.S. 587 ,  55 S.Ct. 579 ,  79 L.Ed. 1074 ; Powell v. Alabama,  287 U.S. 45 ,  53 S.Ct. 55 ,  77 L.Ed. 158 , 84 A.L.R. 527; Chambers v. Florida,  309 U.S. 227 ,  60 S.Ct. 472 , 84 L.Ed. 716 ; Neal v. Delaware,  103 U.S. 370 ,  26 L.Ed. 567 ; Rodriguez v. United States,  198 U.S. 156 ,  25 S.Ct. 617 , 49 L.Ed. 994 ; Crowley v. United States,  194 U.S. 461 , 24 S.Ct. 731 ,; Millhouse v. State, supra; Carter v. Texas, supra. Substantial compliance by the jury commission is necessary, and anything less than that is a denial of due process. 35 C.J. 263; Millhouse v. State, supra.\n\nThos. S. Lawson, Atty. Gen., and W. W. Callahan, Asst. Atty. Gen., for appellees.\n\nThe jury roll is the evidence of the commission's judgment; it is the determination of the qualifications of prospective jurors involving a judicial function, and the commission, in so acting, has a judicial discretion that will not be reviewed in the absence of fraud or by otherwise showing that the jury roll and the jury box are void by reason of law. Nelson v. State, 182 Ala. 449 ,  62 So. 189 . When the duty to perform is judicial, or involves the exercise of discretion by a public officer, mandamus will not lie to control his discretion in the absence of fraud. Henry v. State,  200 Ala. 475 ,  76 So. 417 ; State ex rel. Bibb v. Town of Warrior,  181 Ala. 642 ,  62 So. 69 . If there is doubt as to whether or not the allegations in the petition that names are in the jury box that are not on the jury roll refers to the jury roll and jury box in existence at the time the petition was filed, or the new jury roll and new jury box, the writ of mandamus should not issue. Folmar v. Brantley, 238 Ala. 681 ,  193 So. 122 . The allegations of the petition as to names of jurors in the jury box that are not on the jury roll fail to show a clear, specific legal right, and mandamus will not lie therefor. Poyner v. Whiddon,  234 Ala. 168 ,  174 So. 507 .",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Pike County; C. C. Brannen, Judge.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b194-29\">\n    1 So.2d 914\n   </citation><br><parties id=\"b194-30\">\n    WILSON v. BROWN et al., Jury Commissioners.\n   </parties><docketnumber id=\"ATa\">\n    4 Div. 205.\n   </docketnumber><br><court id=\"b194-32\">\n    Supreme Court of Alabama.\n   </court><br><decisiondate id=\"b194-33\">\n    April 30, 1941.\n   </decisiondate><br><attorneys id=\"b195-23\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"179\"> \n     *179\n     </span>\n    John C. 'Walters, of Troy, for appellant.\n   </attorneys><br><attorneys id=\"b196-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"180\"> \n     *180\n     </span>\n    Thos. S. Lawson, Atty. Gen., and W. W. Callahan, Asst. Atty. Gen., for appellees.\n   </attorneys>",
    "citations": [
        "1 So. 2d 914",
        "241 Ala. 178"
    ],
    "opinions": [
        {
            "author_str": "Brown",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 3612.0,
            "opinion_text": "This appeal is from a judgment of the circuit court dismissing the appellant's petition for the issuance of a writ of mandamus.\nThe petition was filed, November 2, 1940, against the respondents as the Jury Commission of Pike County alleging that prior to filing the petition, said Commission had made a jury roll consisting of from three hundred to seven hundred persons as qualified to serve as jurors and had placed the names of said persons in the jury box; that there were at the time from three thousand to four thousand persons residing in Pike County qualified to serve as jurors, and not exempt from such service, and the petitioner prayed that said jury commission be required to place said persons so qualified on the jury roll and in the jury box for use in defendant's trial on an indictment for murder; and the petition states that \"Relator asks only that qualified white citizens be placed on Jury roll  Jury Box \nalleges there are 4000 such.\"\nA rule nisi was granted, and the respondents demurred, and moved to quash the rule, and filed answer.\nOn motion of petitioner the court struck the respondents' demurrers and motion to quash. The answer, in paragraph three, alleges that subsequent to filing the petition, the Judge of the circuit court, as he was authorized to do by &#167; 18 of the Act of 1939, p. 90, creating the Jury Commission, approved March 2, 1939, issued an order to the respondents as the Jury Commission to empty said jury box and refill the same; that in obedience to said order they met and made a new jury roll of all persons, in their judgment, qualified to serve as jurors, and not exempt, and placed on said roll and in said jury box \"the names of over one thousand male citizens of Pike County, being all the male citizens of Pike County who, in the opinion of Respondents, are generally reputed to be honest and intelligent men and are esteemed in the community for their integrity, good character and sound judgment, and who are not exempt by law from jury duty.\"\nThe petitioner demurred to the answer and the court overruled his demurrer. He thereupon amended the petition alleging:\n\"Said Jury Commissioners have placed a number of names on the said Jury Roll, *Page 181 \nnot exceeding eight hundred, the exact amount of which are unknown to Relator, and that the said Jury Commissioners have not put all of said names that are on said Roll in the Jury Box.\"\nThe respondents refiled their answer and return to the rule nisi, and the petitioner joined issue of fact thereon, as he had the right under the statute to do. Code 1923, &#167; 8979; Garrett, Sheriff v. Cobb, 199 Ala. 80, 74 So. 226.\nThe return or answer, under the common law, was not traversable, but the facts stated therein were taken as true, and if sufficient in law, conclusive. 18 R.C.L. p. 374, &#167; 302.\nThe statute, above cited, remedied this defect, and gave the relator the right to join issue in law or fact on the averments of the return and controvert the same by legal competent evidence, but puts the burden on the relator or petitioner. The statute provides \"the return or answer shall not be conclusive, but the truth or sufficiency thereof may be put in issueand controverted.\" Code 1923, &#167; 8979; State ex rel. Farmer v. Board of School Com'rs of Mobile County et al., 226 Ala. 62,145 So. 575. (Italics supplied.)\nIf, as set forth in the third paragraph of the return of the Jury Commissioners of Pike County, after the filing of the petition, it was by order of the circuit judge required to meet and empty the jury box, make a new jury roll, of all persons residing in the county, possessing the necessary qualifications to serve as jurors, and not exempt from jury service, and place the names of such persons in the jury box, and the commission met and complied with this order and placed in said box more than one thousand names, all that in their judgment were qualified, this was sufficient, as a matter of law, in the absence of fraud, to warrant the denial of the mandamus. Fraud is not alleged, therefore the demurrer to the return and motion to quash were properly overruled. Gen.Acts 1939, p. 90, &#167; 18.\nThe fact that the relator prayed, and the rule nisi required, the jury commissioners to place the names of only duly qualified white persons on the jury roll and in the jury box, was sufficient to justify the denial of the peremptory writ. This would be contrary to the law, and a violation of the Fourteenth Amendment of the Constitution of the United States, as construed and applied by the Supreme Court of the United States. Clarence Norris v. State of Alabama, 294 U.S. 587,55 S.Ct. 579, 79 L.Ed. 1074; Longshore, Judge, etc. v. State ex rel. Turner, 137 Ala. 636, 34 So. 684.\nHowever, the mandamus was properly denied for other reasons. As before stated the relator had the burden of controverting by competent legal evidence the facts stated in the return. This he did not do.\nBut he insists that he offered to prove by each of the individuals constituting the jury commission, each of whom he offered as witnesses, that there were four thousand qualified white men, residents of Pike County, whose names are not set out in the petition, possessing the qualifications entitling their names to be placed on the jury roll and in the jury box, and he asked each of the witnesses whether or not two persons specifically mentioned possessed such qualifications; and offered to put in evidence the jury roll and the jury box, without an order of the court authorizing such use, for inspection to determine whether such persons were on the jury roll and in the jury box, and proposed to inquire of said witnesses as to each of the four thousand persons. The court sustained the solicitor's objections to all such evidence.\nIn these several rulings the court did not err. The powers conferred on the jury commission by the act creating it, are quasi-judicial involving matters of judgment and discretion and the determination that a particular person is possessed of the qualifications required by the act, authorizing his name to be placed on the roll and in the box is the result of the judgment of the jury commission, not the individual judgment of the individual commissioners. That combined judgment and conclusion is by authority of law, and is not, in the absence of vitiating fraud, subject to revision or supervision through the extraordinary writ of mandamus. Helms v. Alabama Pension Commission et al., 231 Ala. 183, 163 So. 807, and authorities there cited.\nIt is a well settled rule of public policy that the testimony of a juror can not be used to impeach or stultify the verdict. This same rule of public policy will not permit the individuals constituting the commission to stultify their official acts by their testimony. 46 C.J. 350, &#167; 371.\nMoreover the scope of the inquiry injected into the case by this proposed examination *Page 182 \nof witnesses, undertook to invoke the court's supervision of the acts of the commissioners over not a single specific act of the commission, but invited the court to usurp the powers vested in the commission, and supervise and compel its action as to four thousand different acts. Such supervision is not within the scope of mandamus. State, ex rel. City of Mobile v. Board of R.  R. Com'rs Mobile County, 180 Ala. 489,61 So. 368; State ex rel. Denson v. Miller, President of Jury Commission of Shelby County, 204 Ala. 232, 85 So. 698.\nIt is settled that the jury roll and jury box are not public records subject to inspection by members of the public, but are matters which the statutes and rules of public policy require to be kept secret for the use of the jury commission and its clerk, and can not be produced in evidence except on the order of the court. No such order was produced. Gen.Acts 1939, p. 90, &#167; 18; State ex rel. Denson v. Miller, President of the Jury Commission of Shelby County, supra.\nThe issues, in this case by the joinder of issue on the return, were limited to the sufficiency of the return and its truth, with the burden on the relator. He failed to meet and carry this burden.\nAffirmed.\nGARDNER, C. J., and THOMAS and LIVINGSTON, JJ., concur.",
            "ocr": false,
            "opinion_id": 3233687
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}