{
    "id": 3231860,
    "judges": "BRICKEN, P. J.",
    "date_filed": "1974-07-01",
    "date_filed_is_approximate": true,
    "slug": "riddle-v-state",
    "case_name_short": "Riddle",
    "case_name": "Riddle v. State",
    "case_name_full": "Riddle v. State.",
    "attorneys": "Paul J. Hooton, of Roanoke, for appellant.\n\nA person can kill in his own home without retreat, where he is not the aggressor and does not bring on the difficulty, and an actual impending peril is apparent. Mitchell v. State, 60 Ala. 26 . Motion for new trial should have been granted. Inman v. State,  22 Ala. App. 344 ,  115 So. 704 . The motion for a new trial and accompanying affidavit are set out in the bill of exceptions, and appellant is thus entitled to a review of the trial court's action\nin overruling the motion. Code 1923, &#167; 6088. Motion for new trial should be granted when newly discovered evidence is not cumulative and would probably change the verdict, and due diligence is shown in ascertaining such evidence. Inman v. State,  22 Ala. App. 344 ,  115 So. 704 .\n\nThos. E. Knight, Jr., Atty. Gen., and Thos. Seay Lawson, Asst. Atty. Gen., for the State.\n\nCharges 12, 13, 14, 15, 17, 18, and 19, were bad. Hamilton v. State,  147 Ala. 110 ,  41 So. 940 ; Hill v. State,  146 Ala. 51 , 41 So. 621 . Charge 38 was properly refused. Stallworth v. State, 155 Ala. 14 ,  46 So. 518 . So of charge 44. Ward v. State, 21 Ala. App. 551 ,  109 So. 897 .",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Randolph County; W. B. Bowling, Judge.\n\nJohn Allen Riddle was convicted of manslaughter in the first degree, and he appeals.\n\nAffirmed.\n\nCertiorari denied by Supreme Court in Riddle v. State, 225 Ala. 218 ,  142 So. 682 .\n\nThe following charges were refused to defendant:\n\n\"38. I charge you, Gentlemen of the Jury, that the defendant on a charge of murder can be found guilty of an assault with a weapon, or he may be found guilty of only a simple assault.\n\n\"39. I charge you Gentlemen of the Jury, that if you have a reasonable doubt whether the circumstances are such as to impress the mind of a reasonable man that he was in great danger or great bodily harm at the time of the difficulty then you must give the prisoner the benefit of the doubt, and find him not guilty.\"\n\n\"41. I charge you, Gentlemen of the Jury, that the defendant cannot be convicted of an assault with the intent to murder unless the defendant had at the time a positive intention to commit the murder.\"\n\n\"44. I charge you Gentlemen of the Jury, that you should find the defendant not guilty unless the evidence excludes every reasonable supposition but that of the guilt of the accused.\n\n\"45. I charge you, Gentlemen of the Jury that if the evidence is evenly balanced you should lean to the side of mercy and decide in favor of the defendant.\"",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 17,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "142 So. 680",
        "25 Ala. App. 142"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 6110.0,
            "opinion_text": "That the deceased came to his death as a result of pistol shot wounds inflicted by this appellant is without dispute. On the trial the defendant admitted having killed him, but insisted that he acted in self-defense. In this connection he offered the testimony of several witnesses which tended to sustain him. The evidence without dispute showed that there were three wounds upon the body, and that the death wound was in the back of the deceased. Appellant's contention that he was entitled to the general affirmative charge cannot be sustained. The mere fact of the death wound being in the back of the deceased, without reference to the oral testimony of witnesses, would necessitate a submission of the case to the jury, for the weight and probative force of evidence is for the jury, and the physical evidence as to location of the death wound rendered the affirmative charge inapt, and under such state of facts the court was without authority to direct a verdict. Angling v. State, 137 Ala. 17, 34 So. 846; Cobb v. State, 19 Ala. App. 345,97 So. 779. Mangino v. Todd, 19 Ala. App. 486, 98 So. 323; Moon v. State, 21 Ala. App. 111, 105 So. 427. Vaughan v. State,21 Ala. App. 204, 107 So. 797. In the Moon Case, supra, this court said: \"The undisputed evidence in this case shows that the death wound upon Yancy Hunter, the deceased, named in this indictment, inflicted by this defendant, was almost in the center of his back, just above the waist line. This physical fact, being without conflict, of itself would preclude the right of the defendant to the general affirmative charge.\"\nThe insistence of appellant to the effect that the court erred in overruling his motion for a new trial cannot be considered. This point of decision is not presented as the law requires. The motion for a new trial is set out in the record proper only. No mention thereof appears in the bill of exceptions. Section 6088 of the Code 1923. See, also, Byrd v. State, 24 Ala. App. 451, 136 So. 431; Joe Smith v. State, ante, p. 79, 141 So. 265.\nThe few exceptions to the court's rulings upon the admission of evidence have been examined and have had the consideration of this court. There is no merit in any of these exceptions, as it clearly appears no prejudicial error prevailed in the court's rulings in this connection. The points of decision involved are simple and elementary. A detailed discussion is deemed unnecessary.\nThe remaining questions involve the court's rulings in refusing numerous special charges.\nCharges 2, 3, 4, 5, 6, 7, 8, 9, 10, and 11 all deal with reasonable doubt. The court in its oral charge gave a thorough and clear instruction as this phase of the law. Section 9509, Code of Alabama 1923.\nCharges 12, 13, 14, 15, 17, 18, and 19 all refer to the testimony of the witnesses and the weight to be given them. These charges were properly refused, as they were covered by the court's oral charge and requested charges given.\nCharges 20, 21, 22, 25, 26, 27, 28, 29, 31, 33, 34, and 35 all deal with reasonable doubt, which phase of the law was amply covered by the court's oral charge and written charges given. Many of the above charges contain incorrect statements of the law.\nCharges 37 and 40 were covered by the court's oral charge.\nCharge 38 was properly refused. Stallworth v. State, 155 Ala. 14,46 So. 518.\nCharge 39 omits the elements of self-defense, and therefore was properly refused.\nCharge 41 was not applicable to the case.\nCharge 42 was given.\nCharge 43 was covered by oral charge.\nCharge 44 was properly refused. Ward v. State, 21 Ala. App. 551,109 So. 897.\nCharge 45 is an incorrect statement and properly refused.\nCharge 47 involves reasonable doubt, and had been covered.\nCharges 49, 50, 51, 53, and 54 were covered by oral charge.\nCharge 55 was the general affirmative charge in favor of defendant and, as stated, was properly refused.\nWe find no reversible error in any ruling of the court. The judgment of conviction from which this appeal was taken will stand affirmed.\nAffirmed.\n                              On Rehearing.\nIn the opinion rendered in this case, the statement therein to the effect that \"no mention of the motion for a new trial appears in the bill of exceptions\" was inadvertent, as the motion for a new trial is set out in the bill of exceptions; hence the opinion is corrected to that extent. What was intended to *Page 144 \nbe stated is that no ruling of the court, nor reservation ofexception to such ruling is incorporated, or shown, in the bill of exceptions, and, as stated in the opinion, this is essential to review. The fact that the minute entry on the motion for new trial, which incorporates the statement, \"to which ruling of the court the defendant duly excepts,\" appears in the recordproper only, can avail the appellant nothing. Hence the conclusion reached by this court that the action of the court in overruling the motion for a new trial is not presented for consideration is correct, and is here reaffirmed. Authorities cited in opinion. See, also, Martin v. State, 22 Ala. App. 154,159, 113 So. 602.\nThe remaining question presented on application for rehearing needs no further discussion.\nApplication overruled.",
            "ocr": false,
            "opinion_id": 3232584
        }
    ],
    "court_short_name": "Alabama Court of Appeals",
    "court_full_name": "Alabama Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}