{
    "id": 3237366,
    "judges": "Rice",
    "date_filed": "2004-09-17",
    "date_filed_is_approximate": true,
    "slug": "south-v-state",
    "case_name_short": "South",
    "case_name": "South v. State",
    "case_name_full": "South v. State.",
    "attorneys": "Marcus J. Fletcher, of Andalusia, for appellant.\n\nThe physical condition of deceased could have nothing to do with any material fact in the case. Aplin v. State,  19 Ala. App. 604 , 99 So. 734 ; Spicer v. State,  188 Ala. 9 ,  65 So. 972 . The test of the relevancy is its legal tendency to prove or disprove the facts in issue. Powell v. State,  5 Ala. App. 75 , 59 So. 530 ; Douglass v. State,  19 Ala. App. 289 ,  107 So. 791 ; Holland v. State,  21 Ala. App. 520 ,  109 So. 885 . When testimony is clearly inadmissible, it should be excluded by the trial court. Watts v. State,  8 Ala. App. 115 ,  63 So. 15 ; Jones v. State,  174 Ala. 53 ,  57 So. 31 . Articles of clothing worn by deceased should not be admitted in evidence unless they have some tendency to shed some light upon some material inquiry. Husch v. State,  211 Ala. 274 ,  100 So. 321 ; Rollings v. State, 160 Ala. 82 ,  49 So. 329 ; Smith v. State,  182 Ala. 38 , 62 So. 184 ; Sikes v. State, ante, p. 33,  111 So. 760 ; Boyette v. State,  215 Ala. 472 ,  110 So. 812 ; Crenshaw v. State,  207 Ala. 438 , 93 So. 465 ; L.  N. v. Pearson,  97 Ala. 211 ,  12 So. 176 ; A. G. S. v. Bell,  200 Ala. 562 ,  76 So. 920 .\n\nCharlie C. McCall, Atty. Gen., for the State.\n\nBrief did not reach the Reporter.",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Covington County; J. Morgan Prestwood, Judge.\n\nR. G. (alias Preacher) South was convicted of murder in the second degree, and he appeals. Affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied June 5, 1928.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b507-6\">\n    (118 So. 248)\n   </citation><br><parties id=\"b507-7\">\n    SOUTH v. STATE.\n   </parties><citation id=\"Ah6U\">\n    (4 Div. 386.)\n   </citation><br><court id=\"b507-8\">\n    Court of Appeals of Alabama.\n   </court><decisiondate id=\"AKmp\">\n    May 15, 1928.\n   </decisiondate><br><otherdate id=\"b507-9\">\n    Rehearing Denied June 5, 1928.\n   </otherdate><br><attorneys id=\"b507-20\">\n    Marcus J. Metcher, of Andalusia, for appellant.\n   </attorneys><br><attorneys id=\"b507-22\">\n    Charlie C. McCall, Atty. Gen., for the State.\n   </attorneys><br><attorneys id=\"b507-23\">\n    Brief did not reach the Reporter.\n   </attorneys>",
    "citations": [
        "118 So. 248",
        "22 Ala. App. 491"
    ],
    "opinions": [
        {
            "author_str": "Rice",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The body of Claude Sikes was found on a railroad right of way, bearing evidence that he had been murdered. In fact, the evidence was clear and undisputed that he came to his death as the result of a pistol shot, or pistol shots, fired by some person other than himself.\nAppellant was indicted for the killing of deceased, above, tried, and convicted of the offense of murder in the second degree. His punishment was fixed at imprisonment in the penitentiary for a term of 20 years.\nAble counsel for appellant, in his brief filed on this appeal, in remarking that the evidence tending to connect the accused with the murder of Sikes was \"purely circumstantial,\" and in setting out in his brief the nature and extent of the circumstances relied upon by the state for a conviction, omits entirely to remind us that there was testimony of a \"confession\" or \"admission\" by defendant that he did the deed.\nThere were no written charges refused to defendant, no exceptions reserved to the trial court's oral charge, and no motion for a new trial. The only questions presented for our consideration arise out of exceptions reserved to rulings of the trial court upon the taking of testimony in the cause.\nThe body of Claude Sikes was found on a Monday morning. The testimony on behalf of the state tended to show that the last person seen with deceased was this appellant, and that that was some time in the afternoon of Sunday, the day before; that pistol *Page 492 \nshots were heard in the direction of the place where deceased's body was found, shortly after deceased and appellant were seen, alone, together, in that vicinity; that appellant shortly thereafter, and before the discovery of the body of deceased, admitted killing the deceased. There was also testimony, properly admitted, that deceased had instituted certain \"prosecutions\" against appellant which were pending at the time of the death of deceased.\nAs said by this court, recently, in the case of Mark Cunningham v. State, post, p. 586. 118 So. 245, speaking through Judge Samford:\n\"In cases like the one under consideration, where the evidence is largely circumstantial the inquiry naturally takes a wide range, and many facts, innocent in themselves, may yet have a bearing on the issues involved. Lancaster v. State,21 Ala. App. 140, 106 So. 609.\"\nAnd:\n\"The law of evidence is adjusted to the law of mind as well as to the general law of the land and in proving a case by circumstantial evidence any fact is relevant which, when taken alone or in connection with other proven facts, would warrant a jury drawing a logical inference with reference to the issue being tried. Stone v. State, 118 Ga. 705, 45 S.E. 63, 98 Am. St. Rep. 145. It is sometimes difficult to mark with precision the line which separates the limits of just and reasonable inference from those of mere conjecture or surmise. This arises necessarily from the nature of indirect evidence. Being founded on the observation and experience of the mutual connection between facts and circumstances, the question of its competency is easy or difficult of solution according as such supposed connection is constant or more or less regular and frequent.\"\nThe foregoing is a paraphrase of the text in 8 R. C. L. 180, which then lays down as a safe rule that:\n\"In no case is evidence to be excluded of any fact or circumstance connected with the principal transaction from which an inference as to the truth of a disputed fact can reasonably be made. Commonwealth v. Jeffries, 7 Allen (Mass.) 548, 83 Am. Dec. 712.\"\nMeasuring the rulings to which the numerous exceptions were reserved on the taking of testimony in this case by the rules quoted above, we find merit in none of said exceptions. If it could be said that any of said exceptions were reserved to rulings erroneously made, admitting or rejecting evidence of certain slight circumstances, yet a consideration of the whole record impels us to the conclusion that such ruling worked no injury to appellant. The very number of such exceptions prevents us from undertaking to discuss any of such rulings. In every instance where there is any question in our minds as to the technical accuracy of the court's ruling, the matter involved is, in our opinion, of no consequence either way, and we are convinced the appellant suffered no injury.\nSo, of the exception reserved to the ruling of the trial court overruling appellant's objection to the question to the witness Dr. Terry, \"Doctor, in your judgment what caliber bullet is this?\" having reference to a bullet taken from the body of deceased, we are led to observe in the language of the Supreme Court, through Somerville, J., in the case of Smith v. State, 182 Ala. 38, 62 So. 184:\n\"* * * Without the special knowledge of an expert [and in this case Dr. Terry was not shown to be an expert] a witness cannot state that such wounds are made by a bullet of a particular caliber. There was, however, no dispute about the nature of the wounds, and the caliber of the bullet was immaterial, and its improper proof perfectly harmless to defendant.\"\nThe rulings admitting in evidence the clothing worn by deceased do not, in our opinion, transgress the rule laid down by this court in Hyche v. State, ante, p. 176, 113 So. 644, and were free from error.\nIn accordance with our duty we have searched the record for error, and, finding none, the judgment is affirmed.\nAffirmed.",
            "ocr": false,
            "opinion_id": 3238454
        }
    ],
    "court_short_name": "Alabama Court of Appeals",
    "court_full_name": "Alabama Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}