{
    "id": 3236718,
    "judges": "Sayrb, Sayre",
    "date_filed": "1983-12-24",
    "date_filed_is_approximate": true,
    "slug": "lewis-v-state",
    "case_name_short": "Lewis",
    "case_name": "Lewis v. State",
    "case_name_full": "Lewis v. State.",
    "attorneys": "Harwell G. Davis, Atty. Gen., for the State.\n\nNo brief came to the Reporter.",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Mobile County; C. A. Grayson, Judge.",
    "syllabus": null,
    "headnotes": "<p>Criminal law 166(/2(5) — Error in drawing more jurors than required not prejudicial.</p> <p>The action of the court in ordering the drawing, pursuant to Acts 1909, p. 305, of a number of special jurors sufficient to constitute, with the regular jurors “drawn and summoned” for the week, the total number fixed by the court for a special venire, though in violation of Acts 1919, p. 1041, § 32, providing that the venire shall co'mprise the regular jurors “drawn,” plus enough special jurors to make up the number designated, thus disregarding the number not summoned, was not reversible error, not being prejudicial to defendant.</p> <p>Sayre, J., dissenting.</p> <p><&wkey;>For other oases see same topic and. KEY-NUMBER, in all Key-Numbered Digests and Indexes</p>",
    "summary": "Appeal from Circuit Court, Mobile County; C. A. Grayson, Judge. Will Lewis was convicted of murder in the first degree, and he appeals. The record contains nothing but preliminary orders of judgment, and the charges given and refused to the defendant. The following is the order of the court for the drawing of the jury in this case: It is therefore ordered by the court that the venire in this case consist of 75 persons, and that the sheriff be, and is hereby, commanded to summon 75 jurors, including those drawn and summoned on the regular jury for the week, set for the trial of this case, for a venire in this case, and thereupon the court drew from the jury box of this county 16 names, making, with the 59 jurors drawn and summoned for the week in which this case is set for trial, 75 jurors, for the venire from which the jury to try this ease shall be selected. It is further ordered and directed that an order be issued to the sheriff, commanding him to summon all persons constituting the venire from which the jury to try this case is to be selected to appear in open court on the 15th day of July, 1920, the day set for the trial of this case. It is further ordered by the court that a list of .all the jurors constituting the venire in this ease, including those this day drawn as provided by law, together with a copy of the indictment, be forthwith served on the defendant. No brief came to the Reporter.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b669-15\">\n    (88 South. 831)\n   </citation><br><parties id=\"b669-16\">\n    LEWIS v. STATE.\n   </parties><docketnumber id=\"AyJ\">\n    (1 Div. 168.)\n   </docketnumber><br><court id=\"b669-17\">\n    (Supreme Court of Alabama.\n   </court><decisiondate id=\"AeiP\">\n    May 12, 1921.)\n   </decisiondate><br><headnotes id=\"b669-18\">\n    Criminal law 166(/2(5) — Error in drawing more jurors than required not prejudicial.\n   </headnotes><br><headnotes id=\"b669-20\">\n    The action of the court in ordering the drawing, pursuant to Acts 1909, p. 305, of a number of special jurors sufficient to constitute, with the regular jurors “drawn and summoned” for the week, the total number fixed by the court for a special venire, though in violation of Acts 1919, p. 1041, § 32, providing that the venire shall co'mprise the regular jurors “drawn,” plus enough special jurors to make up the number designated, thus disregarding the number not summoned, was not reversible error, not being prejudicial to defendant.\n   </headnotes><br><headnotes id=\"b669-21\">\n    Sayre, J., dissenting.\n   </headnotes><br><summary id=\"b669-22\">\n    Appeal from Circuit Court, Mobile County; C. A. Grayson, Judge.\n   </summary><br><summary id=\"b669-23\">\n    Will Lewis was convicted of murder in the first degree, and he appeals.\n   </summary><disposition id=\"ASin\">\n    Affirmed.\n   </disposition><br><summary id=\"b669-24\">\n    The record contains nothing but preliminary orders of judgment, and the charges given and refused to the defendant. The following is the order of the court for the drawing of the jury in this case:\n   </summary><br><summary id=\"b669-25\">\n    It is therefore ordered by the court that the venire in this case consist of 75 persons, and that the sheriff be, and is hereby, commanded to summon 75 jurors, including those drawn and summoned on the regular jury for the week, set for the trial of this case, for a venire in this case, and thereupon the court drew from the jury box of this county 16 names, making, with the 59 jurors drawn and summoned for the week in which this case is set for trial, 75 jurors, for the venire from which the jury to try this ease shall be selected. It is further ordered and directed that an order be issued to the sheriff, commanding him to summon all persons constituting the venire from which the jury to try this case is to be selected to appear in open court on the 15th day of July, 1920, the day set for the trial of this case. It is further ordered by the court that a list of .all the jurors constituting\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"658\"> \n     *658\n     </span>\n    the venire in this ease, including those this day drawn as provided by law, together with a copy of the indictment, be forthwith served on the defendant.\n   </summary><br><headnotes id=\"b669-26\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"657\"> \n     *657\n     </span>\n    &lt;&amp;wkey;&gt;For other oases see same topic and. KEY-NUMBER, in all Key-Numbered Digests and Indexes\n   </headnotes><br><attorneys id=\"b670-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"658\"> \n     *658\n     </span>\n    Harwell G-. Davis, Atty. Gen., for the State.\n   </attorneys><br><summary id=\"b670-5\">\n    No brief came to the Reporter.\n   </summary>",
    "citations": [
        "88 So. 831",
        "205 Ala. 657"
    ],
    "opinions": [
        {
            "author_str": "Sayre",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 3658.0,
            "opinion_text": "The court orders an affirmance in this case on the authority of Walker v. State, 85 So. 787.1 The question involved has been decided in several cases, but I am unable to agree. The law had been that the special venire to try a capital case should be composed of the regular jurors \"drawn and summoned\" for the week, plus enough special jurors to make up the number designated by the court. The jury in this case was made up from a venire constituted according to that law. But in 1919 the Legislature had commanded that the venire to try a capital case should comprise the regular jurors \"drawn\" for the week, plus enough special jurors to make up the number designated in the order of the court, and the further command of the statute (Laws 1919, p. 1041, &#167; 32) now is that the court \"must cause a list of the names of all the jurors drawn for the week in which the trial is set, and those drawn as provided in this section [of the Act of 1919], together with a copy of the indictment, to be forthwith served on the defendant by the sheriff.\" Manifestly no such venire as the law commands was constituted in this case; manifestly no such list as the law requires was served on defendant. Both the venire and its copy &#8212; the list &#8212; contained names which the law says they shall not contain. This divergence from the law may be a small matter, but I cannot agree that any court has authority to deny its application in any case to which the Legislature intended it should be applicable.\nAffirmed.\nAll the Justices concur, except SAYRE, J., who dissents.\n1 204 Ala. 474.",
            "ocr": false,
            "opinion_id": 3237760
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}