{
    "id": 3238901,
    "judges": "Carr",
    "date_filed": "1999-12-09",
    "date_filed_is_approximate": true,
    "slug": "maxwell-v-state",
    "case_name_short": "Maxwell",
    "case_name": "Maxwell v. State",
    "case_name_full": "Maxwell v. State.",
    "attorneys": "S. A. Lynne, of Decatur, for appellant.\n\nDefendant should have been permitted to show that deceased had made contradictory statements that tended to alter and modify declarations made to other witnesses. Newly discovered evidence of such fact was proper ground of motion for new trial. Cobb v. Cogswell,  111 Me. 336 ,  89 A, 137 ; Fries v. Acme White Lead  Color Wks.,  201 Ala. 613 ,  79 So. 45 ; Doe ex dem, Windsor Realty Co. v. Finnegan,  202 Ala. 17 ,  79 So. 355 ; Knight v. Foster,  163 N.C. 329 , 79 N.E. 614, 50 L.R.A., N.S., 286; Guth v. Bell,  153 Iowa 511 ,  133 N.W. 883 , 42 L.R.A., N.S., 692. Refusal of defendant's special charge was error (Charge 3). Crawford v. State,  112 Ala. 1 ,  21 So. 214 ; Clack v. State,  29 Ala. App. 377 ,  196 So. 286 ; (Charge 2) Clack v. State, supra; (Charge 7) Gaston v. State,  161 Ala. 37 , 49 So. 876 ; (Charge 8) Carroll v. State,  23 Ala. 28 , 58 Am.Dec. 282.\n\nWm. N. McQueen, Atty. Gen., and John O. Harris, Asst. Atty. Gen., for the State.\n\nNo error was committed in denying the motion for new trial. There was ample evidence to sustain the verdict. Wilson v. State,  31 Ala. App. 21 ,  11 So.2d 563 ; Rainey v. State, 245 Ala. 458 ,  17 So.2d 687 ; Allford v. State,  31 Ala. App. 62 , 12 So.2d 404 .",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Morgan County; Julian Harris, Judge.\n\nRexie Maxwell was convicted of manslaughter in the first degree, and he appeals.\n\nAffirmed.\n\nCertiorari denied by Supreme Court in Maxwell v. State, 248 Ala. 431 ,  27 So.2d 810 .\n\nThe following charges were refused to defendant.\n\n\"1. The Court charges you that the law is on all doubtful questions as to who was the aggressor, the violent or bloodthirsty character of the deceased, if such be his character, enters into the account. More prompt and decisive measures of defense are justified, when the assailant is of known violent and bloodthirsty nature.\n\n\"2. If you are reasonably satisfied from the evidence that the defendant was free from fault in bringing on the difficulty, and was not the aggressor, then, in such event,\nthe defendant, under the law, had the right, in defense of the peace and security of his home, and of his family and himself, and for the purpose of prevention and defense, to employ the necessary force to accomplish said purposes, even to the taking of the life of the aggressor.\n\n\"3. The Court charges you that the law regards with great jealousy and vigilance the peace and security of the dwelling, and a trespass upon it is more than a trespass upon property; it is the same as a trespass upon a person.\n\n\"7. The Court charges the jury that if the defendant was without fault in bringing on the difficulty, and if at the time of the homicide there appeared so apparently, as to lead a reasonable mind to the belief that it actually existed, a present, impending and imperious necessity, in order to save his own life, or in order to save himself from grievous bodily harm, to kill the deceased, then he had the right to shoot the deceased, and the jury must acquit him on the ground of self-defense.\n\n\"8. If you are reasonably satisfied from the evidence that at the time of the killing, the deceased invaded the home of the defendant, or its curtilage, under circumstances which would create a reasonable apprehension in the mind of a reasonable man, and in the mind of the defendant at that time, of the design of the deceased to inflict a personal injury which might result in loss of life or great bodily harm to the defendant, and that such design was imminent and present, then the Court charges you that the defendant was authorized to act upon such appearances, and, if necessary, kill the deceased. The law in such a case does not require that the danger should be real, that is, the peril should actually exist.\n\n\"13. The Court instructs the jury that the defendant should not be convicted if, from all the evidence, you entertain a reasonable doubt whether he acted upon the well grounded and reasonable belief that it was necessary to shoot and take the life of deceased to save himself from great bodily harm or from death, or that he shot before such impending necessity arose, provided he was free from fault in bringing on the difficulty.\n\n\"17. I charge you that if, after looking at all the evidence in this case and considering it fully, your minds are left in such a state of uncertainty that you cannot say beyond a reasonable doubt that the defendant is guilty of the offense charged, then this is such a doubt as would entitle the defendant to an acquittal and you should so find.\n\n\"23. If the defendant did not intend to kill Fowler, then you can not convict him of murder.\"",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Aug. 1, 1946.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 17,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b511-7\">\n    27 So.2d 804\n   </citation><br><parties id=\"b511-8\">\n    MAXWELL v. STATE.\n   </parties><br><docketnumber id=\"b511-9\">\n    8 Div. 472.\n   </docketnumber><br><court id=\"b511-10\">\n    Court of Appeals of Alabama.\n   </court><br><decisiondate id=\"b511-11\">\n    June 18, 1946.\n   </decisiondate><br><otherdate id=\"b511-12\">\n    Rehearing Denied Aug. 1, 1946.\n   </otherdate><br><attorneys id=\"b513-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"489\"> \n     *489\n     </span>\n    S. A. Lynne, of Decatur, for appellant.\n   </attorneys><br><attorneys id=\"b513-12\">\n    Wm. N. McQueen, Atty. Gen., and John O. Harris, Asst. Atty. Gen., for the State.\n   </attorneys>",
    "citations": [
        "27 So. 2d 804",
        "32 Ala. App. 487"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 6111.0,
            "opinion_text": "Appellant was tried in the circuit court upon an indictment charging murder in the second degree. He was convicted of manslaughter in the first degree and his punishment fixed at imprisonment in the penitentiary for a term of five years.\nAdmittedly the defendant killed the deceased by shooting him with a pistol. *Page 490 \nWithout dispute in the evidence, the accused was in his home at the time of the fatal difficulty. The deceased left the inside of the house and with a rifle in hand walked outside; and when in or near the yard surrounding the dwelling, the appellant, while standing in a door to his home, shot the deceased. The defendant claimed self-defense.\nThe trial judge in an able and comprehensible oral charge gave the jury the applicable law in the case.\nObjections were interposed by the appellant to the alleged dying declarations of the deceased. This evidence was established by two witnesses and related to two different statements of the declarant. The first, it appears, was made about two days and the second about one day before death.\nThe State made proof that on each occasion the deceased said that he was going to die.\nWe find no difficulty in concluding that the proper predicate was based for these declarations. The rule was clearly observed. Russell v. State, 24 Ala. App. 496,137 So. 460; Martin v. State, 196 Ala. 584, 71 So. 693.\nOn the motion for a new trial two questions are presented that merit our special consideration.\nIt is insisted by appellant that during the progress of the trial and while witnesses were being examined one of the jurors went to sleep or at least nodded and appeared to be asleep. In response to proof tending to establish this contention, each of the twelve jurors was examined and each denied the accusation. The inquiry thereby became a disputed issue of fact and, regardless of any comment we may be inclined to make about the matter, we will let it rest by observing that the judge not only tried the case but heard the evidence in support of the motion. We will not disturb his sound judgment.\nThe other inquiry relates to claimed newly discovered evidence. It is urged that a nurse heard the deceased make a statement while the latter was in the hospital after he had received the pistol wound. The young lady testified at the hearing on the motion, and we quote her entire testimony as she gave it on direct examination:\n\"Q. Miss Dodson, you are a registered nurse? A. Yes, sir.\n\"Q. A nurse at the Decatur General Hospital? A. Part time, yes sir.\n\"Q. Were you a nurse there when this Mr. Fowler who was shot and died, were you his nurse part of the time? A. Yes, sir.\n\"Q. During the time he was out there in the hospital did you hear him say anything about Mr. Maxwell? A. I didn't hear him call his name, no, sir.\n\"Q. What did you hear him say? A. The only statement he ever made was that he didn't want anything done with Mr. Maxwell.\n\"Q. Is that all he said? A. Yes, sir.\n\"Q. Did he say anything about part fault, or he wasn't altogether at fault? A. Yes, sir.\n\"Q. And he didn't want anything done to him? A. Yes, sir.\"\nOn recross-examination the witness said that she could not remember when the statement was made in point of time before the patient died.\nIt is apparent that we are unable to determine whether or not this evidence could have been made material on the trial in chief. Certainly the rights of the appellant have not been impaired by the action of the lower court in overruling the motion, if this new evidence would have been subject to rejection had it been tendered on the main trial.\nThe rule requires, among other conditions, that newly discovered evidence be material to the issues based in the master trial. Morris v. State, 25 Ala. App. 156, 142 So. 592.\nThis conclusion permits us to forego a discussion of the other essential inquiries that enter into the solution of the instant question.\nThe motion for a new trial, on each ground set out therein, was properly overruled. Freeman v. State, 30 Ala. App. 99,1 So.2d 917.\nWe will next consider the written charges that were refused to appellant. *Page 491 \nCharge numbered 1 states a proposition of law, but omits instructions as to how it has application to the issues in the case at bar. Fleetwood v. Pacific Mutual Life Ins. Co.,246 Ala. 571, 21 So.2d 696, 159 A.L.R. 171.\nRefused Charge 3 contains the same vice. Counsel for appellant in brief insists upon the correctness of this charge because a similar statement is found in the body of the court's opinion in the cases of Crawford v. State,112 Ala. 1, 21 So. 214, and Clack v. State, 29 Ala. App. 377,196 So. 286.\nThis alone does not make the charge acceptable. As was observed in Wear v. Wear, 200 Ala. 345, 76 So. 111, 114: \"It is a mistake to suppose that expressions in judicial opinions, properly there used, can be made to serve as clear, succinct statements of the law in special charges to the jury.\" See, also, Fleetwood v. Pacific Mutual Life Ins. Co., supra.\nCharge 2 ignores the requisite of imminent danger to life or limb and the impending necessity to kill. Sanford v. State, 2 Ala. App. 81, 57 So. 134.\nIt should be noted also that in the case at bar there was no evidence that the deceased was attempting any violence against any member of appellant's family.\nIn Roberson v. State, 175 Ala. 15, 57 So. 829, a copy of Charge 7 was disapproved.\nThe question of who was at fault in bringing on the fatal difficulty was made a jury question by the evidence. Therefore, charge numbered 8 is faulty for this reason. Ludlow v. State, 156 Ala. 58, 47 So. 321.\nWritten instructions 13 and 24 were each substantially and fairly covered by the oral charge of the trial judge. Title 7, Sec. 273, Code 1940.\nCharge 17 was approved in Bufford v. State, 23 Ala. App. 521,128 So. 126. In Shikles v. State, 31 Ala. App. 423,18 So.2d 412, its refusal was justified because it was nothing more than an instruction on reasonable doubt, and the court had covered this principle in his oral charge. In the instant case, we are authorized to make the same holding and place the propriety of the refusal of the charge on this ground. Authorities, supra. However, it appears that our Supreme Court in Robinson v. State, 243 Ala. 684, 11 So.2d 732, has settled the apparent confusion, therein holding that the charge has misleading tendencies.\nCharge 20 singles out and gives undue emphasis to a part of the evidence. Watts v. State, 8 Ala. App. 264, 63 So. 18; Jefferson v. State, 8 Ala. App. 364, 62 So. 313.\nRefused charges 22 and 25 assume facts which are in conflict in the evidence. Continental Gin Co. v. Milbrat,10 Ala. App. 351, 65, So. 424.\nThe defendant having been adjudged guilty of manslaughter, the refusal of Charge 23 could have no harmful effect. Brake v. State, 8 Ala. App. 98, 63 So. 11.\nThere appear of record several objections interposed during the time the testimony was being taken. We have herein treated the ones of most meritorious import. To discuss each of them would be, in our opinion, an unprofitable undertaking. Counsel in brief does not urge error in any of these rulings.\nOur considered opinion is that the judgment of the nisi prius court should be affirmed, and this is ordered.\nAffirmed.\n                              On Rehearing.\nOut of deference to distinguished counsel in his insistences in able brief on application for rehearing, we will extend our original opinion.\nIt was so clearly evident to us that a sufficient predicate was based for the introduction of the alleged dying declarations that we did not deem it necessary to set out the evidence relative thereto.\nAs indicated in the original opinion the predicate evidence related to two different statements of the declarant.\nProof of the first claimed declaration was made by an uncle of the deceased, and the time was fixed at about two days before death. The uncle testified that the deceased told him on several prior occasions that he (deceased) was going to die. In reference *Page 492 \nto the time in question the testimony in pertinent part is:\n\"Q. He said he was going to die anyhow? A. Yes, sir.\n\"Q. Well, he told you he was going to die? A. Yes, sir.\n\"Q. Didn't he tell you in that conversation at any time that he didn't think he was going to get well? A. He told me several times before that day he didn't think he would ever get well.\n\"Q. And this time he told you he was going to die? A. Yes, sir.\"\nProof of the second statement was given in the evidence of a brother-in-law of the deceased. The time fixed was the night before death the next day. On this inquiry the record shows:\n\"Q. The night before he died, just about a day before he died, I reckon, it was the night before &#8212; did you have a conversation with him about how this shooting occurred? A. Yes, sir.\n\"Q. State what he did tell you about not knowing he was going to get well. A. He said he knew he was going to die and wanted to tell about how it happened.\"\nIt is insisted that it is not clearly shown that the declarant, at the time it is claimed he made the declarations, was mentally capable of knowing the purport and significance of his utterances. This urgency is based primarily on the testimony of the attending physician and the evidence of the hospital charts. It is here disclosed that the patient was at times rational and at other times irrational and that \"his mental condition would come and go.\" This fact was attributable to the seriousness of the injury which at times would cause high fever.\nOn application for rehearing, in supplemental brief, counsel cites and quotes at length from the opinion in Jollay v. State 130 Tenn. 286, 170 S.W. 58, 62. As quoted, the court said in the Jollay case: \"The burden is upon the party offering the declaration to establish a proper predicate for its introduction. He must, as a condition precedent to its admission to the jury, show affirmatively that the declarant was in articulo mortis, and that he was fully conscious of his impending death, not as a matter of surmise and conjecture, but as a fixed and inevitable fact. The court must also be satisfied that the declarant had sufficient mental capacity to comprehend the nature of his statements.\"\nCounsel failed in his quotation, just above, to complete the sentence; the omitted part we consider very pertinent and strikingly applicable to the facts in the case at bar. It is: \"* * * but on this point, if nothing appears, either by way of direct evidence or of circumstance, to suggest a doubt of his mental capacity, the general presumption which obtains in favor of sanity will suffice, and it will be presumed that he possessed sufficient intelligent consciousness to correctly remember and accurately narrate the facts.\"\nThe record in the instant case discloses that at the stage in the progress of the trial when the alleged dying declarations were admitted in evidence the court below did not have before it the testimony of the physician or the evidence of the hospital chart to which reference is made above. It was not made to appear at the time of the introduction of the statements that during the illness of the deceased he was at times rational and at other times irrational. There was no evidence at this point to suggest a doubt of the mental capacity of the declarant. On the contrary, the declarations, as related by the witnesses, appear to be in rational form and there is no indication of incoherence or lack of mental alertness.\nWe hold that it was for the trial judge to determine whether or not the deceased had sufficient mentality at the time. He was not in error in admitting the statements. The weight and credit to be given the evidence was for the jury to consider. Carmichael v. State, 197 Ala. 185, 72 So. 405; Shell v. State, 88 Ala. 14, 7 So. 40; Sims v. State, 139 Ala. 74,36 So. 138, 101 Ann.St.Rep. 17.\nWe did not overlook the rule announced in Shell v. State, supra, to the effect that a dying declaration is subject to impeachment. In our view of the nurse's testimony which is set out in the original opinion, the alleged statement of the deceased narrated by her is so indefinite, uncertain, and unrelated that it cannot be accepted *Page 493 \nin evidence as an impeachment of the claimed dying declarations. Even the time of the alleged assertion is left in doubt.\nIt is without dispute in the evidence that the defendant's cows were damaging the crops of the deceased. On the occasion of the fatal difficulty, the latter drove the animals out of his corn field, up to the appellant's barn. The defendant worked at night and was undressed in his bedroom when the deceased went in to see him. The evidence is in sharp conflict relating to what occurred in the room. We still entertain the view that it was for the jury to determine what happened there and from these circumstances adjudge who was at fault in bringing on the fatal difficulty. For this reason, refused charge numbered 8 was not due to be given.\nThe Reporter will set out refused charge numbered 13. It is insisted that this charge is not substantially covered by the court's oral charge, as we held in the original opinion. In his oral instruction the judge said in pertinent part: \"* * * the first of these things is that there must be an impending necessity to take the life of another party, to prevent the defendant's own life from being taken, or to prevent grievous bodily harm being done to his life. A man cannot merely shoot another without having that necessity present. It is possible under certain circumstances that a man have an honest belief that that necessity exists, and if he does have that honest belief that it is necessary to kill another to prevent his own life being taken, or grievous bodily harm being done to himself, or to the members of his family, and if that honest belief is based on a thing which is reasonably apparent to an ordinarily reasonable man, then that is sufficient, whether or not that necessity actually existed or not. But it must be &#8212; unless it does actually exist &#8212; it must be of such a character that it reasonably appeared to a reasonable man that the necessity did exist, and that the defendant at the time he did the act, honestly believed that it was necessary for him at that time and on that occasion, to take the life of the other man, to prevent his own life being taken, or the life of some member of his family, or to prevent grievous bodily harm being done.\"\nSeveral of the given charges also relate to the same principle of law. Unquestionably, the appellant was not denied the right to have the jury instructed fully and fairly on the rule stated in the instant charge.\nDistinguished counsel urges with eloquent plea that we should hold the lower court in error for the denial of the motion for a new trial. He says in part: \"The rights of American citizens have reached a new low, if defendant is not entitled to another trial. His conviction, if permitted to stand, sweeps away the ancient and prized rights of a man in his home. If not reversed, then no longer is the home a man's castle, it becomes a mere adornment, a mausoleum.\"\nYes, a man's home is his castle and may it ever be. Around its fireside with his family, may he always be permitted to dwell in peace, happiness, contentment and security, but his right to this protection must be commensurate with the rights of others. The law prescribes the limitations of his protective privileges.\nIf the State's evidence is to be accepted, the deceased entered the home of the accused in a peaceful manner to counsel about a matter of grave concern to the property rights of the dead man. In his alleged dying declaration, the deceased declared that he went into the house upon the invitation of the defendant. As we have stated, what occurred in the house is in irreconcilable conflict, but it is found in the evidence without dispute that deceased had left the inside of the house and was out some steps away when he was mortally wounded.\nWe here call to mind the often repeated assertion that \"the verdict of a jury and the judgment of a trial court are solemn things; and they should not be overturned unless a good, legal reason is shown therefor.\"\nIn the study of the instant record we are impressed with the evident care and caution with which the case was tried. We are not convinced that we should disturb the judgment of the nisi prius court in his view *Page 494 \nthat the motion for a new trial should be denied.\nThe application for rehearing is overruled.\nOpinion extended.\nApplication overruled.",
            "ocr": false,
            "opinion_id": 3240112
        },
        {
            "author_str": "Carr",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCARR, Judge.\nAppellant was tried in ,the circuit court upon an indictment charging murder in the second degree. He was convicted of manslaughter in the first degree and his punishment fixed at imprisonment in the penitentiary for a term of five years.\nAdmittedly the defendant killed the deceased by shooting him with a pistol. *490Without dispute in the evidence, the accused was in his home at the time of the fatal difficulty. The deceased left the inside of the house and with a rifle in hand walked outside; and when in or near the yard surrounding the dwelling, the appellant, while standing in a door to his home, shot the deceased. The defendant claimed self:defense.\nThe trial judge in an able and comprehensible oral charge gave the jury the applicable law in the case.\nObjections - were interposed by the appellant to the alleged dying declarations of the deceased. This evidence was established by two witnesses and related to two different statements of the declarant. The first, it appears, was made1 about two days and the second about one day before death.\nThe State made proof that on each occasion the deceased said that he was going to die.\nWe find no difficulty in concluding that the proper predicate was based for these declarations. The rule was clearly observed. Russell v. State, 24 Ala.App. 496, 137 So. 460; Martin v. State, 196 Ala. 584, 71 So. 693.\nOn the motion for a new trial two questions are presented that merit our special consideration.\nIt is insisted by appellant that during the progress of the trial and while witnesses were being examined one of the jurors went to sleep or at least nodded and appeared to be asleep. In response to proof tending to establish this contention, each of the twelve jurors was examined and each denied the accusation. The inquiry thereby became a disputed issue of fact and, regardless of any comment we may be inclined to make about the matter, we will let it rest by observing that the judge not only tried the case but heard the evidence in support of the motion. We will not disturb his sound judgment.\nThe other inquiry- relates to claimed newly discovered evidence. It is urged that a nurse heard the deceased make a statement while the latter was in the hospital after he had received the pistol wound. The young lady testified at the hearing on the motion, and we quote her entire testimony as she gave it on direct examination:\n“Q. Miss Dodson, you are a registered nurse? A. Yes, sir.\n\"Q. A nurse at the Decatur General Hospital ? A. Part time, yes sir.\n“Q. Were you a nurse there when this Mr. Fowler who was shot and died, were you his nurse part of the time? A. Yes, sir.\n“Q. During the time he was out there in the hospital did you hear him say anything about Mr. Maxwell? A. I didn’t hear him call his name, no, sir.\n“Q. What did you hear him say? A. The only statement he ever made was that he didn’t want anything done with Mr. Maxwell.\n“Q. Is that all he said? A. Yes, sir.\n“Q. Did he say anything about part fault, or he wasn’t altogether at fault? A. Yes, sir.\n“Q. And he didn’t want anything done to him? A. Yes, sir.”\nOn recross-examination the witness said that she could not remember when the statement was made in point of time before the patient died.\nIt is apparent that we are unable to determine whether or not this evidence could have been made material on the trial in chief. Certainly the rights of the appellant have not been impaired by the action of the lower court in overruling the motion, if this new evidence would have been subject to rejection had it been tendered on the main trial.\nThe rule requires, among other conditions, that newly discovered evidence be material' to the issues based in the master trial. Morris v. State, 25 Ala.App. 156, 142 So. 592.\nThis conclusion permits us to forego a discussion of the other essential inquiries that enter into the solution of the instant question.\nThe motion for a new trial, on each ground set out therein, was properly overruled. Freeman v. State, 30 Ala.App. 99, 1 So.2d 917.\n•We will next consider the written charges that were refused to appellant.\n*491Charge numbered 1 states a proposition of law, but omits instructions as to how it has application to the issues in the case at bar. Fleetwood v. Pacific Mutual Life Ins. Co., 246 Ala. 571, 21 So.2d 696, 159 A.L.R. 171.\nRefused Charge 3 contains the same vice. Counsel for appellant in brief insists upon the correctness of this charge because a similar statement is found in the body of the court’s opinion in the cases of Crawford v. State, 112 Ala. 1, 21 So. 214, and Clack v. State, 29 Ala.App. 377, 196 So. 286.\nThis alone does not make the charge acceptable. As was observed in Wear v. Wear, 200 Ala. 345, 76 So. 111, 114: “It is a mistake to suppose that expressions in judicial opinions, properly there used, can be made to serve as clear, succinct statements of the law in special charges to the jury.” See, also, Fleetwood v. Pacific Mutual Life Ins. Co., supra.\nCharge 2 ignores the requisite of imminent danger to life or limb and the impending necessity to kill. Sanford v. State, 2 Ala.App. 81, 57 So. 134.\nIt should be noted also that in the case at bar there was no evidence that the deceased was attempting any violence against any member of appellant’s family.\nIn Roberson v. State, 175 Ala. 15, 57 So. 829, a copy of Charge 7 was disapproved.\nThe question of who was at fault in bringing on the fatal difficulty was made a jury question by the evidence. Therefore, charge numbered 8 is faulty for this reason. Ludlow v. State, 156 Ala. 58, 47 So. 321.\nWritten instructions 13 and 24 were each substantially and fairly covered by the oral charge of the trial judge. Title 7, Sec. 273, Code 1940.\nCharge 17 was approved in Bufford v. State, 23 Ala.App. 521, 128 So. 126. In Shikles v. State, 31 Ala.App. 423, 18 So.2d 412, its refusal was justified because it was nothing more than an instruction on reasonable doubt, and the court had covered this principle in his oral charge. In the instant case, we are authorized to make the same holding and place the propriety of the refusal of the charge on this ground. Authorities, supra. However, it appears that our Supreme Court in Robinson v. State, 243 Ala. 684, 11 So.2d 732, has settled the apparent confusion, therein holding that the charge has misleading tendencies.\nCharge 20 singles out and gives undue emphasis to a part of the evidence. Watts v. State, 8 Ala.App. 264, 63 So. 18; Jefferson v. State, 8 Ala.App. 364, 62 So. 313.\nRefused charges 22 and 25 assume facts which are in conflict in the evidence. Continental Gin Co. v. Milbrat, 10 Ala.App. 351, 65 So. 424.\nThe defendant having been adjudged guilty of manslaughter, the refusal of Charge 23 could have no harmful effect. Brake v. State, 8 Ala.App. 98, 63 So. 11.\nThere appear of record several objections interposed during the time the testimony was being taken. We have herein treated the ones of most meritorious import. To discuss each of them would be, in our opinion, an unprofitable undertaking. Counsel in brief does not urge error in any of these rulings.\nOur considered opinion is that the judgment of the nisi prius court should be affirmed, and this is ordered.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 9825212
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "070rehearing",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOn Rehearing.\nOut of deference to distinguished counsel in his insistences in able brief on application for rehearing, we will extend our original opinion.\nIt was so clearly evident to us that a sufficient predicate was based for the introduction of the alleged dying declarations that we did not deem it necessary to set out the evidence relative thereto.\nAs indicated in the original opinion the predicate evidence related to two different statements of the declarant.\nProof of the first claimed declaration was made by an uncle of the deceased, and the time was fixed at about two days before death. The uncle testified that the deceased told him on several prior occasions that he (deceased) was going to die. In reference *492to the time in question the testimony in pertinent part is:\n“Q. He said he was going to die anyhow? A. Yes, sir.\n“Q. Well, he told you he was going to die? A. Yes, sir.\n“Q. Didn’t he tell you in that conversation at any time that he didn’t think he was going to get well? A. He told me several times before that day he didn’t think he would ever get well.\n“Q. And this time he told you he was going to die? A. Yes, sir.”\nProof of the second statement was given in the evidence of a brother-in-law of the deceased. The time fixed was the night before death the next day. On this inquiry the record shows:\n“Q. The night before he died, just about a day before he died, I reckon, it was the night before — did you have a conversation with him about how this shooting occurred ? A. Yes, sir.\n“Q. State what he did tell you about not knowing he was going to get well. A. He said he knew he was going to die and wanted to tell about how it happened.”\nIt is insisted that it is not clearly shown that the declarant, at the time it is claimed he made the declarations, was mentally capable of knowing the purport and significance of his utterances. This urgency is based primarily on the testimony of the attending physician and the evidence of the hospital charts. It is here disclosed that the patient was at times rational and at other times irrational and that “his mental condition would come and go.” This fact was attributable to the seriousness of the injury which at times would cause high fever.\nOn application for rehearing, in supplemental brief, counsel cites and quotes at length from the opinion in Jollay v. State 130 Tenn. 286, 170 S.W. 58, 62. As quoted, the court said in the Jollay case: “The burden is upon the party offering the declaration to establish a proper predicate for its introduction. He must, as a condition precedent to its admission to the jury, show affirmatively that the declarant was in articulo mortis, and that he was fully conscious of his impending death, not as a matter of surmise and conjecture, but as a fixed and inevitable fact. The court must also be satisfied that the declarant had sufficient mental capacity to comprehend the nature of his statements.”\nCounsel failed in his quotation, just above, to complete the sentence; the omitted part we consider very pertinent and strikingly applicable to the facts in the case at bar. It is: “ * * * but on this point, if nothing appears, either by way of direct evidence or of circumstance, to suggest a doubt of his mental capacity, the general presumption which obtains in favor of sanity will suffice, and it will be presumed that he possessed sufficient intelligent consciousness to correctly remember and accurately narrate the facts.”\nThe record in the instant case discloses that at the stage in the progress of the trial when the alleged dying declarations were admitted in evidence the court below did not have before it the testimony of the physician or the evidence of the hospital chart to which reference is made above. It was not made to appear at the time of the introduction of the statements that during the illness of the deceased he was at times rational and at other times irrational. There was no evidence at this point to suggest a doubt of the mental capacity of the declarant. On the contrary, the declarations, as related by the witnesses, appear to be in rational form and there is no indication of incoherence or lack of mental alertness.\nWe hold that it was for the trial judge to determine whether or not the deceased had sufficient mentality at the time. He was not in error in admitting the statements. The weight and credit to be given the evidence was for the jury to consider. Carmichael v. State, 197 Ala. 185, 72 So. 405; Shell v. State, 88 Ala. 14, 7 So. 40; Sims v. State, 139 Ala. 74, 36 So. 138, 101 Ann.St.Rep. 17.\nWe did not overlook the rule announced in Shell v. State, supra, to the effect that a dying declaration is subject to impeachment. In our view of the nurse’s testimony which is set out in the original opinion, the alleged statement of the deceased narrated by her is so indefinite, uncertain, and unrelated that it cannot be ac*493cepted in evidence as an impeachment of the claimed dying declarations. Even the time of the alleged assertion is left in doubt.\nIt is without dispute in the evidence that the defendant’s cows were damaging the crops of the deceased. On the occasion of the fatal difficulty, the latter drove the animals out of his corn field, up to the appellant’s barn. The defendant worked at night and was undressed in his bedroom when the deceased went in to see him. The evidence is in sharp conflict relating to what occurred in the room. We still entertain the view that it was for the jury to determine what happened there and from these circumstances adjudge who was at fault in bringing on the fatal difficulty. For this reason, refused charge numbered 8 was not due to be given.\nThe Reporter will set out refused charge numbered 13. It is insisted that this charge is not substantially covered by the court’s oral charge, as we held in the original opinion. In his oral instruction the judge said in pertinent part: “ * * * the first of these things is that there must be an impending necessity to take the life of another party, to prevent the defendant’s own life from being taken, or to prevent grievous bodily harm being done to his life. A man cannot merely shoot another without having that necessity present. It is possible under certain circumstances that a man have an honest belief that that necessity exists, and if he does have that honest belief that it is necessary to kill another to prevent his own life being taken, or grievous bodily harm being done to himself, or to the members of his family, and if that honest belief is based on a thing which is reasonably apparent to an ordinarily reasonable man, then that is sufficient, whether or not that necessity actually existed or not. But it must be — unless it does actually exist —it must be of such a character that it reasonably appeared to a reasonable man that the necessity did exist, and that the defendant at the time he did the act, honestly believed that it was necessary for him. at that time and on that occasion, to take the life of the other man, to prevent his own life being taken, or the life of some member of his family, or to prevent grievous bodily harm being done.”\nSeveral of the given charges also relate to the same principle of la\\v. Unquestionably, the appellant was not denied the right to have the jury instructed fully and fairly on the rule stated in the instant charge.\nDistinguished counsel urges with eloquent plea that we should hold the lower court in error for the denial of the motion for a new trial. He says in part: “The rights of American citizens have reached a new low, if defendant is not entitled to another trial. His conviction, if permitted to stand, sweeps away the ancient and prized rights of a man in his home. If not reversed, then no longer is the home a man’s castle, it becomes a mere adornment, a mausoleum.”\nYes, a man’s home is his castle and may it ever be. Around its fireside with his family, may he always be permitted to dwell in peace, happiness, contentment and security, but his right to this protection must be commensurate with the rights of others. The law prescribes the limitations of his protective privileges.\nIf the State’s evidence is to be accepted, the deceased entered the home of the accused in a peaceful manner to counsel about a matter of grave concern to the property rights of the dead man. In his alleged dying declaration, the deceased declared that he went into the house upon the invitation of the defendant. As we have stated, what occurred in the house is in irreconcilable conflict, but it is found in the evidence without dispute that deceased had left the inside of the house and was out some steps away when he was mortally wounded.\nWe here call to mind the often repeated assertion that “the verdict of a jury and the judgment of a trial court are solemn things; and they should not be overturned unless a good, legal reason is shown therefor.”\nIn the study of the instant record we are impressed with the evident care and caution with which the case was tried. We are not convinced that we should disturb the judgment of the nisi prius court in his view *494that the motion for a new trial should be denied.\nThe application for rehearing is overruled.\nOpinion extended.\nApplication overruled.\n",
            "ocr": false,
            "opinion_id": 9825213
        }
    ],
    "court_short_name": "Alabama Court of Appeals",
    "court_full_name": "Alabama Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}