{
    "id": 3241934,
    "judges": "Carr",
    "date_filed": "1980-09-24",
    "date_filed_is_approximate": true,
    "slug": "hayes-v-state",
    "case_name_short": "Hayes",
    "case_name": "Hayes v. State",
    "case_name_full": "Hayes v. State.",
    "attorneys": "Beddow  Jones, Roderick Beddow and Robt. W. Gwin, all of Birmingham, for appellant.\n\nImproper conduct on the part of counsel for the State and remarks of the court were highly prejudicial to the rights of appellant, and their cumulative effect was calculated to bias and prejudice the defendant's case with the jury. Pointer v. State,  24 Ala. App. 23 ,  129 So. 787 ; Cassemus v. State, 16 Ala. App. 61 ,  75 So. 267 ; DuBose v. State,  148 Ala. 560 , 42 So. 862 ; Wolffe v. Minnis,  74 Ala. 386 ; Naugher v. State,  241 Ala. 91 ,   1 So.2d 294 . The verdict was contrary to the preponderance of the evidence. Evidence on behalf of the State does not contain the essential elements necessary to conviction. The preponderance of the evidence sustained defendant's plea of self-defense. It was, therefore, error to overrule defendant's motion for a new trial. Ezzell v. State,  13 Ala. App. 156 , 68 So. 578 ; 40 C.J.S., Homicide, &#167; 89; Hendrickson v. Commonwealth,  201 Ky. 582 ,  257 S.W. 1029 .\n\nA. A. Carmichael, Atty. Gen., and Bernard F. Sykes, Asst. Atty. Gen., for the State.\n\nThe trial court did not commit reversible error in its rulings on comments of counsel, in its own remarks, or in overruling appellant's motion for mistrial. Windom v. State, 18 Ala. App. 430 ,  93 So. 79 ; Ex parte Windom,  208 Ala. 701 , 93 So. 924 ; Davidson v. State,  211 Ala. 471 ,  100 So. 641 ; Porter v. State,  21 Ala. App. 79 ,  105 So. 425 ; Blalock v. State,  8 Ala. App. 349 , 63 So. 26 ; Witt v. State,  27 Ala. App. 409 , 174 So. 794 ; Id.,  234 Ala. 391 ,  174 So. 795 ; Sparks v. State, 19 Ala. App. 82 ,  95 So. 200 ; Id.,  209 Ala. 106 ,  95 So. 201 ; Norris v. State,  236 Ala. 281 ,  182 So. 69 ; Naughter v. State,  241 Ala. 91 ,   1 So.2d 294 ; Turner v. State,  29 Ala. App. 13 ,  191 So. 392 ; Id.,  238 Ala. 352 ,  191 So. 396 ; Hart v. State,  28 Ala. App. 545 , 190 So. 95 ; Id.,  238 Ala. 188 ,  190 So. 98 ; Gable v. State, 31 Ala. App. 280 ,  15 So.2d 594 ; Id.,  245 Ala. 53 ,  15 So.2d 600 ; Blue v. State,  246 Ala. 73 ,  79 ,  19 So.2d 11 ; Vaughn v. State, 236 Ala. 442 ,  183 So. 428 ,  431 . The evidence was sufficient to sustain the verdict. Ezzell v. State,  13 Ala. App. 156 , 68 So. 578 .",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Marengo County; Emmett S. Hildreth, Judge.\n\nGeorge Hayes was convicted of assault with intent to murder, and he appeals.\n\nAffirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Feb. 3, 1948.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b386-13\">\n    33 So.2d 744\n   </citation><br><parties id=\"b386-14\">\n    HAYES v. STATE.\n   </parties><br><docketnumber id=\"b386-15\">\n    2 Div. 764.\n   </docketnumber><br><court id=\"b386-16\">\n    Court of Appeals of Alabama.\n   </court><br><decisiondate id=\"b386-17\">\n    Jan. 13, 1948.\n   </decisiondate><br><otherdate id=\"b386-18\">\n    Rehearing Denied Feb. 3, 1948.\n   </otherdate><br><attorneys id=\"b388-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"366\"> \n     *366\n     </span>\n    Beddow &amp; Jones, Roderick Beddow and Robt. W. Gwin, all of Birmingham, for appellant. •\n   </attorneys><br><attorneys id=\"b388-14\">\n    A. A. Carmichael, Atty. Gen., and Bernard F. Sykes, Asst. Atty. Gen., for the State.\n   </attorneys>",
    "citations": [
        "33 So. 2d 744",
        "33 Ala. App. 364"
    ],
    "opinions": [
        {
            "author_str": "Carr",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 6111.0,
            "opinion_text": "[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 366 \nThe appellant was indicted and convicted for the offense of assault with intent to murder. H. A. Bradford is the party alleged to have been assaulted.\nIt would be a useless and unnecessary undertaking to attempt to delineate the tendencies of the evidence. We will not do this except when it may be required in order to illustrate or clarify a point under consideration.\nIt is not disputed in the evidence that the defendant shot Mr. Bradford five times with a pistol. At least one of the inflicted wounds was of a serious nature. It is not denied nor controverted that Mr. Bradford shot the appellant one time with a pistol. This infliction also produced a wound that was considered serious. Hence, it is evident that the question of self defense becomes a matter of material moment. On this query, the evidence is in sharp conflict, having reference particularly to the determination *Page 367 \nof which of the two participants fired the first shot.\nWhen we take into consideration the size of the appeal record, we can say with accuracy that there are comparatively few questions presented for our review.\nThe alleged assaulted party testified that he had not seen his pistol from the occasion of the affray to the time of the trial. It is evidently apparent, therefore, that he could not have correctly answered this question which was propounded by appellant's counsel: \"Where is the pistol now that you say you had on that truck with you that day?\"\nOver defendant's timely objections the court allowed the State to introduce in evidence the pistol with which it was claimed the accused did the shooting. There may have been some requirements omitted from the proof to make the article admissible, but none of these were stated as a ground of the objection. Circuit Rule 33, Code 1940 Tit. 7 Appendix; Louisville  N. R. Co. v. Scott, 232 Ala. 284, 167 So. 572; Holcombe v. State, 17 Ala. App. 91, 82 So. 630.\nThis observation aside, in view of the undisputed evidence in the case, we cannot see how the introduction of this pistol could have in any way harmed the appellant. Supreme Court Rule 45, Code 1940, Tit. 7 Appendix.\nMr. Henri Bradford came up to the place of the difficulty with his brother, Mr. H. A. Bradford, and was present at the time of the shooting. On cross examination of the former, defendant's counsel sought to prove in detail the routes he traveled just prior to the time he joined his brother to journey to the point where the shooting occurred. This was not material to the factual issues, and, had it been, the witness disclosed this information fully at a subsequent time in his testimony. George v. State, 240 Ala. 632, 200 So. 602; Norris v. State, 16 Ala. App. 126, 75 So. 718.\nThe same witness on cross examination was asked these questions, \"Did you have &#8212; you say that is your pistol &#8212; did you have it registered\" and \"Did you have a permit to carry a pistol?\" Reference is here made to the weapon with which the assaulted party shot the defendant. It seems to be without dispute that the pistol in question did belong to the witness. Whether or not it was registered or he had a permit to carry it was not conducive to the proof of a pertinent hypothesis that would in any degree influence the factual issues. Martin v. State, 16 Ala. App. 406, 78 So. 322; Taylor v. State,31 Ala. App. 590, 20 So.2d 239.\nAdmittedly, the brother whose testimony we are now reviewing shot the defendant twice with a shotgun. This occurred at the place of the main difficulty and was during or just immediately after the pistol firing. Apparently because of the distance between the two or the vantage point the appellant did not suffer any serious injuries as a result of the gunfire. Counsel for the defendant was denied the privilege of ascertaining from the witness whether or not any charges had been preferred against him or his brother because of the shooting. We cannot see how this party should have been required to give answer or explanation of matters concerning which he had no control.\nThe defendant asked one of his witnesses whether or not he was interested in appellant's behalf. The court sustained the State's objection to this question. This was an attempt to bolster up the testimony of his own witness. O'Rear v. Manchester Lumber Co., 6 Ala. App. 461, 60 So. 462; Parker v. State, 10 Ala. App. 53, 65 So. 90.\nJulius Pickett was present at the place of the shooting, and he was called as a witness by the accused. On direct examination he was asked: \"After the shooting, were you brought up here and put in jail?\" The court did not require him to disclose this information. However, in the progress of the trial it was subsequently disclosed, without objections, that this witness, along with others who were also present at the scene of the difficulty, was confined in jail at Linden. George v. State, supra; Norris v. State, supra.\nThe solicitor objected to this question which was propounded to a witness for the defendant: \"Did George make any attempt to flee or get out of the presence of Mr. H. A. Bradford or Mr. Henri Bradford *Page 368 \nfrom the time he left the scene of the shooting until he got to Linden?\" There was no effort made by the prosecution to show that the accused attempted to evade arrest. In this state of the testimony the defendant could not show that he did not try to flee. Vaughn v. State, 130 Ala. 18, 30 So. 669; Starke v. State, 31 Ala. App. 322, 16 So.2d 426.\nWe come now to consider the matters which are urged in brief of counsel and which are apparently most potently pressed as a basis for error.\nBefore entering into a discussion of these insistences we feel that it is appropriate and fitting to observe that we cannot go beyond the record in our quest for facts. Appellant's brief is rather replete with references about which the record has nothing to say, and with evident intent not to mislead the court. This is made convincingly clear by this admission: \"While all the following does not appear in the record, it is brought to the court's attention to show the conditions that existed following the defendant through the trial.\" Of course, we cannot accept this tender of information and consider circumstances and conditions which are not reflected by the appeal record.\nWhen the testimony had closed and just prior to argument to the jury, the following proceedings appear:\n\"The attorney for the Defendant then made the following motion: 'At this time, on behalf of the Defendant, we would like to enter a motion for mistrial, based upon the following grounds: Mr. S.W. Compton has taken part in conferences and for all appearances he has been counsel for the State; he's been conferred with by counsel for the State throughout the course of the trial. The jury was not qualified as to Mr. Compton in this trial. We feel that because of his long residence in the county and his personal interests in the county, the defendant has been greatly injured and the jury should have been qualified as to Mr. Compton. I would like for the record to show, your Honor, that Mr. Compton was the gentleman that had the diagram in this case, and further that Mr. Compton has examined a number of witnesses in this case and was active in apprehending one of the witnesses in this case, Anderson Pickett.'\n\"Thereupon the Solicitor called the attention of the Court to the fact that 'the diagram was not made by Mr. Compton and was submitted to counsel for the Defendant by the Solicitor, and Mr. Compton is not a special prosecutor in this case.'\n\"The Court overruled the motion, and the Defendant excepted to the ruling of the Court.\"\nThe above quotation constitutes all the information this court is affored with reference to the complaint here made. We do not find where Mr. Compton's name appears as the examiner of any of the witnesses during the progress of the trial.\nIt appears to us that if the matter was of so much potential harm, as here contended, it should not have been permitted to exist throughout the major portion of the trial without being called to the attention of the trial judge, thereby giving him an opportunity to remedy it. The statement above, \"The jury was not qualified as to Mr. Compton in this trial\", is very vague and uncertain in meaning. This being a criminal case, if on voir dire a juror had been found to be related to Mr. Compton, this would not have constituted a ground for challenge for cause. Frost v. State, 225 Ala. 232, 142 So. 427; Howard v. State, 9 Ala. App. 74, 63 So. 753; Turner v. State, 15 Ala. App. 19,72 So. 574.\nWe are clear to the opinion that there is not sufficient injury here shown upon which we can predicate error.\nIt is contended that error to reverse arose out of the following incident:\n\"Mr. Beddow: I want to draw a map, a diagram of that place for my own benefit and to aid the Court and jury.\n\"Court: The Court will permit you to show all that is material and relevant in this case, but the Court does not want to take up the time of the Court and jury unnecessarily.\n\"Mr. Beddow: I would like to reserve an exception to the Court's statement that the Court made ex mero motu that it hasn't got time to take to permit me to draw a diagram *Page 369 \nand take the Court's time up to draw a diagram.\n\"Solicitor: The Court did not make that statement.\n\"Mr. Beddow: Whatever it was, we want to except to the ex mero motu statement of the Court.\"\nBecause of the emphasis placed in brief on this occurrence, we are led to believe that counsel misunderstood the statement of the trial court. This is not a pronouncement by the judge that he would disallow the right of the attorney to draw the map. The record discloses that just a short time subsequently attorney for appellant introduced in evidence a map as Exhibit A. This map is before us and bears evidence of having been drawn by an expert draftsman. It depicts and points out with particularity and accuracy, including scores of noted measurements, every point and position necessary to give the jury a very vivid mental picture of the locale of the alleged crime. Repeated references were made to this map, and time and time again witnesses were called upon to point out and describe certain locations thereon. We are clear to the conclusion that we should not base error here.\nIt is urged also that the rights of appellant to a fair and impartial trial were seriously jeopardized by argument of counsel to the jury. In order that the positions may be fully disclosed we copy from the record:\n(1) \"During the closing argument of Mr. Pitts for the State, the following took place:\n\"Mr. Pitts: Unless you convict this defendant, gentlemen of the jury, you might as well put dynamite under this court house and blow it up because we have no more need for justice.\n\"Mr. Beddow: He says unless you convict this defendant, gentlemen of the jury, you might as well put dynamite under your court house and blow it up. We object. It is not based upon evidence. It isn't a reasonable inference springing out of any part or portion of the testimony. It is a statement made by counsel representing the state to prejudice the minds of the jury against this defendant. It is a statement of highly inflammatory nature made with the view and calculated to prejudice the jury.\n\"Mr. McLean Pitts: If the Court please, we would like for the record to show that Mr. Beddow, in argument to the jury, argued that, unless they turned this man loose, the Constitution and Declaration of Independence wasn't worth the paper written on.\n\"Mr. Pitts: I will withdraw my statement.\n\"Court: The Court sustains the objection, and the words quoted as part of the argument of counsel is especially excluded from your consideration, gentlemen, and you are not to give it any consideration whatsoever.\n\"Mr. Beddow: Because of the prejudicial nature of the statements made by counsel in his closing argument for the State, the defendant moves your Honor to declare a mistrial.\n\"Court: I overrule the motion.\n\"Mr. Beddow: We except.\n\"Mr. Pitts: My opponent made the remark that, unless the defendant was turned loose, we'd just as well do away with the Constitution and Declaration of Independence, that it's not worth the paper it is written on.\n\"Mr. Beddow: I will make a sworn statement to the effect that I didn't say it.\"\n(2) \"Mr. Pitts: I don't believe I would have the audacity to ask the jury to turn him loose.\n\"Mr. Beddow: We object to the statement he made that 'he doesn't believe he would have the audacity to ask the jury to turn this defendant loose if he were the defendant in the case.' It is prejudicial and made for the purpose of inflaming the minds of the jury against the defendant, and is made for the purpose of prejudicing the rights of the defendant.\n\"Mr. Pitts: I will withdraw the statement.\n\"Court: That statement is expressly excluded, gentlemen.\n\"Mr. Beddow: Because of the irreparable nature of the argument and because of the attack on counsel of this defendant and also on the other grounds assigned, we move the Court to declare a mistrial. *Page 370 \n\"Court: I overrule the motion.\n\"Mr. Beddow: We except.\"\nWe can approach the two questions thus presented by joint treatment.\nIt will be noted that on each occasion the court sustained the objections and instructed the jury not to consider the assertions. In addition, the attorney declared his withdrawal of each statement.\nIt is recognized by the authorities that argument of counsel can be so grossly improper and highly prejudicial to the rights of the accused that neither retraction and withdrawal by counsel nor exclusion by the court can destroy its harmful effects. Anderson v. State, 209 Ala. 36, 95 So. 171; Hall v. State, 216 Ala. 336, 113 So. 64.\nWe pass without deciding whether or not the remarks were proper or improper. We entertain the view that unquestionably the asseverations do not come within the class denoted as ineradicable. In our opinion, any possible injury to the appellant was cured by the action of the court in sustaining the objections and instructing the jury.\nWithout comment we will cite some authorities which sustain our conclusions. Anderson v. State, supra; Cross v. State,68 Ala. 476; Hall v. State, supra; Alabama Great Southern R. Co. v. Grauer, 212 Ala. 197, 102 So. 125; Coffey v. State, 244 Ala. 514,  14 So.2d 122; Alabama Power Co. v. Goodwin, 214 Ala. 15,106 So. 239; Davidson v. State, 211 Ala. 471, 100 So. 641; Norris v. State, 236 Ala. 281, 182 So. 69; Witt v. State,27 Ala. App. 409, 174 So. 794; Blalock v. State, 8 Ala. App. 349,63 So. 26; Porter v. State, 21 Ala. App. 79, 105 So. 425; Mitchell v. State, 18 Ala. App. 471, 93 So. 46; Weaver v. State,17 Ala. App. 506, 86 So. 179; Ganus v. State, 19 Ala. App. 286,97 So. 117.\nIn support of the insistence here made we are cited in brief to Pointer v. State, 24 Ala. App. 23, 129 So. 787; Cassemus v. State, 16 Ala. App. 61, 75 So. 267; DuBose v. State, 148 Ala. 560,42 So. 862; Wolffe v. Minnis, 74 Ala. 386; and in oral argument to Birmingham Ry., Light  Power Co. v. Drennen,175 Ala. 338, 57 So. 876, 880, Ann.Cas. 1914C, 1037.\nIn the Pointer case, error was predicated in the main upon the fact of an accumulation of harmful incidents which occurred throughout the trial. Clearly we do not have such a situation here.\nThe attorney in the Cassemus case made a statement of a fact which was gleaned out of his personal experience and which did not have the support of the record. In addition the assertion was strongly calculated to arouse race prejudice and hatred.\nThe court overruled the objections to the improper remarks in the DuBose case. Clearly error was correctly charged to this action. There was no evidence to justify the argument.\nThe offending statement in the case of Wolffe v. Minnis, supra, is also of a fact outside the record and is in no wise comparable to either of the assertions of instant concern.\nIn the case of Birmingham Ry. Light  Power Co. v. Drennen, supra, Justice Mayfield goes to some length in the opinion in treatment of this question. He observes that \"it was matter stated as a fact to the jury, of which there was no evidence.\" There is a very strong suggestion or intimation here that counsel for the defendant had confessed or admitted liability against the defendant. We find no difficulty in differentiating the injurious effects of this argument from the remarks in the case at bar.\nIn the instant case the assertions are the mere, expressed opinions of the declarer. It may be said that they are rather extravagant and extreme, but there is nothing there indicated to lead to the conclusion that the jury would be expected to take the suggestions literally.\nOn the hearing of the motion for new trial no evidence was taken in support of any of the grounds thereof. We are committed therefore to a consideration only of the record of the trial in chief. Pugh v. State, 247 Ala. 535, 25 So.2d 417; Woodward Iron Co. v. Earley, 247 Ala. 556, 25 So.2d 267; Naugher v. State, 241 Ala. 91, 1 So.2d 294; Turner v. State,29 Ala. App. 13, 191 So. 392.\nWe have given careful study and consideration to the evidence in this case. As *Page 371 \nindicated, if the accused was not acting in self defense the assault was without legal excuse or justification. Several parties witnessed the affray. The jury was privileged to have the benefit of a recitation of the circumstances of the difficulty from the mouths of a number of witnesses. The judge presiding tried the case with evident care and caution. When this question is under review, we recall again and again that we have read where some jurist once said: \"The verdict of a jury is a solemn thing.\" In this statement we fully concur.\nIn Smith v. State, 23 Ala. App. 488, 128 So. 358, 359, Presiding Judge Bricken of this court wrote: \"A motion for a new trial on the grounds that, 'the verdict of the jury was contrary to the evidence,' will not be granted where it affirmatively appears that the questions involved are for the determination of the jury, unless it is clearly apparent that the verdict is palpably wrong or unjust.\"\nWe would do violence to this rule if we should disturb the trial court's action in denying the motion for a new trial. Locklear v. State, 17 Ala. App. 597, 87 So. 708; Booth v. State,247 Ala. 600, 25 So.2d 427; Vernon v. State, 239 Ala. 593,196 So. 96.\nThere is no reversible error apparent in the record. The judgment of the primary court is ordered affirmed.\nAffirmed.",
            "ocr": false,
            "opinion_id": 3243333
        }
    ],
    "court_short_name": "Alabama Court of Appeals",
    "court_full_name": "Alabama Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}