{
    "id": 3249490,
    "judges": "Bricken",
    "date_filed": "2004-08-02",
    "date_filed_is_approximate": true,
    "slug": "reed-v-state",
    "case_name_short": "Reed",
    "case_name": "Reed v. State",
    "case_name_full": "Reed v. State.",
    "attorneys": "Granade  Granade, of Chatom, and Martin B. Miller, of Meridian, for appellant.\n\nBrief of counsel did not reach the Reporter.\n\nHarwell G. Davis, Atty. Gen., and Lamar Field, Asst. Atty. Gen., for the State.\n\nThere was no error in not quashing the venire. Acts 1909, p. 317; Acts 1919, p. 1039:  204 Ala. 476 ,  85 So. 817 ;  203 Ala. 200 .   82 So. 450 . The exception to the oral charge of the court presents nothing for review.  16 Ala. App. 119 ,  75 So. 711 . The court will not review the refused charges in the present state of the record.  17 Ala. App. 611 ,  88 South, 58 ; 88 So. 353 .",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Washington County; Ben D. Turner, Judge.\n\nCooper Read was convicted of murder in the second degree, and he appeals. Affirmed.\n\nThe person alleged to have been killed was Leslie Wilks, and the instrument used was alleged to be a stick or scantling. The witnesses Lynes and Daugherty each testified to a conversation had with the defendant in the presence of the sheriff, and each testified that the talk was voluntary; no inducements were offered, no hope of reward held out, and no threats made. They were then permitted to testify that in the conversation the defendant said he hit Leslie Wilks with a stick, and hit to kill; that he was sorry that he did it, but felt that he was justified in doing it. The other facts sufficiently appear from the opinion of the court.",
    "syllabus": null,
    "headnotes": "<p>1. Jury <&wkey;>82(2) — Mistake in name of juror not ground to quash venire.</p> <p>Under Acts 1909, p. 317, § 29, and section 32, as amended by Acts 1919, p. 1039, a mistake in the name of a juror, where the name of “Frank B. Mickles” appeared on the venire, and “Frank B. Nichols” áppeared as a juror, held not a sufficient ground to quash the venire.</p> <p>2. Criminal law <@=>531 (3) — Permitting witness to testify as to statements made by accused held not error.</p> <p>The admission of testimony as to statements in the nature of a confession was not error, where as a predicate it was shown that the statements were voluntarily made in the presence of the sheriff and the witnesses, no inducements were offered, no hope of reward held out, and no threats made.</p> <p>3. Criminal law <&wkey;4!3(2) — Testimony held inadmissible, as self-serving.</p> <p>After the sheriff had testified as to a conversation which defendant had with certain witnesses in his presence, defendant’s counsel asked, “He always said he did not intend to kill him, did he not?” Held, that this question was objectionable, as calling for testimony of a self-serving nature by defendant.</p> <p>4. Criminal law <&wkey;390 — Question held objectionable, as calling for uncommunicated intent of defendant.</p> <p>In a prosecution for murder, where defendant was asked on cross-examination if he hit the man, intending to .kill him, or if he hit him in self-defense, held, that this question was objectionable, as calling for the uneommunicated intention of defendant.</p> <p>5. Criminal law <&wkey;24 — Intent and nature are presumed from proven facts.</p> <p>Motive or intention is an inferential fact, to be drawn from proven facts and circumstances, and the law presumes that every person intends to do what he does do, and that the necessary, natural, and probable consequences of his acts were intended.</p> <p>6. Criminal law &wkey;398, 413(2) — Question held objectionable, as calling for self-serving testimony, and as to defendant’s uncommunicated intent.</p> <p>In a prosecution for murder, defendant on cross-examination was asked, “What did you hit him for at that time?” Held, that the question was objectionable, as calling for testimony of a self-serving nature and for the uncommunicated intention of defendant.</p> <p>7. Homicide <&wkey;163(1) — Question as to accused’s military service held to call for immaterial testimony.</p> <p>In a prosecution for murder, question asked defendant, “How long were you in military service?” held objectionable, as calling for testimony wholly immaterial.</p> <p>8. Criminal law &wkey;>l 1701/2(2) — Witnesses ©=» 277(2) — Cross-examination regarding difficulty between defendant and accused held proper and' harmless, where answer was favorable.</p> <p>In a prosecution for murder, question asked defendant as to whether he tried to borrow money from the accused on the day of the crime held proper cross-examination, where defendant had testified to the difficulty, and harmless, where the answer of defendant was favorable to him.</p> <p>9. Criminal law <&wkey;!059(2) — Exceptions which are descriptive only will not be considered.</p> <p>Where exceptions were descriptive only, and not the reservation of an exception to a particular, exactly designated ruling, they will not be considered on appeal.</p> <p>10. Criminal law <&wkey;822(l) — Charge construed as a whole.</p> <p>Exceptions reserved to portions of the oral charge are without merit, where ,the charge as a whole was correct, able, and fair to defendant.</p> <p>11. Homicide &wkey;>309(3) — Refusal to give instruction on issue on which there was no evidence held not error.</p> <p>In a prosecution for murder, the refusal to give an instruction on manslaughter iq the' second degree held not error, where there was no evidence justifying the instruction.</p> <p>12. Criminal law <&wkey;1122(5) — Objects to the refusal to give charges cannot be considered on appeal, where the record does not contain the given charges.</p> <p>Objections to the refusal to give certain charges will not he considered on appeal, where the record shows that numerous charges were given, but does not contain the given charges.</p>",
    "summary": "Appeal from Circuit Court, Washington County; Ben D. Turner, Judge. Cooper Reed was convicted of murder in the second degree, and he appeals. The person alleged to have been killed was Leslie Wilks, and the instrument used was alleged to he a stick or scantling. The witnesses Lynes and Daugherty each testified to a conversation had with the defendant in the presence of the sheriff, and each testified that the talk was voluntary; no inducements were offered, no hope of reward held out, and no threats made. They were then iiermitted to testify that in the conversation the defendant said he hit Leslie Wilks with a stick, and hit to kill; that he was sorry that he did it, but felt that he was justified in doing it. The other facts sufficiently appear from the opinion of the court. There was no error in not quashing the venire. Acts 1909, p. 317; Acts 1919, p. 1039; 204 Ala. 476, 85 South. 817; 203 Ala. 200, 82 South.-450. The exception to the oral charge of the court presents nothing for review. 16 Ala. App. 119, 75 South. 711. The court will not review the refused charges in the present state of the record. 17 Ala. App. 611, 88 South. 58; 88 South. 353.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b387-3\">\n    (92 South. 513)\n   </citation><br><parties id=\"b387-4\">\n    REED v. STATE.\n   </parties><docketnumber id=\"AfX\">\n    (1 Div. 434.)\n   </docketnumber><br><court id=\"b387-5\">\n    (Court of Appeals of Alabama.\n   </court><decisiondate id=\"Acc\">\n    Jan. 31, 1922.)\n   </decisiondate><br><headnotes id=\"b387-6\">\n    1. Jury &lt;&amp;wkey;&gt;82(2) — Mistake in name of juror not ground to quash venire.\n   </headnotes><br><headnotes id=\"b387-7\">\n    Under Acts 1909, p. 317, § 29, and section 32, as amended by Acts 1919, p. 1039, a mistake in the name of a juror, where the name of “Frank B. Mickles” appeared on the venire, and “Frank B. Nichols” áppeared as a juror,\n    <em>\n     held\n    </em>\n    not a sufficient ground to quash the venire.\n   </headnotes><br><headnotes id=\"b387-8\">\n    2. Criminal law &lt;@=&gt;531 (3) — Permitting witness to testify as to statements made by accused held not error.\n   </headnotes><br><headnotes id=\"b387-9\">\n    The admission of testimony as to statements in the nature of a confession was not error, where as a predicate it was shown that the statements were voluntarily made in the presence of the sheriff and the witnesses, no inducements were offered, no hope of reward held out, and no threats made.\n   </headnotes><br><headnotes id=\"b387-10\">\n    3. Criminal law &lt;&amp;wkey;4!3(2) — Testimony held inadmissible, as self-serving.\n   </headnotes><br><headnotes id=\"b387-11\">\n    After the sheriff had testified as to a conversation which defendant had with certain witnesses in his presence, defendant’s counsel asked, “He always said he did not intend to kill him, did he not?”\n    <em>\n     Held,\n    </em>\n    that this question was objectionable, as calling for testimony of a self-serving nature by defendant.\n   </headnotes><br><headnotes id=\"b387-12\">\n    4. Criminal law &lt;&amp;wkey;390 — Question held objectionable, as calling for uncommunicated intent of defendant.\n   </headnotes><br><headnotes id=\"b387-13\">\n    In a prosecution for murder, where defendant was asked on cross-examination if he hit the man, intending to .kill him, or if he hit him in self-defense,\n    <em>\n     held,\n    </em>\n    that this question was objectionable, as calling for the uneommunicated intention of defendant.\n   </headnotes><br><headnotes id=\"b387-14\">\n    5. Criminal law &lt;&amp;wkey;24 — Intent and nature are presumed from proven facts.\n   </headnotes><br><headnotes id=\"b387-15\">\n    Motive or intention is an inferential fact, to be drawn from proven facts and circumstances, and the law presumes that every person intends to do what he does do, and that the necessary, natural, and probable consequences of his acts were intended.\n   </headnotes><br><headnotes id=\"b387-16\">\n    6. Criminal law &amp;wkey;398, 413(2) — Question held objectionable, as calling for self-serving testimony, and as to defendant’s uncommunicated intent.\n   </headnotes><br><headnotes id=\"b387-17\">\n    In a prosecution for murder, defendant on cross-examination was asked, “What did you hit him for at that time?”\n    <em>\n     Held,\n    </em>\n    that the question was objectionable, as calling for testimony of a self-serving nature and for the uncommunicated intention of defendant.\n   </headnotes><br><headnotes id=\"b387-18\">\n    7. Homicide &lt;&amp;wkey;163(1) — Question as to accused’s military service held to call for immaterial testimony.\n   </headnotes><br><headnotes id=\"b387-19\">\n    In a prosecution for murder, question asked defendant, “How long were you in military service?”\n    <em>\n     held\n    </em>\n    objectionable, as calling for testimony wholly immaterial.\n   </headnotes><br><headnotes id=\"b387-20\">\n    8. Criminal law &amp;wkey;&gt;l 1701/2(2) — Witnesses ©=» 277(2) — Cross-examination regarding difficulty between defendant and accused held proper and' harmless, where answer was favorable.\n   </headnotes><br><headnotes id=\"b387-21\">\n    In a prosecution for murder, question asked defendant as to whether he tried to borrow money from the accused on the day of the crime\n    <em>\n     held\n    </em>\n    proper cross-examination, where defendant had testified to the difficulty, and harmless, where the answer of defendant was favorable to him.\n   </headnotes><br><headnotes id=\"b387-22\">\n    9. Criminal law &lt;&amp;wkey;!059(2) — Exceptions which are descriptive only will not be considered.\n   </headnotes><br><headnotes id=\"b387-23\">\n    Where exceptions were descriptive only, and not the reservation of an exception to a particular, exactly designated ruling, they will not be considered on appeal.\n   </headnotes><br><headnotes id=\"b387-24\">\n    10. Criminal law &lt;&amp;wkey;822(l) — Charge construed as a whole.\n   </headnotes><br><headnotes id=\"b387-25\">\n    Exceptions reserved to portions of the oral charge are without merit, where ,the charge as a whole was correct, able, and fair to defendant.\n   </headnotes><br><headnotes id=\"b387-26\">\n    11. Homicide &amp;wkey;&gt;309(3) — Refusal to give instruction on issue on which there was no evidence held not error.\n   </headnotes><br><headnotes id=\"b387-27\">\n    In a prosecution for murder, the refusal to give an instruction on manslaughter iq the' second degree\n    <em>\n     held\n    </em>\n    not error, where there was no evidence justifying the instruction.\n   </headnotes><br><headnotes id=\"b387-28\">\n    12. Criminal law &lt;&amp;wkey;1122(5) — Objects to the refusal to give charges cannot be considered on appeal, where the record does not contain the given charges.\n   </headnotes><br><headnotes id=\"b387-29\">\n    Objections to the refusal to give certain charges will not he considered on appeal, where the record shows that numerous charges were given, but does not contain the given charges.\n   </headnotes><br><summary id=\"b387-30\">\n    Appeal from Circuit Court, Washington County; Ben D. Turner, Judge.\n   </summary><br><summary id=\"b387-31\">\n    Cooper Reed was convicted of murder in the second degree, and he appeals.\n   </summary><disposition id=\"AGU\">\n    Affirmed.\n   </disposition><br><summary id=\"b387-32\">\n    The person alleged to have been killed was\n    <em>\n     Leslie\n    </em>\n    Wilks, and the instrument used was alleged to he a stick or scantling. The witnesses Lynes and Daugherty each testified to a conversation had with the defendant in the presence of the sheriff, and each testified that the talk was voluntary; no inducements were offered, no hope of reward held out, and no threats made. They were then iiermitted to testify that in the conversation the defendant said he hit Leslie Wilks with a stick, and hit to kill; that he was sorry that he did it, but felt that he was justified in doing it. The other facts sufficiently appear from the opinion of the court.\n   </summary><br><attorneys id=\"b387-33\">\n    Granade &amp; Granade, Of Chatom, and Martin B. Miller, of Meridian, for appellant.\n   </attorneys><br><attorneys id=\"b387-34\">\n    Brief of counsel did not reach the Reporter.\n   </attorneys><br><attorneys id=\"b388-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"372\"> \n     *372\n     </span>\n    Harwell G. Davis, Atty. Gen., and Lamar Field, Asst. Atty. Gen., for the State.\n   </attorneys><br><summary id=\"b388-4\">\n    There was no error in not quashing the venire. Acts 1909, p. 317; Acts 1919, p. 1039; 204 Ala. 476, 85 South. 817; 203 Ala. 200, 82 South.-450. The exception to the oral charge of the court presents nothing for review. 16 Ala. App. 119, 75 South. 711. The court will not review the refused charges in the present state of the record. 17 Ala. App. 611, 88 South. 58; 88 South. 353.\n   </summary>",
    "citations": [
        "92 So. 513",
        "18 Ala. App. 371"
    ],
    "opinions": [
        {
            "author_str": "Bricken",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 6110.0,
            "opinion_text": "This defendant was charged by indictment with the offense of murder in the first degree. On October 21, 1920, he was arraigned and entered a plea of not guilty. The case was set for trial on October 26, 1920, and the court proceeded to draw a special jury to try this case, as required by law.\nOn October 26, 1920, when said case was called for trial, the defendant moved to quash the venire, on the grounds that the sheriff had failed to comply with the order of the court to serve forthwith upon the defendant a list of the names composing the venire to try this case, and also a copy of the indictment in this cause. It appearing that the motion was well taken, the court granted same and quashed the venire. The case was then set for October 29, 1920, and a new jury drawn in accordance with the terms of the statute. On October 29, 1920, a motion was again made to quash the venire, on the grounds that there was mistake in the name of one of the jurors, or that the name of \"Frank B. Mickles\" appears on the venire, and that one \"Frank B. Nichols\" appeared as a juror. There was no merit in this motion, and the court so ruled. Acts 1909, p. 317; Acts 1919, pp. 1039, 1042; Harris v. State, 203 Ala. 200,82 So. 450; Blevins v State, 204 Ala. 476, 85 So. 817; Savage v. State, 174 Ala. 94, 57 So. 469; Jones v. State,16 Ala. App. 7, 74 So. 843; Brown v. State, 109 Ala. 70,20 So. 103.\nUpon the submission of this cause on November 17, 1921, request was made of this court to grant appellant's counsel ten days in which to file briefs, which was allowed. However, no brief has been filed in behalf of appellant, and the time allowed to do so has long since expired.\nExceptions were reserved to the ruling of the court in allowing certain witnesses (Lynes and Daugherty) to testify to statements made by defendant in the nature of a confession; but the court's ruling in this connection was without error, as proper predicates had been laid for the introduction of this testimony.\nSheriff Long was called by the state, and testified that he heard the conversation when the witnesses Lynes and Daugherty were present, and that he did not remember that defendant made the statement that he hit deceased and intended to kill him with the stick; that he never heard defendant say that he intended to kill deceased. Defendant's counsel then asked, \"He always said he did not intend to kill him, did he not?\" The state objected to the question, unless it was limited to the same conversation. The objection was sustained, and defendant excepted. This objection was well taken, as the question as framed clearly called for testimony of a self-serving nature by defendant, and the elementary rules of evidence expressly prohibit this character of testimony.\nOn direct examination of defendant he was asked by his counsel, \"Did you hit that man, intending to kill him, or did you hit him in self-defense?\" The court properly sustained the objection of the solicitor to these questions; for a defendant in a criminal case cannot be permitted to testify as to his own uncommunicated motives or intentions, as the law presumes that every person intends to do what he does, and that the natural, necessary, and probable consequences of his acts were intended. Motive or intention is an inferential fact, to be drawn by the jury from proven attendant facts and circumstances; an uncommunicated belief, motive, or intention cannot be testified to by a party to a civil suit, when examined as a witness, nor can it be stated by a defendant in a criminal case, when testifying in his own behalf. This rule has been many times announced in this state. Johnson v. State, 102 Ala. 1, 16,16 So. 99.\nWhat has been said above applies as well to the court's ruling in sustaining the objection of the state to the question, \"What did you hit him for at that time?\" This clearly calls for testimony of a self-serving nature, and for the uncommunicated motive or intention of the defendant.\nDefendant was asked by his counsel, \"How long were you in military service?\" The testimony sought to be adduced by this question was wholly immaterial, and the court properly so ruled.\nOn cross-examination of defendant by the solicitor, he was asked, \"You had tried to borrow some money from Leslie there that day at the mill, hadn't you, and he told that he would not let you have it?\" Defendant had given his version of what brought on the difficulty, and this was a proper question on his cross-examination; the question seeking to draw from defendant information as to whether the refusal served as a motive for the crime. Moreover, defendant could not have been harmed by the answer; it being favourable to him.\nOther rulings of the court upon the admission of the testimony are so clearly free from error they need no discussion.\nThe argument of the solicitor, to which objection was made, was properly termed by the trial judge, that \"it was made by way of illustration.\" At any rate, there appears in this connection no error, the tendency of *Page 373 \nwhich would be to injuriously affect the substantial rights of the defendant.\nThe exceptions reserved to portion of the oral charge are without merit. The charge as a whole was correct, able, and fair to defendant. Moreover, the exceptions undertaken to be reserved thereto do not meet the required rule as announced in Cowart v. State, 16 Ala. App. 119, 75 So. 711. The exceptions attempted to be reserved were abortive, as being descriptive only, and not the reservation of an exception to a particular, exactly designated, statement of the judge. The general rules of practice do not allow an exception by description of a subject treated by the court in an oral charge to the jury.\nThe court was requested to charge the jury on manslaughter in the second degree, but declined to do so. In this there was no error, as there was an entire absence of any proof as to the offense of manslaughter in the second degree, which has been defined to be as follows:\n\"The unlawful killing of a human being, without malice, either expressed or implied, and without intent to kill or inflict the injury causing death, committed accidentally in the commission of some unlawful act not felonious, or in the improper or negligent performance of an act lawful in itself.\" Johnson v. State, 94 Ala. 35, 10 So. 667.\nIn the instant case the evidence is without conflict that the blow which caused the death of decreased was intentionally struck by defendant, which precludes the insistence that the act complained of came within the terms of the offense of manslaughter in the second degree, as above defined.\nThis disposes of every question presented, except as to the written or special charges refused to defendant. However, as to these charges, we are without authority to review them, for the reason that the record shows numerous special or written charges were given at the instance of defendant, and these given charges do not appear in the record. It follows, therefore, that the presumption must be indulged that, if any of the refused charges contained correct propositions of law, they were fairly and substantially covered by the charges given at request of defendant.\nThe record contains no error, and, there appearing no error in any of the rulings of the court which are presented for review, it follows that the judgment of the circuit court must be affirmed.\nAffirmed.",
            "ocr": false,
            "opinion_id": 3251400
        }
    ],
    "court_short_name": "Alabama Court of Appeals",
    "court_full_name": "Alabama Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}