{
    "id": 3399870,
    "judges": "Brown, Buford, Davis, Ellis, Wi-Iitfield",
    "date_filed": "1993-09-01",
    "date_filed_is_approximate": true,
    "slug": "ex-parte-elvin-e-jeffcoat",
    "case_name_short": null,
    "case_name": "Ex Parte Elvin E. Jeffcoat",
    "case_name_full": "Ex Parte : Elvin E. Jeffcoat",
    "attorneys": "Joseph W. Nichols, Ed. R. Bentley  and  L. Raymond Osteen,  for Petitioner.",
    "nature_of_suit": null,
    "posture": "An application for a Writ of habeas corpus.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 18,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b223-3\">\n<em>\n     Ex\n    </em>\n    Parte: Elvin E. Jeffcoat\n   </parties><citation id=\"AgD\">\n    146 So. 827.\n   </citation><br><decisiondate id=\"b223-4\">\n    Opinion filed March 23, 1933.\n   </decisiondate><br><attorneys id=\"b223-13\">\n<em>\n     Joseph W. Nichols, Ed. R. Bentley\n    </em>\n    and\n    <em>\n     L. Raymond Os-teen,\n    </em>\n    for Petitioner.\n   </attorneys>",
    "citations": [
        "146 So. 827",
        "109 Fla. 207"
    ],
    "opinions": [
        {
            "author_str": "Ellis",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "A petition was filed in this Court for an order reversing an order of the Circuit Court for Union County denying to the petitioner a writ of habeas corpus and to order the Circuit Judge to allow the writ, and that this Court order a stay of execution of the death sentence entered against the petitioner which is to be executed upon him on *Page 208 \nMarch 24, 1933, and for such other relief \"as the conditions require.\nWe treat the petition filed in this Court as an application for a writ of habeas corpus upon the same grounds as set forth in the petition filed in the Circuit Court for Union County on the 21st day of March, 1933.\nThe basis of the application for the writ of habeas corpus\nconsists of the allegations that the record proper of the trial of Elvin E. Jeffcoat for murder fails to show that he was \"arraigned in person or that he ever pleaded to the indictment upon which he was convicted, or that the petitioner was ever in person before the court prior to or at the time of the said alleged arraignment and plea of not guilty as shown by the record proper in said cause.\"\nThe contention is that because the record proper fails affirmatively to show such arraignment of the petitioner and plea to the indictment by him, or that he \"had been before the court in person, prior to the arraignment and plea of not guilty or at the time of said arraignment or plea that the judgment of conviction was absolutely void.\" The petition also alleged that the Superintendent of the State Prison could not legally execute the petitioner because \"at ten o'clock A. M., March 24,\" the hour and date set for the execution, \"the petitioner will not have been confined and kept securely in or adjacent to the permanent death chamber for five days prior to the time of the electrocution as required by the mandatory statute in such case made and provided.\"\nOn February 14, 1933, this Court on a writ of error to the judgment of the Circuit Court for Union County, taken by the petitioner, remanding him to the custody of the Superintendent of the State Prison for execution of the death sentence, affirmed the judgment of the Circuit Court. *Page 209 \nElvin E. Jeffcoat, the petitioner, was indicted on October 28, 1930, for the murder of his wife, Fannie Jeffcoat. Three other persons were indicted as accessories. A severance was granted and Elvin Jeffcoat was convicted of murder in the first degree and sentenced to death. He took a writ of error to that judgment and this Court on November 21st, 1931, affirmed the judgment. See Jeffcoat v. State, 103 Fla. 466, 138 So.2d Rep. 385.\nOn November 7, 1930, the four defendants moved for a change of venue. The motion was denied. On motion of the State a severance was granted as to the three persons who were indicted as accessories and Counsel for Elvin Jeffcoat moved for a continuance which was granted and the cause was set for trial on December 8th, 1930. He was convicted of murder in the first degree, as stated, and this Court affirmed the judgment.\nJeffcoat was convicted largely upon his own confession of the murder. Several exceptions to the court's rulings on different phases of the case were taken, one of which was the overruling of the motion for a new trial based on the ground that the evidence was insufficient to support the verdict.\nThe record proper in that case disclosed that on October 29th, 1930, the \"arraignment of defendants and plea of not guilty was entered up in the minutes of the Circuit Court No. 16 at page No. 24 in words and figures as follows: 1289 State of Florida v. Elvin E. Jeffcoat, Mary Jane Hall, Oscar Jeffcoat, T. Hatfield. Murder in the first degree. The defendants Elvin E. Jeffcoat, Mary Jane Hall, Oscar Jeffcoat and T. Hatfield, each upon being duly arraigned in open court this date on the above indictment, each pleaded 'not guilty' to the charges contained therein, whereupon it is considered and ordered that the above case *Page 210 \nbe and the same is hereby set for trial at 9 A. M., November 10th, 1930.\"\nThe word \"arraign\" means to call a prisoner to the bar of the court to answer the matters charged upon him in an indictment. The word \"arraigned\" means practically the same thing as being personally present at the time, for it could not be true that the defendant was in fact arraigned and pleaded to the indictment if not personally present. See 5 C. J. 372 and authorities cited.\nThe arraignment of a prisoner is a mere formal preliminary step to an answer or plea, is not a part of the trial, and consists merely in calling upon him to declare in open court whether he is guilty or not guilty of the charge preferred against him. At common law the prisoner was called to the bar by name and commanded to hold up his hand and then the indictment was read to him distinctly, that he might understand the charge; after that it was demanded of him whether he was guilty of the crime whereof he stood indicted or not guilty, and after he replied it was inquired of him how he would be tried; such was the old practice. The modern practice is, in all essential particulars, the calling of the prisoner, his identification as the person charged, the question addressed to him personally whether he is guilty or not guilty of the charge contained in the indictment which is either read to him or a copy thereof furnished to him either at the time of arraignment or previously. 2 Standard Ency. of Pl.  Prac. 861.\nThe record in the case shows that the petitioner was \"duly arraigned in open court\" and \"pleaded not guilty,\" thus contradicting squarely the allegations of the petition in this case on that point.\nIn the writ of error to the judgment of conviction no *Page 211 \nquestion was made by the accused such as is now presented on that point. In view of the statement contained in the record proper and the order of the court following the arraignment of the petitioner we hold that if there was any defect whatsoever of the slightest degree in such entry it was waived by the petitioner.\nIt is sufficient to show by the record a reasonable implication that the prisoner was present, and when the record shows the prisoner's presence at arraignment, in the absence of any evidence to the contrary, he will be presumed to have been present in court during all proceedings. See Irvin v. State,19 Fla. 872; Brown v. State, 29 Fla. 543, 10 South Rep. 723; Lovett v. State, 29 Fla. 356, 11 So.2d Rep. 172; Martin v. State, 42 Fla. 194, 27 So.2d Rep. 865; Burney v. State,32 Fla. 253, 13 So.2d Rep. 406; McCoy v. State, 40 Fla. 494, 24 So.2d Rep. 485; O'Steen v. State, 92 Fla. 1062, 111 So.2d 725.\nNo merit exists in that ground of the petition for a writ of habeas corpus.\nThe point that petitioner was not \"confined and kept securely in or adjacent to the permanent death chamber for five days prior to the time\" set for his electrocution has nothing of merit in it because in the first place no evidence of that fact is exhibited here save by mere allegations in the petition. In the second place, the statute in that regard is directory and, in the third place, if any punishment of a mental character in the nature of a mental torture is produced by being kept for any length of time prior to the execution in a permanent death chamber or adjacent to it the petitioner is not in position to complain because he escaped that phase of the process of execution. He was securely kept in confinement in the State Prison to await his execution. The word adjacent means lying near, close, *Page 212 \ncontiguous, neighboring. Webster's International Dictionary.\nThe petition is denied.\nWHITFIELD, BROWN and BUFORD, J. J., concur.\nDAVIS, C. J., disqualified.",
            "ocr": false,
            "opinion_id": 3393436
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}