{
    "id": 7792105,
    "judges": "Cooks, Decuir, Rdecuir, Yelverton",
    "date_filed": "2000-09-13",
    "date_filed_is_approximate": true,
    "slug": "state-of-louisiana-v-morrison",
    "case_name_short": "MORRISON",
    "case_name": "STATE of Louisiana v. MORRISON",
    "case_name_full": "STATE of Louisiana v. Van MORRISON",
    "attorneys": "Wayne Frey, Assistant District Attorney, Lake Charles, LA, Counsel for Plaintiff-Appellee., Paula Marx, Louisiana Appellate Project, Lafayette, LA, Counsel for Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "758 So. 2d 283"
    ],
    "opinions": [
        {
            "author_str": "Rdecuir",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRDECUIR, Judge.\nThe Defendant, Van Morrison, was charged with one count of second degree murder. The Defendant entered a plea of guilty to the reduced charge of manslaughter. Although the State recommended the trial court sentence the Defendant to twenty-six years at hard labor, the trial court rejected the recommendation and sentenced the Defendant to thirty-five years at hard labor. Subsequently, on June 21, 1999, the Defendant filed a “Motion for Out of Time Request to Reconsider Sentence.” The trial court denied the motion. The Defendant now appeals his guilty plea and sentencing, alleging two assignments of error.\nFACTS\nThe following was submitted in support of the Defendant’s guilty plea:\nThis event happened on October 25th of 1997, Your Honor. At that time law enforcement officers were dispatched to respond to a stabbing at 1028 Eastern Meadows Drive, Lot 53 here in Calca-sieu Parish. When they arrived, they discovered that the victim in this case, Mr. Robert Blanchard, had been stabbed and he subsequently died as a result of those stab wounds. Evidence collected by the Task Force indicated that there had been — a lot of people had been drinking and an altercation arose, and that the defendant was identified as the person who had stabbed the victim, Mr. Robert Blanchard.\nCOMPLIANCE WITH LA.CODE CRIM.P. ART. 556.1(A)\nThe Defendant contends the trial court failed to comply with ■ La.Code Crim.P. art. 556.1 by failing to inform him of the elements of the charge to which he pled.\nLa.Code Crim.P. art. 556.1(A) requires the trial judge to inform defendant of the “nature of the charge to which the plea is offered, the mandatory minimum penalty provided by law, if any, and the maximum possible penalty provided by law.” The trial court in the present case failed to personally inform the Defendant of the nature of the charges to which he was pleading as required by Article 556.1. This 1 {¡court has interpreted Article 556.1’s requirement that the Defendant be informed of the nature of the charges against him as a requirement that the defendant be advised of the elements of the charges against him. State v. Whiddon, 99-1 (La.App. 3 Cir. 6/2/99); 741 So.2d 797. Although the guilty plea form signed by the Defendant states that he was informed of the nature of the charge, the guilty plea colloquy does not indicate the Defendant was so informed by either his attorney or the trial judge of the specific elements of the charge of manslaughter.\nPrior to the enactment of Article 556.1, this court chose not to vacate guilty pleas based on the trial court’s failure to advise the defendant of the nature and penalties of his crime. Since the enactment of Article 556.1, however, such an advice is mandatory. Thus far, this court has found that when noncompliance with Article 556.1 involves a statutory requirement rather than a constitutional requirement (ie., advising of the three Boykin rights) the noncompliance is harmless if the defendant does not “allege any misunderstanding as to the nature -of the charges to which he pled.” See State v. Whiddon, 741 So.2d at 800. In the instant case, the Defendant specifically alleges that the trial court did not satisfy the requirements of Article 556.1 by failing to advise him of the elements of the charge against him. However, the Defendant does not allege that he *285did not understand the nature of the charges to which he pled. The record clearly reflects that the Defendant was properly Boykinized, informed of the charge and sentencing exposure, and of the factual basis for the charge. Under the circumstances, we find the trial court’s failure to delineate the specific elements of the charge to be harmless error.\n1 ¿EXCESSIVENESS AND LA. CODE CRIM. P. ART. 894.1\nThe Defendant contends that the imposition of a sentence of thirty-five (35) years is constitutionally excessive. The Defendant was originally charged with second degree murder and the plea of guilty to manslaughter was the result of a plea agreement. The plea agreement specified a sentencing recommendation which the trial court declined to follow. Accordingly, we will review the sentence imposed.\nA defendant’s sentence may still be reviewed for excessiveness although it falls within the statutory range. State v. Sepulvado, 367 So.2d 762 (La.1979). However, sentences imposed within the statutory limits should not be set aside as excessive in the absence of a manifest abuse of discretion. State v. Bonanno, 384 So.2d 355 (La.1980). Thus, this court must decide if the penalty imposed is so disproportionate to the crime committed, in light of the harm posed to society, that it shocks a societal sense of justice. Id.; State v. Everett, 530 So.2d 615 (La.App. 3 Cir. 1988), writ denied, 536 So.2d 1233 (La.1989).\nIn reviewing a sentence, we must be mindful that “[t]he only relevant question on review, however, [is] ‘whether the trial court abused its broad sentencing discretion, not whether another sentence might have been more appropriate.’ ” State v. Cook, 95-2784, p. 3 (La.5/31/96); 674 So.2d 957, 959 quoting State v. Humphrey, 445 So.2d 1155, 1165 (La.1984). La. R.S. 14:31(B) provides that whoever commits manslaughter shall be imprisoned at hard labor for not more, than forty years. The trial court imposed a sentence of thirty-five years for the Defendant.\nIn order to insure adequate review by the appellate court, there must be an indication in the record that the trial court considered both the aggravating and mitigating factors set forth in La. Code Crim.P. art. 894.1 in determining the defendant’s particular sentence. State v. Davis, 449 So.2d 452 (La.1984). It is well ^established that the trial court need not articulate every factor of Article 894.1. However, the record must establish that the terms set forth therein have been adequately considered. The record must reveal some indication that the trial court considered the guidelines set forth in Article 894.1. In the present case, the trial court set forth several factors for consideration, primarily involving the nature of the offense and the Defendant’s record. The court noted that the fact of the Defendant’s plea was a mitigating factor in determination of the sentence.\nA sentence imposed within the statutory guidelines may still be constitutionally excessive if it is grossly out of proportion to the offense and imposed for no other reason than to inflict needless pain and suffering. The sentence of thirty-five years imposed by the trial court was within the statutory limits. The Defendant benefitted greatly by the plea agreement; he was subjected to life imprisonment before the reduction in charge.\nThe facts of the record indicate that the sentence imposed by the trial court was not an abuse of its sentencing discretion. The court adequately articulated reasons for the sentence; it is not disproportionate to the crime, and it does not shock our sense of justice.\nCONCLUSION\nFor the foregoing reasons, the Defendant’s guilty plea and sentence are affirmed.\nAFFIRMED.\n",
            "ocr": true,
            "opinion_id": 7731939
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}