{
    "id": 3411491,
    "judges": "Broyles, Gardner, MacIntyre",
    "date_filed": "2004-12-19",
    "date_filed_is_approximate": true,
    "slug": "frazier-v-southern-railway-company",
    "case_name_short": "Frazier",
    "case_name": "Frazier v. Southern Railway Company",
    "case_name_full": "Frazier v. Southern Railway Company.",
    "attorneys": "Thomas G. Lewis, Winfield P. Jones,  for plaintiff.\n\n Neely, Marshall  Greene,  for defendant.",
    "nature_of_suit": null,
    "posture": "Action for damages; from Fulton superior court &#8212; Judge Hendrix. April 16, 1945. (Application to Supreme Court for certiorari.)",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied October 16, 1945.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b94-8\">\n    30909.\n   </docketnumber><parties id=\"Au6\">\n    FRAZIER\n    <em>\n     v.\n    </em>\n    SOUTHERN RAILWAY COMPANY.\n   </parties><br><decisiondate id=\"b94-10\">\n    Decided September 25, 1945.\n   </decisiondate><otherdate id=\"AFW\">\n    Rehearing denied October 16, 1945.\n   </otherdate><br><attorneys id=\"b95-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"59\"> \n     *59\n     </span>\n<em>\n     Thomas G. Lewis, Winfield P. Jones,\n    </em>\n    for plaintiff.\n   </attorneys><br><attorneys id=\"b95-7\">\n<em>\n     Neely, Marshall é Greene,\n    </em>\n    for defendant.\n   </attorneys>",
    "citations": [
        "35 S.E.2d 525",
        "73 Ga. App. 58"
    ],
    "opinions": [
        {
            "author_str": "Broyles",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The petition, properly construed (most strongly against the plaintiff), failed to set out a cause of action, and the sustaining of a general demurrer thereto was not error.\n     DECIDED SEPTEMBER 25, 1945. REHEARING DENIED OCTOBER 16, 1945.\nGonnie Frazier sued the Southern Railway Company for the recovery of damages for personal injuries. His petition alleged that on and prior to August 15, 1944, he was an employee of the defendant company, working as a \"boiler scaler,\" and as a \"handy *Page 59 \nman\" doing various jobs, such as wiring places upon the defendant's right of way; that on said date he was working at \"boiler scaling\" under the direction of one Young, an agent and employee of the defendant, when, upon the direction of Luke Hester, the general foreman of the company over said Young and the plaintiff, Young ordered the plaintiff to report to said Hester to do some wiring work which Hester wanted done for the company, and, when he had completed that job, to return to him (Young) and resume his work as a \"boiler scaler,\" that the plaintiff, acting within the course and scope of his employment, completed the wiring work for Hester and reported back to Young, for the purpose of resuming his work as a \"boiler scaler,\" whereupon, he was abused, cursed, and violently assaulted by Young, without cause or excuse. Young, while assaulting, beating and kicking him, exclaimed: \"You &#8212; black son of a bitch, why did you leave me and go to another job? Let me kill the black son of a bitch!\" The plaintiff further alleged that his injuries were serious and permanent; that the assault by Young was wilful, wanton, and without justification; and that the defendant company was negligent \"in having at said time and place the said Young as an employee in authority over petitioner, said Young being entirely unfit and not suited for said position of authority over petitioner and other such employees of defendant, which was known to defendant, or in the exercise of due care and caution should have been known to defendant.\"\nThe petition was dismissed on general demurrer, and that judgment is assigned as error.\n\"If a servant steps aside from his master's business, for however short a time, to do an act entirely disconnected from it, and injury results to another from such independent voluntary act, the servant may be liable, but the master is not liable.\" SavannahElectric Co. v. Hodges, 6 Ga. App. 470 (65 S.E. 322);Henderson v. Nolting c. Co., 184 Ga. 724, 733\n(193 S.E. 347. 114 A.L.R. 1022). It is settled as to railroad companies that they are liable for the torts of their employees when such torts are committed in connection with the business entrusted tothem and spring from *Page 60 and grow immediately out of such business. Central Railroad v.Gleason, 69 Ga. 200; Gasway v. Atlanta  West Point R.Co., 58 Ga. 216. \"The test by which to determine whether the master is liable for the tortious act of his servant is not whether it was done during the existence of the employment, that is to say, during the time covered by the employment, but whether it was done in the prosecution of the master's business.\" Thompson's Commentaries on the Law of Negligence, Vol. 1, &#167; 526. \"A railroad company is not liable in damages for a homicide committed by an employee, where the homicide was not committed in the prosecution of the business . . and within the scope of his employment, but was his personal act in resenting a real or fancied insult.\" Louisville  Nashville R. Co. v. Hudson,10 Ga. App. 169 (73 S.E. 30). \"The alleged act of the railway company's employee on its switchengine, in striking and knocking from the engine to the track his subordinate, who was run over by the engine and killed, did not, under the allegations of the petition, give cause of action against the company. To render the employer liable in such a case, it must clearly appear not only that the act was done in the prosecution of the employer's business, but also that it was within the scope of the doer's employment and was not prompted solely or primarily by malice.\"Central of Ga. Ry. Co. v. Stephens, 20 Ga. App. 546\n(93 S.E. 175).\nIn the instant case there was no allegation in the amended petition that the act of Young in assaulting the plaintiff was committed in the prosecution of his master's business or that said act was within the scope of Young's employment. In the absence of such an allegation, the facts set forth in the petition (the petition being construed most strongly against the plaintiff) fail to show a cause of action, and the court did not err in dismissing the petition on general demurrer. The cases cited in behalf of the plaintiff in error are distinguished by their facts from this case.\nJudgment affirmed. MacIntyre and Gardner, JJ., concur.",
            "ocr": false,
            "opinion_id": 3406513
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}