{
    "id": 3446735,
    "judges": "Rees",
    "date_filed": "1992-10-16",
    "date_filed_is_approximate": true,
    "slug": "saylor-v-commonwealth",
    "case_name_short": "Saylor",
    "case_name": "Saylor v. Commonwealth",
    "case_name_full": "Saylor v. Commonwealth.",
    "attorneys": "B. B. GOLDEN and JAMES G. ROLLINS for appellant., J. W. CAMMACK, Attorney General, and HOWARD BLACK for appellee.",
    "nature_of_suit": null,
    "posture": "Appeal from Bell Circuit Court.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b492-5\">\n    Saylor v. Commonwealth.\n   </parties><br><decisiondate id=\"b492-6\">\n    (Decided October 10, 1930.)\n   </decisiondate><br><attorneys id=\"b493-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"479\"> \n     *479\n     </span>\n    B. B. GOLDEN and JAMES G. ROLLINS for appellant.\n   </attorneys><br><attorneys id=\"b493-5\">\n    J. W. CAMMACK, Attorney General, and HOWARD BLACK for appellee.\n   </attorneys>",
    "citations": [
        "31 S.W.2d 719",
        "235 Ky. 478"
    ],
    "opinions": [
        {
            "author_str": "Rees",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Reversing.\nAppellant, Millard Saylor, under an indictment charging him with the murder of Earl Calloway, was convicted of manslaughter and his punishment fixed at confinement in the penitentiary for a period of ten years.\nIt is urged in his behalf that the judgment should be reversed because (1) the verdict is flagrantly against the evidence; (2) the trial judge abused a sound discretion in refusing to send the jury to view the scene of the killing; and (3) the court erred in refusing to grant a new trial on the ground of newly discovered evidence.\nAppellant and deceased were brothers-in-law, Calloway having married Saylor's sister. Calloway and his wife had separated. The homicide occurred at a point near Blackmont in Bell county, Ky. A school election was being held at Blackmont, and the sheriff had deputized Saylor to keep order around the polls and had furnished him a pistol. Saylor already had a pistol concealed on his person and at the time of the homicide had both pistols on his person &#8212; one a 32-caliber and the other a 38-caliber. Shortly before the altercation occurred during which Calloway was killed, appellant and three or four other men were at a point on the railroad tracks a short distance from Blackmont. Some of the men were sitting on the cross-ties while Saylor was standing on the opposite side of the railroad tracks. Calloway walked down the railroad from Blackmont and passed between appellant and the men who were sitting on the cross-ties. Neither appellant nor Calloway spoke. As Calloway passed Charlie Fultz, one of those present, he asked if he would be there for an hour, and Fultz replied, \"Yes, I guess I will,\" and Calloway said, \"I want to see you when I get back.\" Saylor then said, \"Hurry back!\" Calloway, who had continued walking down the railroad track, partially turned and said, \"Who was talking to you?\" and Saylor replied, \"You heard what I have got to say about it.\" Calloway then said, \"If you are looking for trouble you can get it.\" After a few more words had passed between them both men drew their pistols *Page 480 \nand fired, but there is a conflict in the evidence as to who fired the first shot. Calloway fired one shot from a 45-caliber pistol which he carried in a holster under his left arm. Saylor fired five shots from the 38-caliber pistol, threw it down, and drew the 32-caliber, but he did not fire the latter. Two of the five shots fired by Saylor struck Calloway.\nThree witnesses introduced by the commonwealth testified that appellant fired the first shot, while appellant and three witnesses introduced by him testified that Calloway fired the first shot. All of the eyewitnesses, including those for the commonwealth, except one, testified they heard Saylor say, \"Drop it!\" three times before he fired a shot. It will be observed from the foregoing statement of facts that the evidence as to who was the aggressor and who fired the first shot was in conflict. That being true, it was a question for the jury to determine.\nNellie Clark, a child 11 years of age, testified that at the time of the killing she was standing on the front porch of the home of John Jewell about 500 feet away, and that her attention was attracted to the parties by their loud talk, and that she saw appellant when he fired, and that he fired the first shot. Both Mr. and Mrs. Jewell testified that the little girl was not on the front porch of their home at the time of the killing but was in the back yard where she could not see either appellant or the deceased. A number of witnesses were then introduced by appellant who testified that a person standing on the Jewell porch could not have seen the shooting, as an embankment between the house and the railroad obstructed the view. After appellant had introduced this testimony, four or five men who were related to the deceased went to the scene of the killing and returned and were introduced in rebuttal by the commonwealth. Each of them testified that a person standing on the Jewell porch could have seen the shooting.\nCounsel for appellant then made a motion that the jury be taken to the scene of the killing, but the court overruled the motion, giving as his reasons therefor that it was late in the evening of the last day of the term of court, that it was raining, and that the scene of the killing was in a remote section of the county. Whether or not, under the circumstances, the trial judge abused a *Page 481 \nsound discretion in refusing to send the jury to view the scene of the killing, we need not determine, since we have concluded that the judgment must be reversed on another ground and a wholly different situation may be presented at the next trial.\nThe issue in sharp dispute was: Who was the aggressor and who fired the first shot? To support the testimony introduced by it, tending to show that appellant fired the first shot, the commonwealth introduced R.T. Calloway, a brother of the deceased, who testified in substance that the pistol and holster of his deceased brother had been in his possession since the day of the homicide. He produced the pistol and holster and they were shown to the jury. There was a bullet hole in the holster and an abrasion on the handle of the pistol. When the pistol was placed in the holster the abrasion on the handle of the pistol was opposite the hole in the holster. The members of the jury were permitted to use a magnifying glass to inspect the mark on the pistol. The purpose of this evidence, of course, was to show that appellant had fired a shot at Calloway which struck the latter's holster and pistol before the deceased had drawn his pistol.\nAfter the verdict was returned the affidavit of Naneye. Stewart was filed, in which she stated that on the night the verdict was rendered she left the courthouse accompanied by Joe Manning, a local detective, who stated that he had been employed by the commonwealth shortly after the killing, and that among other things he examined the pistol belonging to Calloway under a magnifying glass and at that time it had no marks upon it. Manning, who had not testified on the trial, was subpoenaed and testified in open court on the hearing on the motion and grounds for a new trial that, after he had been employed by the commonwealth, the deceased's pistol, which was then in the possession of the Calloway family, was turned over to him and he was asked to identify some marks upon it as having been caused by a bullet; that he made the examination and reported that he was unable to identify any bullet marks on the pistol; that he kept the pistol six or eight weeks and then returned it to some member of the Calloway family; that during the trial he was called to the county attorney's office and again asked to examine the pistol; and that at that time there was an abrasion on the handle of the *Page 482 \npistol which was pointed out to him and which could be clearly seen without the aid of a magnifying glass; and that if this mark was upon the pistol when he first had it in his possession he did not see it, although he carefully examined it several times under a magnifying glass.\nThe trial judge overruled a motion for a new trial because of this newly discovered evidence and it is insisted that this was error.\nThere is nothing tending to show lack of diligence on the part of appellant in discovering this testimony. The only question is: Is it such as would reasonably change the result? Courts are reluctant to grant a new trial on the ground of newly discovered evidence because it is one which opens the door for the perpetration of fraud, but where the evidence is of such a nature as would probably change the verdict, it would be prejudicial error to refuse a new trial based on this ground. Allen v. Commonwealth, 231 Ky. 463, 21 S.W.2d 800; Jones v. Commonwealth, 230 Ky. 24, 18 S.W.2d 287; Brewer v. Commonwealth, 228 Ky. 128, 14 S.W.2d 375; Stacy v. Commonwealth, 221 Ky. 258, 298 S.W. 696; Johnson v. Commonwealth, 188 Ky. 391, 222 S.W. 106.\nThere is grave doubt from the evidence as to who was the aggressor and fired the first shot. The most damaging evidence to appellant introduced by the commonwealth to support its theory that he was the aggressor, and that the deceased did not draw his pistol until appellant had fired at least one shot, was that relative to the bullet hole in the holster and the abrasion on the handle of deceased's pistol. With the effect of this evidence destroyed, or greatly weakened, by the testimony of Manning, the result might have been different. Manning's testimony is material upon the vital issue in the case, and in view of the conflicting evidence as to what took place at the time of the homicide, it might have had a decisive influence upon the verdict of the jury, and on the whole case we think it was prejudicial to the substantial rights of the appellant to deny him the benefit of it.\nWherefore the judgment is reversed, with directions to grant appellant a new trial and for proceedings consistent herewith. *Page 483 ",
            "ocr": false,
            "opinion_id": 3444799
        }
    ],
    "court_short_name": "Court of Appeals of Kentucky (pre-1976)",
    "court_full_name": "Court of Appeals of Kentucky (pre-1976)",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}