{
    "id": 3479116,
    "judges": "Paul, Rogers, Thompson, Whole",
    "date_filed": "1984-09-25",
    "date_filed_is_approximate": true,
    "slug": "state-v-hogan",
    "case_name_short": "Hogan",
    "case_name": "State v. Hogan",
    "case_name_full": "State v. Hogan.",
    "attorneys": "Fred J. Heintz, of Covington, Jim W. Richardson, of Bogalusa, and Clay E. Thomas, of Franklin, for appellant\n\nPercy Saint, Atty. Gen., J. Vol Brock, Dist. Atty., of Franklinton, and W.H. Thompson, Asst. Atty. Gen. (Percy T. Ogden, Asst. Atty. Gen., and J. Bernard Cocke, of New Orleans, of counsel), for the State.\n\nBy the WHOLE COURT.",
    "nature_of_suit": null,
    "posture": "Appeal from Twenty-Sixth Judicial District Court, Parish of Washington; Prentiss B. Carter, Judge.\n\nJohn Hogan was convicted of murder, and he appeals. Conviction and sentence annulled, and case remanded.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Dissenting Opinion Nov. 6, 1924.)",
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b172-7\">\n    (102 So. 403)\n   </citation><docketnumber id=\"A5X\">\n    No. 26768.\n   </docketnumber><parties id=\"AZN\">\n    STATE v. HOGAN.\n   </parties><decisiondate id=\"A9x\">\n    (Nov. 3, 1924.\n   </decisiondate><otherdate id=\"Aos\">\n    Dissenting Opinion Nov. 6, 1924.)\n   </otherdate><br><attorneys id=\"b172-25\">\n    Fred J. Heintz, of Covington, Jim W. Richardson, of Bogalusa, and Clay E. Thomas, of Eranklin, for appellant\n   </attorneys><br><attorneys id=\"b172-26\">\n    Percy Saint, Atty. Gen., J. Vol Brock, Dist. Atty., of Franklinton, and W. H. Thompson, Asst. Atty. Gen. (Percy T. Ogden, Asst. Atty. Gen., and J. Bernard Cocke, of New Orleans, of counsel), for the State.\n   </attorneys><br><judges id=\"b172-27\">\n    By the WHOLE COURT.\n   </judges>",
    "citations": [
        "102 So. 403",
        "157 La. 287"
    ],
    "opinions": [
        {
            "author_str": "Rogers",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 4596.0,
            "opinion_text": "Appellant was indicted for the crime of murder. He was tried, found guilty as charged, and sentenced to death. He appeals from the verdict and sentence. There are three bills of exception in the record.\nBill of exception No. 2 was reserved to the action of the trial judge in overruling defendant's objection to the admission of the testimony of one Alex. Mizell, apparently a deputy sheriff, introduced by the state to prove a confession made by the accused. The ground of objection was that the alleged confession \"was obtained in violation of the article of the Constitution, in that it tended to subject the defendant to treatment designed by effect on body and mind to compel such confession.\" See Constitution 1921. art. 1, &#167; 11.\nThe trial judge, in his per curiam, shows that the confession was voluntary; that the *Page 289 \naccused not only made the confession to the witness Mizell, but upon every other occasion he had an opportunity of talking about it; and that in open court, at Covington, La., where accused was called as a witness, he stated upon the stand that he had confessed his guilt in this case.\nAfter the witness Mizell had been sworn on behalf of the state and had been questioned by the district attorney for the purpose of laying the foundation for the introduction of the confession in evidence, the witness was tendered to the defendant's attorneys for cross-examination as to whether or not the confession had been obtained in violation of law. A transcript of this cross-examination is in the record. We do not find anything therein showing, or tending to show, that any threat was made or any violence offered or any reward or immunity promised to induce the defendant to make a confession.\nThe evidence shows that the confession was made voluntarily by the accused after the witness had informed him that the widow of the deceased had sworn before the coroner's jury that he (the accused) had taken \"the old man\" (the deceased) \"off and killed him and come back to where she and the children were.\" Accused had asked the witness if he thought there was any danger of lynching, and had been assured that he need not worry on that account as there was no chance of any lynching taking place.\nDefendant did not offer any witnesses to contradict the testimony given by the witness for the state, and did not take the stand himself for that purpose.\nThere was no evidence whatever offered to show that accused was in danger of lynching, or that his confession had been obtained by threats, express or implied, of mob violence. \"The mere fact that accused feared mob violence when he made a confession does not exclude it where such fear *Page 290 \nwas not inspired by threats, express or implied.\" 16 C.J. &#167; 1496, p. 728, citing many authorities, including State v. Perkins, 31 La. Ann. 192.\nWe do not find any error in the ruling complained of.\nThe serious question in the case is raised under bill of exception No. 1.\nOn the day the case was assigned for trial, counsel for the defendant, with leave of court first obtained, withdrew the plea of \"not guilty\" previously entered and filed a plea to the jurisdiction and a motion to quash, on the ground that the crime, if committed at all, was committed in the state of Mississippi and beyond the jurisdiction of the district court for the parish of Washington.\nUpon filing the plea and motion, counsel for defendant requested the court to allow evidence to be introduced in support thereof, and insisted that the trial judge should pass in limine upon the issue presented. This the judge refused to do, and counsel for defendant then produced, tendered, and offered in court the testimony of two witnesses, who were present for the purpose of testifying on the question raised by the plea and motion. The trial judge refused to hear the testimony, and referred the plea to the jurisdiction to the jury as a question of fact. Counsel for the defendant excepted, reserving a bill of exception, making the plea to the jurisdiction and the ruling of the court the basis for the exception.\nThe defendant was then placed on trial, when after hearing all the evidence produced, and the argument of counsel, and before the case was submitted to the jury, the trial judge took it away from the jury and overruled the plea to the jurisdiction for the reason, as set forth in his per curiam to the bill, that he was satisfied that the homicide had been committed within the boundaries of the state of Louisiana. *Page 291 \nIn the case of State v. Moore, 140 La. 281, 72 So. 968, this court held:\n  \"The requirement of article 9 in the Bill of Rights of the Constitution of this state, `that all trials shall take place in the parish in which the offense was committed, unless the venue be changed,' guarantees the defendant in a criminal prosecution, not merely that he shall not be convicted in any other parish than that in which the offense was committed, but that he shall not be tried in any other parish. Therefore, to have the benefit of that constitutional guaranty, a person accused of a crime has the right to have the question of venue or territorial jurisdiction of the trial court decided by the judge before being put on trial for the alleged offense.\"\nSection 9 of the Bill of Rights of the Constitution of 1921 is couched in the identical language in which article 9 of the Constitutions of 1898 and 1913 appears. The opinion in State v. Moore was handed down on October 30, 1916.\nIn the cited case it is pointed out, at page 291 of the opinion (72 So. 965), that the question of venue or jurisdiction is a question of fact, but it does not pertain to the guilt or innocence of the person accused; that article 179 of the Constitution of 1913 provides that the jury shall be the judges of the law and of the facts on the question of guilt or innocence, but that there is no constitutional prohibition of the right of the judge to decide questions of fact which do not pertain to the guilt or innocence of the defendant in a criminal prosecution.\nIn State v. Moore, the jurisprudence of the state on the question presented was reviewed, and this court announced, at page 298 (72 So. 970) of the opinion:\n  \"That whatever differences of individual opinion may have prevailed in this court, with regard to whether the question of venue or jurisdiction of the trial court in a criminal case is one for the judge to decide as a preliminary question or one for him or the jury, as the case may be, to decide on the trial of the defendant for the crime charged, and, whatever may have been the differences of opinion as to when the defendant should or could raise the question *Page 292 \nof jurisdiction, there can be no doubt that, when the question is properly presented to the trial judge, it must be considered and decided by him before he can compel the defendant to go to trial for the alleged offense.\"\nCounsel for the state refer to the case of State v. Jackson,142 La. 541, 77 So. 196, L.R.A. 1918B, 1178, as holding, contrary to the decision in State v. Moore, that the question of venue in a criminal case, in so far as it is one of fact, is within the province of the jury to decide, and this court is without jurisdiction to review the finding of a jury upon that subject.\nThe author of the opinion in State v. Jackson had dissented in State v. Moore. The decree only in the former case was adopted by this court. The opinion was concurred in only by its author, who was the Chief Justice, and one of the Associate Justices. Another Associate Justice concurred in the decree. One Associate Justice, the present Chief Justice and author of the opinion in State v. Moore, dissented; and the remaining Associate Justice took no part.\nIn our view the opinion in State v. Moore correctly sets forth the law covering the issues raised therein, and whatever may be the effect as authority of the decision in State v. Jackson, the legal principles enunciated therein, in so far as they are in conflict with those approved of in State v. Moore, must be considered as being, and they are hereby, overruled.\nCounsel for the state contend that inasmuch as counsel for defendant failed to object to the action of the court in taking the consideration of the plea to the jurisdiction away from the jury and deciding it himself, they lost their right to have the question reviewed. And, further, that, in any event, defendant suffered no injury, since the judge did finally pass upon the plea himself after hearing the evidence in the presence of the jury. We are unable to follow counsel in these contentions. *Page 293 \nDefendant, having filed in limine his plea to the jurisdiction, was entitled to his constitutional right of having the plea heard and decided by the judge before being placed on trial for the alleged offense.\nDefendant had preserved his legal rights by reserving a bill of exception, and he could not be deprived of the benefit of his bill by the unexpected action of the judge, after he had referred the question to the jury, in taking it away from the jury and deciding it himself.\nThe issue of jurisdiction vel non as tendered by plaintiff under his plea should not have been tried confusedly with the merits of the cause. Non constat, that defendant was able to submit the same testimony as to lack of jurisdiction on the trial on the merits that he would have been able to submit if the plea had been previously tried by the judge. In the case at bar, defendant, at the time he filed his plea to the jurisdiction and requested a hearing thereon, tendered, produced and offered two witnesses, who were present for the purpose of testifying on the question raised by the plea. It does not appear, from the record, that these witnesses testified on the trial on the merits. The per curiam of the judge states that the only evidence offered on the trial of the merits on the question of jurisdiction was that of plaintiff himself, which was contradicted. It may be that counsel for defendant did not place on the stand the two witnesses produced to support the plea to the jurisdiction, because they relied on the strength of their position arising from the action of the judge in refusing to try the plea preliminarily and in referring it to the merits as a question of fact to be passed upon by the jury, or it may be that they were unable to obtain the benefit of the testimony of the witnesses in question on the trial on the merits. In either event, it is not certain that defendant suffered no injury; and if there be any doubt in the matter, *Page 294 \nthe defendant should receive the benefit thereof.\nOur conclusion is, therefore, that defendant was entitled to have the question of jurisdiction decided before being placed on trial for the crime alleged to have been committed by him, and that he is not precluded therefrom because the trial judge, after referring the question to the merits to be passed upon by the jury, and after all the testimony in the case had been submitted and argument heard, took it away from the jury and overruled the plea.\nBill of exception No. 3 was reserved to the refusal of the trial judge to grant a motion for a new trial. The grounds urged in the motion were the general ones that the verdict was contrary to the law and the evidence, the same ones relied upon in bills Nos. 1 and 2, which have been disposed of herein; and an additional one that during the trial the jury was allowed to separate, some going into a merchandise store in the town of Franklinton, others remaining outside, and others remaining in a boarding house. The basis of this allegation is an incident which arose during the trial when the deputy sheriff and the jury, all being together, entered a store, and there, in the presence of all the members of the jury and the deputy sheriff, one of the jurymen purchased a shirt. There was no evidence to show that there was any misconduct upon the part of the jury or that the action of the deputy sheriff and the jury was such as to prejudice the accused. We see no merit in the contention of defendant on this averment.\nFor the reasons set forth in our review of the rulings on bill of exception No. 1, the conviction and sentence appealed from are annulled, and it is ordered that this case be remanded, to be further proceeded with according to law.\nST. PAUL, J., concurs in the decree. *Page 295 ",
            "ocr": false,
            "opinion_id": 3478844
        },
        {
            "author_str": "Thompson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "It is only a deep sense of conviction and a duty, as I see it, which compels me to dissent from the reasons on which the opinion and decree in this case are founded.\nThe ruling of the court, as I understand it, is predicated on the theory that the bill of exception No. 1 was reserved to the refusal of the trial judge to try the plea of jurisdiction in limine and of his referring that plea to the trial of the case on the merits by the jury as an issue of fact.\nIn the opinion handed down it is stated:\n  \"* * * Upon filing the plea and motion, counsel for defendant requested the court to allow evidence to be introduced in support thereof, and insisted that the trial judge should pass in limine upon the issue presented. This the judge refused to do, and counsel for defendant then produced, tendered, and offered in court the testimony of two witnesses, who were present for the purpose of testifying on the question raised by the plea and motion. The trial judge refused to hear the testimony, and referred the plea to the jurisdiction to the jury as a question of fact. Counsel for the defendant excepted, reserving a bill of exception, making the plea to the jurisdiction and the ruling of the court the basis for the exception.\"\nI can find no fault with the statement as to what actually transpired in the court below, except as to that part of the statement which declares that a bill of exception was reserved to the ruling of the court in refusing to try the plea in limine and referring it to the merits to be tried by the jury as a question of fact. The court doubtless confused the recitals of the bill with the facts as stated in the minutes of the court. No such bill embodying the facts as stated in the minutes can be found in the record. Certainly no objection and no reservation of a bill to the refusal of the court to try the plea of jurisdiction is to be found in bill No. 1, which is made the sole basis of the decree handed down. The bill No. 1 plainly shows on its face that it was reserved to the overruling of the plea to the jurisdiction after all the evidence had been submitted, and no *Page 296 \nmention is made of the ruling of the court in refusing to try the issue of jurisdiction in limine.\nThe facts as disclosed by bill No. 1 are: That the plea of not guilty was withdrawn and the plea to the jurisdiction of the court was filed before the trial; that the court overruled the plea to the jurisdiction of the court, to which ruling the defendant reserved his bill of exception No. 1, making the plea of jurisdiction and the ruling of the court overruling it a part of the bill.\nWhen the court refused to try the plea to the jurisdiction and referred it to the merits, the accused merely made his objection and reserved his bill by having his objection and bill noted on the minutes. No formal bill of exception was presented to the action of the court in not trying the plea in limine and of referring it to the merits, but counsel for the state and the accused announced that they were ready for trial. The trial was proceeded with until the close of that day. On the following day the trial was resumed, and at the conclusion of the evidence the court overruled the plea to the jurisdiction, and it was then only, and to that ruling only, that the bill of exception No. 1 was reserved.\nI submit with great respect that the facts recited by the minutes of the court cannot be read into the bill of exception No. 1 in the absence of said minutes being attached to and made a part of the bill.\nIt is well settled in this state that an accused who fails to follow up his objections and exceptions to the adverse rulings of the court by formal bills of exception signed by the judge cannot be heard on such objections and rulings in the appellate court. State v. Wiggins, 45 La. Ann. 416, 12 So. 630; State v. Slutz,106 La. 637, 31 So. 179; State v. Poree, 136 La. 939, 68 So. 83.\nAnd it is equally well settled that the mere reservation of a bill of exception entered by the clerk in the minutes does not relieve the necessity of preparing a formal *Page 297 \nbill and having it signed by the judge. State v. Miller,138 La. 373, 70 So. 330; State v. Miller, 146 La. 236, 83 So. 539; State v. Smith, 149 La. 700, 90 So. 28; State v. Haines, 51 La. Ann. 731, 25 So. 372, 44 L.R.A. 837; State v. Capell, 154 La. 662, 98 So. 58.\nThe latest affirmance of this rule is in State v. Kahn,154 La. 683, 98 So. 86, wherein this court said:\n  \"It is well settled that the mere notation by the clerk of the reservation of a bill of exception in a criminal prosecution cannot be considered by this court. A formal bill, properly drawn and signed, is necessary.\"\nI cannot believe that the court intended to overrule all of the decisions of this court which have so firmly consecrated the rule referred to. But if the opinion handed down in this case is permitted to stand, that will be the logical and natural sequence; for, as before stated, the bill of exception No. 1 was reserved to the overruling of the plea of jurisdiction at the conclusion of the evidence on June 18, and there is no bill to be found in the record as to the action of the court in refusing to try said plea on June 17 before beginning the trial, except as noted on the minutes of the court.\nIf I am correct in this conclusion, then the question of whether the court should have tried the plea to the jurisdiction in limine as a question of law, or of fact not pertaining to the guilt or innocence of the accused, is not properly before the court and should not be considered.\nThe bill of exception No. 1, without consulting the minutes, as I read it, presents on its face no reversible error. The defendant put at issue the venue or jurisdiction of the court. The court overruled the plea and declared that the jurisdiction of the court where the crime was committed and the trial of the accused had was established beyond doubt. We have nothing before us on which to say that the ruling of the court in maintaining jurisdiction was wrong. *Page 298 \nIt is worthy of note that the accused, in his motion for a new trial, which is made the basis for bill of exception No. 3, alleges as one of the grounds for a new trial the overruling by the court of his plea to the jurisdiction, but made no complaint against the action of the court in not trying the plea in limine.\nIn what I have said, I do not wish to be understood as subscribing to the principle that a plea to the jurisdiction of the court in a criminal prosecution is in all cases a question of law, or of fact not pertaining to the guilt or innocence of the accused. There are cases in which such a plea presents purely a question of law which should be decided by the court and not referred to the jury. Such a case is that of State v. Moore,140 La. 281, 72 So. 965, and there are others which it is not necessary here to mention.\nBut where the issue tendered by the plea, as I conceive it to be in this case, merely tenders the issue of venue or that the crime was not committed in the parish as laid in the indictment, the question is one of fact and is properly presented to the jury. The venue is a part of the state's case, and no jury is authorized to convict an accused unless the venue is properly laid in the indictment and established to the satisfaction of the jury.\nFor the foregoing reasons, I respectfully dissent.",
            "ocr": false,
            "opinion_id": 3478845
        }
    ],
    "court_short_name": "Supreme Court of Louisiana",
    "court_full_name": "Supreme Court of Louisiana",
    "court_type": "S",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}