{
    "id": 3550603,
    "judges": "Gantt",
    "date_filed": "1992-04-21",
    "date_filed_is_approximate": true,
    "slug": "state-v-adams",
    "case_name_short": "Adams",
    "case_name": "State v. Adams",
    "case_name_full": "The State v. Newell M. (Dobbs) Adams, Appellant",
    "attorneys": "Stratton Shartel,  Attorney-General, and  A.B. Lovan, \nAssistant Attorney-General, for respondent.\n\n(1) The widow of the slain officer had a right to be in the court room. In the absence of any showing to the contrary, it will be presumed that the trial court did not permit any improper conduct upon her part. (2) The only specific objection made was that the hypothetical question did not include the fact that the evidence showed that the defendant had \"developed certain symptoms of cerebral syphilis and that the defendant was afflicted with syphilis.\" Whereupon, at the suggestion of the court there was added to the hypothetical question, the statement that the defendant did have syphilis; and the court added to the question the statement that the defendant showed ordinary symptoms manifested by a person having cerebral syphilis. The question as finally put to the witness, included all the specific things suggested by the appellant in his objection. The above assignment of error in the motion for new trial mentions other specific things which appellant contends ought to have been included in the hypothetical question, but these were not brought to the attention of the court at the time, and therefore cannot be considered now. State v. Todd, 225 S.W. 910. Moreover, the hypothetical question was properly stated and covered substantially the evidence on the question involved, and the court committed no error in admitting it. (3) This question was asked. \"Did you have any trouble in arresting him?\" The court sustained an objection to this question. The defendant did not make an offer of proof. In the absence of such offer the statement in the motion for new trial that the defendant had never resisted arrest does not get this assignment before the court. State v. Todd, 225 S.W. 910. Moreover, in a case where the defendant is charged with murder and his only defense is insanity, it is too plain for argument that whether he on some prior occasion did or did not resist arrest is immaterial. (4) The assignment of error in the motion for new trial to the giving of instructions is insufficient and does not bring before the court the sufficiency of the instructions mentioned. Sec. 4079, Laws 1925, p. 198; State v. Flynn,  315 Mo. 1331 : State v. Standifer,  316 Mo. 53 ; State v. Stuart,  316 Mo. 155 . (5) The appellant's objection seems to be that the court should have compelled the jury to take a longer time in which to consider the question of fixing the punishment. There is no provision in the statute requiring the jury to deliberate any length of time. Section 4027 provides that \"When the argument is concluded, the jury may either decide in court, or retire for deliberation.\" The statute is plain that \"When the jury find the verdict of guilty and fail to agree on the punishment to be inflicted,\n. . . the court shall assess and declare the punishment, and render judgment accordingly.\" Sec. 4048. Therefore, there cannot possibly be any merit in this assignment. (6) It would have been misleading for the court to have given an instruction authorizing the jury to convict the defendant of murder in the second degree. There was no evidence as a basis for such an instruction. In view of the fact that the defense in this case was confined entirely to the defense of insanity, it is difficult to conceive on what sort of a theory the defendant would ask for an instruction on murder in the second degree. (7) The instructions given by the court included a proper instruction on insanity. These instructions have the definite approval of this court. State v. Hollaway,  156 Mo. 228 . It was therefore not error for the court to refuse defendant's instruction because the court had already given a proper instruction. State v. Stuart, 316 Mo. l.c. 155.",
    "nature_of_suit": null,
    "posture": "Appeal from Polk Circuit Court. &#8212;  Hon. C.H. Skinker,  Judge.\n\nAFFIRMED.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b763-7\">\n    The State v. Newell M. (Dobbs) Adams, Appellant.\n   </parties><citation id=\"AJAe\">\n    19 S. W. (2d) 671.\n   </citation><br><court id=\"b763-9\">\n    Court en Bane,\n   </court><decisiondate id=\"Ad7\">\n    August 14, 1929.\n   </decisiondate><br><attorneys id=\"b766-2\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"732\"> \n     *732\n     </span>\n<em>\n     Siratton Shariel.\n    </em>\n    Attorney-General, and\n    <em>\n     A, B. Lovan,\n    </em>\n    Assistant Attorney-General, for respondent.\n   </attorneys>",
    "citations": [
        "19 S.W.2d 671",
        "323 Mo. 729"
    ],
    "opinions": [
        {
            "author_str": "Gantt",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "By information in approved form the defendant was charged in the Circuit Court of Greene County with murder in the first degree for the killing of Francis M. DeArmond, on June 18, 1928. On his application a change of venue was granted to the Circuit Court of Polk County, where a trial was had before the court and a jury. The only defense was insanity. The jury returned a verdict of guilty, and the court fixed the punishment at death and sentenced defendant accordingly. Defendant appealed.\nDefendant was twenty-eight years of age and resided in Springfield, Missouri, many years. For six months period to June 18, 1928, he had been having trouble with his wife, who, a short time prior to said date, left their home, and her whereabouts were unknown to defendant. About 12:30 P.M. on said date, the defendant went to the residence, in Springfield, of his mother-in-law and sister-in-law and made inquiries about his wife. They told him she had gone away. After talking a while, he went in a cab about a mile and a half beyond the city limits to the home of a young woman, who was a friend of himself and wife. On the pretense that a young man wanted to see her at his (defendant's) home, the young woman was induced into the back seat of the cab. The defendant then ordered the car driven to the country. On the way the defendant changed from the front to the back seat and questioned the woman about his wife. She told him his wife was in Kansas City, With an oath, he challenged the statement and struck her in the face; thereupon she told the driver to take her to town. Defendant threatened the driver and forced him to drive to a point about four miles north of Springfield, where he was compelled to leave the cab and go some distance up the road. Defendant then dragged the woman into the *Page 734 \nbrush and shot her in the stomach. He then boarded a passing truck, and, with a gun, forced the driver to turn and drive to Springfield, where, at 12:30 P.M., on reaching a point near the home of his mother-in-law, he alighted, again entered said home, proceeded to curse and abuse his mother-in-law and sister-in-law, charged them with secreting his wife in the house, forced them upstairs, with the gun, where, after much abuse of them, he shot his mother-in-law three times, and while she was on the floor begging for water, broke her nose and jaw with the gun, after which he fastened her in a closet. Then he struck his sister-in-law several times, tore all her clothing from her body, stabbed her many times, and forced her to call a cab, in which he departed. As the cab proceeded, a car filled with policemen was seen and defendant said to the driver, \"There comes the law: step on it.\" He then forced the driver to move the car at high speed to the northeast part of Springfield, where he left the cab without paying the driver. In doing so, he said: \"I suppose you will go tell the law now.\" Shortly the defendant boarded another cab and ordered the driver through alleys and side streets to a point near the residence of a relative on College Street, where he had supper without indication of excitement or trouble. The police having received information that defendant shot a woman north of Springfield, had been searching for him; and while doing so learned that he also shot his mother-in-law and stabbed his sister-in-law. On learning defendant's whereabouts, the deceased, DeArmond, with other officers, went to the residence on College Street about dark, surrounded the house, and entered from the rear. No lights were burning in the house, and as DeArmond was reaching to turn on the light two shots were fired from an adjoining room and DeArmond fell to the floor and there died. The other officers could not see who did the shooting, but saw the flash of the gun. They fired into the room from which the shots came that killed DeArmond, whereupon the defendant called, \"Tony (an officer) if you won't shoot me I will give up.\" Tony replied, \"Well, come out.\" Defendant came from the room from which the shots were fired that killed DeArmond and was arrested. He was the only person who came from that room. Later he made the statement that he knew he was shooting DeArmond and the reason he quit shooting was because \"his damn gun hung.\"\nDefendant did not testify, but the evidence on his part tended to show that several of his relatives were highly nervous, some died of paralysis, a grand uncle hung himself, a distant cousin was an idiot and another feeble-minded; that defendant was afflicted with syphilis, addicted to strong drink and sexual excesses, and while usually of a lively and jovial disposition, for six months prior to June 18, 1928. *Page 735 \nhe suffered with headaches, did very little talking and that \"in jerks;\" that he would sit around with his head bowed and in his hands, crying and threatening to kill himself.\nIt was contended the defendant was afflicted with cerebral syphilis on the day he killed DeArmond, and physicians testifying for him stated that one so afflicted would be likely to suffer and act as defendant did during said time.\nThe evidence for the State in rebuttal tended to show defendant was not insane. Physicians testifying for the State, in answer to hypothetical questions, gave it as their opinion the defendant knew the difference between right and wrong. Physicians testifying for the defendant, on cross-examination and in answer to similar hypothetical questions, gave, in effect, the same opinion.\nIn the motion for a new trial and in Division, defendant did not challenge the authority of the court under Section 3232, Revised Statutes 1919, to fix the punishment. We raised the question ourselves and reversed the judgment and remanded the case for the reason the court was not authorized to fix the punishment. On a dissent, the case came to Banc. Section 3232 follows:\n\"Upon the trial of an indictment for murder in the first degree, the jury must inquire, and by their verdict ascertain, under the instructions of the court, whether the defendant be guilty of murder in the first or second degree; and persons convicted of murder in the first degree shall suffer death, or be punished by imprisonment in the penitentiary during their natural lives; and the jury shall decide which punishment shall be inflicted; those convicted of murder in the second degree shall be punished by imprisonment in the penitentiary not less than ten years.\"\nI. The State contends the words \"and the jury shall decide which punishment shall be inflicted\" were not apart of the bill when passed, citing the journal entries of the House and Senate pertaining to the passage of the bill. An enrolled bill may be impeached by the journals. [State ex rel. v. Mead,Legislative  71 Mo. l.c. 270; State ex rel. v. Drabelle, 261 Mo.Journal.     515, 170 S.W. 465; Ex parte Seward, 253 S.W. 356; 40 L.R.A. (N.S.) 24 &#8212; note.] And we take judicial notice of the journal entries pertaining to the passage of a bill. [40 L.R.A. (N.S.) 38; Wells v. Railway, 110 Mo. 286, l.c. 293, 19 S.W. 530.]\nThe question calls for a consideration of Section 1817, Revised Statutes 1899 (now Sec. 3232. R.S. 1919), which follows:\n\"Upon the trial of an indictment for murder in the first degree, the jury must inquire, and by their verdict ascertain, under the instructions of the court, whether the defendant be guilty of murder in *Page 736 \nthe first or second degree, and the persons convicted of murder in the first degree, shall suffer death; those convicted of murder in the second degree shall be punished by imprisonment in the penitentiary not less than ten years.\"\nAt the regular session in 1907, Bill No. 172 was introduced in the Senate amending Section 1817 by adding after the word \"death\" the following: \"or be punished by imprisonment in the penitentiary during their natural lives.\" The billInvalid     was passed by the Senate and sent to the House forAmendment.  concurrence, where a further amendment was offered by adding after the word \"lives\" the following: \"and the jury shall decide which punishment shall be inflicted.\" The bill with both amendments passed the House and was returned to the Senate, where the House Amendment was rejected. The bill was then returned, and the House receded from its amendment and passed the bill as the section had been amended by the Senate, thereby omitting from the bill the words \"and the jury shall decide which punishment shall be inflicted.\" Senate Journal 1907, pp. 85, 134, 169, 199, 316, 1047; House Journal 1907, pp. 454, 676, 1171, 1172, 1349, 1350, 1351.\nThus it appears the enactment of said bill amending said section did not give the jury the preclusive authority to fix the punishment when a defendant is found guilty of murder in the first degree. However, in enrolling the bill this provision was written therein without authority and has been brought forward in the revisions as if a part of the law.\nThe section so stood until 1917 when capital punishment was abolished (Laws 1917, p. 246). This amendment was not satisfactory, and capital punishment was restored at the special session of the Assembly in 1919 by amending Section 4450. Revised Statutes 1909 (now Sec. 3232) and other sections.\nDefendant contends the Assembly at said session also amended Section 4450. Revised Statutes 1909, by providing \"and the jury shall decide which punishment shall be inflicted.\" The State admits the General Assembly undertook to so amend the section, but contends it was not authorized to do so by either the proclamation or special message of the Governor. A consideration of the proclamation, concurrent resolution of the Assembly requesting authority to restore capital punishment and special message, are necessary to a determination of the question.\nWe take judicial notice of the proclamation, concurrent resolution and message. [Wells v. Railway, 110 Mo. 286, l.c. 293, 19 S.W. 530.] The proclamation called the Assembly in special session on July 2, 1919, to consider the ratification of the proposed amendment to the Constitution of the United States that the rights of citizens *Page 737 \nof the United States to vote shall not be denied or abridged on account of sex, and to make an appropriation to pay the expenses of the extra session. It convened, and, after transacting the foregoing business, a concurrent resolution was passed requesting the Governor to send a special message \"authorizing the enactment of such laws as will restore to the statute books of this State, the punishment by death &#8212; either by handing in the counties, or by electrocution within the walls of the state prison.\" In response to the resolution the Governor sent the Assembly a special message \"to take up for consideration for the repeal of the statute abolishing capital punishment and the re-enactment of such a statute in lieu thereof as you may determine.\"\nThereupon, a bill was passed repealing the act abolishing capital punishment, repealing all sections which had contained, prior to the statute abolishing capital punishment, a provision for punishment by death, and re-enacting said sections with a provisions for such punishment in each section as it stood prior to the statute abolishing capital punishment. In addition the Assembly amended Section 4450, Revised Statutes 1909 (now Sec. 3232), by adding after the word \"lives\" the following words: \"and the jury shall decide which punishment shall be inflicted. [Laws 1919, pp. 779-782.]\nThe State contends this amendment was not within the subject or matter submitted to the Assembly for consideration and for that reason unconstitutional.\nThe law is well settled in this and other jurisdictions. The authority of the General Assembly in special session, to legislate, must be found in the proclamation convening the Assembly or in a special message to the Assembly after it convenes. [Sec. 55, Art. IV, Constitution.] And the Governor must \"state specifically each matter concerning which the action of that body (Assembly) is deemed necessary.\" [Sec. 9, Art. V. Const.] These provisions are mandatory.\nWe so ruled in Wells v. Ry. Co., 110 Mo. 286, 19 S.W. 530, a leading case on the questions. In State ex rel. Rice v. Edwards, 241 S.W. 945, and Stocke v. Edwards, 295 Mo. 402, 244 S.W. 802, we followed the rule announced in the Wells case, and other jurisdictions so hold. [McClintock v. City of Phoenix, 207 P. 611; Jones et al., Road Commissioners, v. State, 242 S.W. 377; Jones v. State, 107 S.E. 765; State ex rel. v. Woolen, 37 Ann. Cas. 1915C. 465 and note; 1 Cooley's Constitutional Limitations (8 Ed.) p. 325.]\nAs stated the Assembly restored capital punishment and amended Section 4450, Revised Statutes 1909 (now 3232) by providing \"and the jury shall decide which punishment shall be inflicted.\" The amendment limited the scope of Section 5253. Revised Statutes 1909 (now 4047) which provides the jury may fix the punishment and *Page 738 \nalso limited the scope of Section 5254. Revised Statutes 1909 (now 4048), which provides if the jury fail to fix the punishment the court may do so. These sections were enacted in 1835 and have remained, without substantial change, a part of our Code of Criminal Procedure. If the message authorized said amendment then it authorized a general revision of our Code of Criminal Procedure with reference to capital cases. No such contention would be made.\nThe matter submitted to the Assembly was \"the repeal of the statute abolishing capital punishment and the re-enactment of such a statute in lieu thereof as you may determine.\"\nThe Assembly requested authority to consider the execution of sentence \"either by hanging in the counties or by electrocution within the walls of the state prison.\" From this it is clear the words in the message \"as you may determine,\" had reference to the execution of sentence and authorized the Assembly to fix the place and manner of death. It follows this amendment is beyond the subject submitted and that part of the statute providing \"and the jury shall decide which punishment shall be inflicted\" is void.\nDoes the elimination of that part of this section render the whole section void? We do not think so. It stood as a good and complete law for many years before this amendment was attempted, and the concurrent resolution addressed to the Governor shows conclusively that the intent of the Assembly was a restoration of capital punishment and a fixing of the place and manner of death. With the words \"and the jury shall decide which punishment shall be inflicted\" eliminated, there remains the full legislative intent, and a valid law. [State ex rel. v. Wright, 251 Mo. 325, l.c. 336, 158 S.W. 823.] It follows the court was authorized to fix the punishment on the verdict of the jury finding the defendant guilty. [Secs. 4047, 4048, R.S. 1919.] The other sections of said act of the Special session of the General Assembly approved July 8, 1919 (Laws 1919, pp. 779-782) are in no way involved by the elimination of said words from Section 4450 (now 3232) and are valid laws.\nIn this connection we note a confusing statement in State ex rel. Rice v. Edwards, 241 S.W. l.c. 949. The learned judge may have intended to state that part of a statute passed at a special session being unconstitutional, for the reason said part is beyond the subject submitted by the Governor, the whole statute is unconstitutional. No reason is given for the statement and we think of none. No authority is cited sustaining the statement and we find none. And under such circumstances the Constitution does not declare that the good law must perish with the bad law. [Sec. 55, Art. IV.] If the learned judge intended to so state, we disapprove the statement and refuse to follow it. *Page 739 \nWe also note he was unwilling to rest a decision of the question on this statement, for he further stated \"but even if we apply the rule applicable to laws passed at general sessions, yet it cannot be said that the Legislature would have passed this law had it been confined to justice of the peace alone.\"\nII. Defendant contends it was \"primarily the duty of the jury to assess the punishment\" and that \"the court acted hastily and assumed that duty.\"   The case was submitted toPunishment      the jury at one o'clock P.M. and at 3:20 P.M. theFixed by        jury in open court and through the foremanCourt: Abuse    announced the jury had agreed on the guilt ofof Discretion.  defendant, but could not agree on the punishment. The court then directed the jury to further consider the case and make an effort to return a \"complete verdict.\" They again retired to the jury room but returned at 3:50 P.M. and announced in open court and through the foreman that there was no prospect of an agreement on the punishment. On inquiry by the court other members also so announced. The court then instructed the jury as follows:\n\"You are further instructed that if under the evidence and under the other instructions given you by the court, you find the defendant guilty, then it is your duty under the law to determine and to assess the punishment which the defendant should suffer; but you are further instructed that if under the evidence and under the other instructions you find the defendant guilty, but are unable to agree upon the punishment, which should be assessed, then you should so state in your verdict and in that event, but not otherwise, the court will assess the punishment.\"\nAt 4:05 P.M. the jury returned a verdict finding the defendant guilty of murder in the first degree and stated therein that the jury was unable to agree upon the punishment. The court inquired if this was the verdict of the jury. The foreman answered \"yes,\" the other members assenting. The judge then stated: \"I would prefer if you could agree upon the penalty, if it is possible for you to do so, and will still give you an opportunity to do that if you think there is any chance for you to get together on that matter.\" The foreman answered: \"I don't think there is.\"\nThe court then received the verdict and inquired how the jury stood on the question of punishment. The foreman answered, ten for death and two for life imprisonment. The other members of the jury assented to this statement. Of necessity the time given the jury for deliberation must be left to the sound discretion of the court. From the record it clearly appears this discretion was not abused. *Page 740 \nIII. Defendant charges error in that the court permitted the widow of the slain officer to be in the court room during the trial, crying and otherwise giving vent to herTrial: Presence  grief in the presence of the jury. The widow hadof Crying        a right to be present during the trial, andWidow.           there is nothing in the record even tending to show that she cried or gave vent to her grief in the presence of the jury. The unsupported assertion of the defendant in the motion for a new trial that she was guilty of such conduct does not present the question for review. [State v. Cantrell, 6 S.W.2d l.c. 841; State v. Schroetter, 297 S.W. l.c. 370; State v. Foster, 115 Mo. 448, l.c. 451, 22 S.W. 468.]\nIV. Defendant contends the hypothetical questions did not include all the pertinent facts.   (a) In makingHypothetical  this contention defendant does not point out theQuestions.    facts claimed to have been omitted except certain facts to be presently noted. However, an examination of the evidence discloses the questions covered substantially the facts in evidence. This is sufficient under the authorities. [State v. Privitt, 175 Mo. l.c. 225, 75 S.W. 457: Fullerton v. Fordyce, 144 Mo. l.c. 519, 44 S.W. 1053; State v. Rose, 271 Mo. l.c. 26, 196 S.W. 1013.]\n(b) Objection is made in the motion for a new trial to the question propounded to Dr. Anderson, for the reason it did not include certain facts given in evidence. When the question was propounded an objection was made that it did not include evidence tending to show the defendant \"had developed certain symptoms of cerebral syphilis.\" At the suggestion of the court, the question was amended to include such evidence and other evidence. Therefore, the defendant will not now be heard to complain of the omission of other facts to which the court's attention was not called. [State v. Tarwater, 293 Mo. l.c. 291, 239 S.W. 480.]\nV. Defendant charges error in that the court refused to admit the testimony of a witness to the effect that he had arrested the defendant a number of times and that he had never resisted arrest. The witness was permitted to testify that heOffer of  was a police officer in Springfield and had arrestedProof.    the defendant. He was then asked. \"Did you have any trouble in arresting him?\" The court sustained an objection, and no offer of proof was made. In the absence of such offer, the statement in the motion for a new trial that he had never resisted arrest does not present the question for review. [State v. Todd, 225 S.W. l.c. 910.] However, *Page 741 \nthe conduct of defendant when arrested on other occasions could not be material under the issues.\nVI. Defendant charges error in that the court gave instructions 1, 2, 4, 5, 6, 8 and 9. The assignment is insufficient and does not authorize a review of the instructions. [Sec.Instructions.  4079, Laws 1925, p. 198; State v. Bailey, 8 S.W.2d 5960, and many other decisions of this court since the enactment of said statute.] While the assignment is insufficient we have examined the instructions and find them in forms approved by this court in many decisions.\nVII. Defendant charges error in refusing an instruction on insanity. The court correctly directed the jury on the issue of insanity. Having done so, it was not error to refuseInsanity.  this instruction. [State v. Stuart, 316 Mo. 150, l.c. 155, 289 S.W. 822.]\nVIII. Defendant contends the court should have instructed the jury on murder in the second degree, for the reason there was no deliberation. Defendant had resided in Springfield for many years, was acquainted with DeArmond and knew himDeliberation.  to be a police officer. He also knew he was being pursued by the officers on account of the felonies committed by him, and when apprehended by the officers at the home of his kinsman, he secluded himself in an unlighted room and deliberately killed DeArmond while resisting arrest. He then surrendered on a promise that he would not be shot. All the uncontradicted evidence shows that the killing was deliberate. [State v. Duncan, 116 Mo. 288, l.c. 312, 22 S.W. 699; State v. Cushenberry, 157 Mo. 168, l.c. 181, 56 S.W. 737; State v. Moore, 235 S.W. 1058.] He was guilty of murder in the first degree or he was not guilty because of insanity. [State v. Bobbst,269 Mo. 214, l.c. 224, 190 S.W. 257; State v. Paulsgrove, 203 Mo. 193, l.c. 214, 101 S.W. 27.]\nThe record is without error and the defendant had a fair trial. It follows the judgment should be affirmed. It is so ordered and the date of execution fixed as Friday, the 27th day of September, 1929. All concur. *Page 742 ",
            "ocr": false,
            "opinion_id": 3524885
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}