{
    "id": 3558333,
    "judges": "Tipton",
    "date_filed": "2004-12-31",
    "date_filed_is_approximate": true,
    "slug": "state-v-schneiders",
    "case_name_short": "Schneiders",
    "case_name": "State v. Schneiders",
    "case_name_full": "The State v. Harry E. Schneiders, Appellant",
    "attorneys": "John Grossman  for appellant.\n\n(1) The court erred in refusing to direct a verdict of acquittal because the evidence was insufficient to prove the corpus delicti,  in that there was no evidence that the death of the deceased was caused by culpable negligence. State v. Millin, 300 S.W. 694 ; State v. Baublitz,  27 S.W.2d 16 ; State v. Melton,  33 S.W.2d 894 ; State v. Armbruster, 63 S.W.2d 144; State v. Studebaker,  66 S.W.2d 877 ; State v. Sawyers, 80 S.W.2d 164 ; State v. Ruffin,  126 S.W.2d 218 ; State v. Carter, 116 S.W.2d 21 ; Graives v. State,  172 So. 716 ; State v. Creech, 188 S.E. 316 ; State v. Rossman,  268 N.W. 702 ; French v. State, 180 So. 592 ; People v. Sikes,  328 Ill. 64 , 159 N.E. 296; State v. Beshara,  274 N.W. 836 ; 29 C.J., p. 1154. (2) The court erred in refusing to direct a verdict of acquittal because the State failed to prove appellant's connection with the commission of the crime. State v. Spruill,  198 S.E. 611 ; Inge v. State, 178 So. 453 ; State v. Bennett, 87 S.W.2d 159; Freeman v. State, 40 S.W.2d 105 ; Barnett v. State, 184 So. 705; People v. Jackson, 255 N.Y. 688 ; People v. Sikes,  159 N.E. 293 ; McBride v. State, 102 So. 728 ; Benton v. State,  172 So. 858 .\n\n Roy McKittrick,  Attorney General, and  Tyre W. Burton, \nAssistant Attorney General, for respondent.\n\nThere was sufficient substantial evidence to support the verdict. State v. Gregory, 96 S.W.2d 51,  339 Mo. 133 ; State v. Richardson, 36 S.W.2d 946; State v. Harris, 22 S.W.2d 808, 324 Mo. 223 ; State v. Loges, 98 S.W.2d 567,  339 Mo. 862 .",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court of City of St. Louis. &#8212;  Hon. James  E. McLaughlin,  Judge.\n\nREVERSED.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 17,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b913-11\">\n    The State v. Harry E. Schneiders, Appellant.\n   </parties><citation id=\"ACe\">\n    137 S.\n    <em>\n     W.\n    </em>\n    (2d) 439.\n   </citation><court id=\"AZV\">\n    Division Two,\n   </court><decisiondate id=\"AvzN\">\n    February 21, 1940.\n   </decisiondate><br><attorneys id=\"b914-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"900\"> \n     *900\n     </span>\n<em>\n     John Grossman\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b914-10\">\n<em>\n     Boy McKittrich,\n    </em>\n    Attorney General, and\n    <em>\n     Tyre W: Burton,\n    </em>\n    Assistant Attorney Generad, for respondent.\n   </attorneys>",
    "citations": [
        "137 S.W.2d 439",
        "345 Mo. 899"
    ],
    "opinions": [
        {
            "author_str": "Tipton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 4951.0,
            "opinion_text": "In the Circuit Court of the City of St. Louis, the appellant was convicted of the crime of manslaughter under Section 3988, Revised Statutes 1929, on account of the death of Minnie Bryant through his culpable negligence in the operation of an automobile on December 24, 1937, and his punishment was assessed at imprisonment for one year in the city jail and a fine of $200. From this sentence, he has duly appealed to this court. *Page 901 \nAt the trial the appellant did not offer any evidence, and contends that his demurrer to the State's evidence should have been sustained because it failed to show that the automobile which struck Minnie Bryant was operated in a culpable and negligent manner. Of course, under Section 3988, supra, it was essential for the State to show that the deceased came to her death as the result of the culpable negligence of the driver of the automobile which struck her and that the appellant was the driver of that automobile.\n[1] The rule is well established by the decisions of this Court that negligence to be deemed culpable within the meaning of the statute and, therefore, criminal, is something more than ordinary, common-law, or actionable negligence. The culpability necessary to support a manslaughter charge must be so great as to indicate a reckless or utter disregard for human life. [State v. Studebaker, 334 Mo. 471, 66 S.W.2d 877; State v. Sawyers,336 Mo. 644, 80 S.W.2d 164; State v. Carter, 342 Mo. 439,116 S.W.2d 21; State v. Ruffin, 345 Mo. 301, 126 S.W.2d 218.]\n[2] The State produced only two witnesses who saw the accident. The first was George Fleischmann who testified that the accident occurred at the intersection of Grand Avenue and Montana Street in the city of St. Louis; that Montana Street runs in an easterly and westerly direction, while Grand Avenue runs in a northerly and southerly direction; that he had driven east on Potomac Street until he reached Grand Avenue, and that Potomac Street is ten blocks north of Montana Street; that he then turned south on Grand Avenue; that he noticed a car driven in a zig-zag fashion about a half block after he turned into Grand Avenue; that he started to pass this car and as he did so the other car swerved out and he stayed behind it all the way down to Montana Street; that the driver of the car would accelerate his speed and then slow down; that the car was driven at a rate of speed between twenty and thirty-two miles per hour; that the street was dry and the illumination and visibility were good; that as the car in front of him was about fifty feet north of the curb of Montana, he saw two women walk out from the northwest curb of Montana and Grand Avenue east into Grand Avenue, and at that time the automobile in question was being driven in a straight line down the southbound car track, or the west track; that the witness was about fifty feet north of the automobile; that he right headlight of the other car struck the deceased and the right fender hit the other woman, pushing her to the west; that the automobile did not seem to slow down after the women entered the street and that it was going between twenty and twenty-five miles an hour; that the accident occurred about a foot south of the north curb of Montana Street; that the women had gone thirteen feet from the curb when they were struck; that the automobile was stopped within seven and one-half feet after the women were hit; that he *Page 902 \ncould not tell if those women looked toward the approaching automobile; that he thought an accident was going to happen when the women stepped off the curb; and that he sounded his horn and after stopping his automobile, he went to the automobile in question and its driver was gone.\nMinnie Munsberg testified that she was with her mother, the deceased, at the time they were struck by the automobile; that she and her mother walked to the northwest curb of the intersection of Grand Avenue and Montana Street and waited for the traffic to get by, and then started across Grand Avenue, intending to board a bus on the east side of that street; that after they stepped into the street she noticed an automobile between Montana Street and the next street to the north; that she could not get out of the way; that she could not tell how far north of the north side of Montana Street the automobile was when she first saw it; that she heard the automobile and closed her eyes; that they were just crossing the car track when she was struck by the right fender, knocking her down; that her mother was on her right; that she could not tell who was in the automobile and did not hear any horn blow; that she weighed 250 pounds and her mother weighed 260 pounds; and that when she first saw the automobile she made the statement, \"I don't know what we are going to do.\"\nThe accident happened between 7 and 7:30 o'clock P.M. The State offered evidence tending to show that the automobile belonged to the appellant and that his hat was found on the floor in front of the back seat turned up side down; that a brief case of the appellant's was found in the car; and that he was not found at his home, the home of his mother, or his stepmother that night.\nAssuming that the appellant was the driver of the car which hit the deceased, we think that the evidence in this case falls far short of showing culpable negligence on his part in the operation of the automobile. Briefly, the evidence showed that at the time these women left the curb at this intersection, the car was being driven down the west car track between twenty and twenty-five miles per hour, that it was stopped within seven and one-half feet after the impact, showing that the driver had the car under control, and that these women walked at practically right angles to the path of the car for a distance of thirteen feet. The driver could assume they would stop before they stepped in front of the car, at least, until their actions showed that they were oblivious of its approach.\nThe facts and circumstances are insufficient to establish gross carelessness or recklessness incompatible with a proper regard for human life or limb, or a reckless disregard for the consequences of his act from which any criminal intent may reasonably be inferred.\nIt follows the judgment should be reversed. It is so ordered. All concur. *Page 903 ",
            "ocr": false,
            "opinion_id": 3536253
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}