{
    "id": 3580989,
    "judges": "Case",
    "date_filed": "1974-08-13",
    "date_filed_is_approximate": true,
    "slug": "in-re-mei",
    "case_name_short": "In Re Mei",
    "case_name": "In Re Mei",
    "case_name_full": "In the Matter of Application of Giro L. Mei, Also Known as Jerry May, by Josephine Mei, in His Behalf, for a Writ of Habeas Corpus.",
    "attorneys": "Mr. Irving Eisenberg  and  Mr. Frederick M. Barnes, Jr. , for the appellant, Giro L. Mei.\n\n Mr. Daniel O'Regan , prosecutor of the pleas of Hudson county, and  Mr. Frank G. Schlosser , assistant prosecutor, for the respondent, State of New Jersey.\n\n Mr. John J. Fallon, amicus curiae. \n  Mr. Charles E. Hughes, Jr., Mr. Bernard Flexner  and  Mr.  Reuben Oppenheimer , of the New York bar,  amici curiae.",
    "nature_of_suit": null,
    "posture": "On  habeas corpus. \n\nOn appeal from the court of chancery, whose opinion appears in  121 N.J. Eq. 123 .",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "[Argued October 28th, 1936.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b167-4\">\n    In the matter of application of Giro L. Mei, also known as Jerry May, by Josephine Mei, in his behalf, for a writ of\n    <em>\n     habeas corpus.\n    </em>\n</parties><br><otherdate id=\"b167-5\">\n    [Argued October 28th, 1936.\n   </otherdate><decisiondate id=\"Anz\">\n    Decided May 19th, 1937.]\n   </decisiondate><br><attorneys id=\"b167-11\">\n<em>\n     Mr. Irving Eisenberg\n    </em>\n    and\n    <em>\n     Mr. Frederick M. Barnes, Jr.,\n    </em>\n    for the appellant, Giro L. Mei.\n   </attorneys><br><attorneys id=\"b167-12\">\n<em>\n     Mr. Daniel O’Regan,\n    </em>\n    prosecutor of the pleas of Hudson county, and\n    <em>\n     Mr. Frank Q. Schlosser,\n    </em>\n    assistant prosecutor, for the respondent, State of New Jersey.\n   </attorneys><br><attorneys id=\"b167-13\">\n<em>\n     Mr. John J. Fallon, amicus curice.\n    </em>\n</attorneys><br><attorneys id=\"b167-14\">\n<em>\n     Mr. Charles E. Hughes, Jr., Mr. Bernard Flexner\n    </em>\n    and\n    <em>\n     Mr. Reuben Oppenheimer,\n    </em>\n    of the New York bar,\n    <em>\n     amici curice.\n    </em>\n</attorneys>",
    "citations": [
        "192 A. 80",
        "122 N.J. Eq. 125"
    ],
    "opinions": [
        {
            "author_str": "Case",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "On January 14th, 1936, a grand jury returned to the Hudson oyer and terminer an indictment for murder *Page 126 \nagainst Giro L. Mei. Shortly thereafter the oyer committed the accused on that charge. The court of chancery, by writ of habeascorpus, commanded the sheriff and jailor to show the cause for the detention, and in response the commitment issued by the court of oyer and terminer was presented. Chancery found that the accused was lawfully committed and dismissed the writ of habeascorpus. The appeal is from the order of dismissal. The fundamental question is whether the order of commitment was valid, and to answer this we inquire whether the oyer and terminer had jurisdiction to entertain and retain the charge of murder against Mei. If the answer be in the affirmative, the court of chancery was right in its conclusion. Other questions are presented but are without controlling significance on such a disposition.\nAt the time of the alleged murder Mei was of the age of fifteen years and four months. From this it is argued on behalf of the appellant that Mei could commit no crime, that the court of oyer and terminer therefore had no power to apprehend or detain Mei's person and that the order of incarceration which it undertook to make was void. It was held by this court (In re Daniecki,119 N.J. Eq. 359, in adopting the opinion of the late Vice-Chancellor Backes, reported in 117 N.J. Eq. 527), that the court of oyer and terminer had not been divested of its jurisdiction in cases of murder and that the juvenile court was not adequately established to try indictments for that enormous offense. It is argued that that determination was error. We think that it was not. But it is said further that the recent changes in the statutory law have outmoded the reasoning of that opinion and have made it of no value as a precedent for our present guidance. This assertion rests upon two statutory enactments, namely, chapter 284 and 285 of P.L. 1935. The latter act provides that a person under the age of sixteen is deemed incapable of committing a crime, and the former that \"juvenile delinquency is hereby defined as the commission by a child under sixteen years of age of any act which when committed by a person of the age of sixteen years or over would constitute: (a) A felony * * *.\" Chapter 285 is clearly in complement *Page 127 \nof chapter 284 and is meant to go so far as, and no further than, the correlative features of the latter act.\nUpon the basis of these statutes it is said that a lad under sixteen years of age may not commit murder because murder is a felony; therefore that Mei, being under age, could not commit that crime, may not be lawfully indicted for the offense and may not be deprived of his liberty upon the basis thereof; that if Mei did that which, except for his age, would have been murder, he is chargeable with an act of juvenile delinquency and is subject only to the jurisdiction of the juvenile court. But juvenile delinquency is a generic term, like crime. It embraces everything from murder to habitual truancy from school. A specific act may be a crime, but before a person may be put to his trial he must be charged, not just with committing crime, but with the specific act, so that he may defend against it and so that it may be known whether the act charged against him is indeed a crime. Likewise a boy may not be loosely charged with juvenile delinquency. He must be charged with the specific offense which, if he did it, makes him a juvenile delinquent.People v. Lewis, 260 N.Y. 171; 183 N.E. Rep. 353, 355. The lad, then, would be charged with being a juvenile delinquent in that he maliciously and unlawfully took the life of a human being. That leads us directly to the constitution and to the inquiry whether the offense so charged is within the purview of the constitution; and, if so, whether the statute gives to the accused person his constitutional guarantees, for if it does not, then the ancient legal machinery, which does so, is still operative.\nArticle I of our constitution provides in part as follows:\n(7) \"The right of a trial by jury shall remain inviolate * * *;\" (8) \"In all criminal prosecutions the accused shall have the right to a * * * public trial by an impartial jury; to be informed of the nature and cause of the accusation; to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the assistance of counsel in his defense;\" (9) \"No person shall be held to answer for a criminal offense, unless on the presentment or indictment of a grand jury * * *.\" *Page 128 \nUnder the Juvenile Court act a minor under sixteen years of age is chargeable on mere information and belief and without indictment. He is tried, without a jury, by a judge who may conduct the examination of witnesses without permitting the person charged to have the assistance of counsel therein, and who may exclude all persons except those directly interested in the case. Evidence irrelevant, in the ordinary sense, to the issue is admitted. The powers of accusation, trial, prosecution, defense, determination and disposition are, or may be under the authority of the statute, concentrated in a single officer. It is clear that these statutory provisions do not carry the constitutional procedure. It remains to consider whether they are within the field of the constitution.\nEven though the act of murder be statutorily taken out of the technical classification of crimes and the youthful perpetrator be subjected to a confinement that is curative rather than punitive, it remains that the lad who commits that act has done a terrible thing which, independent of the exactions of the law, will bring him into social obloquy. The offense remains a crime against divine law, an infraction of the most solemn prohibition enjoined by the decalogue against man in his social relations. It is one of the few acts specifically named by Blackstone (1 Comm.54) as mala in se &#8212; offenses which are such from their own nature irrespective of the statute &#8212; \"which contract no additional turpitude from being declared unlawful by the inferior legislature.\" Chief-Justice Kinsey, in State v. Rockafellow,6 N.J. Law 332, 339, said that \"without a legal presentment, no man can, under our administration of the laws, be tried for any heinous offense * * *.\" The malicious killing of a human being remains an offense &#8212; even if not designated a crime &#8212; under the juvenile court legislation; and it, beyond denial, is a heinous act. The legislation does not permit the offense to go unnoticed or uncharged. It is obviously the legislative purpose that the offender shall, in some fashion and under some nomenclature, be apprehended, charged and dealt with as one from whom society is to be protected until at least curative methods, proportioned *Page 129 \nto the need, have been applied. For a juvenile court judge to find a lad guilty of delinquency in that he has committed an act which, if done by one above the age of sixteen years, would be murder, he must, of course, adjudge, in effect, that the lad has combined all of the factors of that awful crime and is saved from prosecution and presumably from conviction only by his age. Amongst the incidents to such a finding is that of the presence of criminal intent, for otherwise the act would not, in a person of any age, be murder. The damage to reputation that results from, and the shame of, the accusation are elements which must be considered in determining whether the preliminary sanction of a grand jury may be absolutely dispensed with. Richardson v.State Board of Control, c., 99 N.J. Law 516.\nWe think that a charge which is in effect that of murder cuts so deeply into human emotions, collides so violently with life's experiences and fair expectations, and is so horrible in fact and in the contemplation of society, that it remains a crime within the purview of the constitution, whatever name and whatever treatment may be appended to it by the legislature.\nWhatever authority the juvenile court may have with respect to a proceeding instituted and prosecuted therein without protest from the accused, we find that a charge which grounds in an act of murder constitutes a criminal accusation within the meaning of the constitution. We have seen that a charge of delinquency grounded in murder must, as in all other instances, specify the act complained of. It is plain therefore that if a lad be charged with being a delinquent in that he has done that which, in a person of age, would be murder, the charge will carry upon its face that which entitles the accused to the constitutional procedure, just as completely as if such a reservation had been set out in terms in the juvenile court statute. Cf. P.L. 1903ch. 219 &#167; 3; P.L. 1912 ch. 353 &#167; 8; P.L. 1929 ch. 53. That procedure may presently be had only at the instance of the grand jury and of the court of oyer and terminer. The procedure therein must still be available. If that be so, then those instrumentalities have not been divested of jurisdiction. *Page 130 \nWe conclude that the Juvenile Court act has not shorn the court of oyer and terminer of its jurisdiction in murder cases. The substantial purpose of the legislative plan that it should do so having failed, we consider that, for the reasons stated earlier in this opinion (P.L. 1935 ch. 285), does not apply. Murder is indictable and triable as heretofore. It follows that the commitment under review is valid.\nThe decree below will be affirmed.\nFor affirmance &#8212; TRENCHARD, PARKER, CASE, HEHER, PERSKIE, HETFIELD, DEAR, WELLS, COLE, JJ. 9.\nFor reversal &#8212; THE CHIEF-JUSTICE, LLOYD, WOLFSKEIL, RAFFERTY, JJ. 4. *Page 131 ",
            "ocr": false,
            "opinion_id": 3561484
        }
    ],
    "court_short_name": "Supreme Court of New Jersey",
    "court_full_name": "Supreme Court of New Jersey",
    "court_type": "S",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Murder"
}