{
    "id": 8222730,
    "judges": "Winslow",
    "date_filed": "2009-09-10",
    "date_filed_is_approximate": true,
    "slug": "may-v-chicago-northwestern-railway-co",
    "case_name_short": "May",
    "case_name": "May v. Chicago & Northwestern Railway Co.",
    "case_name_full": "May v. Chicago & Northwestern Railway Company",
    "attorneys": "For the appellant there was a brief by Olin & Butler, and oral argument by JET. L. Butler and J. M. Olin., For the respondent there was a brief by Fish, Owry, Ujpliam & Blaok, and oral argument by John T. Fish.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>\nRailroads: Killing of animals on track: Notice: Section man: Failure to close gate: Contributory negligence.\n</p> <p>1. A notice to a railway company of a claim for the killing of cows through its negligence “ in failing to keep the gate in the fence separating the right of way of said railway company from a portion of the farm of W., in said town of Blooming Grove, closed,” and in the management of its train “upon and along said right of way,” etc., reasonably construed, locates the place of the accident on the right of way through W.’s farm, and is not so indefinite with respect to the place of the accident as to prevent a recovery.</p> <p>2. Failure of a section man to close a gate which he knew to be open in the fence along that part of the right of way upon which he was employed does not relieve the railway company from liability for the killing of animals belonging to him, which strayed upon the right of way through said gate and were struck by a passing train, unless it be shown that it was his duty to close such gata</p>",
    "summary": "Appeal from a judgment of the circuit court for Dane county: It. G. Siebeokeb,-Circuit Judge. This is an action to recover for the killing of two cows and the serious injury of a third cow owned by the plaintiff, which were run over by an engine and train on the defendant’s railway. It was alleged that the cows came onto the defendant’s track through a farm gate in the right of way fence, which was negligently left open by the defendant. The killing and maiming of the cows was admitted by the answer, but the other allegations of the complaint were denied. Upon the trial, it appeared that the following notice of the injury was served on the defendant’s agent December 7, 1897: “ To the Chicago & Nortlvwestern Rail/wa/y Com/pamy: “You will please take notice that on the 2d day of August, 1897, two Jersey cows, owned by James May, of the town of Blooming Grove, Dane county, Wisconsin, were killed, and a third Jersey cow belonging to the above-named May was injured, through the negligence of the Chicago dc Nortlv-western Railway Coirvpmvy in failing to keep the gate in the fence separating the right of way of said railway company from a portion of the farm of John Walterscheit, in said town of Blooming Grove, closed, and on account of the careless and negligent management of the said railway company in running its engine and train upon and along said right of way on the said 2d day of August, 1897; and that for the damage occasioned by said killing and injury of the above-mentioned cattle of said James May, the said James May demands satisfaction, in the sum of $150. “Dated December 6, 1897. James May, “ by Olin & Butleb, his Attys.” The evidence showed, without dispute, that the accident happened at a point on the defendant’s right of way about one mile east of the crossing of defendant’s track over the track of the Watertown division of the Chicago, Milwaukee & St. Paul Railway, in tbe town of Blooming (3-rove, Dane county, and about three miles from the defendant’s station in the city of Madison. It was admitted that the cattle must have strayed upon the right of way through a gate in the. right of way fence, which was placed there for the purpose of a farm crossing in the farm of one Walterscheit, through which the defendant’s railway runs. It was shown that this gate had been open for weeks. The plaintiff lived on the shore of Lake Monona, about half a mile from this gate, and kept his cows in a yard running down to the lake, and inclosed on three sides by fences, and on the lake side by the lake and a fence running along the edge thereof. The evidence also tended to show that the cattle were left in the inclosure as usual on Sunday night, August 1, 1891, before the accident, and the- fence in good condition, and all gates and bars closed, but that during the night they escaped in some manner through the lake side of the inclosure. At about 5 o’clock in the morning of August 2d, the plaintiff’s wife discovered that they were gone, and found their tracks coming out of the lake to the east of the inclosure, and traced them along the Cottage Grove road into the premises of Walterscheit. They were run over by the 5 a. m. train, at a point on the right of way about thirteen or fourteen rail lengths (a rail length is thirty feet) east of the Walterscheit gate, and the gate was still open. The evidence also showed that the plaintiff was then in the defendant’s employ as a section hand, and belonged to the crew which had charge of this part of the right of way, and passed this gate daily, and knew that it had been open for weeks. He last saw it open on Saturday before the accident. He testified that on Sunday before the accident he went with the section crew, at 5 o’clock a. m., to Waukesha, and worked all day, returning on a late train that night, and did not see the gate on either trip. Upon cross-examination, he stated that it was not his duty to watch the condition of the fences and gates, or to repair them, unless directed to do so by the foreman; that it was simply bis duty to do tbe work which he was instructed to do by the foreman. It also appeared that the foreman of the crew knew that this gate had been open for weeks. At the close of the plaintiff’s evidence a nonsuit was granted, and the plaintiff appeals.",
    "disposition": "\nReversed.\n",
    "history": null,
    "other_dates": "\nApril 4\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "102 Wis. 673"
    ],
    "opinions": [
        {
            "author_str": "Winslow",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWinslow, J.\nThe respondent relies upon two propositions as justifying the nonsuit: (1) That the notice of the injury was insufficient, because indefinite as to the place where the accident occurred; and (2) that it was part of the plaintiff’s duty to close the gate when he saw it open, and hence that the accident was caused by his own neglect of duty.\nThe court held the notice sufficient, but nonsuited the plaintiff upon the second ground.\nWe think the court was entirely right in holding the notice sufficient. Fairly and reasonably construed, the notice states that the cattle came upon the track through a gate in the right of way fence where such right of way runs through the farm of John Walterscheit, in the town of Blooming Grove, in Dane county, and were killed on said right of way, i. e. the right of way through Walterscheit’s farm, by reason of the negligence of the company in failing to keep the gate closed and in carelessly running its engine and train. Certainly, this seems reasonably definite and certain. If the company did not know where the farm of John Walterscheit was, it was easily ascertainable. The claim that the place of the injury is not definitely stated is entirely too narrow a construction of language for practical purposes.\nOn the other hand, we think that the court could not say, *677as matter of law, that it was the duty of tbe plaintiff to close the gate. There was no evidence tending to show that it was part of a mere section man’s duty to close or repair gates or fences, without direction so to do from the foreman of the crew. In fact, all the evidence there was in the case upon the subject was to the contrary. The defendant may, perhaps, be able to show that the plaintiff’s duty, in fact, went to this extent, but the evidence does not now show it.\nNo other considerations are urged in support of the 'non-suit.\nBy the Court.— Judgment reversed, and action remanded for a new trial.\n",
            "ocr": true,
            "opinion_id": 8186261
        }
    ],
    "court_short_name": "Wisconsin Supreme Court",
    "court_full_name": "Wisconsin Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Murder"
}