{
    "id": 8226474,
    "judges": "Kerwin",
    "date_filed": "1990-07-01",
    "date_filed_is_approximate": true,
    "slug": "habeck-v-chicago-northwestern-railway-co",
    "case_name_short": "Habeck",
    "case_name": "Habeck v. Chicago & Northwestern Railway Co.",
    "case_name_full": "Habeck, Administratrix v. Chicago & Northwestern Railway Company",
    "attorneys": "Eor the appellant there was a brief by Eberlein & Eberlein, and oral argument by M. G. Eberlein., William G. Wheeler, for the-respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>\nRailroads: Ejection of passenger refusing to pay fare: “XJsual stopping place:” Intoxication: Negligence: Killing of person on track:- Licensee: Taking case from jury.\n</p> <p>1. A “usual stopping place” at which, under sec. 1818, Stats. (1898), a railway passenger refusing to pay fare may he put off a train, must perhaps he a place reasonably safe for the discharge of passengers and where they will not he exposed to unreasonable hazard, hut it need not be a station at which tickets are sold.</p> <p>‘2. A junction one mile from a city station, surrounded by mills, dwellings, and other buildings, near a highway which could be reached without obstruction, where all trains stopped to open and close the switch and to register, and where a large number of employees in the mills were received and discharged on trains going to and from the city, was a “usual stopping place” within the meaning of sec. 1818, Sfats. (1898).</p> <p>'3. Upon undisputed evidence showing that a passenger who refused to pay fare, though under the influence of liquor, was able to take care of himself and that he walked out of the car and alighted without assistance and then walked along the right of way for 2,000 feet, it is held that his condition did not render his ejection from the train unwarranted or negligent.</p> <p>4. A passenger who, after being ejected from a train for refusal to pay fare, walked along the right of way until he reached a highway and then continued along the track until he was struck and killed by a train at a point 1,500 feet beyond the highway, was not at the time he was killed a licensee upon the right of way, for whose safety, the railway company was bound to keep a lookout.</p> <p>5. It is not error to direct a verdict for the defendant when there is no credible evidence from which a reasonable inference can be drawn in support of plaintiff’s claim.</p>",
    "summary": "Appeal from a judgment of tbe circuit court for Shawano, county: JonN GoodlaND, Circuit Judge. This action was brought by the plaintiff as administratrix to recover damages for the death of her husband, alleged to-have been caused by the negligence of the defendant. The deceased purchased a ticket from Shawano to Belle Plaine over the defendant’s road, boarded the train at Shawano depot .at about 6 :45 p. m. on the 10th day of May, 1909,. and was. ordered off the train at Shawano Junction, about one mile-distant from the Shawano depot, because he refused to deliver his ticket or pay his fare, claiming that he had neither a ticket nor money. At the request of the conductor that he must get off the train or pay his fare, he walked from his seat out of the oar and got off at Shawano Junction, and after alighting proceeded to walk along the track beside the train in the direction in which it was going. lie was killed at a point 2,000 feet west of Shawano Junction by a train on defendant’s road sometime during the evening of the 10th day of May, 1909. The evidence tends to- show that after getting off the train he proceeded west some 2,000 feet along the railroad track and was struck by defendant’s train returning from Olinton-ville about an hour later. The proof also shows that deceased was somewhat under the influence of liquor at the time he was ordered off the train. The main questions litigated were whether Shawano Junction is a usual stopping place authorizing the ejectment of passengers for nonpayment of fare, or whether the place was near a dwelling house within the meaning of the statute,. sec. 1818, Stats. (1898), and whether, independent of the statute, the defendant was guilty of negligence in ejecting deceased under the circumstances of the case because of his condition and the distance to the nearest dwelling house; and further that the defendant was negligent in not keeping, a lookout for deceased after ejecting him upon the right of way, knowing that the train would return within about an hour. After the evidence was all in the trial court directed a verdict for the defendant. Judgment was rendered accordingly, from which this appeal was taken.",
    "disposition": "\n°Affirmed,.\n",
    "history": null,
    "other_dates": "September 12 —",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "146 Wis. 645"
    ],
    "opinions": [
        {
            "author_str": "Kerwin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKerwiN, J.\nIt is established by the evidence that there are mills at Shawano Junction where a great many men are employed and dwelling houses in the vicinity, the nearest to the Junction and which is accessible being between 500 and 600 feet, and a number of other dwelling houses and a hotel within sixty rods; that all trains stop at the Junction to open and close the switch and register; that the employees in the mills ride back and forth from Shawano to Shawano Junction, though no tickets are sold at the Junction and it is not a passenger station, nor are tickets sold from Shawano to Shawano Junction; that there is no passenger'platform at the Junction, but there is a platform used by the paper company for loading and unloading freight, and between this platform and the main track is a sidewalk.\nThe evidence further shows that the conductor was informed by a passenger that deceased had a ticket, but deceased said he had no ticket and refused to produce either ticket or money, in consequence of which he was put oil the train at the Junction, opposite or near the paper mill, within the railroad yard limits, where the trains always stop; that deceased had money on his person sufficient to pay his fare.\nThe contention of the appellant here is (1) that Shawano *648Junction is not a usual stopping place nor near a dwelling bouse within the meaning of sec. 1818, Stats. (1898), and (2) that independent of the statute and in view of the condition of the deceased the defendant was guilty of negligence in ejecting him and in not keeping a lookout for him thereafter; while on the part of the respondent it is insisted that there was sufficient cause for ejecting deceased, and that he was put off at a proper stopping place and near a dwelling, and that in ■ any event the negligence of deceased was the proximate cause of the injury. It is contended by the appellant that the questions involved were jury questions upon the showing made, therefore the court erred in directing a verdict for the defendant. .\n1. Sec. 1818, Stats. (1898), provides:\n“If any passenger shall refuse to pay his fare it shall be lawful for the conductor of the train and the servants of the corporation to put him and his baggage off the cars, on stopping the cars and using no unnecessary force, at any usual stopping place or near any dwelling house, as the conductor shall elect.”\nIt is undisputed that deceased refused to pay his fare, and if Shawano Junction is a usual stopping place or near a dwelling house, within the meaning of the above statute, the conductor and servants of the defendant were justified in putting him off the train, on stopping the cars and using no unnecessary force. There is no claim that any unnecessary force was used or that the cars were not stopped. Of course if the statute be given a literal construction the place in question is a usual stopping place because trains always stop there. It is perhaps true that the statute'should be construed in the light of the object of the legislature in passing it, and that cases might arise in which a place where trains usually stop would not be a usual stopping place within the meaning of this statute. Indeed, counsel for appellant does not claim that the statute should have a literal construction, but insists *649that we should construe the words of the statute as meaning that the stopping place referred to means a station where passengers are usually received and discharged and at which tickets are purchased. But no reason is perceived why the court should read into the statute the words “station” or “passenger station.” On the contrary, many reasons might be given why the legislature did not intend that the place of ejection should .be only at a station where tickets are purchased, hence we do not think the court would be warranted in giving the statute such construction. True, the legislature doubtless had in mind, in using the words “usual stopping place,” a place reasonably safe for the discharge of passengers and where the passengers would not be exposed to unreasonable hazard. But upon the undisputed evidence the place in question was a reasonably safe place. Moreover, deceased got off the car, alighting in safety, and met his death only after he had reached a point upon the track some 2,000 feet from the point of ejection.\nCounsel for appellant cites us to some authorities as sustaining his contention on this point which we shall refer to briefly. Baldwin v. G. T. R. Co. 64 N. H. 596, 15 Atl. 411, is a case where the statute prohibited the e jection of a passenger except at some “passenger station,” so the case is clearly not in point here. In Texas &amp; P. R. Co. v. Casey, 52 Tex. 112, the passenger was put off “at or near a water tank,” and it was held that the place was not a “usual stopping place” within the meaning of the statute, but that the ejection must be at a regular station or any other place “which the company expressly, by public notice or otherwise, or impliedly by user for such purpose, had designated as a proper place for passengers to get on or off its trainsand it is said'that the statute is intended for the protection of. both the company and passengers. It also appears that after being put off at the water tank the passenger had to walk two or three miles. The court in this case observes that to permit the company to *650eject a person at a usual stopping place for taking on wood or water only, which may be distant from accommodations or assistance, possibly at night or in inclement weather, would be a great hardship, to prevent which was doubtless one of the principal objects of the statute. Chicago &amp; A. R. Co. v. Flagg, 43 Ill. 364, is where the passenger was put off the train at a water tank. The court said (p. 367):\n“It is urged that a water tank, if an ‘usual stopping place/ is within the letter of the law. It is within the letter, but so obviously without its spirit, that to permit a passenger to be expelled at a water tank, often miles from a station, and remote from highways and habitations, would defeat the object of the law, and be a striking instance of ‘sticking in the bark.’ ”\nThere are many special circumstances detailed in the above case which made it improper to expel the passenger at the water tank.\nWe find nothing in the evidence in the instant case which in any way tends to show that Shawano Junction was not a usual stopping place within the meaning of the statute under consideration. A large number of the employees engaged in the mills at that point were received and discharged by defendant in going to and from Shawano. The point of ejection was near habitations and in close proximity to at least one highway and a hotel. As said by the trial judge in his opinion in the record, the point of ejection was in the immediate vicinity of the city of Shawano, -surrounded by mills, dwellings, and other buildings, and the way open to reach the public highway without obstruction. We are of opinion that upon the undisputed evidence the place of ejection was a usual stopping place within the meaning of the statute. Whether such 'place was near a dwelling house within the meaning of the statute we need not and do not decide, since it is sufficient for this case that it was at a usual stopping place.\n2. It is further insisted that the facts established did not *651justify tbe conductor in ejecting deceased and leaving binr without protection because of his helpless condition. The-evidence shows that deceased was under the influence of liquor. But the undisputed evidence shows that he was able to care for himself; that he walked out of the car and got off without assistance and proceeded to walk along the right of way to a point 2,000 feet distant. Whether the defendant would be warranted in putting deceased off on the right of way and! paying no further attention to him, if«he were in a helpless condition and unable to care for himself, we need not consider, because such an inference' cannot be drawn from the-undisputed evidence.\nThe cases relied upon by appellant’s counsel rest upon-facts very different from those in the case at bar. Louisville &amp; N. R. Co. v. Johnson, 108 Ala. 62, 19 South. 51, 31 L. R. A. 372; Roseman v. C. C. R. Co. 112 N. C. 709, 16 S. E. 766, 19 L. R. A. 327; Guy v. N. Y., O. &amp; W. R. Co. 30 Hun, 399. Some other, cases are cited, but the foregoing are sufficient to show the character of the authorities relied upon by appellant on the point last considered, and it is plain they do not control the instant case.\nIt is further argued that deceased was a licensee on defendant’s right of way and defendant was' therefore bound to' keep, a lookout for his safety. This contention cannot be sustained,, for two reasons. Eirst, the deceased was a licensee, if at all,, only until 'he reached the highway, and he came to his death while on the defendant’s track some 1,500 feet beyond the highway; and second, the evidence is that the defendant did keep a lookout and observed nothing on the track, and could see a person on the track only at a distance of twenty feet, although the headlight of the engine was lighted.\nIt is insisted by appellant that the material questions of fact should have been submitted to the jury and hence there was error in directing a verdict for defendant. \"Whether the case should have gone to the jury depends upon whether the *652evidence was sufficient to support a verdict for appellant. It is well settled in tbis state tbat if there is any credible evidence from wbicb a reasonable inference can be drawn in support of the claim of either party the question must be left to the jury. Kersten v. Weichman, 135 Wis. 1, 114 N. W. 499, and cases cited. But in the case before us the evidence was not sufficient to support a verdict for the appellant It would serve no useful purpose to extend tbis opinion by a discussion of the evidence. » We have carefully examined the cases relied upon by counsel for appellant and think they are distinguishable from the case here. Lewis v. Prien, 98 Wis. 87, 73 N. W. 654, lays down the general rule that when different inferences may be drawn from the evidence the question is for the jury. Stress is laid upon Schwind v. C., M. &amp; St. P. R. Co. 140 Wis. 1, 121 N. W. 639, by appellant, but a careful examination of the case convinces us that it is not controlling here.\nIt is also urged by respondent that the undisputed evidence shows that deceased was guilty of contributory negligence in remaining upon the track, and that such negligence was the proximate cause of his death, and Pot the ejection. It is not necessary, however, in the view we take of the case to consider or decide this question. We are convinced that the court below was right in directing a verdict for the defendant.\nBy the Court. — The judgment is affirmed.\n",
            "ocr": true,
            "opinion_id": 8190310
        }
    ],
    "court_short_name": "Wisconsin Supreme Court",
    "court_full_name": "Wisconsin Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Murder"
}