{
    "id": 3913951,
    "judges": "HOKE, J.",
    "date_filed": "1981-03-01",
    "date_filed_is_approximate": true,
    "slug": "state-v-merrick",
    "case_name_short": null,
    "case_name": "State v. . Merrick",
    "case_name_full": "State v. Thomas Merrick.",
    "attorneys": "Attorney-General Bickett and Assistant Attorney-General Calvert for the  State .\n\n M. J. Bellamy and Burke H. Bridgers for defendant .",
    "nature_of_suit": null,
    "posture": "(789)    INDICTMENT for murder of Leon B. Hudson, deceased, tried before  Daniels, J. , and a jury, at November Term, 1915, of NEW HANOVER.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 123,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "88 S.E. 501",
        "171 N.C. 788"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5287.0,
            "opinion_text": "ALLEN, J., dissenting.\nCLARK, C. J., concurring in the dissenting opinion.\nThe evidence on the part of the State showed that on 31 August, 1915, deceased was killed by a gunshot wound, intentionally inflicted by defendant. There was no testimony offered by defendant, and, on the facts in evidence, the jury rendered a verdict of guilty of murder in the first degree. Sentence imposing the death penalty, and defendant appealed and, pursuant to exceptions duly entered, among other things, made assignments of error in effect as follows:\n1. That the court in its charge to the jury entirely failed to present the question of manslaughter, when there were facts in evidence permitting an inference of manslaughter and properly requiring that this view of the case be considered by the jury.\n(790)    2. That the court in its charge entirely failed to give any explanation of the question or significance of \"cooling time\" in reference to its effect on the crime of manslaughter, when there were facts in evidence requiring that such question be referred to and properly explained.\n3. That the court in its charge affirmatively restricted the jury to the consideration of the question of murder in the first and second degrees, when there were facts in evidence which permitted and required that the question of manslaughter should be also considered and passed upon.\n4. That the court in its charge to the jury presenting the issue, among other things, said: \"So, gentlemen, the question for you, and the only question, according to the contentions of the State and defendant, is this: `Did the defendant commit the act with deliberation and premeditation?\" thus confining the deliberations of the jury to the question of murder in the first and second degrees, when there were facts in evidence tending to establish the crime of manslaughter and which should have been also submitted. *Page 869 \nIn general terms, manslaughter is said to be the unlawful killing of another without malice, an instance of the crime so defined being where one unlawfully kills another by reason of the anger suddenly aroused by provocation which the law deems adequate; anger naturally aroused from such provocation and the killing being done before time has elapsed for \"passion to subside and reason to reassume her sway.\" In such case the anger so aroused is held to displace malice and will reduce the unlawful homicide to the grade of manslaughter.S. v. Baldwin, 152 N.C. 822; S. v. Hill, 20 N.C. 629; Maher v.The People, 10 Mich. 212. Speaking to this subject in Maher's caseChristiancy, J., delivering the opinion, said: \"But if the act of killing, though intentional, be committed under the influence of passion or in heat of blood, produced by an adequate or reasonable provocation and before a reasonable time has elapsed for the blood to cool and reason to resume its habitual control, and is the result of the temporary excitement by which the control of reason was disturbed, rather than of any wickedness of heart or cruelty or recklessness of disposition, then the law, out of indulgence to the frailty of human nature, or, rather, in recognition of the laws upon which human nature is constituted, very properly regards the offense as of a less heinous character than murder, and gives it the designation of manslaughter.\" And again, in same case: \"The principle involved in the question, and which I think clearly deducible from the majority of well considered cases, would seem to suggest as the true general rule that reason should, at the time of the act, be disturbed or obscured by passion to an extent which might   (791) render ordinary men, of fair average disposition, liable to act rashly or without due deliberation or reflection, and from passion rather than judgment.\"\nIn regard to the time to be allowed in the proper application of the principle, usually termed \"cooling time,\" it is said to be the trend of the more recent decisions to hold that the question should be determined by the jury under the relevant facts of each case, Clark on Criminal Law, p. 228; but in this jurisdiction the rule has thus far prevailed that the question of cooling time is one of law for the courts, and only the existence or nonexistence of the facts controlling its application in a given case is for the jury. S. v. Moore, 69 N.C. 267.\nThese being the positions appertaining to the crime of manslaughter and more directly relevant to the question presented, it has been held with us in numerous cases, and the position is in accord with authoritative *Page 870 \ndecision elsewhere, that where in an indictment for murder the law in this State permitting a verdict for a lesser grade of the crime, if there are facts in evidence tending to reduce the crime to manslaughter, it is the duty of the presiding judge to submit this view of the case to the jury under a correct charge, and his failure to do so will constitute reversible error, though the defendant may have been convicted for the higher offense.S. v. Clyde Kennedy, 169 N.C. 289; S. v. Kendall, 143 N.C. pp. 659-664;S. v. White, 138 N.C. pp. 704-715; S. v. Foster, 130 N.C. pp. 666-673;S. v. Jones, 79 N.C. 630; S. v. Matthews, 148 Mo., 185; Baker v. ThePeople, 40 Mich. 411.\nIn Kendall's case, supra, it was held: \"It is a principle very generally accepted that on a charge of murder, if there is any evidence to be considered by the jury which tends to reduce the crime to manslaughter, the prisoner, by proper motion, is entitled to have this aspect of the case presented under a correct charge, and if the charge given on this question is incorrect, such a mistake will constitute reversible error, even though the prisoner should be convicted of the graver crime, for it cannot be known whether, if the case had been presented to the jury under a correct charge, they might not have rendered the verdict for the lighter offense.\"\nIn Foster's case, supra, the present Chief Justice, delivering the opinion, said: \"If it had been clearly explained to the jury what constituted murder in the second degree, of which, through his counsel, he had admitted himself to be guilty, it may be that the jury would have coincided with that view; but, in the absence of instruction on that offense, with only the issue of murder in the first degree placed before them with instructions only as to that offense, with evidence of the homicide, it may well be that the jury held against the prisoner, that he was guilty, simply because they were not informed as to the (792)  constituent elements of the lesser offense\"; and for this omission a new trial was allowed, the prisoner having been convicted of murder in the first degree.\nIn S. v. Jones, a conviction for the capital crime of murder, it was held error to exclude from the jury the view of manslaughter, there being evidence tending to establish such crime.\nIn the present case there was no claim or suggestion of any previous animosity existent between the prisoner and the deceased, and the facts in evidence on the part of the State tended to show (the defendant offering no testimony) that the homicide occurred on 31 August, 1915, in the city of Wilmington in the front room of the \"coca-cola plant\" of A. B. Merritt, about 4 o'clock p. m.; that this plant consisted of a house about 30 feet wide and 60 feet long, divided midway by a partition; that a door opened from the front to the back compartment and a large door *Page 871 \nled into a back yard, across which was a coal and wood plant operated by the same proprietor; that the defendant was a hand doing work in the wood yard when needed, but on that afternoon there was no work to be given him, and he was over in the coca-cola department, doing nothing, and was sitting on a crate in the front compartment talking with one of the employees. So far as appears, he was there without objection, for the witness Parker, who seems to have had immediate charge, says that he had made no objection to the boy being there, and while the proprietor testifies that \"he had given Hudson authority,\" he does not say authority for what, and immediately adds: \"I had intended Parker to keep the boys away from the place, and had told Hudson to use his influence with Parker to keep them away.\" The boy, then, was there without objection being made known to him, and while sitting down, as stated, talking to one of the hands, deceased, who drove a delivery wagon for the plant, came into the compartment and asked the defendant where his hitching rein was. Defendant replied, \"It is my hitching rein.\" Hudson replied, \"It's no such a damn thing,\" and, starting towards the boy, said: \"You get out of here.\" The boy replied, \"Mr. Hudson, you don't own this plant, and you have no right to put me out.\" Hudson, said to be a fine specimen of manhood, weighing 165 pounds, continued to advance, caught the boy, the defendant, and pushed or shoved him off the box and, two of the witnesses say, struck him twice. The defendant, getting loose, ran into the back room, returned and got his hat, which had fallen off his head; went again into the back room and, returning with a gun, called to Hudson: \"You are a G__ d___ son of a bitch!\" and fired and killed him; that the boy had borrowed the gun to hunt birds, rice birds or coots, which were killed for eating at that time of year, and had the gun somewhere in the back room; that it was loaded with shot something like No. 6. Four or five of the employees, testifying to the occurrence, said that when the boy went out the first time he stayed three or four minutes, and, returning for his hat, went out and stayed the same length of time before     (793) he returned with the gun and fired, killing the deceased. One of these witnesses, however, on cross-examination, said that he would not say definitely that these periods when the boy was out of the room were three or four minutes; it might have been \"one minute\"; and again: \"That it didn't seem like no time.\" Two others of these eye-witnesses who had testified that the boy was out of the room \"two or three minutes each time,\" when asked on cross-examination if he went out of the building to get the gun, answered: \"No, he didn't have time for that.\"\nUpon these, the facts chiefly relevant and controlling on the questions presented by the appeal, we are of opinion that there was prejudicial error committed in excluding from the jury any and all consideration *Page 872 \nas to the crime of manslaughter, and restricting their deliberations to the questions of murder in the first and second degrees. If the defendant, on being accused of wrongfully taking the check rein of deceased, then jerked or shoved from the box and struck twice, had immediately fired and killed deceased &#8212; killed in the passion then aroused by the assault and battery upon him &#8212; the crime would have been reduced to manslaughter,S. v. Sizemore, 52 N.C. 206; and if on being so assaulted he had rushed into the back room, returned for his hat, again went out, returning immediately with the gun, and fired and killed the deceased &#8212; killed in the anger aroused by the blows he had just received and so immediately thereafter that \"there was not sufficient time for passion to subside and reason to reassert its sway\" &#8212; it would still be manslaughter, and the relevant time that did elapse between the provocation and the homicide is left too indefinite and uncertain by the witnesses for the court to rule as a matter of law that there is no element of manslaughter involved in the case.\nWe all know how prone witnesses are to inaccurately express themselves when stating the time that has passed in a given case. In an extended experience on the nisi prius Bench and at the Bar, the writer has rarely heard a witness give a multiple of time less than a minute. They not infrequently say minutes and mean seconds, and, in the presence of a great tragedy like this, the mind of an average witness is not likely to take due note of time or to express it accurately when testifying at some later period; and when to this is added that fact that one of the principal witnesses has said, on cross-examination, that defendant was out of the room \"no time,\" and two others that he wasn't gone long enough to leave the rear room, we are confirmed in the view that the time that elapsed must be referred to the jury and the ruling as to cooling time made on the facts as they may find them.\nIt is urged in support of the proceedings below that the jury having convicted the defendant of murder in first degree, they have thereby necessarily excluded any and every view of the evidence tending (794)  to show manslaughter, and therefore the failure to submit the cause in that aspect should not be considered as prejudicial error, and S. v. Lipscomb, 134 N.C. 689, and other cases are cited as authority for the position.\nAs we have endeavored to show, it is an established principle in our criminal procedure that, on conviction of murder, if there are facts in evidence tending to establish a lesser grade of the offense, it is reversible error not to have presented the case to the jury in that aspect, for it cannot be determined how and to what extent it may have influenced the verdict of the jury as rendered; and there is nothing in the decision in Lipscomb's case that militates against the position. In that case the *Page 873 \nprisoner and deceased were sitting down in the latter's home arguing on the Scriptures, and the prisoner, becoming irritated by the course of the discussion, stepped outside, got his gun, and, returning, shot and killed the deceased as he sat in his chair. In explanation, defendant testified that he was afraid of deceased, and thought he was a conjurer and was using his powers against defendant or his family. The case was submitted on the questions of murder in the first and second degrees, and there was no error in the charge on either question. Associate Justice Walker, after upholding the conviction on that ground, and in reference to an exception whether presumption of malice, arising at common law from an intentional killing, had been rebutted, said that \"if there was error in this, it could not have prejudiced the prisoner, the jury having found him guilty of willful, premeditated murder.\" There were no facts in evidence permitting an inference of manslaughter; none to rebut the presumption of malice existent from an intentional killing, and the comment, which was only made by way of suggestion, was not intended nor should it be construed to reverse or trench upon an established position of our criminal law to which the learned and careful judge has often given his full adherence and well considered support. S. v. Clyde Kennedy, 169 N.C. 288.\nIn S. v. Munn, 134 N.C. 680, the facts of the case are not stated in the opinion, but, on examination of the original record, it appears that the court charged fully on the question of manslaughter, as favorable to the prisoner certainly as he had any right to ask, and no exceptions were made to the charge in this aspect of the case. And referring to the other cases cited in support of the conviction, in S. v. Johnson,161 N.C. 264, there was no error in the charge as given, and it was held, Associate Justice Brown delivering the opinion: \"That there was not a scintilla of evidence upon which a verdict of manslaughter could have been based.\" In S. v. Teachey, 138 N.C. 598, the same ruling was made: \"That no element of manslaughter was presented.\" And on the facts in evidence the same position seems to be fully justified inS. v. Bowman, 152 N.C. 817. See S. v. Chavis, 80 N.C. 353. In none of these cases, therefore, is there direct decision that where the facts of the case present the question of manslaughter a court is   (795) justified not only in omitting any and all reference to this feature of the charge, but in effect positively withdrawing its consideration from the jury.\nAgain, it is insisted for the State that there was not only no prayer for instructions presenting the view of manslaughter, but that a perusal of the record tends to show that the course of the trial, by which the consideration was restricted to the two degrees of murder, was not resisted, but acquiesced in by counsel for the prisoner. *Page 874 \nIt is held in many well considered cases that the rule denying reversible error for an omission to charge on a given phase of a cause does not prevail to the same extent in criminal as in civil cases, and there is high authority for the position that, in cases of homicide, a judge is required to charge the law correctly, even when contrary to the positions taken by counsel. S. v. Stonum, 62 Mo., 597; Myers v. Commonwealth, 83 Pa. St., pp. 131-143. In Stonum's case it was held, \"That in all criminal cases it is the duty of the court to instruct the jury as to the law. If the instructions offered are objectionable, the court should proceed to give such as the law requires\"; and in Myers v. The Commonwealth,Paxson, J., concurring, said: \"I hold it to be the duty of a judge, trying a man for his life, to charge fully upon the law applicable to the facts, and this without regard to points presented by counsel. The rule that a judge is not to be convicted for error for what he omits to say, unless his attention is called to the subject by a request to charge, is well enough for civil cases, but ought not, in my judgment, to be applied in a capital case. The prisoner has a right to have the jury properly instructed upon every question of law legitimately raised by the evidence. This right he cannot waive, nor can his counsel do so for him.\" And further, the authorities are at one in holding that, both in criminal and civil causes, a judge in his charge to the jury should present every substantial and essential feature of the case embraced within the issue and arising on the evidence, and this without any special prayer for instructions to that effect. Charged with the duty of seeing that impartial right is administered, it is a requirement naturally incident to the great office he holds and made imperative with us by statute law. Revisal, 535: \"He shall state in a plain and correct manner the evidence in the case and explain the law arising thereon,\" and a failure to do so, when properly presented, shall be held for error. When a judge has done this, charged generally on the essential features of the case, if a litigant desires that some subordinate feature of the cause or some particular phase of the testimony shall be more fully explained, he should call the attention of the court to it by prayers for instructions or other proper procedure; but, as stated, on the substantive features of the case arising on the evidence, the judge is required to give correct charge (796)  concerning it. S. v. Foster, 130 N.C. 666; S. v. Barham,  82 Mo., 67; Carleton v. State, 43 Neb. 373; Simmons v. Devenport,140 N.C. 407.\nIn Foster's case the Court, among other things, held, that \"(4) Admissions of counsel made on trial as to any fact or law will not be taken as true where it plainly appears that they are not true. (5) Where a person is convicted of murder in the first degree, it is error if the court failed to instruct as to murder in the second degree, even though counsel *Page 875 \nadmitted defendant to be guilty of murder in the second degree. (6) On a prosecution for murder it is the duty of the trial judge to instruct as to murder in the second degree, even though no request is made therefor.\"\nIn Barham's case, supra: \"It is the duty of the court to instruct the jury as to all grades of homicide to which the facts in evidence apply.\"\nIn Carleton's case the principle is very correctly stated as follows: \"It is the duty of the court to instruct the jury on the law of the case, whether requested to do so or not, and an instruction or instructions which by the omission of certain elements have the effect of withdrawing from the consideration of the jury an essential issue or element of the case is erroneous; but when the jury is instructed generally upon the law, and when the instructions given do not have the effect above stated, then error cannot be predicted upon the failure of the court to charge upon some particular phase of the case, unless a proper instruction was requested by the party complaining\" And in Simmons v. Davenport, supra, Walker, J., said: \"The rule which requires that a complaining party should ask for specific instructions if he desires a case to be presented to the jury by the court in any particular view does not, of course, dispense with the requirement of the statute that the judge shall state in a plain and correct manner the material portions of the evidence given in the case and explain the law arising thereon. Revisal, sec. 535.\"\nIn the case presented and under our statute, on a bill of indictment for murder, there may be a conviction of murder in the first or second degree, or manslaughter, as the facts may appear; and where, as we have seen, there is evidence tending to establish the crime of manslaughter, it is reversible error to exclude its consideration from the jury.\nDefendant is entitled to a new trial, that the issue as to his guilt shall be properly submitted on the questions of murder in the first degree or murder in the second degree or of manslaughter.\nOn the record as it now stands, there are no facts in evidence tending to show self-defends.\nIn so far as the \"tender of the plea of guilty of murder in the second degree is concerned,\" also urged against the prisoner, \"it would seem to be a hard measure of justice that, are rejecting his plea and putting him on trial for his life, his offer should be used to deprive him of the right to have his cause tried according to the law of the land.\"\nNew trial.",
            "ocr": false,
            "opinion_id": 3660273
        }
    ],
    "court_short_name": "Supreme Court of North Carolina",
    "court_full_name": "Supreme Court of North Carolina",
    "court_type": "S",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Murder"
}