{
    "id": 3929907,
    "judges": "WALKER, J.",
    "date_filed": "1999-01-27",
    "date_filed_is_approximate": true,
    "slug": "mace-v-mineral-co",
    "case_name_short": "MacE",
    "case_name": "MacE v. . Mineral Co.",
    "case_name_full": "W. L. MacE, Administrator v. Carolina Mineral Company and Sebe Pitman",
    "attorneys": "Charles E. Green, John C. McBee, and J. W. Pless for plaintiff .\n\n Black  Wilson, W. C. Newland, and S. J. Ervin for defendant .",
    "nature_of_suit": null,
    "posture": "APPEAL by plaintiff from  Long, J. , at November Term, 1914, of MITCHELL.\n\nAction to recover damages for the alleged negligent killing of plaintiff's intestate, Charles Buchanan. He was employed as foreman in defendant's feldspar and mica mine, and was killed by the falling of a bank of overhanging dirt and rock in the mine, which defendant avers was caused by his own negligent act, and not by its fault at all.\n\nThe following testimony of plaintiff's witness, Coleman Pitman, who worked with deceased in the mine, will sufficiently explain the character of the evidence in the case: \"I was there when the dirt fell in. It was kinder undermined, and there was a block of mica sticking back in there, and we were taking that out, and it just fell over. By undermining I mean digging back under the bank. That had been done all\nalong the tunnel, and then we went after the block of mica as big as your double fist. I was the one that got the dirt from around the mica that evening. The fall occurred about 2 o'clock. . . . Charlie Buchanan ordered us to get the spar out of there, and       (144) we dug in on the underside of the wall, under his orders, to get out the feldspar. We did that that morning and also after dinner. the hands to do that. We dug in under there, getting feldspar, along until he got to the block of mica. We dug 2 1/2 feet and over back in there. He did not give any order to dig any certain length of feet. He was helping us dig under there, and saw and knew how far under we dug and that we were undermining the wall; he was helping to do it. We dug all along under the wall from the mouth of the cut up to the head of the cut. It was under the wall on the right-hand side we were digging. We discovered the mica along after dinner. We went back to work about 12:30 or 1 o'clock. I discovered the block of mica on the right-hand side of the cut in the wall under which we had all been digging to get feldspar. The block of mica was about 2 feet above the floor of the cut, or perhaps 18 inches; it was straight back into the wall; perhaps 18 inches from the head of the cut. When I discovered it, I told Charlie Buchanan that I had struck a block of mica, and he laughed and said to get it out, and I set to work with my pick and dug after it on both sides. There was a hard substance around this mica. It was about the size of two hands, just in a kind of vein. I worked at it about ten minutes. I do not think I dug in a foot. It is pretty hard stuff. I stripped the mica and dug on all sides of it. I dug half a foot before I stripped the mica. I was working under the orders of Charlie Buchanan, the foreman. Then Charlie Buchanan told Clifton Buchanan to go for the drill, and I went to help Charlie Duncan sort and Clifton. Then Charlie Buchanan took his pick and went to work. He did not say anything about my not knowing how to dig mica. As quick as I stopped, he dug into the wall, and while he was digging the earth fell down on him and killed him. Digging on the underside of that cut removed the support for the dirt that was above it in the cut. Mr. Sebe Pitman came to me after it happened, and asked me the cause of the trouble. I told him Charlie Buchanan was digging in there when it fell. He certainly dug in there and was removing the support for the dirt, and the dirt above there did fall on him. I did not notice how deep he dug in before it fell. I do not remember what position he was in when the dirt fell. I did not see the dirt fall; I looked around after it fell. I was 6 feet from him. It fell out of the place in the wall, starting about 6 feet above, and fell down to where he was digging. No hole left in the wall much for it, just broke off\nand left a kind of smooth place. I do not know that it was deeper in the center. The hole that was left in the wall was about as deep one place as another, I should think; I really do not know about that. That cut was 15 or 20 feet deep. That morning Charles Buchanan had helped to dig out the feldspar along under the wall, and told (145) the boys to dig it out. He was digging for mica about where he had been digging for feldspar. The digging in the morning had weakened the wall on the right-hand side, and it was the same wall he had undermined that he was digging the mica out of. The tunnel where it had run in had undermined partly, and kept on going up with it. After I quit digging for mica, Charles Buchanan dug for it between two and five minutes. The digging I did was under his orders. It was my duty to obey his orders. We had worked in that cut all morning. I do not remember where we dug first.\"\n\nA paper was handed by defendant's counsel to plaintiff's witness M. C. Duncan, it being a written statement by him as to the transaction, and he testified that it was true, as he understood it. It is as follows: \"I was employed by the C. M. Co. on 24 April, 1914, and was working under orders of Charlie Buchanan, foreman of Deer Park Mine, No. 3, from whom I received all orders as to what duties to perform. On the morning of 24 April the open cut in which we were working had straight, firm sides, with no overhang. At about 9 o'clock the superintendent visited the mines, and no change of conditions had occurred. About 11.30 o'clock Fule Pitman said to Buchanan that he had struck a block of mica in the side of the cut, and Buchanan told him to go after it. This Pitman did, and afterward Buchanan joined him and commenced undermining the side, and about 2:10 o'clock the overhang fell and buried Buchanan and Clarence Stewart.\"\n\nThere was much evidence introduced by both parties, but the foregoing is the substance of its essential parts. At the close of the evidence the court ordered a nonsuit, and plaintiff appealed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "85 S.E. 152",
        "169 N.C. 143"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "After stating the case: It appears in this case that the intestate of plaintiff had been employed to work as foreman in the defendant's service, and as overseer of the work performed by others placed under his authority. He was an experienced miner, having been engaged in the business of mining for many years. Because of his expertness thus acquired, the defendant was induced to take him into its service. The work he was to do on the day of the accident was left, in respect to the method and manner of doing it, to his own judgment, and he was perfectly free *Page 193 \nto exercise his own common sense and skill in doing it. According to the evidence and the description of the conditions in the mine just before he was killed, he did not need any one to tell him that by digging under the projecting or overhanging bank of dirt and rock he was placing himself in a very dangerous position, as the unsupported bank would necessarily cave in when he removed the last prop that kept it in place. Any man of ordinary sense and common prudence   (146) would know of this danger and appreciate the risk of cutting out the foundation upon which a bank of dirt rests and leaving it overhanging, without any support, brace, or prop to prevent its falling in and crushing him, as he was in the way and must needs be hurt. The danger of such a place was so imminent that any ordinarily prudent man would not have so cut underneath the bank as to weaken its support and cause it to fall, or, if this was necessary to be done, would have taken measures to brace it in some way as the work progressed. This Court has often held that \"an employer's duty to provide for his employees a reasonably safe place to work does not extend to ordinary conditions arising during the progress of the work when the employee doing his work in his own way can see and understand the dangers and avoid them by the exercise of reasonable care.\" Simpson v. R. R.,154 N.C. 51. The rule was well stated in Covington v. Furniture Co.,138 N.C. 374, as follows: \"The general rule of law is that when the danger is obvious and is of such a nature that it can be appreciated and understood by the servant as well as by the master or by any one else, and when the servant has as good an opportunity as the master or any one else of seeing what the danger is, and is permitted to do his work in his own way and can avoid the danger by the exercise of reasonable care, the servant cannot recover against the master for the injuries received in consequence of the condition of things which constituted the danger. If the servant is injured, it is from his own want of care.\" Warwick v. GinningCo., 153 N.C. 262; House v. R. R., 152 N.C. 397; Hicks v. Mfg. Co.,138 N.C. 319. In Armour v. Hahn, 111 U.S. 313, it was held that the obligation of a master to provide reasonably safe places and structures for his servants to work upon does not impose upon him the duty towards them of keeping a building which they are employed in erecting in a safe condition at every moment of their work, so far as its safety depends upon the due performance of the work by them and their fellows. The case of Cons. Coal and Mining Co. v. Floyd, 51 Ohio St. 542, has many facts in common with this one, and they are sufficiently similar in that respect to make it a good authority. There it appeared that the intestate was killed by the fall of slate from the roof of a mine, due to the failure to install props while the work was in progress. *Page 194 \nThe claim for damages was sought to be sustained by a class of cases which hold that the duty of the master to provide a safe working place and machinery for his employees cannot be delegated, so as to absolve the master from liability in case of failure of the vice principal to perform that duty. It does not seem necessary to review these cases. They are, as a rule, based upon the proposition that where the appliance or place is one which has been furnished for the work in which the servants are to be engaged, there the duty above stated attaches to the master. The Court said: \"We need not discuss this (147) proposition, for we have not that case. Here the place was not furnished as in any sense a permanent place of work, but was a place in which surrounding conditions were constantly changing, and instead of being a place furnished by the master for the employees within the spirit of the decisions referred to, was a place the furnishing and preparation of which was, in itself, a part of the work which they were employed to perform. The distinction is shown in a number of cases, among which may be cited: Fraser v. Lumber Co., 45 Minn. 235;McGinty v. Reservoir Co., 155 Mass. 183; Coal Co. v. Scheller,42 Ill. App. 619.\" And so in Petaja v. A. I. Minning Co., 32 L.R.A. (O. S.), 435, the facts were that the plaintiff was injured by the fall of ore while working in the room of a mine used by the hands while excavating for ore and getting it out. It was decided, and affirmed on a rehearing, that the place where the injury occurred must have been furnished by the master, or be one which his duty to the servant required him to furnish and keep in a safe condition, before the ordinary rule of liability can be applied, and that the place then in question was not of that description. The Court said: \"Now, if this room can properly be said to be a place furnished to the servants in which to carry on the master's business and which he must, at his peril, keep in reasonably safe condition, as a factory or warehouse, then the case should have gone to the jury; but if it is not such a place, then it falls within that other rule, that the duty of the master is performed by using reasonable care or furnishing suitable material and employing capable and efficient men to do the work. In view of the case ofSchrolder v. Flint and P. M. R. Co., 103 Mich. 213, and Beasley v.F. W. Wheeler  Co., 103 Mich. 196, cited in the former opinion, there is no doubt that a master must furnish a reasonably safe place for a servant to work if a structure is required for the carrying on of his business; and the briefs furnished in this case upon the part of the plaintiff would render us more assistance had they called our attention to cases establishing the claim that a master is obliged to make safe the place which the servant makes and occupies as a means of doing *Page 195 \nhis work or which results as an incident of the work, although it necessitates his presence in a place to a greater or less degree unsafe. In such cases must be the master stay with or follow up the servants, to be certain that they make the place safe, so that they or some of them be not injured? There are many cases which draw the distinction pointed out. Such a case is Beasley v. F. W. Wheeler, supra.\" The same was held to be law inFraser v. R. R. Lumber Co., 45 Minn. 237, where it was said: \"An important consideration often overlooked is, whether the structure, appliance, or instrumentality is one which has been furnished for the work in which the servants are to be engaged, or whether the furnishing and preparation of it is itself part of the work which they are required to perform.\"\nIt was held in St. L. and M. R. R. Co., v. Baker, 163 S.W.   (148) Rep., 152, that where a servant was employed to wreck a structure, such as an unsafe building, or to do blasting and excavating, the duty of keeping the place of work safe, if it was originally so, devolves upon the servant, and not on the master. The rule that an employer must exercise ordinary care to provide a safe place of work for his employee was held in Riley v. Neptune, 103 N.E. Rep., 406, not to apply where from the nature thereof the conditions are ever changing, so as to increase or diminish the danger in the course of the particular work, the same being passing risks arising out of the nature of the work and of which the servant is as well informed as the master. L. P.Cement Co. v. Bass, 103 N.E. R., 483. It was held in Andrews v. T.Mining Co., 146 N.W. Rep., 394, that the doctrine of furnishing a safe place to the servant to do his work does not apply where a miner was killed while engaged in making \"hitches\" in which to place timbers to hold up the roof, \"since he is required to make the piece of work safe as he went.\" Nor, it has been said, does the rule of a safe place apply to building operations where conditions are continually changing, due to the acts of the servants themselves. Roshalt v. Worden-Allen Co., 144 N.W. Rep., 650. It was not necessary that intestate should have had any warning from the superintendent. He was an expert himself in mining, and it did not even require that one should be so thoroughly experienced in such work as he was to know or understand that the work was dangerous, for a man of ordinary intelligence would know that to withdraw a prop or foundation from an object resting upon it would necessarily cause it to fall.\n\"1. An employer may ordinarily assume that an adult employee has that knowledge which is acquired by common experience, and hence understands those dangers which may readily be known by common observation. *Page 196 \n\"2. All adult employees are presumed to have some knowledge of the properties of nature, and the operation of natural laws, such as the law of gravitation.\n\"3. An employee assumes the risk of injury from obvious dangers, unless because of his immaturity, inexperience, or other disability he is incapable of appreciating the danger therefrom.\" Riley v. Neptune, 103 N.E. (Ind.), 406.\nNo one should be allowed to justify or excuse his own improper conduct by alleging that he expected that another would prevent such conduct on his part. Houston, etc., Railroad Co. v. Clemmens, 55 Tex. 88[55 Tex. 88]. Intestate was the author of his own misfortune, and no one was to blame but himself. This is shown with as near an approach to a demonstration as anything short of mathematics will permit, as was said of a plain act of negligence in B. and P. Railroad Co. v. Jones, 95 U.S. 439. The same Court, in Bunt v. S. B. Mining Co., 138 U.S. 483, (149) where an employee had been killed by removing a post which supported the roof of a mine, thus causing the roof to fall upon him, said: \"Bunt participated in taking out the post with full knowledge of the danger, and after the post had been removed sat down under the shattered roof. Recklessness could hardly go further. The evidence would warrant no other conclusion than that he took the risks of the work in which he was employed and that his negligence in the course of that work was the direct cause of his death.\" The two cases are parallel with each other. The fact that there a post was taken out, and here some dirt was dug out, can make no difference. In this case the danger of the place where intestate was working, and the cause of the accident, were due to his own careless act in undermining the upper wall of dirt, so that it lost its natural support and fell upon him. The recent case of Neville v. Bonsal, 166 N.C. 218, in which a servant was killed by an act of the foreman similar to the one that caused the intestate's death, is applicable. We held the master liable because the foreman had been negligent in digging at the bottom of an embankment, which caused the upper layer of dirt to fall and kill the intestate of the plaintiff in that case. The Court there said: \"The work was being done under the management of one Stowe, who, about three hours before the cave-in, ordered the plaintiff's intestate to work at that place. The evidence shows that Stowe was in and out of the pit all the time, and knew of the conditions. It is a fair inference from the evidence that Stowe took no precautions to prevent a cave-in before the supporting bank of dirt was removed. It was the duty of Stowe to take such precautions as the situation permitted, so as to prevent injury to his subordinates when the bank of dirt at the base of the pit was removed; ordinary prudence dictated it.\" If the company was *Page 197 \nheld liable because of its foreman's culpable negligence in causing the death of the intestate by improperly excavating the bank of earth, so that its support was weakened and it fell, it follows that the company would not have been liable if the foreman himself had been killed by the same act of negligence, which would, in that case, have been the efficient and proximate cause of the fatal injury. It was even held inAlteriac v. Coal Co., 161 Ala. 435, that \"Where a miner of many years experience saw a pot- or bell-shaped rock in the roof of a mine, and knew that it was more or less disconnected and liable to fall without warning at any moment, and after telling his superior of it, and that he would not work without timbers, but who returned to the work under the pot- or bell-shaped rock on being told to do so, and on the promise that the timber would be sent at once, assumed the risk incident to his return and work thereunder.\" It must be borne in mind that this foreman of hands was himself a very experienced miner, and knew, as the evidence shows, what was the safe method of doing the work. It appears that those of even less experience in mining knew of the danger. If he had been inexperienced and was put to do work of a dangerous    (150) character without proper warning or instruction, the case might be different. He knew of the danger and was fully able to take care of himself, and the fault was all his own. No man, by his own voluntary and negligent act, will be permitted to impose liability on another for its injurious consequences, for he will not be allowed to reap an advantage from his own wrong. Whitson v. Wrenn, 134 N.C. 86. The peril was obvious, and he should not have caused it or exposed himself to it.\nIt follows that there was no wrong committed by defendant which would make it liable for the intestate's death, and the nonsuit was properly granted.\nAffirmed.\nCited: Brown v. Scofields Co., 174 N.C. 6; Clements v. Power Co.,178 N.C. 56; Hatley v. Wrenn, 169 N.C. 845; Christopher v. Mining Co.,186 N.C. 534; Darden v. Lassiter, 198 N.C. 429; McLean v. Hardwood Co.,200 N.C. 314; Kennedy v. Telegraph Co., 201 N.C. 758. *Page 198 ",
            "ocr": false,
            "opinion_id": 3676564
        }
    ],
    "court_short_name": "Supreme Court of North Carolina",
    "court_full_name": "Supreme Court of North Carolina",
    "court_type": "S",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Murder"
}