{
    "id": 3953765,
    "judges": "COLLEEN CONWAY COONEY, J.:",
    "date_filed": "1987-04-11",
    "date_filed_is_approximate": true,
    "slug": "state-v-roberts-unpublished-decision-5-3-2001",
    "case_name_short": null,
    "case_name": "State v. Roberts, Unpublished Decision (5-3-2001)",
    "case_name_full": "State of Ohio v. Gary Roberts",
    "attorneys": "WILLIAM D. MASON, Cuyahoga County Prosecutor, GEORGE RUKOVENA, Assistant, JOHN R. MITCHELL, Assistant, Cleveland, Ohio, for Plaintiff-Appellee.\n\nDAVID L. DOUGHTEN, ESQ., Cleveland, Ohio, for Defendant-Appellant,",
    "nature_of_suit": null,
    "posture": "[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.] \nCriminal appeal from Common Pleas Court, Case No. CR-378748.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 8071.0,
            "opinion_text": "                        JOURNAL ENTRY and OPINION\nDefendant-appellant Gary Roberts appeals from his guilty pleas to two counts of voluntary manslaughter, both with firearm specifications. He argues that his pleas were not voluntarily entered because he was coerced both by his attorneys and family members to accept the plea agreement, and that the prosecutor's failure to enforce the conditions of the pleas, voided the plea agreement. We find no merit to the appeal and affirm.\nDefendant was indicted on multiple offenses that occurred on different dates. In Case No. CR-380097 and Case No. CR-378748 defendant was indicted on one count of aggravated murder of Lester Colvin; two counts of aggravated murder of Marcus Thomas; one count of felonious assault of Miles Golden; and one count of aggravated robbery of Marcus Thomas. Each of the charges contained firearm specifications. The defendant also had three additional cases pending, Case Nos. CR-379354, CR-373178, and CR-380775. The defendant initially entered a plea of not guilty.\nOn May 3, 2000, as trial was about to commence, the parties engaged in negotiations that lasted all day in an attempt to work out a plea agreement. At the end of the day, a plea agreement was reached. Pursuant to the agreement, the State agreed to reduce two of the aggravated murder charges in Case Nos. CR-380097 and CR-378748 to voluntary manslaughter, with two firearm specifications. The remaining counts in those cases and the other pending cases would be nolled. In exchange, the defendant was to make a written statement and testify against his co-defendant. If the defendant refused to give a truthful statement, the State had the option of voiding the plea agreement.\nBefore accepting the pleas, the trial court advised the defendant of his Crim.R. 11 rights and also inquired as follows:\n    Court:   Other than those things, sir, that have now been stated here in open court, and on the record, has anybody, including your lawyers, the prosecutor's office, this Court, or any other person or entity, specifically promised you anything or threatened you in any way in order to induce you to change your previously entered pleas of not guilty and tender pleas of guilty as has been outlined here this afternoon?\nDefendant: No.\n(TR. at 24).\nThe trial court further inquired of defendant's counsel:\n    Court:     Mr. Stanard, Mr. Doyle, are you each confident that the pleas as tendered by your client and Mr. Carson, to these various counts were done voluntarily, intelligently and in compliance with Criminal Rule 11?\nMr. Carson:  Yes, your Honor.\nMr. Doyle:   Yes, your Honor.\nMr. Stanard: Yes, your Honor.\n    Court:     The Court will accept the pleas as tendered by the defendant, and a finding will be made on the record that the pleas as tendered were done voluntarily, intelligently by Mr. Roberts.\n(TR. at 26).\nThe trial court thereafter accepted the defendant's pleas.\nThe trial court then recessed and stated it would reconvene the next day for sentencing, after a written statement could be taken from the defendant as agreed upon.\nThe next day, prior to sentencing, the defendant made an oral motion to vacate his plea. The trial court immediately conducted a hearing to address defendant's motion.\nAt the hearing, the State informed the court that in order to maintain the plea agreement, it was foregoing the requirements of a written statement and testimony against the co-defendant and requested the court to sentence the defendant as agreed.\nDefendant's counsel argued that defendant's plea was not voluntarily entered because the defendant felt that he was pressured by his attorneys and family members to take the plea. His counsel also argued that since the State eliminated the condition of requiring the defendant to submit a written statement and to testify against his co-defendant, that the plea agreement was void.\nThe trial court, the next day, denied the defendant's motion stating:\n    The record will reflect that the Court, as indicated, has had the evening to review the record in this case and the applicable law and in conducting this review the Court finds the following: That the plea as tendered by the defendant in this courtroom May the 3rd was in fact tendered voluntarily, intelligently and knowingly, and upon the advice of excellent counsel. On that basis, and with the absence of any indication in the record that the plea was not tendered voluntarily, intelligently and knowingly, and with a full appraisal of the legal and factual considerations in this case, the defendant's motion to withdraw the pleas as tendered in these case numbers is denied at this time. (TR. 67).\nThe trial court then sentenced the defendant to the agreed-upon time of ten years each on the voluntary manslaughter counts and three years each on the firearm specifications, to run consecutively, for a total of twenty-six years in prison.\nThe defendant timely appeals, asserting one assignment of error.\n  I. THE TRIAL COURT ERRED BY OVERRULING THE APPELLANT'S MOTION TO WITHDRAW HIS PLEAS.\nDefendant argues that his pleas were not voluntarily entered because he was coerced by his family members and attorneys to accept the plea agreement. Defendant also argues that because the State did not require him to testify against his co-defendant and provide a written statement, that the plea agreement was void.\nCrim.R. 32.1 provides in pertinent part:\n    A motion to withdraw a plea of guilty or no contest may be made only before sentence is imposed or imposition of sentence is suspended; but to correct manifest injustice the court after sentence may set aside the judgment of conviction and permit the defendant to withdraw his plea.\nThe general rule is that a presentence motion to withdraw a guilty plea should be freely and liberally granted. State v. Xie (1992),62 Ohio St.3d 521, 527. However, it is well-established that [a] defendant does not have an absolute right to withdraw a guilty plea prior to sentencing. A  trial court must conduct a hearing to determine whether there is a reasonable and legitimate basis for the withdrawal of the plea. Id. at paragraph one of the syllabus. The decision to grant or deny a presentence motion to withdraw a guilty plea is within the sound discretion of the trial court. Id.at paragraph two of the syllabus. Absent an abuse of discretion, the trial court decision must be affirmed. Id. at 527. An abuse of discretion is more than an error of law or judgment, we must find that the trial court's ruling was unreasonable, arbitrary, or unconscionable. Id. at 527, quoting State v. Adams (1980), 62 Ohio St.2d 151, 157.\nThis court in State v. Peterseim (1980), 68 Ohio App.2d 211, paragraph three of syllabus, held that:\n    A trial court does not abuse its discretion in overruling a motion to withdraw the plea (1) where the accused is represented by highly competent counsel, (2) where the accused was offered a full hearing, pursuant to Crim.R. 11, before he entered the plea, (3) when, after the motion to withdraw is filed, the accused is given a complete and impartial hearing on the motion, and (4) where the record reveals that the court gave full and fair consideration to the plea withdrawal request.\nIn the present case, the trial court conducted a complete and impartial hearing on the defendant's motion to withdraw his plea. No evidence was presented indicating that the defendant was represented by incompetent counsel at the plea hearing. The trial court noted in denying the defendant's motion, that defendant was represented by excellent attorneys. Defendant himself acknowledged at the plea hearing that he received excellent representation. (TR. at 20).\nA review of the plea transcript also indicates that before entering his plea the defendant received a full hearing where the trial court complied with the requirements of Crim.R. 11(C). A review of the transcript also indicates that the trial court asked both the defendant and his attorneys whether the pleas were voluntarily and intelligently entered into, to which they all responded affirmatively.\nFinally, a review of the record also indicates that the trial court gave full and fair consideration of defendant's request to withdraw the pleas. In fact, the trial court took the evening to review the transcript from the plea hearing and applicable law before issuing its decision the next day.\nUnder these circumstances, we find the trial court did not abuse its discretion in finding that there was an insufficient basis under the law to allow the pleas to be withdrawn. A  mere change of heart is insufficient justification to withdraw a guilty plea, even prior to sentence. State v. Drake (1997), 73 Ohio App.3d 640, 645; State v. Pinkerton (Sept. 23, 1999), Cuyahoga App. No. 75906/75907, unreported. It may be assumed that all defendants faced with a  criminal trial, with the risk of convictions on multiple counts and longer sentences are `under pressure' or feel the coercion of the justice system. But, that cannot be reason enough to allow withdrawal of the plea. State v. Adelhag (July 31, 1997), Cuyahoga App. No. 71136, unreported.\nWe also find no merit to the defendant's contention that because the prosecutor did not abide by the terms of the plea agreement by failing to require the defendant to submit a written statement or testify against his co-defendant, that the plea agreement was void. The prosecutor's decision to eliminate the requirement that the defendant testify or submit a  written statement benefitted the defendant. He received the agreed-upon sentence in spite of the fact he was not required to perform the original conditions of the plea agreement. Clearly, the option of voiding the plea agreement for noncompliance with the conditions was the State's option and not the defendant's.\nWe believe the trial court gave the defendant every consideration in reaching its decision and did not abuse its discretion in denying the defendant's motion to withdraw his pleas. Defendant's sole assignment of error is overruled.\nJudgment affirmed.\nIt is ordered that appellee recover of appellant its costs herein taxed.\nThe court finds there were reasonable grounds for this appeal.\nIt is ordered that a special mandate issue out of this court directing the Cuyahoga County Court of Common Pleas to carry this judgment into execution. The defendant's conviction having been affirmed, any bail pending appeal is terminated. Case remanded to the trial court for execution of sentence.\nA certified copy of this entry shall constitute the mandate pursuant to Rule 27 of the Rules of Appellate Procedure.\n  __________________________ COLLEEN CONWAY COONEY, J.:\nFRANK D. CELEBREZZE, JR., P.J., and JAMES J. SWEENEY, J., CONCUR",
            "ocr": false,
            "opinion_id": 3702981
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Murder"
}