{
    "id": 4005090,
    "judges": "BkeNNEmaN, Doyle, VictoR",
    "date_filed": "1991-05-02",
    "date_filed_is_approximate": true,
    "slug": "miraldi-v-life-insurance-co-of-virginia",
    "case_name_short": "Miraldi",
    "case_name": "Miraldi v. Life Insurance Co. of Virginia",
    "case_name_full": "Miraldi, Guardian, Et Al., Appellees, v. the Life Insurance Company of Virginia, Appellant",
    "attorneys": "Messrs Miraldi  Colella,  for appellees.\n\n Messrs. Arter  Hadden  and  Mr. John E. Martindale  for appellant.",
    "nature_of_suit": null,
    "posture": "APPEAL: Court of Appeals for Lorain County.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 17,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b296-7\">\n    Miraldi, Guardian, et al., Appellees,\n    <em>\n     v.\n    </em>\n    The Life Insurance Company of Virginia, Appellant.\n   </parties><br><docketnumber id=\"b297-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"279\"> \n     *279\n     </span>\n    (No. 1963\n   </docketnumber><decisiondate id=\"A2N\">\n    Decided December 15, 1971.)\n   </decisiondate><br><attorneys id=\"b297-7\">\n<em>\n     Messrs Miraldi\n    </em>\n    &amp; Golella, for appellees.\n   </attorneys><br><attorneys id=\"b297-8\">\n<em>\n     Messrs. Arter\n    </em>\n    &amp;\n    <em>\n     Madden\n    </em>\n    and\n    <em>\n     Mr. John E. Martin dale\n    </em>\n    for appellant.\n   </attorneys>",
    "citations": [
        "356 N.E.2d 1234",
        "48 Ohio App. 2d 278"
    ],
    "opinions": [
        {
            "author_str": "VictoR",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 8144.0,
            "opinion_text": "Defendant, The Life Insurance Company of Virginia, appellant herein and hereinafter called the Company, issued a policy of life insurance on the life of one Grover L. Young. Monthly premiums of $10.91 were due on or before the 19th day of each month. The policy contained a clause to the effect that the policy would lapse in default of payment of any premiums when due, or within a period of grace of thirty-one days thereafter. Premium payments were made up to and including April 19, 1962, causing the policy to be in effect until midnight of June 19, 1962. On June 19, 1962, a check signed by Grover L. Young, and drawn on The City Bank Company of Lorain was tendered to the Company in payment of the May 19, 1962, premium. The check was deposited by the Company in the regular course of business.\nOn June 24, 1962, after the expiration of the grace period, Rebecca L. Young shot and intentionally killed her husband, Grover L. Young. His body was discovered June 29, 1962. She was convicted of second degree murder for that act.\nOn June 27, 1962, Rebecca L. Young, wife of Grover, and primary beneficiary under the policy, called on the Company's agent and informed him that the check was no good, and suggested that if he would stop by her house she would give him cash to cover the premium payments then due. On June 28, 1962, he received from Rebecca L. Young the sum of $21.82 in cash, representing the amount of the check, plus an additional $10.91 for the *Page 280 \nJune premium. On the same day, Grover L. Young's check was returned to the Company by its bank, marked \"no account,\" and was returned by the Company to Rebecca L. Young. Neither Rebecca L. Young nor Grover L. Young had an account at the bank on which the check was drawn.\nThe Company denied all claims on the basis that the policy had lapsed, except that of $2,500, the value payable under the nonforfeiture provisions of the policy.\nOn February 11, 1964, plaintiffs brought suit on the policy in behalf of the contingent beneficiaries, the minor children of Grover L. Young, service being obtained on February 15, 1964. On March 5, 1964, the Company, by check, returned the premiums paid by Rebecca L. Young. The check was mailed on May 27, 1964, and cashed by her on June 2, 1964.\nThe case was submitted upon stipulations.\nThe court found that the policy did not lapse; that by the receipt and retention of the premiums, without notifying the beneficiaries until May 27, 1964, that the policy had lapsed, the Company was estopped from asserting that the policy had lapsed for nonpayment of premiums.\nA judgment was rendered against the Company in the sum of $15,167.67, plus interest from June 24, 1962, this sum being the amount the court found to be due under the terms of the policy. It is this judgment that the Company appeals.\nAsssignments of error state:\n\"I. The trial court erred in holding that defendant's policy of life insurance did not lapse by reason of the non-payment of premiums.\n\"II. The trial court erred in holding that defendant insurer waived the lapse of the life insurance policy by accepting premiums for the purpose of reinstating the policy when it had no knowledge the insured was already dead and by failing to return those premiums until some months after his death.\"\nThese assignments of error are interwoven and they shall be discussed together. *Page 281 \nA policy of insurance may validly stipulate that non-payment of premiums, when due, will effect a forfeiture. 30 Ohio Jurisprudence 2d 359, Insurance, Section 385. Such provisions are deemed to be self-operating or self-executing, and not affected by the failure of the insurer to take some affirmative action to declare a forfeiture. 30 Ohio Jurisprudence 2d 360, Insurance, Section 386.\nHowever, as such provisions are made for the benefit and protection of the insurer, they can be waived by him. The court said, in case of Ohio Farmers' Ins. Co. v. Wilson (1904),70 Ohio St. 354, at 358:\n\"The parties had the legal right to agree, as they did do in this case, that the entire policy should be void if the premium * * * should have been due and unpaid for thirty days at the time the loss occurred. * * * It was agreed also that on the happening of that condition, the entire policy should be void, not that the insured should have the option to declare it void, or that it should become void, or be declared void thereafter upon any subsequent conditions. It was therefore not necessary for the insurer * * * to give to the insured any notice of intention to stand on the forfeiture. The contract of insurance became cancelled by the mere failure of the insured to pay the premiums * * * within thirty days after its [due date] * * *. Asthis condition in the policy is made for the protection of theinsurer it could be waived * * *.\" (Emphasis supplied.)\nSee, also, Hoffman v. Aetna Life Ins. Co. (1938), 60 Ohio App. 497\nUnder the terms of the policy in the instant case, the policy lapsed, unless the provisions for forfeiture were waived. We agree that the mere mailing of the check did not constitute payment, as its acceptance was conditional upon such check being honored upon presentation. Annotation 50 A. L. R. 2d 630.\nThe acceptance of premiums after loss or death does not of itself waive the delinquency, if the insurer had no knowledge of such loss or death. Hence, knowledge on the part of the insurer is an essential element of waiver. *Page 282 \n43 American Jurisprudence 2d 1051, Insurance, Section 1129.\nDoes the retention of premiums paid under these circumstances, for almost two years after the death of the insured, constitute a waiver of forfeiture? We find no Ohio cases in point. However, in Frick v. Prudential Ins. Co. (1937), 25 Ohio Law Abs. 139, there is dicta that the failure to return a premium paid in a life insurance policy, under circumstances amounting to a fraud upon the company, after learning of the death of the insured, constitutes an election by the insurer to continue the policy in force.\nNo citation of authority is needed for the proposition that forfeiture is not favored in the law, and a waiver will be inferred whenever it can reasonably be inferred from the facts.\nWe have examined the pleadings, interrogatories, and stipulations. There is nothing in the record to indicate that the appellant, Life Insurance Company of Virginia, ever had any actual knowledge of the fraud perpetrated upon it until February 15, 1964, when it was served with a summons. Within a reasonable time thereafter, the Company tendered back the premiums fraudulently paid.\nIn our judgment, the appellees have failed to establish a waiver. The only amount due, therefor, is the sum of $2,500, the value payable under the nonforfeiture provisions of the policy.\nThe judgment of the trial court is modified and a final judgment is entered for the plaintiffs for $2,500.\nJudgment accordingly.\nDOYLE, P. J., and BRENNEMAN, J., concur. *Page 283 ",
            "ocr": false,
            "opinion_id": 3759457
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Murder"
}