{
    "id": 4055027,
    "judges": "Bessey, Doyle, Matson",
    "date_filed": "1987-01-16",
    "date_filed_is_approximate": true,
    "slug": "hopkins-v-state",
    "case_name_short": "Hopkins",
    "case_name": "Hopkins v. State",
    "case_name_full": "BEN HOPKINS Et Al. v. STATE",
    "attorneys": "C. P. Gowdy, for plaintiffs in error., The Attorney General and Leon S. Hirsh, Asst. Atty. Gen., for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from District Court, Nowata County; C.H. Baskin, Judge.\n\nBen Hopkins and another were convicted of assault with intent to kill, and they appeal. Affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b421-2\">\n    BEN HOPKINS et al. v. STATE.\n   </parties><br><docketnumber id=\"b421-3\">\n    No. A-5214.\n   </docketnumber><decisiondate id=\"ALlH\">\n    Opinion Filed Dec. 20, 1924.\n   </decisiondate><br><citation id=\"b421-4\">\n    (231 Pac. 97.)\n   </citation><br><attorneys id=\"b421-12\">\n    C. P. Gowdy, for plaintiffs in error.\n   </attorneys><br><attorneys id=\"b421-13\">\n    The Attorney General and Leon S. Hirsh, Asst. Atty. Gen., for the State.\n   </attorneys>",
    "citations": [
        "231 P. 97",
        "28 Okla. Crim. 405"
    ],
    "opinions": [
        {
            "author_str": "Bessey",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Plaintiffs in error, Ben Hopkins and William Reed, here referred to as the defendants, were by information filed in the district court of Nowata county charged with the crime of assault with intent to kill a peace officer, alleged to have taken place on January 24, 1924. At the *Page 406 \ntrial the defendants by a verdict of a jury were found guilty as charged, with the punishment of each fixed at confinement in the penitentiary for a term of five years.\nDefendants say that the judgment on the verdict should be set aside: First, because the evidence is insufficient to support the verdict; second, because the court failed to instruct the jury on material issues of law; third, because of the admission of prejudicial evidence; fourth, because there was a variance between the allegations and the proof.\nThe evidence shows that early in January, 1924, Frank Brumley and Lee Allen, two notorious criminals and fugitives from justice, drove to the ranch home of Neal Sanders in the northeastern part of Nowata county, and that these defendants, in company with a woman, came in another car a few minutes later; that these five persons remained at Sanders' place for four or five days, or possibly longer, until nine officers appeared there to capture and arrest Brumley and Allen; that as the officers approached the house these four men, all armed, fled from the house, running in slightly different directions, when the shooting commenced and became general. Probably 100 or more shots were fired by the officers and these men, or some of them, before their arrest was effected. The officers were not searching for these defendants, Hopkins and Reed, but had come to Sanders' place to capture Brumley and Allen, who were charged with murder, robbery, and other crimes.\nThe theory of the state was that the defendants, Hopkins and Reed, were aiding and abetting the outlaws, Brumley and Allen, to evade the officers and escape capture and arrest. It would serve no good purpose to analyze the evidence in detail. It is sufficient to say that there is evidence to support the state's theory. *Page 407 \nThe defendants' claim that they were there to visit and hunt, and that they had no knowledge of the fact that Brumley and Allen were fugitives from justice; that when these officers approached, armed and in a threatening attitude, they fled for their own safety and protection. The good faith of defendants' claim was a question for the jury. The woman companion and Neal Sanders, and another visitor who was there, made no effort to get away, and were not molested by the officers. The attempted flight of these two defendants and the two outlaws, armed as they were, indicated that they were acting in concert. If these defendants were innocent, they should have discarded their arms and remained in the house with the others, who were not molested.\nNo objections were made or exceptions taken to the instructions given by the court to the jury, and no other or different instructions were requested by the defendants. It is the duty of the trial judge, without a request, to instruct the jury on the salient features of law raised by the evidence, but, where no omission is pointed out, the trial judge need not submit an instruction on every possible question of law that might be involved, particularly where the defendants are represented by able counsel, as in this case. Under circumstances like these defendants will not be permitted to speculate on a favorable verdict from the jury, and then, when disappointed, apply for relief in this court. The instructions given were fair to the defendants and covered the main issues of law in the case, and, if the defendants wanted the jury to be informed of their right to resist arrest or to retreat from the arresting officers, they should have called the court's attention to that fact.\nThere was no prejudicial error in the interrogation of the defendants by the county attorney concerning a certain automatic *Page 408 \nmachine gun. In the absence of proof to the contrary, the state was bound by the denial of the defendants, and the jury doubtless so understood it. Moreover, it appears from the testimony of Neal Sanders that this machine gun did not belong to either of these defendants.\nThe defendants claim that there was a variance between the proof and the allegations, because there was no proof that either defendant shot at J.R. Hendricks, one of the arresting officers. If all four of these men were acting in concert, the proof is sufficient, if it is shown that any of them shot at or towards Hendricks. During the fusillade about 100 shots were exchanged between the combating parties. The proof on that point is sufficient.\nThe judgment of the trial court is affirmed.\nMATSON, P.J., and DOYLE, J., concur.",
            "ocr": false,
            "opinion_id": 3812374
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Murder"
}