{
    "id": 4057558,
    "judges": "Barefoot, Davenport, Doyle",
    "date_filed": "1989-12-28",
    "date_filed_is_approximate": true,
    "slug": "sealy-v-state",
    "case_name_short": "Sealy",
    "case_name": "Sealy v. State",
    "case_name_full": "Gilbert Sealy v. State.",
    "attorneys": "Robt. N. Dunn, of Waurika, and Cornelius Hardy, of Tishomingo, for plaintiff in error., Mac Q. Williamson, Atty. Gen., Sam H. Lattimore, Asst. Atty. Gen., Victor Eckler, Co. Atty., of Waurika, and Earl Pruet, Asst. U. S. Atty., of Oklahoma City, for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from District Court, Jefferson County; Eugene Rice, Judge.\n\nGilbert Sealy was convicted of murder, and he appeals. Judgment affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b372-5\">\n    GILBERT SEALY v. STATE.\n   </parties><br><docketnumber id=\"b372-6\">\n    No. A-9381.\n   </docketnumber><decisiondate id=\"AgO\">\n    Feb. 3, 1939.\n   </decisiondate><br><citation id=\"b372-7\">\n    (87 P. 2d 166.)\n   </citation><br><attorneys id=\"b373-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"357\"> \n     *357\n     </span>\n    Robt. N. Dunn, of Waurika, and Cornelius Hardy, of Tishomingo, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b373-8\">\n    Mac Q. Williamson, Atty. Gen., Sam H. Lattimore, Asst. Atty. Gen., Victor Eckler, Co. Atty., of Waurika, and Earl Pruet, Asst. U. S. Atty., of Oklahoma City, for the State.\n   </attorneys>",
    "citations": [
        "87 P.2d 166",
        "65 Okla. Crim. 356"
    ],
    "opinions": [
        {
            "author_str": "Barefoot",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The defendant was charged jointly with his son, Emerson Sealy, with the crime of the murder of Norman Dodd, in Jefferson county, Okla.; was tried, convicted, and sentenced to serve a life term in the penitentiary, and has appealed.\nThe first contention of defendant is that the court erred in permitting Hon. Earl Pruet, Assistant United States District Attorney for the Western District of Oklahoma, and formerly Assistant United States District Attorney for the Eastern District of Oklahoma, to appear as a special prosecutor in this case, the contention being that both of the defendants were full-blood Chickasaw Indians, whose restrictions had not been removed, and the alleged *Page 358 \noffense was not one by a restricted Indian against a restricted Indian, committed upon an Indian Reservation over which the United States had exclusive jurisdiction, or an offense for the killing of a United States officer; that the defendants were wards of the United States government, and there was no record of any authority of the Attorney General of the United States authorizing the appearance of Hon. Earl Pruet in the case either as a private or public prosecutor.\nNo evidence was offered in connection with this objection, either by the defendants or by the state. Only statements by the attorney for the defendants and by Mr. Pruet. From these statements it does not appear that Mr. Pruet was appearing in this case in his official capacity but as a private prosecutor, and that he had received permission from the District Attorneys of both the Eastern and Western Districts of Oklahoma to participate in the trial. From the statements made it appears there was nothing in the rules and regulations of the Department of Justice prohibiting the appearance of an Assistant United States District Attorney in the trial of a case in the state court under the circumstances here existing. Furthermore, it appeared during the hearing that Mr. Pruet was informed over the telephone that Hon. W. C. Lewis, United States District Attorney for the Western District of Oklahoma, had received a message from Hon. Joseph B. Keenan, Assistant Attorney General of the United States, informing him there was no departmental rule or regulation prohibiting the appearance of an assistant United States District Attorney where a restricted Indian was charged with murder in a state court, and that Mr. Pruet was authorized to participate in the prosecution of said case. Under the above circumstances, we do not think the court erred in overruling the objection of counsel for the defendant.\nThe next contention is, \"admission of illegal evidence.\" This contention is based upon the fact the court permitted *Page 359 \nto be introduced in evidence a statement of the defendant Emerson Sealy, made on Sunday after the killing on that day, and while the defendant was in jail. This statement was made in writing to the county attorney. It was as follows:\n\"State of Oklahoma, Jefferson County.\n\"Before me, the undersigned, a Notary Public within and for the above named County and State, personally appeared Emerson Sealy, who being first duly sworn on his oath deposes and says:\n\"My name is Emerson Sealy. I am 19 years old. I live with my folks out Northeast of Ryan. About 400 yards from our house is another house where Norman Dodd lives. Last November Dodd accused we kids of bothering his things. I never had been in his place, but my brother, Jim, had. He is about 16 years old. Papa was at home and he told Norman Dodd if he accused us of bothering his things again he would kill him, so yesterday afternoon about sundown or dark, Norman Dodd and Lawrence Hunt came up to our place and wanted to know where the door key was; that somebody had got it and they could not find it. I told him I didn't know anything about it, and we had some words. He didn't try to hurt me. He didn't even threaten me, but it looked like he wanted to. There was no one else at the house but my mother, brother and sister.\n\"I went back to town last night with my mother to get my dad, but I never said a word to my dad about the trouble. My mother didn't either. He was drinking mighty heavy last night was the reason we didn't tell him. I didn't get him the first time we went after him and brought him home about 2:30. The children were all at home; all of them slept in the house.\n\"Delmas Green and Laverne White stayed all night with us and we were there when my dad called me and said, 'Drive the car. I'm going down the road.' I got in the car and he was in the car with the shotgun. I think he had two extra shells. When we got down to the mailbox of Norman Dodd's, north of our house, Papa told me to stop the car that he was going to kill a man. I said, *Page 360 \n'Papa, don't do that,' and then he called Lawrence Hunt first and then he called Norman Dodd. Norman came out of the house and they both came on out towards the car to a distance of about 100 yards from the house to the mail box, and when they got about 20 feet from the car, Papa told them to stop. He said I want to talk to you sons-of-bitches. He told Lawrence to step out of the way, and Lawrence stepped out of the way. Then my Dad said to Norman Dodd: 'You remember what I told you last fall.' I don't remember whether Dodd said anything or not. Dodd was standing still where my Dad had stopped him and he had a shotgun pulled on him and Dodd didn't rush or step forward, and when Dad got through saying 'You remember what I told you last fall.' Then he said, 'I'm going to kill you' and about that time he shot. My Dad got out of the car when the boys got about 30 feet of the car, and that is when he told them to stop and they must have been about 20 feet apart from where my Dad shot him. Then my Dad told Lawrence to stand back.\n\"After my Dad had killed Dodd he got in the car and said 'Drive on.' We drove about a quarter of a mile west and he had me stop, and said, 'Let's go back,' and I told him, 'No, let's not, that was wrong,' and he said, 'Well, I've got to do it,' so I turned and taken him back.\n\"When we got almost there the folks all ran back towards the house. Lawrence Hunt was carrying Dodd to the house when my father told me to speed up. We went on. We came on back by our house and he went in with the gun, and then he came back out to the car, and said 'I've got to go to Waurika and give up.' He had the gun with him.\n\"I guess it must have been about 4:30 the last drink he had, and I went and hid the whisky, and somebody broke the whisky bottle out by the windmiss later on, but I don't know who it was.\n\"My father had killed one man and served 10 years for it, and I knew he was dangerous. We stopped by Don James. He got out of the car and talked to him, and then he got in the car and we drove by West Green's, and I don't know what he talked to West about, and then we came on towards Waurika, and we saw Bill Warren, and *Page 361 \nhe talked to Bill about getting some one to go his bond; that he had killed Norman Dodd.\n\"It was something like 6:30 this morning when the killing happened. We got to Waurika about 7:30. He didn't say much to me coming on up. The car was headed northwest when Dad called the boys out. I make this statement of my own free will and no threats or promises have been made for or against me, and the statements contained herein are true, so help me God.\n\"(Signed) Emerson Sealy.\"\n\"Court: Be admissible against the defendant who made the statement. Mr. Hardy: In addition the defendant, Gilbert Sealy, moves the court to instruct the jury that the statement which he now offers in evidence cannot be used as testimony against the defendant making the statement. Mr. Pruet: Yes, sir, that is the only purpose for which we offer it, against the one making it. By the Court: This statement is not to be considered against the defendant, Gilbert Sealy, but only against Emerson Sealy, the one who made it.\"\nAgain the record reveals that after the statement had been read the court admonished the jury as follows: \"By the Court: Now, gentlemen, that is not any evidence and cannot be used in evidence against Gilbert Sealy.\"\nFurther, during the cross-examination of the defendant, Emerson Sealy, the following proceedings occurred:\n\"Mr. Hardy: The defendant, Gilbert Sealy, asks the court to instruct the jury that all the statements made by Emerson Sealy and the statement introduced of Emerson Sealy cannot be used in evidence against the defendant, Gilbert Sealy. Court: I have told the jury, as clearly as I can, and know how to tell them, that it is not to be used against Gilbert Sealy. Mr. Pruet: I insist at this time, since this witness has taken the stand and given his version of what his father did down there at the time of the killing, about whether he made those statements and what happened down there at the time of the killing is certainly admissible as going to the credibility of this witness. Court: That is true.\" *Page 362 \nThis court in many cases has discussed the question of the admission of voluntary and involuntary statements, and especially with reference to statements made to officers who have parties in their custody and under arrest. In a case decided on January 27, 1939, Ben R. Williams v. State,65 Okla. Cr. 336, 86 P.2d 1015, this question is fully discussed and it is stated therein there is at times seemingly a conflict between the decisions, but this is generally caused by the facts of each individual case. We again state that the mere fact a confession or statement is made to an officer while the accused is under arrest, in or out of prison, or is drawn out by his questions, does not necessarily render the confession involuntary. Taylor v. State, 27 Okla. Cr. 165, 225 P. 988; Mays v. State, 19 Okla. Cr. 102, 103, 197 P. 1064, 1065; Jewell v. State, 41 Okla. Cr. 389, 273 P. 366; Reagan v. People,49 Colo. 316, 112 P. 785; State v. Blodgett, 50 Or. 329, 92 P. 820.\nIn the case at bar the statement was in writing. This appeared in the statement:\n\"I make this statement of my own free will and no threats or promises have been made for or against me, and the statements contained herein are true, so help me God.\"\nSeveral parties were present at the time the statement was made and all testify that it was made voluntarily, and no threat or promise of any kind was made in order to secure the same. It was made with reference to the killing, and actions prior thereto, and is in perfect accord with the witnesses who testified in the case. The person who made the statement was on trial at the time it was admitted in evidence, the court on three different occasions instructed the jury that the statement could not be used against the defendant, Gilbert Sealy. The party making the statement afterwards took the witness stand and repudiated many terms in the statement. It was certainly proper on cross-examination to introduce the statement as affecting the credibility of the witness. We here, however, *Page 363 \nstate that it is the best practice for officers who have parties in charge to fully warn them that any statement made may be used against them. No promises of relief or benefit should be held out. The statement should be wholly voluntary. The evidence in this case was overwhelming and is amply sufficient to justify the jury in convicting the defendant, regardless of the statement of his codefendant.\nIt is also contended in this connection that the introduction of this statement was in fact permitting one to testify against the defendant, whose name was not endorsed on the information, or whose name had not been served on the defendant two days prior to his trial, as provided by the Constitution of this state. Okla. St. Ann. Const. art. 2, &#167; 20.\nThe argument above made that the party making this statement was himself on trial, and that there had been no severance demanded, and none granted, fully answers this contention.\nThe contention that the court erred in refusing to give defendant's requested instruction No. 3, which was in effect that the jury was not to consider the above statement as against the defendant, Gilbert Sealy, cannot be upheld for the reasons above stated. The court told the jury at several different times the statement could only be considered against the defendant, Emerson Sealy, who made it. People v. Lombard,131 Cal.App. 525, 21 P.2d 955; State v. Roupetz, 73 Kan. 663, 85 P. 778; State v. Thomas, 75 S.C. 477, 55 S.E. 893.\nIt is claimed that objectionable questions were propounded to various witnesses. We have carefully examined the record and find no serious error therein. Some of these questions were clearly competent as affecting the credibility of the witness. It is unnecessary to review all the evidence. *Page 364 \nThe defendant presented three requested instructions, which were refused by the court, and to which the defendant excepted. The first of these was with reference to the plea of self-defense; the second, to a plea of insanity; and the third, with reference to the instruction to the jury not to consider the statement made by the defendant, Emerson Sealy, as against the defendant, Gilbert Sealy. The last requested instruction has heretofore been discussed. The first and second requested instructions were fully covered by the general instructions given by the court. They covered practically every suggestion made in the requested instructions and fully and fairly gave to the jury the law in this case.\nThe evidence reveals that defendant shot deceased without cause or provocation. This is revealed by the witness Lawrence Hunt, whom defendant testified had been friendly to him. His evidence was practically the same as the statement made by the defendant. Emerson Sealy. He testified that on Sunday morning, August 30, 1936, the defendant, Gilbert Sealy, and his son, Emerson Sealy, came to his home in an automobile, and that defendant, Gilbert Sealy, said: \"Lawrence, you come here, I want to talk to you a minute.\" That after talking to the defendant, he went to the home of deceased, Norman Dodd, who lived only a short distance from him and told him: \"Gilbert Sealy was up there and wanted to talk to us a minute.\" That the deceased put on his shoes and they went toward where the defendant was sitting on the running board of his car; that as they approached the defendant \"pulled his gun out from under his leg\" and \"he raised his left hand toward us and said, 'You son-of-a-bitch stand right there'.\" His testimony as to the actual killing was as follows:\n\"Q. What did Norman say? A. He said, 'Gilbert, I didn't take a gun up to you place and run you kids off, I just asked them for the door keys.' Q. What did the defendant, Gilbert Sealy, say, if anything, in answer to *Page 365 \nthat? A. Well, he said, 'I am going to kill you, you son-of-a-bitch and there is two more I am going to get before I give up.' Q. What did he do then? A. Then he raised his gun up and I said 'Gilbert, I wouldn't do that' and he said, 'You needn't worry you son-of-a-bitch.' Q. What did he do? A. He shot Norman. * * * Q. Any gun on his person when you took him to the house? A. No, sir, wasn't no gun on him. Q. What kind of a gun did the defendant have? A. A double-barrel shotgun. Q. When this was said, what did the defendant, Gilbert Sealy, do? A. He shot this boy, Norman Dodd. Q. Where did he shoot him? A. Here (indicating on head) above the left eye. Q. How many times did he shoot him? A. One time. Q. After this shot was fired, what did Norman Dodd do? A. Fell backwards, fell right flat on his back. Q. What did Gilbert Sealy do? A. After he shot the boy he throwed his gun over to me and stood there a minute, seemed longer than that to me, he got in the car and told the boy to drive on, he stopped again. Q. Had the boy said anything at that time? A. No, the boy never opened his mouth. Q. Which way did they go? A. They went west. Q. How far? A. They went out of sight over the hill, they did. Q. After Dodd fell and they drove off, did anybody come up to the scene of the shooting? A. Yes, sir. Q. Who? A. Robert Hunt. Q. Where did you meet him? A. I met him by the gate, and after I met him I fell down on my hands and knees. Q. What did you and he do? A. He went back to where the boy was laying, Norman Dodd, the women was up there, I heard the car coming back. Q. Did you look in that direction when you heard the car? A. Yes, sir. Q. What did you see? A. I heard the car coming back. Q. What was Robert doing? A. Up there with his head laying in his lap. Q. Whose head? A. Norman's. Q. Where did the car go? A. Come up there and stopped. Q. What did the defendant, Gilbert Sealy, do? A. He got out and I heard him say to my brother, first, he waved his hand and got out on the running board, waved his hand to stand back, he told my brother, Robert, to lay him down and stand back, 'I want to do a good job,' and my brother told him, 'You have done a good job, go on.' Q. Did he stay in the car or get out? A. When I seen him he was standing on the running board. I had my back *Page 366 \nto him, I had hold of Norman Dodd. Q. He drove off? A. Yes, sir.\"\nThis witness also testified to being with the deceased on Saturday before the killing when he went to the home of the defendant, and asked the wife of the defendant and children about a door key he had lost. He testifies that all the deceased did on this occasion was to ask them where his door key was, and that the defendant, Emerson Sealy, cursed the deceased at this time, and he left.\nDelmas Green testified he stayed all night at the home of the defendant Saturday night before the killing on Sunday; that Emerson Sealy told one of his sisters to get the gun, and that the defendant, Gilbert Sealy, told him, \"He was going to kill Norman Dodd.\" Immediately after making the statement the two defendants left in the car with a gun, and he soon heard a shot fired. This evidence was corroborated by Lorance White, a disinterested witness, who stayed all night at the home of the defendant on Saturday preceding the killing.\nTwo parties testified that the defendant, after the killing and prior to his going to Waurika to give up, acknowledged killing deceased and stated to them there were two others he wanted to get before he gave up.\nDefendant's defense was that the deceased was attempting to get a gun from his pocket when he walked up and that he shot in self-defense. There was also some testimony that the deceased had attempted to take privileges with a young daughter of the defendant. Evidently the jury in this case did not look with favor upon this defense. After reading the record, one cannot say they were wrong in their conclusion. The evidence amply justified the verdict. The defendant having had a fair and impartial trial, the judgment of the district court of Jefferson county is affirmed.\nDOYLE, P. J., and DAVENPORT, J., concur. *Page 367 ",
            "ocr": false,
            "opinion_id": 3815000
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Murder"
}