{
    "id": 4067594,
    "judges": "Armstrong, Doyle, Furman",
    "date_filed": "2004-09-21",
    "date_filed_is_approximate": true,
    "slug": "watson-v-state",
    "case_name_short": "Watson",
    "case_name": "Watson v. State",
    "case_name_full": "Robert Watson v. State.",
    "attorneys": "Jack G. Harley  and  James R. Miller,  for plaintiff in error.\n\n Chas. West,  Atty. Gen.,  Smith C. Matson,  Asst. Atty. Gen., and R.E. Gish,  for the state.",
    "nature_of_suit": null,
    "posture": "Appeal from District Court, McIntosh County; R.C. Allen, Judge. \n\nRobert Watson was convicted of manslaughter in the first degree, and he appeals. Affirmed.",
    "syllabus": "<p>1» APPEAL — Grant of Change of Venue. An application for a change of •venue is addressed to the sound discretion of the court, and, unless an abuse of this discretion is shown, the judgment will not he reversed on appeal.</p> <p>2. TRIAL — Change of Venue — Counter Affidavits. On an application for a change of venue, on the ground \"that the minds of the inhabitants of the county in which the cause is pending are so prejudiced against the defendant that a fair and impartial trial cannot be had therein,” the court may permit the introduction of counter affidavits for the purpose of contesting the grounds of the application.</p> <p>3. JURY — Challenge to Panel — Harmless Error. A challenge to the panel on the ground that only two jury commissioners participated in selecting the jury list, and that the names from the municipal townships were not selected in proportion to the voting strength of such townships, is insufficient, unless it is shown that the irregularities were such that the defendant has suffered material prejudice, as prescribed by section 6795, Procedure Criminal (Comp. Laws 1909 [sec. 5242, Rev. Laws 1910]).</p> <p>4. SAME — Insufficiency of Regular Panel — Open Venire. At any time during the term of court after the regular panel has been drawn and summoned, when for the trial of any cause the regular panel of petit jurors shab appear to be insufficient, as a matter of discretion with the court, the jury may be completed from talesman, or the court may direct that an open venire be issued to the sheriff or his deputies for such number of jurors as may be deemed necessary.'</p> <p>5. APPEAL — Harmless Error. Where a petition in error assigns error on every proceeding had upon the trial, but the brief does not point out specifically the grounds of objection, nor the portion of the record applicable thereto, and counsel fail to support the assignments with citation of authority, and it appears from an examination of the record that the constitutional right of the defendant to a “trial by an impartial jury of the county” was fully accorded, this court will not disturb the discretion exercised by the trial court in denying a change of venue and overruling a challenge to the panel.</p> <p>(Syllabus by the Court.,)</p>",
    "headnotes": null,
    "summary": "\nAppeal from District Court, McIntosh County; B. C. Allen, Judge.\n Robert Watson was convicted of manslaughter, in the first degree, and he appeals.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b23-4\">\n    ROBERT WATSON v. STATE.\n   </parties><br><docketnumber id=\"b23-5\">\n    No. A-1336.\n   </docketnumber><decisiondate id=\"AS\">\n    Opinion Filed March 4, 1913.\n   </decisiondate><citation id=\"A5\">\n    (130 Pac. 816.)\n   </citation><br><syllabus id=\"b23-6\">\n    1» APPEAL — Grant of Change of Venue. An application for a change of •venue is addressed to the sound discretion of the court, and, unless an abuse of this discretion is shown, the judgment will not he reversed on appeal.\n   </syllabus><br><syllabus id=\"b23-7\">\n    2. TRIAL — Change of Venue — Counter Affidavits. On an application for a change of venue, on the ground \"that the minds of the inhabitants of the county in which the cause is pending are so prejudiced against the defendant that a fair and impartial trial cannot be had therein,” the court may permit the introduction of counter affidavits for the purpose of contesting the grounds of the application.\n   </syllabus><br><syllabus id=\"b23-8\">\n    3. JURY — Challenge to Panel — Harmless Error. A challenge to the panel on the ground that only two jury commissioners participated in selecting the jury list, and that the names from the municipal townships were not selected in proportion to the voting strength of such townships, is insufficient, unless it is shown that the irregularities were such that the defendant has suffered material prejudice, as prescribed by section 6795, Procedure Criminal (Comp. Laws 1909 [sec. 5242, Rev. Laws 1910]).\n   </syllabus><br><syllabus id=\"b23-9\">\n    4. SAME — Insufficiency of Regular Panel — Open Venire. At any time during the term of court after the regular panel has been drawn and summoned, when for the trial of any cause the regular panel of petit jurors shab appear to be insufficient, as a matter of discretion with the court, the jury may be completed from talesman, or the court may direct that an open venire be issued to the sheriff or his deputies for such number of jurors as may be deemed necessary.'\n   </syllabus><br><syllabus id=\"b23-10\">\n    5. APPEAL — Harmless Error. Where a petition in error assigns error on every proceeding had upon the trial, but the brief does not point out specifically the grounds of objection, nor the portion of the record applicable thereto, and counsel fail to support the assignments with citation of authority, and it appears from an examin\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"2\"> \n     *2\n     </span>\n    ation of the record that the constitutional right of the defendant to a “trial by an impartial jury of the county” was fully accorded, this court will not disturb the discretion exercised by the trial court in denying a change of venue and overruling a challenge to the panel.\n   </syllabus><br><syllabus id=\"b24-4\">\n    (Syllabus by the Court.,)\n   </syllabus><br><summary id=\"b24-5\">\n<em>\n     Appeal from District Court, McIntosh County; B. C. Allen, Judge.\n    </em>\n</summary><br><summary id=\"b24-7\">\n    Robert Watson was convicted of manslaughter, in the first degree, and he appeals.\n   </summary><disposition id=\"A7\">\n    Affirmed.\n   </disposition><br><attorneys id=\"b24-8\">\n<em>\n     Jach G. Harley\n    </em>\n    and\n    <em>\n     James B. Miller,\n    </em>\n    for plaintiff in error.\n    <em>\n     Chas. West,\n    </em>\n    Atty. Gen.,\n    <em>\n     Smith C. Matson,\n    </em>\n    Asst. Atty. Gen., and\n    <em>\n     B. E. Gish,\n    </em>\n    for the state.\n   </attorneys>",
    "citations": [
        "130 P. 816",
        "9 Okla. Crim. 1"
    ],
    "opinions": [
        {
            "author_str": "Doyle",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The plaintiff in error, Robert Watson, hereinafter referred to as the defendant, was convicted of first degree manslaughter in the district court of McIntosh county under an indictment charging him with the murder of one Robert Gentry on or about November 14, 1910, in said county, and upon such conviction was sentenced in accordance with the verdict of the jury to serve a term of 20 years' imprisonment in the state penitentiary.\nThe judgment and sentence was rendered March 29, 1911. To reverse the judgment, an appeal was perfected by filing in this court August 29, 1911, a petition in error with case-made. Upon the trial the defendant admitted the killing of Gentry, but sets up as a justification therefor that it was done in necessary self-defense.\nThe circumstances under which the homicide was committed are, briefly, as follows: Robert Gentry, the deceased, and Duff McIntosh left Checotah on Sunday, November 14th, and went to Onapa, and from there to the house of Willie Collins, and there participated in a game of poker with three or four other parties. After supper the game was renewed, the participants sitting on the floor, and playing on Gentry's laprobe, which was spread on the floor. About midnight Watson quit playing, and the game continued between the deceased *Page 3 \nand Alvin Arnold. Collins, McIntosh, and the defendant looking on. The deceased and the defendant began \"rawhiding\" one another about the game until bad feeling developed, and the deceased took a pistol from his coat pocket, and told the defendant to let him alone, or he would shoot him \"in the fat part of the hip.\" It was conceded, however, that this particular language was not used. The defendant then said, \"Just shoot me then,\" but the deceased continued the game with Arnold, and seemed to show no disposition to execute his threat. The defendant stood around for a short while, and then walked out, saying, \"You won't say that later,\" or words to that effect. The deceased made no hostile demonstration as the defendant left. In about twenty minutes the defendant returned. The deceased, sitting on the floor near the open door, was still playing cards with Arnold. Without warning there was a shot from the outside. At the same time the deceased raised slightly, the light went out, and it is a disputed fact as to whether or not he fired his automatic pistol. Immediately there came from the outside the report of a shotgun, and three pistol shots in rapid succession. The defendant, Watson, then entered the room, holding a shotgun in both hands. When the first shot was fired from the outside, the deceased dropped his pistol, fell over on his elbow, and said, \"O! I am killed.\" In the early morning several persons, including the marshal of Onapa, having heard that some person had been killed at Collins' house, went there and found the body of the deceased inside of the door in a sitting position against the wall. There was a shotgun wound in the pit of the stomach, and three bullet holes in the body. They found no weapon or money on his body.\nDuff McIntosh testified that, when he heard the defendant coming back, he went out, and walked about 75 yards, and stood there; that, when the shooting commenced, the light went out, and he walked to his brother's house.\nAlvin Arnold testified that the deceased fired two shots, and there were four shots fired from the outside, and then *Page 4 \nthe defendant stepped into the room, holding a shotgun with both hands; that, when the shot was fired from the outside, the deceased fell over on his elbow, and said, \"O! I am killed;\" that Willie Collins lit a lantern, and in a few minutes they all left the place, Willie Collins riding double with the defendant on his horse.\nThe defendant, as a witness on his own behalf, testified that he lived on his allotment near Bond's Switch, and had known Robert Gentry \"pretty nigh all his life;\" that he, with other parties, was drinking whisky and playing stud poker at Willie Collins' house; that, when he quit the game, that left Alvin Arnold and Gentry playing; that he said something or other just in a joking way, and Gentry jerked out his gun, and said, \"If you do not get out of here, I will shoot you;\" that one word brought on another, and he told Gentry that he would not say any more if he was mad; that he stayed in there a little bit, and went out, and was out in the yard about 15 minutes, when he heard Willie Collins coming through the cotton stalks, saying, \"I will kill the son of a bitch;\" that he asked him, \"Who are you going to kill?\" and he said, \"Alvin Arnold,\" and he said, \"No; your are not,\" and run up and grabbed him and wrenched the gun out of his hand; that just then he heard a shot, and it grazed him; that he looked, and saw Robert Gentry shooting him from the door; that he then fired two shots at Gentry with his shotgun, and then Willie Collins with a pistol shot three shots at Gentry; that he told Collins not to shoot any more, and Willie Collins stepped inside, and picked up Robert Gentry's automatic pistol, and brought it out and gave it to him, and he then went to his home, Collins going with him.\nWillie Collins, in rebuttal, testified that he heard a \"whoop,\" and stepped out, and saw the defendant coming in the gate with a shotgun, and he walked directly toward the door, and threw the gun down and went to shooting; that he said to him, \"Robert, don't do that,\" and the defendant shoved him back, and said, \"I will do the same for you;\" that he fired *Page 5 \ntwo shots with the shotgun, and then three shots with a 45-caliber pistol, and then made witness go into the house and light the lantern, and the defendant followed him in; that as they went in Alvin Arnold came out, that the defendant said he was wounded, and made witness go with him; that they went down to Bartons at Bond's Switch, and left the horse there, and then went back to Collins' house; that the defendant made him go in and light the lamp, and then he came in and picked up Gentry's automatic pistol, and shot one shot out of the door with it; that they then went and got in Gentry's buggy, and drove to the defendant's home.\nThe transcript of the testimony covers about 400 pages, but the foregoing statement is sufficient to understand the assignments of error, which are in effect:\nFirst: \"That the court erred in refusing to order a change of venue.\" The application was supported by the affidavits of the defendant and three other persons, to the effect \"that the minds of the inhabitants of McIntosh county are so prejudiced against the defendant that he cannot receive a fair and impartial trial in said county.\" Later the defendant filed a large number of supporting affidavits setting forth the following statement of facts: \"That the relatives of Robert Gentry, deceased, are very prominent and influential in said county, and they are active in this prosecution against the defendant, and that the defendant was tried and convicted of cutting Grant Johnson, who was for many years a deputy United States marshal, and that he is also a man of large personal influence in the county, and that the defendant took an active part in the county seat contest between Checotah and Eufaula, in the interest of Checotah.\" The state filed an equal number of counter affidavits from citizens of various parts of the county, abundantly showing there was no such state of feeling generally prevailing throughout the county as would prevent the defendant from having a fair and impartial trial therein. The statute provides that in such cases the court may in its discretion grant or refuse the change of venue. Turnerv. State, *Page 6 4 Okla. Cr. 164, 111 P. 988; Starr v. State, 5 Okla. Cr. 440, 115 P. 356. We are of opinion that there was no error in refusing a change of venue.\nSecond. \"The court erred in overruling the defendant's challenge to the panel of the petit jurors.\" It appears from the record that, when the jury list was selected, only two jury commissioners participated, the Republican member of the board having failed to qualify, and that the jury list as selected disclosed that one-half of the 200 names are persons who live in Checotah township, and that names from two municipal townships were wholly omitted from the jury list. There is no claim that these irregularities were corruptly conceived, or that the jury commissioners who acted were in any way prejudiced against this defendant. We think that, before the defendant can avail himself of any irregularities on a challenge to the panel, he must show intentional omission on the part of the jury commissioners from which he has suffered material prejudice. The provisions of our Procedure Criminal (sections 6795 and 6801 Rev. Laws 1910, sec. 5842 and 5848 Comp. Laws 1909) enumerate the grounds upon which a challenge to the panel must be founded. The fact that the jury commissioners failed to strictly follow the provisions of the jury law is not in itself a sufficient ground to sustain a challenge to the panel. It must be shown that such irregularities were prejudicial to the substantial rights of the defendant. We are of opinion that the challenge to the panel was properly overruled. However, we will say that it is the duty of district courts to compel, not only compliance with the spirit of these statutes, but, as far as practicable, the jury commissioners should be compelled to comply with the letter thereof.\nThird. \"The court erred in refusing the defendant's request for a full panel of 24 jurors duly drawn from the jury box as selected by the jury commissioners.\"\nFourth. \"The court erred in ordering the sheriff to summon additional jurors upon an open venire from the body of the county.\" We are of opinion that these objections are not *Page 7 \nwell taken. The trial court sets forth the facts upon which he based his rulings in the record as follows:\n\"The Court: The request is denied for the reason that the shortage in the panel is due to the fact that this case was continued over from the 17th; that a number of jurors on the regular panel who announced that they would be disqualified to sit in this case, and after good reasons were excused from the panel, and for the further reason that this demand comes too late, having been made after the state announced ready for trial, twelve men called in to the jury box, and sworn to answer questions, and the examination having commenced; that there is also, at this time, twenty qualified jurors in attendance who were summoned in open venire by order of this court in addition to the eighteen that are now here on the regular panel, which gives a panel of thirty-eight qualified men.\"\nSection 6788, Procedure Criminal, (Comp. Laws 1909) provides:\n\"If a sufficient number cannot be obtained from the box to form a jury, the court may as often as is necessary, order the sheriff, marshal or such other person as he may designate to summon from the body of the county or from such portion of the county as the court may order, as many persons qualified to serve as jurors as he deems sufficient to form a jury or may select from the bystanders with the consent of the defendant, a sufficient number of persons qualified as jurors to constitute the required number. The jurors so summoned may be called from the list returned by the officer and so many of them not excused or discharged as may be necessary to complete the jury, must be impaneled and sworn. The court may upon its own motion, at any time before the jury is sworn to try the cause, excuse from the jury or panel any person whom the court deems, for any reason, unfit to serve as a juror in said cause, and shall not be required to state any reason therefor.\"\nAnd the last proviso of section 3986 (Comp. Laws 1909 Rev. Laws 1910, 3693) of the jury act is:\n\"Provided, further, that at any time during the term of court, after the petit jury has been drawn and summoned in the manner herein provided for, when, for the trial of any cause, civil or criminal, the regular panel of jurors shall appear to be insufficient, the jury may be completed from talesmen or the court may direct that an open venire be issued to the *Page 8 \nsheriff or his deputy, for such number of jurors as may be deemed necessary to be selected from the body of the county.\"\nIt appears that the constitutional right of the defendant to a \"trial by an impartial jury of the county\" was fully accorded.\nThe voluminous brief of the learned counsel for the defendant is without the citation of a single authority. This they explain by stating that \"most of the propositions herein raised are elementary and statutory, and we think it only necessary to point out these errors to the court in order to secure a reversal of this case.\" While we are reasonably certain that counsel could have found no authority to support their contentions, yet, as we have heretofore said, this practice of alleging unfounded assignments of error and arguing the same without the citation of authority to support the contentions made should not be indulged in. It presumably costs counsel effort and time and needlessly occupies the time of the court, and avails nothing.\nIt is also contended that the testimony shows that the defendant shot Robert Gentry in necessary self-defense, and that, under the proof, the jury was not warranted in returning a verdict of guilty of any crime. We have patiently read the transcript of the testimony, and we think the jury under their oaths could not, as reasonable men, have returned a more favorable verdict for the defendant, and there is nothing in the record to indicate that the verdict was the result of passion, prejudice, or partiality. It is our opinion that the evidence not only fully justified the jury in finding the defendant guilty of first degree manslaughter, but a verdict for murder would not have been unwarranted.\nThe case appears to have been carefully and ably tried on the part of the court as well as counsel.\nFinding no prejudicial error, the judgment is affirmed.\nARMSTRONG, P.J., and FURMAN, J., concur. *Page 9 ",
            "ocr": false,
            "opinion_id": 3825396
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Murder"
}