{
    "id": 4069881,
    "judges": "Davenport, Doyle, Edwards",
    "date_filed": "1987-01-01",
    "date_filed_is_approximate": true,
    "slug": "state-ex-rel-attorney-general-v-hurst",
    "case_name_short": "Hurst",
    "case_name": "State Ex Rel. Attorney General v. Hurst",
    "case_name_full": "State Ex Rel. Attorney General v. Hurst, District Judge.",
    "attorneys": "Mac Q. Williamson, Atty. Gen., and Sam H. Latti-more and Jess L. Pullen, Asst. Attys. Gen., for the State., 0. B. Stuart, A. Flint Moss, 0. A. Coakley, McCollum & McCullom, H. R. Young, R. B. McDermott, and Thos. H. Owen, for defendant Phil Kennamer.",
    "nature_of_suit": null,
    "posture": "Application by the State, on the relation of the Attorney General, for writ of prohibition to be directed to Thurman S. Hurst, Judge of the District Court within and for Pawnee County. Writ issued.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b234-8\">\n    STATE ex rel. ATTORNEY GENERAL v. HURST, District Judge.\n   </parties><docketnumber id=\"AOA\">\n    No. A-9114.\n   </docketnumber><decisiondate id=\"A_6\">\n    April 20, 1936.\n   </decisiondate><citation id=\"Ajx\">\n    (57 Pac. [2d] 666.)\n   </citation><br><attorneys id=\"b235-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"221\"> \n     *221\n     </span>\n    Mac Q. Williamson, Atty. Gen., and Sam H. Latti-more and Jess L. Pullen, Asst. Attys. Gen., for the State.\n   </attorneys><br><attorneys id=\"b235-9\">\n    0. B. Stuart, A. Flint Moss, 0. A. Coakley, McCollum &amp; McCullom, H. R. Young, R. B. McDermott, and Thos. H. Owen, for defendant Phil Kennamer.\n   </attorneys>",
    "citations": [
        "57 P.2d 666",
        "59 Okla. Crim. 220"
    ],
    "opinions": [
        {
            "author_str": "Doyle",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The state of Oklahoma, on the relation of Mac Q. Williamson, Attorney General, has filed in this court a petition for writ of prohibition restraining and prohibiting the respondent, Thurman S. Hurst, as judge of the district court of Pawnee county, Okla., from further proceeding in the matter of a petition for a new trial filed in said court in cause No. 1784, entitled State of Oklahoma, Plaintiff, v. Phil Kennamer, Defendant, and in support of said petition for writ of prohibition avers:\n\"1. That at the January 1935 Term of said district court in Pawnee county and upon the 25th day of February, 1935, the said Phil Kennamer, defendant in said cause *Page 222 \nNo. 1784, was duly found guilty of manslaughter and sentenced to serve a term of twenty-five (25) years in the state penitentiary as punishment therefor.\n\"2. That an appeal was duly taken from such judgment and sentence to this court and that said conviction and sentence has been by this said court duly affirmed.\n\"3. That there has now been filed in said cause No. 1784 in the district court of Pawnee county, Oklahoma, by the said defendant Phil Kennamer a purported petition for new trial praying that said judgment and sentence so pronounced against him on February 25, 1935, and affirmed by this court be set aside and a new trial granted upon the ground of newly discovered evidence and other alleged grounds set forth in said petition for new trial. That said petition for a new trial was filed in said court after the expiration of the next succeeding term after the said conviction and sentence of such defendant and after said judgment had been duly affirmed by this court.\n\"4. That said district court is wholly without jurisdiction to hear and pass upon said petition for a new trial or to grant the relief prayed for therein, but that unless prohibited by this court said respondent will proceed to hear and determine the said petition for new trial; that said petition for new trial has been filed simply for the purpose of further delaying the execution of said judgment and sentence of said district court and the order of this court affirming the same.\n\"Wherefore, premises considered, petitioner prays that this Honorable Court issue a writ of prohibition restraining and prohibiting the said district court of Pawnee county, Okla., and the said Honorable Thurman S. Hurst, district judge, from in any manner undertaking to hear and act upon or proceeding further with said petition for new trial or taking any further action in said case of State of Oklahoma v. Phil Kennamer, except in execution of said judgment and the mandate of this court affirming the same.\" *Page 223 \nUpon the filing of the petition an alternative writ of prohibition was issued.\nIt is contended by counsel for the defendant, Kennamer, that said district court has jurisdiction to entertain said petition for a new trial, in that it is a petition for a writ of error coram nobis and comes within the provisions of section 2665, St. 1931, Procedure Criminal, providing that:\n\"The procedure, practice and pleadings in the courts of record of this state, in criminal actions or in matters of criminal nature, not specifically provided for in this code, shall be in accordance with the procedure, practice and pleadings of the common law\" &#8212; citing the case of State ex rel. v. Swindall, 33 Okla. Cr. 210, 241 P. 456, 458, wherein this court said:\n\"From the provisions of this statute we see no reason why in a proper case resort to this writ may not be had.\"\nThe defendant, Phil Kennamer, was tried and convicted in the district court of Pawnee county upon an information charging him with murder. The jury rendered a verdict of guilty of manslaughter in the first degree, and, a motion for new trial having been made and denied, he was sentenced to imprisonment in the state penitentiary for a term of 25 years. Upon appeal to this court, the judgment was affirmed March 13, 1936. Kennamer v. State, 59 Okla. Cr. 146, 57 P.2d 646.\nHis petition for a rehearing in said cause wherein the judgment of the district court of Pawnee county was affirmed was filed in this court April 11th.\nThe petition is very lengthy, consisting of over 15 pages of closely typewritten matter, and concludes as follows: \"Petitioner further avers that he has tendered the District Court of Pawnee County a petition seeking correction *Page 224 \nof its judgment upon the same grounds and causes as are exhibited herein, but that this petition is tendered to invoke the paramount jurisdiction of this court over the records and judgments in all causes of criminal cognizance, and to prevent grave miscarriage of justice in the wrongful deprivation of this petitioner's liberty.\"\nIt is averred in said petition:\n\"That the matters and errors of fact hereinafter complained of came to the attention of himself and his attorney after the date of the trial and judgment, and subsequent to the time allowed by statute for the correction of said judgment upon motion, and that this petitioner and his attorneys of record could not, with reasonable diligence, have presented said matters of fact and the frauds, hereinafter complained of, to the court at the trial and before judgment, or within the term allowed for correction of said judgment upon motion.\n\"That the said judgment and sentence are founded upon the following essential premises of fact, which are hereby charged to be false:\n\"(1) That the homicide upon which the conviction is founded was not accomplished by the defendant in the necessary defense of his life.\n\"(2) That the defendant was the procuring cause of the plot and situation out of which the conflict arose that ended in the death of John Gorrell.\n\"(3) That the evidence upon which the defendant was convicted was heard, considered, and resolved to an unbiased verdict at the hands of twelve impartial and unprejudiced jurors; who received the evidence with open minds; and, unaffected by any preconception of the facts, or any prejudice against the defendant, or any opinion of the guilt or innocence of said defendant, resolved the disputed issues against this petitioner upon the sole consideration of the evidence adduced at the trial. *Page 225 \n\"(4) That the defendant provoked the quarrel in which the deceased John Gorrell was killed.\n\"(5) That the prosecution, upon behalf of the state, was fairly conducted; and presented all competent and material evidence concerning said homicide which was available and known to the prosecution; and that said prosecution was conducted in good faith, without tincture of fraud in the procurement and production of evidence, nor in the argument of the cause to said jury.\n\"Petitioner respectfully avers that each of the foregoing premises of fact is essential to a valid conviction in this cause; that each of said premises is false and an erroneous subject of said judgment; and that if each, any or all of said premises had been shown to be false at the trial of this case, or if this petitioner, by circumstances unavailable to him at the trial, had been able to demonstrate the true facts in each, any and all of said respects, then the judgment of conviction could not have been entered, and the verdict of the jury would not have been a verdict of guilty.\"\nIt further avers newly discovered evidence as shown by photostatic copies of writings attached as exhibits, A, purporting to be the address on an envelope, \"Mr. Stephen Agustus Wright, Jr. Canton, Ill\"; B, a letter signed Jeff; C, another letter signed Jeff Gorrell, together with the unverified statement of said Wright that he received said letters from the deceased.\nIt is also averred that one of the jurors, Raymond Allen, had formed and expressed an opinion as to the guilt of the defendant prior to his having been accepted and sworn as a juror in the case.\nCounsel for the state do not in their brief or argument controvert the right to a writ of error coram nobis in a proper case. *Page 226 \nThe writ of coram nobis and all proceedings in the nature of that ancient writ, having in view the setting aside of a final judgment of a court of competent jurisdiction, are very much limited in efficacy in jurisdictions such as ours, having statutory provisions regulating procedure granting new trials. This is especially true where the statutes, such as ours, provide for and regulate the granting of new trials upon the ground of newly discovered evidence.\nOur Code of Criminal Procedure (St. 1931, &#167;&#167; 3120, 3121) provides as follows:\n\"3120. A court in which a trial has been had upon an issue of fact has power to grant a new trial when a verdict has been rendered against a defendant by which his substantial rights have been prejudiced, upon his application in the following cases only: * * * Seventh. When new evidence is discovered, material to the defendant, and which he could not with reasonable diligence have discovered before the trial.\"\n\"3121. The application for a new trial must be made before judgment is entered; but the court or judge thereof may for good cause shown allow such application to be made at any time within thirty days after the entry of the judgment. A motion for a new trial on the ground of newly discovered evidence may be made after judgment at the term at which the case was tried, or in vacation, before the judge or at the next term of court.\"\nIn so far as this petition seeks the setting aside of the judgment of conviction upon the ground of newly discovered evidence touching the merits of the case in which that judgment was rendered, it manifestly comes too late, since it was filed in said court after the expiration of the next succeeding term after the term said judgment was entered. *Page 227 \nThe functions of the writ of error coram nobis are strictly limited to the correction of errors of fact for which the statute provides no other remedy, and which facts do not appear of record or were unknown to the court at the time of pronouncing judgment, and which, if known, would have prevented the judgment, and which were unknown and could not, by the exercise of reasonable diligence, have been known to the defendant in time to have been otherwise presented to the court, unless he was prevented in so doing by duress or fear or other sufficient cause. Alex under v. State, 29 Wyo. 241,123 P. 68, Ann. Cas. 1915A, 1282; State ex rel. v. Swindall, supra; People v. Reid, 195 Cal. 249, 232 P. 457, 36 A. L. R. 1435; People v. Paysen, 123 Cal.App. 396, 11 P.2d 431.\nJudge Freeman, discussing the office of this writ in Freeman on Judgments, par. 94, says:\n\"This writ does not lie to correct any error in the judgment of the court, nor to contradict or put in issue any fact directly passed upon and affirmed by the judgment itself. If this could be, there would be no end to litigation.\n\"The writ of error coram nobis is not intended to authorize any court to review and revise its opinions; but only to enable it to recall some adjudication made while some fact existed which, if before the court, would have prevented the rendition of the judgment, and which, without any fault or negligence of the party, was not presented to the court.\"\nIt has been said that the writ of error coram nobis will not be granted except where it clearly appears that the petitioner had a valid defense in the facts of the case.\nIn Sanders v. State, 85 Ind. 318, 44 Am. Rep. 29, the court said: *Page 228 \n\"It is our opinion that the courts have the power to issue writs in the nature of the writ coram nobis, but that the writ can not be so comprehensive as at common law, for remedies are given by our statute which did not exist at common law &#8212; the motion for a new trial and the right of appeal &#8212; and these very materially abridge the office and functions of the old writ. These afford an accused ample opportunity to present for review questions of fact, arising upon or prior to the trial, as well as questions of law; while at common law the writ of error allowed him to present to the appellate court only questions of law. Under our system all matters of fact reviewable by appeal, or upon motion, must be presented by motion for a new trial, and can not be made the grounds of an application for the writ coram nobis. Within this rule must fall the defense of insanity as well as all other defenses existing at the time of commission of the crime. Within this rule, too, must fall all cases of accident and surprise, of verdicts against evidence, of newly discovered evidence, and all like matters.\"\nIn Stephenson v. State, 205 Ind. 141, 179 N.E. 633, 186 N.E. 293, 295, it is said:\n\"The writ will reach only matters not cognizable on motion for new trial, or in arrest of judgment, or on appeal. It represents that justice has been circumvented, and that in effect a fraud has been perpetrated upon the court that entered the judgment. The only relief that can be granted is the setting aside of the judgment and the granting of a new trial.\"\nA writ of error coram nobis will not lie from a conviction in a felony case because one or more of the jurors on his or their voir dire swore falsely concerning his or their qualifications as jurors, although discovery of such perjury was not made until after conviction. State v. Choquette, 109 Kan. 780,202 P. 68; People v. Reid, supra; State v. Armstrong, 41 Wn. 601, 84 P. 584. *Page 229 \nSuch assailment of the integrity of the jury was not within the scope of the office of the writ. Fugate v. State, 85 Miss. 94, 37 So. 554, 107 Am. St. Rep. 268, 3 Ann. Cas. 326.\nIn the case of State v. Stanfield, District Judge,11 Okla. Cr. 147, 143 P. 519, 521, this court held:\n\"In a criminal action after final judgment has been entered and the term has expired the trial court has no authority to entertain a motion for new trial, unless the motion is made under the provisions of section 5938, Rev. Laws 1910 (section 3121, St. 1931), which provides that 'a motion for a new trial on the ground of newly discovered evidence may be made after judgment at the term in which the case was tried, or in vacation, before the judge, or at the next term of court,' and so where a district judge entertains a motion for and grants a new trial upon a motion made at the next term after the judgment was entered, which motion was made on the ground of misconduct of the jury, the motion was insufficient to give the court or judge thereof jurisdiction to make an order vacating the judgment and granting a new trial, and upon the state's application for a writ of prohibition, the writ will be awarded, prohibiting further proceeding except that necessary to carry the judgment and sentence into execution.\"\nUpon the record before us, and for the reasons stated, we are of opinion that the petition for the writ of coram nobis was insufficient to confer jurisdiction on the district court of Pawnee county to entertain the same.\nAfter a very careful examination of this case, both as to the law and the evidence, we have failed to discover anything whereof the defendant has just right to complain.\nIt may be the law is confessedly tender of the rights of persons accused of crime; however, it is hardly subject to the charge of authorizing them to build up a theory *Page 230 \nof innocence upon unfounded, fictitious, or fraudulent assumptions.\nIt appearing that this is a proper case for the exercise of the powers of this court to grant a writ of prohibition, it is ordered that the writ issue as prayed, prohibiting the respondent, Hon. Thurman S. Hurst, as district judge of the district court of Pawnee county, from further proceeding in the case in said court entitled State of Oklahoma v. Phil Kennamer, Defendant.\nThe clerk of the district court of Pawnee county is directed to issue forthwith to the sheriff of said county a commitment in accordance with the judgment of the court as pronounced and entered on the verdict of the jury.\nEDWARDS, P. J., and DAVENPORT, J., concur.",
            "ocr": false,
            "opinion_id": 3827754
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Murder"
}