{
    "id": 4074552,
    "judges": "Bichabdson, Doyle, Furman",
    "date_filed": "2005-11-10",
    "date_filed_is_approximate": true,
    "slug": "remer-v-state",
    "case_name_short": "Remer",
    "case_name": "Remer v. State",
    "case_name_full": "Sam Remer v. State.",
    "attorneys": "Ray  Cunningham,  for plaintiff in error.\n\n Fred S. Caldwell,  for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from Comanche County Court; James H. Wolverton, Judge. \n\nSam Remer was convicted of selling whisky and was sentenced to pay a fine of $100.00 and to be imprisoned in the county jail for a term of sixty days. He filed a motion for a new trial, which was heard and overruled, and he appeals. Reversed and remanded.",
    "syllabus": "<p>1. INDICTMENT AND INFORMATION — Forma! Requisites. The omission of the words, “In the name and by the authority of the State of Oklahoma,” in an indictment or information is not fatal, where the entire record shows that the prosecution is conducted in the name and by the authority of the state.</p> <p>2. JURY — Impaneling — Talesmen to Complete Jury. Where the jurors of the regular panel in attendance upon the county court exceed the number required for a trial jury, but on account of challenges exercised either peremptorily or for cause are insufficient from which to oibtain a jury for the trial of a particular cause, it is not error for the court to order the summoning of' talesmen for the completion of the jury.</p> <p>3. JURY — Qualifications—Prejudice Against Particular Crime. The prejudice of the jury commissioners or of the individual jurors against a particular crime is no ground for a challenge to the panel or to the individual iurors.</p> <p>4. SAME — Prejudice Against Defendant. The prejudice of individual jurors against the defendant is no ground for a challenge to the panel, but should be raised by challenging for cause the prejudiced jurors individually.</p> <p>5. CONSTITUTIONAL LAW — Appointment of Jury Commissioners. The appointment of commissioners charged with the duty of selecting jurors is not necessarily an executive function, and the power to make such appointment may properly be conferred upon the judge of the district court.</p> <p>6. JUIRY — Challenge to Panel — Grounds Exclusive. The grounds enumerated in the statute upon which a challenge to the panel of jurors can be founded exclude all grounds not enumerated.</p> <p>7. SAME — Necessity for Hearing Evidence. It is not error for the trial oourt to refuse to hear evidence offered in support of a challenge to the panel of jurors, where the challenge states no facts which, if proven, would justify the court in sustaining it.</p> <p>8. INSTRUCTIONS — 'Reasonable Doubt. An instruction that if the jury believe from the evidence that the defendant sold whisky to C, then they should convict, is erroneous for failing to tell the jury that they must so believe beyond a reasonable doubt.</p> <p>9. INSTRUCTIONS — Weight of Evidence — Testimony of Detectives. It is proper to refuse a requested instruction that the jury should. . receive with caution the testimony of a detective, the jury being the sole judges of the credibility of the witness and the weight to be given his testimony.</p> <p>(Syllabus by the Court.)</p>",
    "headnotes": null,
    "summary": "\nAppeal from, Comanche County Court; James Ii. Wolverton, Judge.\n Sam Berner was convicted of selling whisky and was sentenced to pay a fine .of $100.00 and to be imprisoned in the connty jail for a term of sixty days. He filed a motion for a new trial, which was heard and overruled, and he appeals.",
    "disposition": "Be-versed and remanded.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"Agm\">\n    Sam Remer v. State.\n   </parties><br><docketnumber id=\"b724-7\">\n    No. A-230.\n   </docketnumber><decisiondate id=\"Ajg\">\n    Opinion Filed May 16, 1910.\n   </decisiondate><br><citation id=\"b724-8\">\n    (109 Pac. 247.)\n   </citation><br><syllabus id=\"b724-9\">\n    1. INDICTMENT AND INFORMATION — Forma! Requisites. The omission of the words, “In the name and by the authority of the State of Oklahoma,” in an indictment or information is not fatal, where the entire record shows that the prosecution is conducted in the name and by the authority of the state.\n   </syllabus><br><syllabus id=\"b724-11\">\n    2. JURY — Impaneling — Talesmen to Complete Jury. Where the jurors of the regular panel in attendance upon the county court exceed the number required for a trial jury, but on account of challenges exercised either peremptorily or for cause are insufficient from which to oibtain a jury for the trial of a particular cause, it is not error for the court to order the summoning of' talesmen for the completion of the jury.\n   </syllabus><br><syllabus id=\"b724-12\">\n    3. JURY — Qualifications—Prejudice Against Particular Crime. The prejudice of the jury commissioners or of the individual jurors against a particular crime is no ground for a challenge to the panel or to the individual iurors.\n   </syllabus><br><syllabus id=\"b724-14\">\n    4. SAME — Prejudice Against Defendant. The prejudice of individual jurors against the defendant is no ground for a challenge to the panel, but should be raised by challenging for cause the prejudiced jurors individually.\n   </syllabus><br><syllabus id=\"b725-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"707\"> \n     *707\n     </span>\n    5. CONSTITUTIONAL LAW — Appointment of Jury Commissioners. The appointment of commissioners charged with the duty of selecting jurors is not necessarily an executive function, and the power to make such appointment may properly be conferred upon the judge of the district court.\n   </syllabus><br><syllabus id=\"b725-5\">\n    6. JUIRY — Challenge to Panel — Grounds Exclusive. The grounds enumerated in the statute upon which a challenge to the panel of jurors can be founded exclude all grounds not enumerated.\n   </syllabus><br><syllabus id=\"b725-6\">\n    7. SAME — Necessity for Hearing Evidence. It is not error for the trial oourt to refuse to hear evidence offered in support of a challenge to the panel of jurors, where the challenge states no facts which, if proven, would justify the court in sustaining it.\n   </syllabus><br><syllabus id=\"b725-7\">\n    8. INSTRUCTIONS — 'Reasonable Doubt. An instruction that if the jury believe from the evidence that the defendant sold whisky to C, then they should convict, is erroneous for failing to tell the jury that they must so believe beyond a reasonable doubt.\n   </syllabus><br><syllabus id=\"b725-8\">\n    9. INSTRUCTIONS — Weight of Evidence — Testimony of Detectives. It is proper to refuse a requested instruction that the jury should. . receive with caution the\n    <em>\n     testimony of\n    </em>\n    a detective, the jury being the sole judges of the credibility of the witness and the weight to be given his testimony.\n   </syllabus><br><syllabus id=\"b725-10\">\n    (Syllabus by the Court.)\n   </syllabus><br><summary id=\"b725-11\">\n<em>\n     Appeal from, Comanche County Court; James Ii. Wolverton, Judge.\n    </em>\n</summary><br><summary id=\"b725-13\">\n    Sam Berner was convicted of selling whisky and was sentenced to pay a fine .of $100.00 and to be imprisoned in the connty jail for a term of sixty days. He filed a motion for a new trial, which was heard and overruled, and he appeals.\n   </summary><disposition id=\"AbB3\">\n    Be-versed and remanded.\n   </disposition><br><attorneys id=\"b725-14\">\n<em>\n     Ray &amp;\n    </em>\n    Cunningham, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b725-15\">\n<em>\n     Fred S. Caldwell,\n    </em>\n    for the State.\n   </attorneys>",
    "citations": [
        "109 P. 247",
        "3 Okla. Crim. 706"
    ],
    "opinions": [
        {
            "author_str": "Bichabdson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The first assignment of error is that the court erred in overruling plaintiff in error's demurrer to the information. This demurrer was predicated upon the fact that the information did not show or allege that the prosecution was conducted in the name and by the authority of the state of Oklahoma. The entire record shows, however, that the prosecution was carried on in the name and by the authority of the *Page 708 \nstate; and that is sufficient. Arie v. State, 1 Okla. Cr. 666,100 P. 33; Reeves v. Territory, 2 Okla. Cr. 351, 101 P. 1039;Caples v. State, 3 Okla. Cr. 72, 104 P. 493.\nNext the plaintiff in error contends that the court erred in calling talesmen for the completion of the trial jury. As bearing upon this assignment the case-made shows the following:\n\"The defendant now objects to any talesmen being called because there is a regular panel that has been drawn under the provisions of the law for this term of court; that said panel has not been quashed or exhausted and objects to the jury being made up of talesmen. The Court overruled the motion for the reason that there were not any other jurors in attendance at this court that is drawn for this term of court. To which ruling of the court the defendant excepts and the exception allowed.\"\nThe record further shows that there were only eight jurors in attendance upon the court, although eighteen had been drawn and only one had been excused. Whether the other nine were found by the sheriff; and if found and summoned, whether they obeyed the summons, or whether the facts were such that the court should have issued an attachment for them, does not appear from the case-made. Be that as it may, this record shows no such state of facts as would make it error for the court to order the summoning of talesmen for the completion of this jury, when on account of individual challenges, either peremptory or for cause, a trial jury of six men could not be selected from the eight jurors in regular attendance. Section 3987 of Snyder's Comp. Laws of Oklahoma provides that, \"At any time during a term of court, after a petit jury has been drawn and summoned in the manner as herein provided, for the trial of any cause the regular panel of jurors shall appear to be insufficient, the jury may be completed from talesmen, or the court may direct an open venire to issue to the sheriff for such number of jurors as may be deemed necessary to be selected from the body of the county\". The record shows no irregularity in the proceedings in this respect, and we can presume none.\nThe next assignment of error is that the court erred in overruling plaintiff in error's challenge to the panel of petit jurors. *Page 709 \nThe challenge to the panel was in writing, and the grounds stated therein were as follows:\n\"(1) For the reason that said list of jurors are not fair and impartial jurors for the trial of this class of causes but are biased and prejudiced many of them in favor of this class of prosecutions and against this class of violations of law.\n\"(2) For the reason that the jury commissioners who placed the names of the electors in the box for jury service are all three biased and prejudiced in favor of the prosecution of this class of violations of the law, and are interested generally in the prosecution of this particular class of offenses, and did select the names of electors and place the names in the jury box of the County of Comanche for the County Court of men known to them to be particularly opposed to this class of violations of law, and did not place in said jury box the names of fair and impartial electors for said jury service required by law.\n\"(3) For the reason that the said jury commissioners have no legal right or authority in law to act, they acting or pretending to act under and by virtue and warrant of an appointment as such jury commissioners made by Judge Johnson of the district court in this district, the said appointment being void and illegal, no power being conferred by the Constitution of the state of Oklahoma upon district judges to exercise executive authority and the Legislature of the state is powerless to confer such an exercise of power upon said district judge.\"\nThis challenge was based on novel grounds. It alleged prejudice on the part of the jurors, not against the plaintiff in error, but only against the offense. We presume that if a defendant was charged with murder, then by the same token he would be entitled to a trial by a jury composed of men entirely indifferent as to whether murder be committed in their county or not, men who entertain no prejudice whatever against the crime of murder. It is generally thought that a juror should be a man, not only law-abiding himself, but imbued with a desire to see the laws in their entirety honestly and righteously enforced against all offenders; that the enforcement of the law is contemplated and intended, and that it will be enforced better by those in sympathy with it and who recognize the necessity and justice of it than by that class of persons who are indifferent or who *Page 710 \ndesire to violate it or thwart its administration. We had always heard that good citizens are prejudiced against any \"class of violations of law;\" that good citizenship implies a respect for and an obedience to all laws, so long as they are laws, and a willingness and desire to see them effectively administered. And we are told here for the first time that a defendant has a vested and inalienable right to be tried by a jury who possess no regard for the particular law alleged to have been violated, selected by commissioners on friendly terms with the particular offense charged. This may be so; but we have been cited to no authority therefor. We conjectured that plaintiff in error was claiming a constitutional right to a trial by a jury of his peers; but upon an examination of the Constitution we find no such provision therein, the Constitution guaranteeing to him only a \"trial by an impartial jury of the county.\" And while we have not looked further for authority, yet we are reasonably certain that we could have found none if we had looked, and more certain that we should not follow it if we found it.\nWe will say further that if the individual jurors composing this panel were actually prejudiced against this defendant, yet that was no ground for a challenge to the panel. The jurors might have been competent in every other case pending in the court. This defendant could have challenged for cause every individual juror; and he had the right to use every means by which to show their disqualification upon individual challenges for cause which he could possibly have used upon this challenge to the panel. The statute (sections 6795 and 6801 of Snyder's Comp. Laws of Okla.) enumerates the matters upon which a challenge to the panel can be founded; the matters thus enumerated are exclusive, and the bias or prejudice of the jurors is not among them.\nAs to the third ground alleged, the appointment of jury commissioners charged with the duty of selecting jurors is not necessarily an executive function, and the power to make such appointment may properly be conferred upon the district judge. This is done in a great number of states. *Page 711 \nIt is next urged that the court erred in refusing to hear testimony in support of the allegations contained, in the challenge to the panel of jurors set out above. The court committed no error in this respect, for the reason that the challenge to the panel set forth no facts which if proven would have justified the court in sustaining the same. Every paragraph thereof was subject to exception, and there was no occasion for the trial court to waste any time in the vain matter of hearing testimony thereon.\nThe court gave the jury the following instruction:\n\"No. 2. The court instructs the jury that if you believe from the evidence that the defendant, Sam Remer, did at the time and place alleged in the information barter, sell or give away intoxicating liquor, to-wit: whisky, to one Rufe Correll, it will be your duty to find the defendant guilty\".\nThe defendant objected to the giving of this instruction in this form, and his objection being overruled, saved an exception. The objection to the instruction was well taken. This instruction went to the very gist of the case. It might be termed the substantive instruction in the case; the one embodying the elements of the crime charged, and informing the jury under what circumstances they should convict the defendant, and to which every other instruction given was merely adjective or explanatory. And that being true, it was essential that this instruction should be correct. But it is not. It tells the jury that if they only believe from the evidence that the defendant sold the whisky, then it is their duty to convict. How strong that belief should be the jury were not told. Under this instruction they were authorized to convict even upon a vague, uncertain belief founded upon a bare preponderance of the evidence; whereas the statute and the adjudged cases require that the belief be a positive one based upon evidence possessing that degree of probative weight and force that it satisfies the minds of the jurors of the defendant's guilt beyond a reasonable doubt.Claxton v. Com. (Ky.) 30 S.W. 998; Pierson v. State, 99 Ala. 148, 13 So. 550; Webb v. State, 73 Miss. 456, 19 So. 238; Burton v.State, 107 Ala. 108, 18 So. 284; Carr v. State, 104 Ala. 4, 16 So. 150. Every instruction which submits to the jury a hypothetical state of *Page 712 \nfacts upon the finding of the truth of which they are to convict the defendant should tell the jury that they must find those facts from the evidence beyond a reasonable doubt. Such instruction should embody only the facts essential to a conviction; and it is the better practice to incorporate in the same instruction the alternative proposition, that if upon a consideration of all of the evidence the jury entertain a reasonable doubt of the truth of any one or more of those essential facts, they should acquit. We would recommend the following as a proper instruction in this character of case:\n\"The court instructs the jury that if they believe from the evidence in this case beyond a reasonable doubt that the defendant, Sam Remer, in this county and state, on or about the 1st day of February, 1908, did sell whisky in any quantity whatever to one Rufe Correll, then it will be your duty to find the defendant guilty as charged in the information. On the other hand, if, upon a consideration of all of the evidence in this case, you entertain a reasonable doubt as to whether the defendant, in this county, on or about the date mentioned, did sell whisky to the said Rufe Correll, then you should acquit the defendant.\"\nThe defendant requested the court to give the jury the following instruction:\n\"You are further instructed that the evidence in this case shows that the witness, Rufe Correll, was the cause of some 15 prosecutions being instituted against different men in the city of Lawton, within two days, and that he worked for those two days securing testimony. In this connection you are instructed that the evidence of a detective in liquor cases should be received with greatest caution.\"\nThe court refused to give this instruction, and the defendant excepted and assigned the court's refusal as error here. This instruction was properly refused. It is indirectly, if not directly, an instruction upon the weight of the evidence; and it is not the law in this jurisdiction that the court should instruct upon the weight of the evidence either in behalf of or against the defendant. In this case it was solely for the jury to say, uninfluenced by the expression of any opinion on the part of the court, what weight and value should be given to the testimony of Rufe Correll. If the fact *Page 713 \nthat he acted as a detective, or the general method of his operations in any manner discredited the witness, that was proper subject for argument to the jury, but not for an instruction on the part of the court. In Fletcher v. State, 2 Okla. Cr. 300,101 P. 599, Judge Furman said:\n\"We think that it is error for the court to single out any special witness, personally, and burden his testimony with any suggestions which might indicate to the jury that in the opinion of the court such witness was liable to testify falsely. Instructions as to the credibility of witnesses should be general and apply equally to all of the witnesses for the state and the defendant alike.\"\nIt is not every detective whose testimony should necessarily be viewed with caution. His general character, his motives and purposes, his manner of operating and his apparent sincerity and truthfulness are all matters as much to be considered in determining the weight to be given his testimony as they are in determining the value of the testimony of any other witness. It requires no particular legal learning or acumen to apply such a test, and the jury are thought to be as capable as the court of determining whose testimony they should receive with caution. The law makes that their province.\nFor the error indicated above the cause is reversed and remanded with directions to grant the defendant a new trial.\nFURMAN, PRESIDING JUDGE, and DOYLE, JUDGE, concur. *Page 714 ",
            "ocr": false,
            "opinion_id": 3832602
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Murder"
}