{
    "id": 8244954,
    "judges": "Chief Justice Max Baer",
    "date_filed": "1995-07-02",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-stevenson-v-aplt",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Stevenson, V., Aplt.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 17.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Supreme/out/J-23-2022mo - 105289651199014596.pdf",
            "author_id": 5515.0,
            "opinion_text": "                                 [J-23-2022]\n                   IN THE SUPREME COURT OF PENNSYLVANIA\n                              WESTERN DISTRICT\n\n BAER, C.J., TODD, DONOHUE, DOUGHERTY, WECHT, MUNDY, BROBSON, JJ.\n\n\n COMMONWEALTH OF PENNSYLVANIA,                  :   No. 21 WAP 2021\n                                                :\n                     Appellee                   :   Appeal from the Order of the\n                                                :   Superior Court entered February 19,\n                                                :   2021 at No. 336 WDA 2020,\n              v.                                :   affirming the Judgment of Sentence\n                                                :   of the Court of Common Pleas of\n                                                :   Allegheny County entered January\n VIKTOR L. STEVENSON,                           :   31, 2020 at No. CP-02-MD-\n                                                :   0004599-2019.\n                     Appellant                  :\n                                                :   ARGUED: April 12, 2022\n\n\n                                       OPINION\n\n\nCHIEF JUSTICE BAER                             DECIDED: SEPTEMBER 29, 2022\n      A trial court found Victor Stevenson (“Appellant”) guilty of indirect criminal\n\ncontempt for violating a final order issued pursuant to the Protection from Abuse (“PFA”)\n\nAct, 23 Pa.C.S. §§ 6101-6122. On appeal to the Superior Court, Appellant argued that\n\nthe evidence of record was insufficient to support his conviction because the\n\nCommonwealth failed to present adequate proof that he received proper notice of the\n\nfinal PFA order from a member of law enforcement or a person tasked by the trial court\n\nto provide such notice. The Superior Court rejected this argument, holding that the\n\nsubject of a final PFA order must have notice of the order to be found guilty of indirect\n\ncriminal contempt for violating the order but that it is unnecessary for a member of law\n\nenforcement or a person designated by the court to provide that notice.\n\f       We granted allowance of appeal to review the intermediate court’s decision. For\n\nthe reasons that follow, we hold that, to convict a defendant of indirect criminal contempt\n\nfor violating a PFA order, the Commonwealth must demonstrate beyond a reasonable\n\ndoubt that, at the time of the violation, the defendant had actual knowledge of the PFA\n\norder, regardless of how the defendant gained this knowledge. Here, the Commonwealth\n\nmet that burden; accordingly, we affirm the judgment of the Superior Court.\n\n                                       I.   Background\n\n       On August 23, 2019, Ashley Yates (“Yates”), Appellant’s former fiancé with whom\n\nhe had resided, filed an ex parte petition seeking the issuance of a temporary PFA order\n\nagainst Appellant. It is undisputed that a temporary PFA order was issued and served on\n\nAppellant on that date. Appellant was advised that a hearing to adjudicate a final PFA\n\norder was scheduled for September 9, 2019. Appellant, however, failed to appear at the\n\nhearing. After the hearing, the trial court entered a final PFA order that was to be in effect\n\nuntil September 9, 2021. Among other things, the order directed that Appellant was\n\nevicted and excluded from Yates’ home.\n\n       On September 12, 2019, Yates filed a complaint charging Appellant with indirect\n\ncriminal contempt for violating the final PFA order. Appellant’s non-jury trial for that\n\ncharge occurred on October 25, 2019. Yates was the first witness to testify at the trial.\n\nShe stated that her video cameras captured Appellant outside of her home in the early\n\nmorning hours of September 12, 2019.\n\n       The only other witness to testify at Appellant’s trial was Danielle Sutton (“Sutton”),\n\nYates’ cousin. Sutton testified that, at 3:30 a.m. on September 12, 2019, she was\n\nsleeping at Yates’ home when she was alerted that someone was in the basement of the\n\nhome. Sutton went to the basement, where she discovered Appellant. Sutton informed\n\nAppellant, “You can’t be here.” N.T., 10/25/2019, at 15. According to Sutton, Appellant\n\n\n\n\n                                       [J-23-2022] - 2\n\ftold her that he was leaving, and he asked her not to call the police. Sutton responded,\n\n“You cannot be here. You have a two-year violation. You cannot be here.” Id. at 16.\n\nAppellant then left with a fan and heater. Notably, when the prosecutor directly asked\n\nSutton whether she informed Appellant “that there was a PFA in effect,” she said, “Yes . . .\n\n[a]t 3:30 in the morning.” Id. at 17.\n\n       Sutton testified that, when she woke up the next morning, she noticed that video\n\nsurveillance cameras at the home were turned up toward the ceiling. Consequently, she\n\ncalled the police, who came to the home and observed the cameras. Sutton informed the\n\npolice of what had occurred in the early morning hours when she encountered Appellant.\n\nShe also indicated that the family dog was missing. The police then left Yates’ home.\n\n       Sutton further testified that, approximately 30 to 45 minutes after the police left\n\nYates’ home, Appellant walked up to the front of Yates’ home with the family dog, causing\n\nSutton to state once more that Appellant could not be there. She also informed Appellant\n\nthat the police had just left and that she was going to call them again. Appellant then\n\nstated, “I don’t care. [Yates] knows how I am.” Id. at 16.\n\n       Following a bench trial, the trial court found Appellant guilty of indirect criminal\n\ncontempt.    On January 31, 2020, the court sentenced Appellant to six months of\n\nprobation. Appellant timely filed a notice of appeal.\n\n                              II. Appeal to the Superior Court\n\n       In the Superior Court, Appellant argued that, to prove him guilty of indirect criminal\n\ncontempt, the Commonwealth had to establish the following four elements beyond a\n\nreasonable doubt: “(1) the order in question must be definite, clear, specific and leave no\n\ndoubt or uncertainty in the mind of the person to whom it was addressed of the conduct\n\nprohibited; (2) the contemnor must have had notice of the specific order or decree; (3) the\n\n\n\n\n                                        [J-23-2022] - 3\n\fact constituting the violation must have been volitional; and (4) the contemnor must have\n\nacted with wrongful intent.” Appellant’s Superior Court Brief at 14 (citations omitted).\n\n       Appellant averred that the Commonwealth’s evidence failed to meet the second of\n\nthese four elements, as it allegedly did not demonstrate that Appellant had notice of the\n\nfinal PFA order when he went to Yates’ home on September 12, 2019. Relevant to the\n\ninstant appeal, Appellant took the position that, to prove that he received notice of the\n\nfinal PFA order, the Commonwealth was required to demonstrate that this notice was\n\nprovided to him by a member of law enforcement or by someone designated by the trial\n\ncourt. Because the Commonwealth did not present any such evidence at his trial,\n\nAppellant insisted that the Superior Court should reverse his sentence and conviction for\n\nindirect criminal contempt. In support of this position, Appellant relied primarily upon the\n\nSuperior Court’s decision in Commonwealth v. Padilla, 885 A.2d 994 (Pa. Super. 2005),\n\nwhich we now briefly summarize.\n\n       On the afternoon of November 12, 2004, Padilla’s victim received an emergency\n\nPFA order stating that Padilla was to have no contact with the victim for 18 months.\n\nApproximately two days later, the victim informed the police of the PFA order and the fact\n\nthat Padilla had threatened her over the phone and attempted to enter her home. When\n\npolice arrived at the victim’s home, she handed an officer her phone, stating that Padilla\n\nwas on the line. The caller denied that he was Padilla and hung up. The officer called\n\nPadilla’s cell phone number, leaving a message that the victim had obtained a PFA order\n\nagainst him and that he was to have no contact with her.\n\n       Soon thereafter, Padilla returned the officer’s call. During that conversation, the\n\nofficer again informed Padilla of the no-contact order and the consequences of violating\n\nit. However, Padilla continued to call, threaten, and harass the victim. Padilla was then\n\n\n\n\n                                      [J-23-2022] - 4\n\fserved with a copy of the order, and the calls ended. A trial court subsequently found\n\nPadilla guilty of indirect criminal contempt for violating the PFA order and sentenced him.\n\n       On appeal to the Superior Court, Padilla argued that the telephone conversation\n\nthat he had with the police officer was insufficient to prove that he received notice of the\n\nPFA order. In response, the Superior Court acknowledged that, to establish that Padilla\n\ncommitted indirect criminal contempt, the Commonwealth had to prove beyond a\n\nreasonable doubt, inter alia, that Padilla had notice of the PFA order.              However,\n\ndiscussing this Court’s decision in Commonwealth v. Stallworth, 781 A.2d 110 (Pa. 2001),\n\nthe intermediate court explained that, for purposes of the aggravating circumstance\n\nrelated to the death penalty found at 42 Pa.C.S. § 9711(d)(18),1 this Court held that “a\n\nperson who has killed the subject of a protective order becomes death penalty eligible by\n\nhaving actual notice of the order or the constructive equivalent.” Padilla, 885 A.2d at 997.\n\nApplying that holding, the Padilla court concluded that “the telephone conversations\n\nduring which [Padilla] was informed of the emergency order and the repercussions of\n\nviolating it constitute actual notice or its equivalent even in the absence of personal\n\nservice.” Id. Notably, the intermediate court in Padilla found support for this conclusion\n\nin 23 Pa.C.S. § 6106(g), which concerns the service of PFA orders and specifically\n\n\n\n\n1  This statutory subsection explains that the following shall be an aggravating\ncircumstance to be considered by a jury for purposes of determining whether a person\nconvicted of first-degree murder should receive the death penalty:\n\n       At the time of the killing the defendant was subject to a court order restricting\n       in any way the defendant's behavior toward the victim pursuant to 23\n       Pa.C.S. Ch. 61 (relating to protection from abuse) or any other order of a\n       court of common pleas or of the minor judiciary designed in whole or in part\n       to protect the victim from the defendant.\n\n42 Pa.C.S. § 9711(d)(18).\n\n\n\n                                       [J-23-2022] - 5\n\fprovides, “Failure to serve shall not stay the effect of a valid order.” Id. (quoting 23\n\nPa.C.S. § 6106(g)).\n\n       Turning back to the instant matter, the Superior Court rejected Appellant’s\n\nargument that the Padilla court held that notice of a PFA order must be provided by a\n\nmember of law enforcement or a person designated by the court. In so doing, the\n\nintermediate court stated that “Pennsylvania law makes clear that the Commonwealth\n\nmay establish the notice element of indirect criminal contempt with evidence showing the\n\ndefendant received actual notice or possessed equivalent knowledge of a PFA order.”2\n\nSuperior Court Memorandum (“Memorandum”) at 5 (citing, among other cases, Padilla,\n\n885 A.2d at 997).       Along these same lines, the Superior Court observed that\n\n“Pennsylvania courts have consistently held that, for purposes of proving indirect criminal\n\ncontempt, verbal communications can adequately convey notice that a PFA order has\n\nbeen entered against the defendant and that a violation of that order places the defendant\n\nat risk of criminal sanctions.” Id. (citing, among other cases, Commonwealth v. Staton,\n\n38 A.3d 785, 795 (Pa. 2012), for the proposition that a witness’ testimony that the victim\n\nverbally informed the defendant about a PFA order supported a jury finding that the\n\ndefendant had sufficient knowledge of the PFA order to be subject to the aggravating\n\ncircumstance found at 42 Pa.C.S. § 9711(d)(18)).\n\n       Applying this law to the circumstances of Appellant’s case, the Superior Court\n\nfound that the evidence of record demonstrated that Appellant “possessed adequate\n\nequivalent knowledge of the PFA [order] at issue” to support his conviction for indirect\n\ncriminal contempt. Id. at 6. In this regard, the intermediate court reiterated Sutton’s\n\n\n2 In this context, the Superior Court’s use of the term “equivalent knowledge” is irrelevant\nto our analysis and ultimate conclusion, as discussed in detail infra, that the\nCommonwealth proved that Appellant had knowledge of the final PFA order when he\nviolated it.\n\n\n\n                                      [J-23-2022] - 6\n\ftestimony that, at 3:30 a.m. on the night in question, she informed Appellant, as he stood\n\nin Yates’ basement, “that a PFA order with a two-year duration was in effect and that he\n\nwas not supposed to be present at Yates’ residence.” Memorandum at 6. The court\n\nnoted that, in response to Sutton, Appellant asked her not to call the police.\n\n       The Superior Court further explained that “[o]ther testimony established that\n\nAppellant redirected Yates’ security cameras so they could no longer capture images at\n\nthe property.” Id. Next, the court observed that, despite all of these circumstances,\n\nAppellant returned to Yates’ home later in the morning of the day in question. The\n\nintermediate court opined that Sutton’s statements to Appellant, combined with\n\nAppellant’s conduct, sufficiently demonstrated Appellant’s knowledge and understanding\n\nof the PFA order.\n\n       In addition, the Superior Court rejected Appellant’s more particular arguments in\n\nfavor of reversing his sentence and conviction.          First, the intermediate court was\n\nunpersuaded “by Appellant’s objections asserting no evidence of Appellant’s actual\n\nreceipt of the PFA order on or before September 12, 2019, no evidence of service\n\nattempts by or issuance of the order to law enforcement officials, and lack of evidence\n\nshowing that police authorities advised Appellant about the issuance of the final PFA\n\norder and the attendant consequences of disobedience.” Id. at 7. According to the court,\n\n“Appellant’s actual receipt of the final PFA order is not the sole means by which the\n\nCommonwealth could prove the notice requirement for indirect criminal contempt. That\n\nelement may be shown through either actual notice or its constructive equivalent, as\n\noccurred here.” Id. (citing Padilla, 885 A.2d at 997).\n\n       Lastly, the Superior Court disagreed with Appellant’s claim that police officials were\n\nrequired to inform him of the issuance of the final PFA order and the consequences of\n\nviolating it.   The court opined, “Although the Commonwealth established the notice\n\n\n\n\n                                      [J-23-2022] - 7\n\frequirement in Padilla through an officer’s telephone communications with the defendant,\n\nour review of that decision confirms that the ‘officer’ status of the informing party was\n\nneither significant nor germane to our conclusion.” Id. at 7-8. For these reasons, the\n\nSuperior Court affirmed Appellant’s judgment of sentence.\n\n                            III. Petition for Allowance of Appeal\n\n       Appellant filed a petition for allowance of appeal in this Court, which we granted to\n\nconsider the following question, as phrased by Appellant:\n\n       Whether the Superior Court misinterpreted Commonwealth v. Padilla, 885\n       A.2d 994 (Pa. Super. 2005), and, therefore, erred in concluding\n       that constructive notice of the order or decree in question, so as to support\n       a conviction for Indirect Criminal Contempt, can be provided to the\n       defendant by a person who was neither a law enforcement officer tasked\n       with enforcing the order nor designed by the court to provide such notice?\nCommonwealth v. Stevenson, 261 A.3d 378 (Pa. 2021).\n\n                                   IV. Parties’ Arguments\n\n       Appellant argues to this Court that the Superior Court in Padilla concluded that the\n\nCommonwealth can meet the notice element of indirect criminal contempt by\n\ndemonstrating that the defendant received verbal notice of the PFA order only from a\n\nmember of law enforcement or a party delegated by the trial court to give notice, and, by\n\nimplicit corollary, any other verbal notice is ineffective. Appellant takes the position that\n\nthe facts in Padilla make this clear, as the informing party in that case was a police officer.\n\nThus, Appellant contends, the Superior Court in Padilla correctly concluded that Padilla\n\nhad notice of the entry of a PFA order when an officer informed him that such an order\n\nhad been entered against him and that a violation of that order could lead to criminal\n\ncharges.\n\n       Appellant insists that the alleged holding in Padilla is consistent with, and\n\nsupported by, the plain language of the PFA Act. In this regard, Appellant relies primarily\n\nupon Subsections 6106(g) and 6109(a) of the PFA Act. Subsection 6106(g) states:\n\n\n                                       [J-23-2022] - 8\n\f       The petition and orders shall be served upon the defendant, and orders\n       shall be served upon the police departments and sheriff with appropriate\n       jurisdiction to enforce the orders. Orders shall be promptly served on the\n       police and sheriff. Failure to serve shall not stay the effect of a valid order.\n23 Pa.C.S. § 6106(g). While Subsection 6109(a) provides:\n\n       A copy of an order under this chapter shall be issued to the plaintiff, the\n       defendant and the police department with appropriate jurisdiction to enforce\n       the order or agreement in accordance with the provisions of this chapter or\n       as ordered by the court or hearing officer.\n\n23 Pa.C.S. § 6109(a).\n       Appellant highlights that these statutory subsections, as well as other provisions\n\nof the PFA Act, repeatedly require the involvement of local law enforcement personnel in\n\nthe PFA process. In Appellant’s view, because the Legislature mandated through these\n\nstatutes that PFA orders must be issued to and served upon local law enforcement, the\n\nplain language of the PFA Act suggests that law enforcement, or someone designated by\n\nthe trial court, must provide the subject of a PFA order with notice of said order before\n\nthat person can be found guilty of indirect criminal contempt for violating the order.\n\nAppellant asserts that anything less renders a conviction for indirect criminal contempt\n\nunsupported by sufficient evidence.\n\n       Applying this rationale to the circumstances of his case, Appellant argues that the\n\nevidence of record is insufficient to establish that he received proper notice of the final\n\nPFA order before the incidents that occurred on September 12, 2019.                 Appellant\n\nemphasizes that the record is devoid of any evidence that the final PFA order was issued\n\nto local law enforcement or that local law enforcement or a court-designated party spoke\n\nto him regarding the entry and consequences of the final PFA order. Instead, Appellant\n\nobserves, the only evidence that the Commonwealth offered regarding his notice of the\n\nfinal PFA order was Sutton’s testimony, which, he contends, did not demonstrate that she\n\nwas a member of law enforcement or designated by the trial court to provide him with\n\n\n                                       [J-23-2022] - 9\n\fnotice of the entry of the final PFA order. In any event, Appellant maintains that the record\n\nclearly establishes that Sutton made no specific mention of the PFA order and that she\n\ndid not clarify the repercussions of violating the order. Thus, Appellant submits that this\n\nCourt should reverse his sentence and conviction for indirect criminal contempt.\n\n       In response, the Commonwealth maintains that Appellant has failed to meet his\n\nburden of persuading this Court that the Superior Court erred by affirming his judgment\n\nof sentence. Contrary to Appellant’s primary argument, the Commonwealth contends that\n\nthe Superior Court’s decision in this case is consistent with its opinion in Padilla, supra.\n\nAccording to the Commonwealth, the Superior Court in Padilla held that, despite the fact\n\nthat Padilla had not been served with the PFA order that he was charged with violating,\n\nthe Commonwealth proved that he had sufficient verbal notice of the order.              The\n\nCommonwealth insists that the fact that an officer provided the verbal notice to Padilla\n\nsimply has nothing to do with the Padilla court’s ultimate holding.\n\n       Applying Padilla, the Commonwealth argues, the Superior Court in the instant\n\nmatter correctly found that the Commonwealth established that Sutton provided Appellant\n\nwith adequate verbal notice of the PFA order. The Commonwealth reminds this Court\n\nthat, immediately after Sutton stated that Appellant could not be in Yates’ home, he told\n\nSutton that he was leaving and asked that she not call the police.                Thus, the\n\nCommonwealth contends, Appellant clearly knew that he could not be in the home and\n\nthat he could be arrested for doing so. Accordingly, the Commonwealth submits that,\n\nbecause Appellant knowingly violated the PFA order, the Superior Court properly affirmed\n\nAppellant’s judgment of sentence.\n\n       The Commonwealth dedicates the remainder of its brief to demonstrating the\n\nvalidity of the Superior Court’s holding that a member of law enforcement or a court-\n\ndesignated person need not provide the notice of the final PFA order to a defendant to\n\n\n\n\n                                      [J-23-2022] - 10\n\fsupport a conviction for indirect criminal contempt. The Commonwealth argues that the\n\nSuperior Court correctly concluded that: (1) Pennsylvania law makes clear that the\n\nCommonwealth may establish the notice element of indirect criminal contempt with\n\nevidence showing that the defendant received actual notice or possessed equivalent\n\nknowledge of a PFA order; (2) verbal communications can adequately convey notice that\n\na PFA order has been entered against the defendant and that a violation of that order\n\nplaces the defendant at risk of criminal sanctions; (3) its decision was consistent with this\n\nCourt’s precedent, such as Staton, supra; and (4) the PFA Act provides no support for\n\nAppellant’s claim that notice of the existence a PFA order and the potential legal\n\nconsequences of violating it must be transmitted by a law enforcement officer or a court-\n\ndesignated person. For these reasons, the Commonwealth advocates that we affirm the\n\nSuperior Court’s judgment, which affirmed Appellant’s judgement of sentence.\n\n                                      V. Discussion\n\n       The object of the PFA Act is self-evident – to protect PFA plaintiffs from abuse.3 A\n\nplaintiff commences proceedings under the PFA Act by filing a petition in a trial court\n\n\n3      To the extent that we must interpret the PFA Act in this appeal, that task is guided\nby the Statutory Construction Act, 1 Pa.C.S. §§ 1501-1991. Pursuant to the Statutory\nConstruction Act, the object of all statutory construction is to ascertain and effectuate the\nGeneral Assembly’s intention. 1 Pa.C.S. § 1921(a). When the words of a statute are\nclear and free from ambiguity, the letter of the statute is not to be disregarded under the\npretext of pursuing its spirit. 1 Pa.C.S. § 1921(b).\n\n        We further observe that Appellant has framed his claim as a challenge to the\nsufficiency of the evidence. Faced with such a challenge, an appellate court should\ndetermine whether the evidence admitted at trial, and all reasonable inferences drawn\ntherefrom, when viewed in the light most favorable to the Commonwealth as a verdict\nwinner, was sufficient to allow the fact finder to conclude that the Commonwealth\nestablished the challenged criminal element of the offense beyond a reasonable doubt.\nCommonwealth v. Yandamuri, 159 A.3d 503, 514 (Pa. 2017). “It is well-established that\nthe Commonwealth may sustain its burden of proof by means of wholly circumstantial\n\n\n\n                                      [J-23-2022] - 11\n\falleging abuse by the named defendant. 23 Pa.C.S. § 6106(a). If, as occurred here, a\n\nplaintiff seeks a temporary PFA order, then the court conducts ex parte proceedings and\n\nmay enter an order protecting the plaintiff from immediate and present danger of abuse.\n\nId. at § 6107(a) and (b). In any event, a court shall hold a hearing within 10 days of the\n\nfiling of the initial PFA petition, where the plaintiff must prove the allegations of abuse by\n\na preponderance of the evidence. Id. at § 6107(a). The defendant must be provided with\n\nnotice of this 10-day (final PFA) hearing and advised of his rights to, inter alia: (1) be\n\nrepresented by counsel; (2) present evidence; and (3) compel attendance of witnesses.\n\nId. at § 6107(a).\n\n       After the court holds such a hearing, it may issue an order directing the defendant\n\nto refrain from abusing the plaintiff. Id. at § 6108(a)(1). In addition, the order may, inter\n\nalia, grant “possession to the plaintiff of the residence or household to the exclusion of\n\nthe defendant by evicting the defendant[.]” Id. at 6108(a)(2). Important to the instant\n\nmatter, the PFA Act explicitly provides that a final PFA order must inform the defendant\n\nthat a violation of the order will lead to the defendant’s arrest and possible conviction for\n\nindirect criminal contempt. Id. at § 6108(g).\n\n       The service provisions of the PFA Act also are significant to this appeal. In this\n\nregard, the Act states, in pertinent part, that a “copy of an order under this chapter shall\n\nbe issued to the plaintiff, the defendant and the police department with appropriate\n\njurisdiction to enforce the order or agreement in accordance with the provisions of this\n\nchapter or as ordered by the court or hearing officer.” Id. at § 6109(a); id. at § 6106(g).\n\n\n\n\nevidence and the [fact-finder], while passing upon the credibility of witnesses and the\nweight of the evidence, is free to believe all, part, or none of the evidence.” Id.\n\n\n\n\n                                      [J-23-2022] - 12\n\fNotably, however, “[f]ailure to serve shall not stay the effect of a valid order.” Id. at\n\n§ 6106(g).\n\n       Turning to the law of contempt, we note that, generally speaking, “[c]ontempt of\n\ncourt is the obstruction of the court’s orderly process.” Crozer-Chester Med. Ctr. v.\n\nMoran, 560 A.2d 133, 136 (Pa. 1989). There are two types of criminal contempt: direct\n\nand indirect.4   Id.   “Direct contempt is obstruction by conduct, word or deed in the\n\npresence of the court and is a summary offense.” Id. “It is summary because its proofs\n\nare evident; the authority and orderly process of the court are directly confronted upon its\n\nopen record and the evidence is plain and usually self-accusing.” Id.\n\n       Indirect contempt is committed by obstructive conduct that occurs outside of the\n\ncourt’s presence. Id. Thus, unlike direct contempt, the problematic conduct is not self-\n\nevident or self-accusatory. Id. As such, indirect contempt cannot be punished summarily.\n\nRather,   “[w]hen      one   is   charged   with   indirect   contempt[,]   those    charging\n\nsuch contempt are put to the usual proofs required to convict for any charge, including\n\nthe right to trial by jury. This is so, because the court has no direct, immediate proof of\n\nsomething beyond its immediate view.” Id.\n\n       Along these lines and relevant to this appeal, because a PFA order can forbid\n\notherwise legal activity, fundamental fairness dictates that the subject of a PFA order has\n\nan interest in knowing of the existence of the order before he is punished criminally for\n\nviolating it. Thus, this Court has recognized the standard that, to prove a defendant guilty\n\nof indirect criminal contempt, the Commonwealth must establish beyond a reasonable\n\ndoubt, inter alia, that the defendant had notice of the order that he allegedly violated.\n\nCommonwealth v. Baker, 766 A.2d 328, 331 (Pa. 2001). The very narrow issue presented\n\nin this appeal concerns whether the Commonwealth must prove that this notice was\n\n4 A finding of contempt of court also can be civil in nature, but that process is irrelevant to\nthe instant appeal.\n\n                                      [J-23-2022] - 13\n\fprovided to the defendant by a member of law enforcement or a person appointed by the\n\ncourt to convict the defendant of indirect criminal contempt due to a violation of the order\n\nin question.\n\n       In answering this question, we first reject Appellant’s argument that the PFA Act\n\nsupports his position that this notice must be provided to a defendant specifically by a\n\nmember of law enforcement or a person appointed by the trial court to provide such\n\nnotice. To be sure, the PFA Act involves law enforcement in the PFA process; for\n\nexample, it mandates that local law enforcement, along with the defendant, be served\n\nwith the PFA order. See, e.g., 23 Pa.C.S. § 6106(g) (stating that the PFA “petition and\n\norders shall be served upon the defendant, and orders shall be served upon the police\n\ndepartments and sheriff with appropriate jurisdiction to enforce the orders”). However,\n\nthe PFA Act simply makes no mention of who must provide notice to a defendant.\n\nAccordingly, the PFA Act does not assist in defining the notice element that must be\n\nestablished by the Commonwealth to convict a defendant of indirect criminal contempt.\n\n       We also agree with the Superior Court that Appellant misinterprets the\n\nintermediate court’s decision in Padilla. Indeed, we concur with the Superior Court’s\n\nassessment where it stated, “Although the Commonwealth established the notice\n\nrequirement in Padilla through an officer’s telephone communications with the defendant,\n\nour review of that decision confirms that the ‘officer’ status of the informing party was\n\nneither significant nor germane to our conclusion.” Memorandum at 7-8.\n\n       Turning now to this Court’s precedent, as observed supra, in Stallworth and Staton,\n\nwe held that, for purposes of the aggravating circumstance found at 42 Pa.C.S.\n\n§ 9711(d)(18) (specifying that an aggravating circumstance for the death penalty exists\n\nwhere the defendant killed the victim at a time that the defendant was subject to a\n\nprotective order involving the victim), the Commonwealth can prove that a defendant\n\n\n\n\n                                     [J-23-2022] - 14\n\fconvicted of first-degree murder was subject to a protective order, such as a PFA order,\n\nif it can demonstrate that, at the time of the killing, the defendant had actual notice or\n\nequivalent knowledge of the PFA order. See Staton, 38 A.3d at 793-95 (discussing\n\nStallworth and this proposition of law). Notably, our decisions contain no language\n\nsuggesting that the Commonwealth must prove that notice of the PFA order was provided\n\nto the defendant by a member of law enforcement or person appointed by the trial court.\n\n       Having examined the statutory provisions and case law Appellant provided in\n\nsupport of his position, we have found no indication that the law requires what Appellant\n\nclaims. Rather, the law clearly spells out that, to be convicted of indirect criminal contempt\n\nfor violating a PFA order, a defendant must simply have notice of the order, regardless of\n\nwhether that notice is obtained: (1) by service of the PFA order; (2) verbally from anyone;\n\nor (3) by other scenarios that can establish that the defendant had knowledge of the order.\n\nWe find that this standard, when applied to the Commonwealth’s burden of proving the\n\nnotice element of indirect criminal contempt, appropriately balances the defendant’s\n\ninterest in knowing of the existence of the PFA order with the PFA Act’s objective of\n\nprotecting PFA plaintiffs from abuse.\n\n       In addition, this standard is consistent with the manner in which the law generally\n\nimputes notice on individuals. By way of example, Black’s Law Dictionary provides, “A\n\nperson has notice of a fact or condition if that person (1) has actual knowledge of it; (2)\n\nhas received information about it; (3) has reason to know about it; (4) knows about a\n\nrelated fact; or (5) is considered as having been able to ascertain it by checking an official\n\nfiling or recording.” NOTICE, BLACK’S LAW DICTIONARY (11th ed. 2019). Consequently,\n\nthis well-balanced proposition of law guides us to hold that, to convict a defendant of\n\nindirect criminal contempt for violating a PFA order, the Commonwealth must\n\ndemonstrate beyond a reasonable doubt that, at the time of the violation, the defendant\n\n\n\n\n                                      [J-23-2022] - 15\n\fhad actual knowledge of the PFA order, regardless of how the defendant gained this\n\nknowledge.\n\n       Applying this holding to the circumstances of this case, we find that the\n\nCommonwealth presented sufficient direct and circumstantial evidence that Appellant\n\nknew of the PFA order when he violated it. As noted supra, it is undisputed that Appellant\n\nreceived the temporary PFA order and was informed that a hearing would be held to\n\nfinalize the order on September 9, 2019.5 Yet, Appellant absented himself from that\n\nhearing.\n\n       Three days following that hearing, Appellant appeared at and surreptitiously\n\nentered Yates’ home in the early morning hours, when residents normally would be\n\nsleeping, and redirected Yates’ home’s cameras upward, suggesting that he did not want\n\nthem to capture his image. Upon discovering Appellant in Yates’ basement at 3:30 a.m.,\n\nSutton informed Appellant, “You can’t be here.” N.T., 10/25/2019, at 15. Appellant’s\n\nimmediate response was telling: he told Sutton that he was leaving and expressly asked\n\nher not to call the police. This statement caused Sutton to exclaim, “You cannot be here.\n\nYou have a two-year violation. You cannot be here.” Id. at 16. Indeed, according to her\n\nlater testimony, which the trial court found credible, Sutton informed Appellant at this time\n\nthat there was a PFA order in effect. Id. at 17.\n\n       Notwithstanding all of these circumstances, Appellant reappeared at Yates’ home\n\nwith the family dog later that morning. When Sutton again informed Appellant that he\n\ncould not be there, he merely responded that he did not care.\n\n       Considering this evidence and all reasonable inferences drawn therefrom in the\n\nlight most favorable to the Commonwealth as the verdict winner, we find that it sufficiently\n\ndemonstrates that Appellant knew of the PFA order when he entered Yates’ home in the\n\n5To be clear, we are not holding that a defendant’s knowledge of a temporary PFA order\nequates to the defendant knowing of a final PFA order.\n\n                                      [J-23-2022] - 16\n\fmiddle of the night on September 12, 2019, and engaged in the discussion with Sutton.\n\nAppellant thereafter violated the PFA order by subsequently reappearing at Yates’ home\n\nmid-morning on the same day. Appellant’s conduct and words on that morning, combined\n\nwith the circumstances leading up to the incidents, clearly establish that he had sufficient\n\nknowledge of the PFA order to sustain a conviction of indirect criminal contempt for\n\nviolating the order. Given this conclusion, we affirm the judgment of the Superior Court.\n\n       Justices Todd, Dougherty, Mundy and Brobson join the opinion.\n\n       Justice Mundy files a concurring opinion in which Justice Brobson joins.\n\n       Justice Wecht files a dissenting opinion in which Justice Donohue joins.\n\n\n\n\n                                     [J-23-2022] - 17\n\f",
            "ocr": false,
            "opinion_id": 8210217
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}