{
    "id": 4086734,
    "judges": "Drew, Frazer, Kephart, Linn, Maxey, Schaffer, Simpson, Sohaeeer",
    "date_filed": "1997-05-22",
    "date_filed_is_approximate": true,
    "slug": "marlowe-v-travelers-insurance-co",
    "case_name_short": "Marlowe",
    "case_name": "Marlowe v. Travelers Insurance Co.",
    "case_name_full": "Marlowe, Appellant, v. Travelers Insurance Company of Hartford",
    "attorneys": "W. H. Martin , with him  A. R. Cingolani , for appellant.\n  J. C. Brandon , of  Brandon, Brandon  Ross , for appellee.",
    "nature_of_suit": null,
    "posture": "Appeal, No. 240, March T., 1933, by plaintiff, from judgment of C. P. Butler Co., at A.D. No. 65, March T., 1931, in case of Freda L. Marlowe v. Travelers Insurance Company of Hartford. Judgment reversed and new trial awarded.\n\nAssumpsit on insurance policy. Before WATSON, P. J.\n\nThe opinion of the Supreme Court states the facts.\n\nVerdict and judgment for defendant. Plaintiff appealed.\n\n Error assigned , inter alia, was refusal of new trial, quoting record.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued October 3, 1933.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b456-3\">\n    Marlowe, Appellant,\n    <em>\n     v.\n    </em>\n    Travelers Insurance Company of Hartford.\n   </parties><br><otherdate id=\"b456-9\">\n    Argued October 3, 1933.\n   </otherdate><judges id=\"Agc\">\n    Before Frazer, C. J., Simpson, Kephart, Sohaeeer, Maxey, Drew and Linn, JJ.\n   </judges><br><attorneys id=\"b456-15\">\n<em>\n     W. H. Martin,\n    </em>\n    with him\n    <em>\n     A. R. Gingola/ni,\n    </em>\n    for appellant.\n   </attorneys><decisiondate id=\"Ahs\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"431\"> \n     *431\n     </span>\n    November 27, 1933:\n   </decisiondate><br><attorneys id=\"b457-2\">\n<em>\n     J. O. Brandon,\n    </em>\n    of\n    <em>\n     Brandon, Brandon &amp; Ross,\n    </em>\n    for appellee.\n   </attorneys>",
    "citations": [
        "169 A. 100",
        "313 Pa. 430"
    ],
    "opinions": [
        {
            "author_str": "Schaffer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5564.0,
            "opinion_text": "Argued October 3, 1933.\nThis is an action on a policy of life insurance to recover the double indemnity agreed to be paid by defendant if the death of the insured resulted from bodily injuries through external, violent and accidental means. The trial resulted in a verdict and judgment for defendant. Plaintiff, widow of the insured and beneficiary under the policy, appeals.\nThe policy was for $4,000 and the primary amount due on it has been paid. The defense interposed at the trial was, generally speaking, that the death of the insured was not accidental. Defendant endeavored to show from circumstances that he committed suicide and by insinuation that his wife had killed him. There is no evidence in the record before us to sustain a finding of either suicide or homicide. The testimony strongly indicates that he accidentally shot himself while handling a revolver.\nThe defendant sought to reflect upon the moral character of the plaintiff. G. B. McDonald, a witness called by her, was asked on cross-examination whether from the knowledge he had of plaintiff's conduct he had advised or cautioned his wife against going to the home of plaintiff or associating with her. The court permitted the question to be answered and noted an exception for the plaintiff. The witness replied, \"I objected to it.\" The testimony was manifestly improperly received. What the witness said to his wife could in no way be used against plaintiff. To permit such a question to be asked and answered could have no other effect than to adversely prejudice plaintiff's case. The fifth assignment of error is sustained.\nOn the question of felonious homicide there is no testimony except that plaintiff's counsel, in cross-examination of one Cupps, attempted to get him to admit that he *Page 432 \nhad accused plaintiff of killing her husband. This the witness denied. In rebuttal plaintiff called two witnesses who testified they heard him make such accusation. This was clearly for the purpose of attacking his credibility. There is no other evidence in the case to support the suggestion of homicide.\nWith the record in this state the trial judge read to the jury, with his affirmance, the following point: \"If from all the evidence the jury believes the plaintiff killed her husband, then she cannot profit by her own wrong and is by such wrongful act barred from recovery in this case.\" No exception was taken to the reading or affirmance of this point. We think, however, that the error of the court in reading and affirming it was so basic and fundamental (Schmitt v. Philadelphia,248 Pa. 124; Steele v. Armstrong Co. Mutual Fire Ins. Co., 305 Pa. 259; Medvidovich v. Schultz, 309 Pa. 450; Ellsworth v. Lauth,311 Pa. 286) that we of our own motion so recognize it. If the court had used the language of the point in its general charge, there could be no question that it would be such error. That the statement came before the jury as a point and its answer makes no difference in its prejudicial effect upon the plaintiff's case. It is manifestly improper for a court, as here, to submit to a jury, for their determination, a point which the evidence does not warrant. As was said in Egbert v. Payne, 99 Pa. 239, 244, \"There appears to have been no exception to the admission or rejection of testimony, at least none is urged here; but the complaint is, that the charge of the court was calculated to prejudice and mislead the jury. In that portion of the charge which constitutes the first assignment of error the learned judge, referring to Egbert, the defendant below, says: 'Has he explained to your satisfaction that it was his money? If he gave it to Payne for some purpose; if he gave it to Payne for any illegal or improper purpose, it would be an executed gift, and he could not take it back.' This suggestion of a gift for an illegal or improper purpose, was unwarranted by *Page 433 \nanything that appears in the record, and was calculated to invite the jury to an inquiry in which their only guide was vague suspicion or conjecture. There was no testimony tending to prove a gift either for a proper or an improper purpose. It is scarcely necessary to cite authorities to show that this was error. In Stouffer v. Latshaw, 2 Watts 165, it is said: 'To submit a fact, destitute of evidence, as one that may, nevertheless, be found, is an encouragement to err which cannot be too closely observed or unsparingly corrected.' \" See also Whitehall v. Wilson, 3 P.  W. 405; Williams v. Metropolitan Edison Co., 267 Pa. 158; Steele v. Armstrong County Mutual Fire Ins. Co., supra.\nThe judgment of the court below in favor of the defendant is reversed and a new trial awarded.",
            "ocr": false,
            "opinion_id": 3845838
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}