{
    "id": 4095636,
    "judges": "OPINION BY FINE, J., January 12, 1950:",
    "date_filed": "2021-06-03",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-ex-rel-mills-v-baldi",
    "case_name_short": "Baldi",
    "case_name": "Commonwealth Ex Rel. Mills v. Baldi",
    "case_name_full": "Commonwealth Ex Rel. Mills v. Baldi, Superintendent.",
    "attorneys": "Sidney B. Klovsky,  with him  S. Harry Galfand  and  Gerber   Galfand,  for appellant.\n\n James W. Tracey, Jr.,  First Assistant District Attorney, with him  John H. Maurer,  District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": "Appeal, No. 303, Oct. T., 1949, from order of Court of Quarter Sessions of Philadelphia County, in case of Commonwealth of Pennsylvania ex rel. Fletcher Mills v. Dr. Frederick S. Baldi, Superintendent of Philadelphia County Prison. Order affirmed.\n\nProceeding upon petition for writ of habeas corpus. Before GUERIN, J.\n\nOrder entered denying writ. Relator appealed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "70 A.2d 439",
        "166 Pa. Super. 321"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Argued November 21, 1949.\nThis is a habeas corpus proceeding to secure the release of Fletcher Mills, appellant, held by virtue of an extradition warrant issued on April 22, 1949, by the Governor of this Commonwealth upon a requisition for extradition by the Governor of the State of Alabama. The relator was indicted on a charge of assault with attempt to commit murder in Tuscaloosa County, Alabama. On August 5, 1949, the relator filed his petition for a writ of habeas corpus averring that if he is returned to Tuscaloosa County his life will be in danger and he will probably meet death by mob violence; that he will be so terrorized that he will be unable to make a valid defense to the criminal charges; and that he will not receive a fair and impartial trial in the courts of the demanding state. The court below, after two hearings, dismissed the writ and the relator was remanded to jail. He now appeals contending that (1) there is substantial evidence to show a present danger of lynching, sufficiently strong to bar extradiction, and (2) the court below abused its discretion in refusing his motion for a continuance.\nAn appeal from an order of the court in this habeas corpus proceeding is in the nature of a certiorari. The scope of appellate review is, therefore, definitely limited and our inquiry may be directed only to whether the court below had jurisdiction of the subject matter and whether the proceedings are regular and in conformity *Page 324 \nwith law. Commonwealth ex rel. Mattox v. Supt. of Co. Prison,152 Pa. Super. 167, 170, 31 A.2d 576; Commonwealth exrel. Flower v. Supt. of Co. Prison, 220 Pa. 401, 408,69 A. 916; Commonwealth ex rel. Bucksbarg v. Good, 162 Pa. Super. 557,560, 58 A.2d 842. It is clear that the lower court had jurisdiction under &#167; 10 of the Uniform Criminal Extradition Act of July 8, 1941, P. L. 288, 19 P. S. &#167; 191.10, which specifically provides for a hearing by the court in a habeas corpus proceeding when brought by an alleged fugitive to test the legality of his arrest.\nThat leaves for consideration the question whether the order dismissing the writ is supported by substantial competent evidence. If it is, the order must be affirmed. Cf.Commonwealth ex rel. Flower v. Supt. of Co. Prison, supra;Revocation of Mark's License, 115 Pa. Super. 256, 263,176 A. 254; Commonwealth ex rel. Johnson v. Dye, 159 Pa. Super. 542,49 A.2d 195. However, neither this Court, on review, nor the court below may inquire into the guilt or innocence of the accused. That is solely the function of the court of the demanding state having jurisdiction of the information, indictment, etc. Commonwealth ex rel. Bucksbarg v.Good, supra.\nThe initial hearing was held on August 12, 1949, at which time the executive warrant and the requisition in the extradition proceeding were introduced into evidence. This made out a prima facie case. Commonwealth ex rel. Davis v. Dye,161 Pa. Super. 74, 76, 53 A.2d 750. Relator's identity as the person wanted by the demanding state was extablished by the testimony of Sheriff Hartranft of Tuscaloosa County. The prosecuting attorney of that county testified that if relator were returned he would receive a \"perfectly fair trial.\" The relator was present in court but did not testify in his own behalf. *Page 325 \nCounsel for relator then moved for a one week continuance for the purpose of obtaining as witnesses, an investigator familiar with southern Negro problems and relator's sister, to show that relator would be subjected to mob violence and possible lynching if returned to Alabama. The motion was denied by the court on the ground that a lapse of almost four months from the date the warrant was issued to the date of hearing rendered a further continuance unreasonable. The court then refused the writ whereupon relator obtained an order from our Supreme Court to show cause why a writ of habeas corpus should not issue and the relator released from custody upon entry of $1,000.00 bail.1\nRelator appealed to the Superior Court on September 1, 1949, and, upon agreement of counsel, this Court ordered the record remanded to the court below \". . . for further hearing and consideration, and upon completion of the record the same shall be returned forthwith to this Court.\" Pursuant to this order, the court below held a further hearing on October 19, 1949, at which time relator took the stand and testified. However, at that hearing, held more than two months after the motion for a continuance was denied, relator failed, without explanation, to produce the witnesses, whom he previously represented he would call, or to call any other witnesses. No reasons were advanced why these witnesses were not made available.\nThe relator's testimony, in summary, disclosed that as a result of a dispute between him and one Terry, during which Terry struck him over the head with a pick-handle, relator stabbed Terry in the arm with a pen knife. He further testified that he ran from the scene, *Page 326 \nnot returning to his home until the next day, at which time he saw four or five armed men about his house and overheard them say that they were looking for him and were going to \"stretch his neck.\" He then fled to Birmingham, thence to Detroit, New York and finally to Philadelphia where he was apprehended.\nThere is no merit to relator's position that this case is precisely analogous to Commonwealth ex rel. Mattox v. Supt. ofCo. Prison, supra. There is absolutely no evidence in the case at bar, except relator's own self-serving declarations, that he would be subjected to mob violence or that he would not receive a fair and impartial trial in Tuscaloosa County. The Mattox\ncase is thus clearly distinguishable on its facts, for in theMattox case an abundance of such evidence existed. The burden of proof was on the relator to convince the court below of the truth of his averments. That court was not convinced and dismissed the writ. We have examined the record with great care, particularly in light of the dire consequences relator alleges will occur upon his return to the demanding state, and we are satisfied that there was no abuse of discretion or disregard of substantial evidence by the court below. More than four years have elapsed since the commission of the crime charged. There is no evidence that in that four year period, or more particularly within the last six months, there was any mob violence, ill-feeling, lawlessness or abuse or mistreatment of relatives or close friends of the relator. They have continued to live peaceably where the crime was committed. Relator's wife was at home while the four or five men were searching for him; there is no evidence that she was in any way molested, abused or maltreated. On the contrary, the evidence discloses that she continued to live and still lives in Tuscaloosa County *Page 327 \nwithout abuse or mistreatment engendered by her husband's crime.\nWe now turn to the final complaint of the relator, the crux of which is that the court below abused its discretion in refusing, at the hearing on August 12, 1949, his request for a continuance to a time sufficiently far distant to permit him to obtain witnesses from Alabama and bring them to Philadelphia. A continuance in such matters lies within the sound discretion of the court below and we will not disturb its action thereon unless a manifest abuse of such discretion is shown.Commonwealth v. Roberts, 163 Pa. Super. 43, 45,60 A.2d 397. No such abuse of discretion appears in this record. The evidence clearly indicates that four months elapsed between the date of the issuance of the warrant (April 22, 1949) and the date of the first hearing (August 12, 1949), and two additional months to the hearing on October 19, 1949. Still, relator failed to produce any evidence (excepting his own testimony) to establish that he would not receive a fair trial or that he would be lynched if returned to Tuscaloosa County. In light of these circumstances, relator had ample time to secure the witnesses he desired but had utterly failed to do so. It is vain to say that another continuance would in any way afford relator an opportunity not heretofore possessed.\nThe order of the court below is affirmed and the record is remitted to the court below with direction that relator forthwith surrender himself into the custody to which he was remanded and that the Governor's warrant be fully carried into effect.\n1 On October 3, 1949, the Supreme Court discharged the rule to show cause and all proceedings in that Court were thereby terminated. *Page 328 ",
            "ocr": false,
            "opinion_id": 3855138
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}