{
    "id": 4112952,
    "judges": "GALE. J.",
    "date_filed": "2015-10-18",
    "date_filed_is_approximate": true,
    "slug": "state-v-zuromski-2001-1566-2001",
    "case_name_short": null,
    "case_name": "State v. Zuromski, 2001-1566 (2001)",
    "case_name_full": "State of Rhode Island v. Andrew Zuromski",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "                                  DECISION\nDefendant Zuromski has moved to dismiss Count 1 of this Information which charges a violation of Rhode Island General Laws &#167; 31-27-1, Driving so as to endanger, resulting in death. After hearing argument, reviewing the letter memorandum of law provided by defendant, and independent research by the Court, the Court finds that this 9.1 motion must be denied.\nAs our Supreme Court has held, \"[i]n assessing a motion to dismiss an information, the trial justice must `examine the information and the attached exhibits to determine \"whether there exists probable cause to believe that the offense charged ha[d] been committed and that [the] defendant had committed it.\"'\" State v. Aponte, 649 A.2d 219, 222 (R.I. 1994) (quoting State v. Jenison, 442 A.2d 866, 875 (R.I. 1982)).\nThe tragic facts as outlined in the Information package, while subject to interpretation, are reasonably straightforward. The defendant, while engaged in the delivery of pizza, was driving his own vehicle on a state highway having two travel lanes in each direction. He admits to be driving at a speed in excess of the posted limit. Moreover, independent witnesses reported that the car which the defendant was driving was weaving between the high speed, travel and breakdown lanes immediately prior to the incident at issue. In one such maneuver, the defendant swerved into the breakdown lane at which time the defendant struck the decedent. Added to these factors was reduced visibility on account of darkness.\nSadly, the Rhode Island Supreme Court has had numerous opportunities to analyze the meaning of the statute in question as a result of a number of convictions for its violation. The defendant has cited four of the more recent cases decided by the Supreme Court. A review of these cases is helpful. Nonetheless, none related to decisions by Superior Court justices when addressing motions brought pursuant to Super.R.Crim.P. 9.1. Rather these cases reviewed convictions and the decisions of trial courts involving motions for judgment of acquittal and for new trials.\nIn State v. Bettencourt, 723 A.2d 1101, 1106 (R.I. 1999), our Supreme Court stated:\n  \"Conviction under the reckless-driving statute requires evidence that the defendant embarked on a course of conduct demonstrating a heedless indifference to the consequences of his act.\" State v. Dionne, 442 A.2d 876, 883 (R.I. 1982); see In re David P., 697 A.2d 1099, 1100-01 (R.I. 1997) (per curiam). \"Mere error in judgment by a driver is not sufficient for conviction; neither is the negligence that could support a civil action on damages.\" Dionne, 442 A.2d at 883. \"Recklessness, like negligence, must be related to time, place, persons and surrounding circumstances and be measured by them. Excessive speed under some circumstances may amount to mere negligence and under other circumstances it may constitute willfull or wanton disregard of the safety of others.\" State v. Lunt,  106 R.I. 379, 383, 260 A.2d 149, 152 (1969).\n  Thus, \"in order to sustain a conviction for a reckless homicide under 31-27-1 * * * the accused must have known or should have known that his manner of driving created an unreasonable risk of harm but he need not have intended to cause such harm. Intentional conduct, not intentional harm, is what is proscribed by [this] statute.\" Lunt, 106 R.I. at 382, 260 A.2d at 151.\nAs noted above, this case, unlike those cited by defendant is not one involving a judicial decision regarding motions for acquittal or new trial. Rather this Court must decide whether or not the Information package contains probable cause that a violation of the subject statute has occurred. This Court concludes, after review of the applicable law and the facts contained in the Information package, that under the totality of the circumstances test which must be applied, see State v. Cloutier, 585 A.2d 69, 70 (R.I. 1991), there is sufficient evidence to find that a violation of the statute has been established to a probable cause standard. One interpretation of the facts shows, to a probable cause standard, that defendant was engaged in \"road rage\" or some closely related driving virus. Speeding on a dark highway, weaving from lane to lane &#8212; particularly into the lane reserved for helpless motorists &#8212; is conduct that creates an unreasonable risk of harm to others. The Court, of course, offers no opinion as to whether or not the State could sustain a conviction based upon the evidence proffered in the Information package.\nFor the reasons set forth above, defendant's motion to dismiss is denied.",
            "ocr": false,
            "opinion_id": 3872962
        }
    ],
    "court_short_name": "Superior Court of Rhode Island",
    "court_full_name": "Superior Court of Rhode Island",
    "court_type": "SA",
    "court_jurisdiction": "Rhode Island, RI",
    "crime_category": "Murder"
}