{
    "id": 4118757,
    "judges": "Jones",
    "date_filed": "2009-03-17",
    "date_filed_is_approximate": true,
    "slug": "morris-v-spartanburg-ry-gas-electric-co",
    "case_name_short": "Morris",
    "case_name": "Morris v. Spartanburg Ry., Gas & Electric Co.",
    "case_name_full": "Morris v. Spartanburg Ry., Gas and Electric Co.",
    "attorneys": "Messrs. Sanders  DePass , for appellant, cite:  Complaint  must state the existence of the persons for whose benefit the  action can be brought:   103 Ind., 44 ;  26 Ill., 400 ; 28 Minn., 371 ;  17 Neb. 750 ;  23 Ind., 133 ;  3 W. Va., 376 ; 3 Ell. on R.R., 1359; 70 Am. St. R., 665;  54 S.C. 495 .  The  action abated by death of father:   40 S.C. 397 ; 3 Hill, 251; 20 S.C. 477 ; 12 Rich., 284; 111 Fed.R., 710; Tiffany on Death by Wrongful Act, par. 87;  94 Tenn., 388 ;  23 Wis. 400 ; 99 Wis. 300 ; 70 Am. St. R., 685; 8 Ency., 2 ed., 873; 2 Stat., 425; Code of Proc., 142;  58 S.C. 244 .\n\n Messrs. Stanyarne Wilson and C.P. Sims , contra.  Mr.  Wilson  cites:  Action does not abate on death of father:  Code of Proc., 142; 1 Cyc., 75; 58 Hun., 517.",
    "nature_of_suit": null,
    "posture": "Before BUCHANAN, J., Spartanburg, December, 1903. Affirmed.Action by Jackson B. Morris, administrator of Wm. S. Morris, against Spartanburg Railway, Gas and Electric Co. From order refusing motion to declare action abated, defendant appeals.",
    "syllabus": "<p>Action por Wrongful Death — Abating—Negligence.'—An action brought by administrator of a son for damages for his wrongful death for the benefit, as alleged, of his father and brother and sisters, should not abate upon death of father, because he was sole beneficiary under statute at time action was commenced.</p>",
    "headnotes": null,
    "summary": "Before Buci-ianan, J., Spartanburg, December, 1903. Action, by Jackson B. Morris, administrator of Wm. S. Morris, against Spartanburg Railway, Gas and Electric Co. From order refusing motion to declare action abated, defendant appeals. cite: Complaint must state the existence of the persons for whose benefit the action can be brought: 103 Ind., 44; 26 111., 400; 28 Minn., 371; 17 Neb., 750; 23 Ind., 133; 3 W. Va., 376;'3 Ell. on R. R., 1359; 70 Am. St. R., 665; 54 S. C., 495. The action abated by death of father: 40 S. C., 397; 3 Hill, 251; 20 S. C., 477; 12 Rich., 284; 111 Fed. R., 710; Tiffany on Death by Wrong-ful Act, par. 87; 94 Tenn., 388; 23 Wis., 400; 99 Wis., 300; 70 Am. St. R., 685; 8 Ency., 2 ed., 873; 2 Stat., 425; Code of Proc., 142; 58 S. C., 244. Mr. Wilson cites: Action does not abate on death of father: Code of Proc., 142; 1 Cyc., 75; 58 Hun., 517.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b291-5\">\n    MORRIS v. SPARTANBURG RY., GAS AND ELECTRIC CO.\n   </parties><br><syllabus id=\"b291-6\">\n    Action por Wrongful Death — Abating—Negligence.'—An action brought by administrator of a son for damages for his wrongful death for the benefit, as alleged, of his father and brother and sisters, should not abate upon death of father, because he was sole beneficiary under statute at time action was commenced.\n   </syllabus><br><summary id=\"b291-7\">\n    Before Buci-ianan, J., Spartanburg, December, 1903.\n   </summary><disposition id=\"AWQ\">\n    Affirmed.\n   </disposition><br><summary id=\"b291-8\">\n    Action, by Jackson B. Morris, administrator of Wm. S. Morris, against Spartanburg Railway, Gas and Electric Co. From order refusing motion to declare action abated, defendant appeals.\n   </summary><br><attorneys id=\"b291-9\">\n<em>\n     Messrs. Sanders &amp;\n    </em>\n    DePass, for appellant,\n   </attorneys><summary id=\"AIR\">\n    cite:\n    <em>\n     Complaint must state the existence of the persons for whose benefit the action can be brought:\n    </em>\n    103 Ind., 44; 26 111., 400; 28 Minn., 371; 17 Neb., 750; 23 Ind., 133; 3 W. Va., 376;'3 Ell. on R. R., 1359; 70 Am. St. R., 665; 54 S. C., 495.\n    <em>\n     The action abated by death of father:\n    </em>\n    40 S. C., 397; 3 Hill, 251; 20 S. C., 477; 12 Rich., 284; 111 Fed. R., 710; Tiffany on Death by Wrong-ful Act, par. 87; 94 Tenn., 388; 23 Wis., 400; 99 Wis., 300; 70 Am. St. R., 685; 8 Ency., 2 ed., 873; 2 Stat., 425; Code of Proc., 142; 58 S. C., 244.\n   </summary><br><attorneys id=\"b291-10\">\n<em>\n     Messrs. Stanyarne Wilson\n    </em>\n    and\n    <em>\n     C. P.\n    </em>\n    Sims, contra.\n   </attorneys><summary id=\"Ak7\">\n<em>\n     Mr. Wilson\n    </em>\n    cites:\n    <em>\n     Action does not abate on death of father:\n    </em>\n    Code of Proc., 142; 1 Cyc., 75; 58 Hun., 517.\n   </summary><br><decisiondate id=\"b291-11\">\n    November 29, 1904.\n   </decisiondate>",
    "citations": [
        "49 S.E. 854",
        "70 S.C. 279"
    ],
    "opinions": [
        {
            "author_str": "Jones",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5650.0,
            "opinion_text": "November 29, 1904. The opinion of the Court was delivered by\nThe plaintiff, as administrator of William S. Morris, deceased, brought this action against defendant company for damages for wrongfully and negligently causing the death of his intestate by running its railway car over him, near Glendale Factory, on its line between Spartanburg, S.C. and Clinton, S.C. in May, 1902. The *Page 280 \naction was brought under sections 2851, 2852, et seq., Code, vol. 1, and the complaint, inter alia, alleged: \"That said deceased left as his only heirs at law and distributees his father, Wm. Simpson Morris, his brother, Jackson B. Morris, and his sisters, Frances Crocker and Tallulah Burdett, for whose benefit this action is brought.\" Before the case was called for trial, the father, Wm. Simpson Morris, died, and thereupon defendant gave notice of motion to strike from the paragraph of the complaint above quoted the words, \"his brother, Jackson B. Morris, and his sisters, Frances Crocker and Tallulah Burdett,\" on the ground that the complaint did not state a cause of action in their favor, and also gave notice of motion to dismiss the complaint on the ground that the action had abated by the death of William Simpson Morris, the father, the sole person who was beneficiary at the death of intestate or commencement of the action. The motion was refused by Judge Buchanan, and this appeal from such refusal presents the question whether the death of the father, after the commencement of the suit, abated the action.\nSec. 2851 provides: \"Whenever the death of a person shall be caused by the wrongful act, neglect or default of another, and the act, neglect or default is such as would, if death had not ensued, have entitled the party injured to maintain an action and recover damages in respect thereof, then, and in every such case, the person or corporation who would have been liable if death had not ensued, shall be liable to an action for damages, notwithstanding the death of the person injured, although the death shall have been caused under such circumstances as make the killing in law a felony.\"\nSec. 2852 provides: \"Every such action shall be for the benefit of the wife or husband and child or children of the person whose death shall have been so caused; and if there be no such wife or husband, or child or children, then, for the benefit of the parent or parents; and if there be none such, then for the benefit of the heirs at law or the distributees of the person whose death shall have been caused, as may be *Page 281 \ndependent on him for support, and shall be brought by or in the name of the executor or administrator of such person; and in every such action the jury may give such damages, including exemplary damages, where such wrongful act, neglect or default was the result of recklessness, wilfulness or malice as they may think proportioned to the injury resulting from such death to the parties, respectively, for whom and for whose benefit such action shall be brought. And the amount so recovered shall be divided among the before-mentioned parties in such shares as they would have been entitled to if the deceased had died intestate and the amount recovered had been personal assets of his or her estate.\"\nThe statute is remedial and should be liberally construed so as to accomplish its object. It was designed to remove the common law rule, founded on the maxim, action personalismoritur cum persona, as an obstacle to the recovery of damages for death of a party by a wrongful act, neglect or default of another, and to create a right of action in the administrator of the deceased for the benefit of the persons named in the statute. In re Estate Mayo, 60 S.C. 401,38 S.E., 634, 54 L.R.A., 660. The award of damages for the wrongful death is the important matter, the manner of distribution is of secondary consideration. We think it would be too narrow a construction of the statute to hold that an action thereunder could abate as long as any beneficiary person or class named in the statute existed. In this case, while it is true that the father would have been sole beneficiary in the event of his being alive at the time of recovery of damages, still the statute had other beneficiaries in contemplation in the event of his death. The brothers and sisters of the deceased named in the complaint are his heirs at law, and since they fall within the class of beneficiaries, while the action is still pending, the action should not abate for want of a statutory beneficiary. Under the statute, the action must be prosecuted in the name of deceased's administrator, and he is living to carry on the action for the benefit of whoever *Page 282 \nmay be entitled to participate in the distribution of such recovery as may be had.\nThe judgment of the Circuit Court is affirmed.",
            "ocr": false,
            "opinion_id": 3879474
        }
    ],
    "court_short_name": "Supreme Court of South Carolina",
    "court_full_name": "Supreme Court of South Carolina",
    "court_type": "S",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Murder"
}