{
    "id": 4123053,
    "judges": "Marion, Watts",
    "date_filed": "2005-03-31",
    "date_filed_is_approximate": true,
    "slug": "state-v-jackson",
    "case_name_short": null,
    "case_name": "State v. Jackson",
    "case_name_full": "State v. Jackson.",
    "attorneys": "Mr. A.T. McDonald , for appellant, cites:  Charge on  facts:   108 S.E., 93 .  Conviction improper:   89 S.C. 41 ; 57 S.C. 11 .  If after-discovered evidence would probably  change result new trial should be ordered:   39 S.C. 420 ; 57 S.C. 11 .\n\n Mr. L.M. Gasque, Solicitor , for the state.",
    "nature_of_suit": null,
    "posture": "Before MESSRS. MEMMINGER and GARY, JJ., Florence. March, 1922. Affirmed.Victoria Jackson, convicted of attempting to aid a prisoner to escape, appeals.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b505-10\">\n    11119\n   </docketnumber><br><parties id=\"b505-11\">\n    STATE v. JACKSON\n   </parties><citation id=\"A6Z\">\n    (115 S. E., 750)\n   </citation><br><attorneys id=\"b506-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"494\"> \n     *494\n     </span>\n<em>\n     Mr. A. T.\n    </em>\n    McDonald, for appellant,\n   </attorneys><br><attorneys id=\"b506-13\">\n<em>\n     Mr. L. M. Gasque, Solicitor,\n    </em>\n    for the state.\n   </attorneys><br><decisiondate id=\"b506-14\">\n    January 27, 1923.\n   </decisiondate>",
    "citations": [
        "115 S.E. 750",
        "122 S.C. 493"
    ],
    "opinions": [
        {
            "author_str": "Marion",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "January 27, 1923. The opinion of the Court was delivered by\nThe defendant, a negro woman, was charged with having conveyed certain hack saws to a prisoner in the county jail, in violation of Section 355 of the Criminal Code of *Page 495 \n1912, and was tried before Hon. R.W. Memminger, Circuit Judge, and a jury at the March, 1921, term of the Court of General Sessions for Florence County. The jury having returned a verdict of guilty, the presiding Judge refused a motion for a new trial, and sentenced the defendant to serve at hard labor for a period of three years in the State penitentiary. From this sentence the defendant in apt time appealed. Thereafter, at the fall term, 1921, of the Court of General Sessions, a motion was made before Hon. Frank B. Gary, presiding Judge, for a new trial upon after-discovered evidence. From the order refusing that motion, the defendant has also appealed. The case presents for consideration two groups of exceptions, the one relating to errors alleged to have been committed by Judge Memminger at the trial term, and the other imputing error to Judge Gary in the refusal of the subsequent motion for a new trial.\n1. The exceptions, seven in number, charging error on the part of Judge Memminger raise three points. The first (exceptions 1 and 2) imputes error in charging the jury as follows:\n\"So that circumstantial evidence which the law says a jury has a right to convict on is as good as any other sort of testimony if it measures up to the requirements of the law. if the circumstances are consistent with the guilt of the accused and inconsistent with any other reasonable theory except the guilt of the accused, consistent with the guilt of the accused beyond any reasonable doubt.\"\nAppellant's contention is that, inasmuch as the entire case against the defendant was based on circumstantial evidence, the statement complained of was an expression of opinion as to the weight of the evidence, and was a charge on the facts. Since the state relied on circumstantial evidence to convict, it was to the interest of defendant that the trial Judge should define and explain the nature of this class of evidence, and that he should fully and clearly state the rules *Page 496 \nto be applied in determining its force and effect. No intelligible definition or explanation could well be given that did not involve a comparison with direct evidence. The portion of the charge excepted to followed a very full and lucid explanation of the established rules governing the effect of circumstantial evidence. In that connection the statement that such evidence \"is as good as any other sort of testimony if it measures up to the requirements of law\" was equivalent merely to saying that the law recognizes that circumstantial evidence, subject to established rules, is as valid a form of judicial proof as direct evidence &#8212; an elementary proposition. The trial Judge's statement, in the same or substantially similar form, is one that has long been in common, accepted, and unchallenged use in the trial Courts of the state. A similar charge was approved by this Court in State v. Jackson, 68 S.C. 53, 46 S.E., 538, although the particular objection here urged does not seem to have been directly suggested in that case. The charge here under review is not essentially the same in form and purport as the charge of the trial Court adversely criticized in the recent case of State v. Herron, 116 S.C. 282,108 S.E., 93. In any view, we are clearly of the opinion that the instruction in the case at bar cannot be legitimately construed as an expression of opinion or as a charge on the facts.\nAppellant's second point (exception 3) assigns error in charging as follows:\n\"It is a simple, plan proposition, and you decide on the facts; you put the cold steel to it, regardless of who may be involved in it one way or the other.\"\nThe contention is that \"the only inference to be drawn by a jury from such a statement would be to convict.\" The clear purport of this admonition was to remind the jurors of their duty to decide the cause upon the evidence. That, in a trial of a negro woman, prosecuted by the officials of the county jail, and sought to be convicted on *Page 497 \ncircumstantial evidence, the effect of such an admonition should have been beneficial rather than harmful to the defendant, would seem too clear to warrant discussion.\nThe third point (exceptions 4, 5, 6 and 7) imputes error to the presiding Judge in refusing defendant's motion for a new trial based upon the ground that the verdict was \"not supported by any legal, relevant, and competent evidence,\" or \"by any evidence whatsoever.\" Waiving the failure of the defendant properly to preserve this point for review by moving in the Court below for the direction of a verdict (rule 77 of the Circuit Court [73 S.E., vii]), we have carefully examined the transcript of the evidence printed in the case. There was evidence establishing or tending to establish that the jailer, J.E. Cook, found the saws in the cap of a prisoner named Eugene Griffin; that Griffin procured the saws from his cell mate, a negro named Willie Graydon, imprisoned on a charge of murder; that Willie Graydon was the defendant's (Victoria Jackson's) man; that defendant had washed for the former jailer, Black, and was familiar with the jail premises; that she had frequently come to the jail to see Willie Graydon; that she sometimes brought bundles; that the saws were hidden by Griffin in his cap because Willie Graydon had no cap: and that Eugene Griffin had no visitors while Graydon was in the cell with him. If credence be given to the testimony of Griffin that he received the saws from Willie Graydon, the defendant's man, a sufficiently strong case was made out to require its submission to the jury, and it cannot be held that the Judge committed error of law or abused his discretion in refusing to grant a new trial upon the ground that the verdict was wholly without evidence to support it.\nWe are not impressed with the strength of the case made against the defendant, but whether the testimony of Griffin was credible and the circumstances tending to incriminate the defendant strong enough for *Page 498 \nconviction were questions primarily for the jury; and, when in such a case the Circuit Judge, in whom the law vests the exclusive discretionary power to set aside the verdict, has not seen fit to do so, this Court has no authority to interfere.State v. Wideman, 68 S.C. 119; 46 S.E., 769.\n2. The only remaining exceptions are those assigning error in the refusal of Judge F.B. Gary to grant a new trial upon the ground of after-discovered evidence. The alleged newly-discovered evidence tended to prove that the day before the saws were discovered in the cap of Eugene Griffin one Henry Green had been transferred from the city guardhouse to the county jail; that this Henry Green while in the guardhouse had been seen by a fellow prisoner with two small hack saws in his possession, and was seen by another prisoner with the saws in his possession after his incarceration in the county jail. This motion was addressed to the discretion of the Circuit Judge, and, unless his discretion was abused, or some rule of law was violated, no appeal lies from his decision. State v. Workman,15 S.C. 547; State v. Jones, 89 S.C. 41, 50,71 S.E., 291, Ann. Cas., 1912d 1298.\nAppellant's contention, as we understand it, is that the newly discovered evidence so conclusively established, or tended to establish, the defendant's innocence that the Circuit Judge's refusal to grant the new trial amounted to an abuse of discretion. The adverse action of the careful and able Circuit Judge who passed upon this motion embraced the conclusion that the newly discovered evidence not only did not establish the defendant's innocence, but was not so material as probably to change the result of a new trial. In so deciding the question of fact involved it cannot be held that there was any such abuse of discretion as would warrant this Court in reversing his action. The newly-discovered evidence tended to prove nothing more than that another and different negro in the county jail had two hack saws about the time or shortly before the hack *Page 499 \nsaws were discovered on Eugene Griffin. Admitting all that the affidavits tended to prove, there would have remained the issue of fact as to whether Eugene Griffin got the saws as he testified, not from some one else, but from the defendant's friend, Willie Graydon, and an entire absence of any evidentiary connection between the saws seen in the possession of Henry Green and those discovered in the cap of Eugene Griffin. If either Griffin or Graydon got the saws from the Green negro, no explanation is suggested as to why they should not have said so at the trial. In this connection the language of Mr. Justice Woods in the case of State v. Bradford, 87 S.C. 547, 549,70 S.E., 308, is apposite:\n\"It cannot be said, therefore, that the affidavits must necessarily lead any reasonable mind to the inference that the newly discovered evidence would probably change the result. Nothing short of this would justify the conclusion that the Circuit Court abused its discretion in refusing the motion.\"\nFor the reasons stated, we are constrained to overrule all of the exceptions, and to affirm the judgment of the Circuit Court.\nAffirmed.\nMR. JUSTICE WATTS did not sit.",
            "ocr": false,
            "opinion_id": 3884641
        }
    ],
    "court_short_name": "Supreme Court of South Carolina",
    "court_full_name": "Supreme Court of South Carolina",
    "court_type": "S",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Murder"
}