{
    "id": 4125211,
    "judges": "Chiee, Cothran, Fraser, Gary, Marion, Messrs, Watts",
    "date_filed": "1994-10-06",
    "date_filed_is_approximate": true,
    "slug": "state-v-abercrombie",
    "case_name_short": "Abercrombie",
    "case_name": "State v. Abercrombie",
    "case_name_full": "State v. Abercrombie.",
    "attorneys": "Messrs. Dean, Cothran  Wyche , for appellant, cite: Testimony as to previous difficulty:   125 S.C. 385 ;  112 S.C. 43 ; 68 S.C. 471 .  Evidence of conduct immediately preceding .\n\n Messrs. D.W. Smoak, Solicitor , and  Bonham, Price   Poag , for the State, cite:  Admission of testimony:   79 S.C. 83 ; 26 S.C. 204 .  Competency of a person offered as  witness:  28 R.C.L., 450.  Prior acts:   71 S.C. 104 .",
    "nature_of_suit": null,
    "posture": "Before DENNIS, J., Greenville, August, 1923. Reversed and remanded.J.T. Abercrombie was convicted of manslaughter, and he appeals.\n\nExceptions 1, 2, 3, and 4 are as follows:\n\nExceptions 1: The Court erred in permitting the witness, Mrs. Ann Williams, to testify as follows:\n\n\"About half an hour by sun Mr. Abercrombie got Colonel Sims to come up there. I live right on the road and Mr. Abercrombie came by and blowed the whistle and commenced hollering in front of my door. He went on in the house and turned around and came back and hollered again and cursed me. He went on down to the house after he cursed me to a s. o. b. and Mr. Sims came up to my house and Abercrombie walked up singing a little song. I did not say anything to him. He went down and commenced talking to Mr. Sims. I went back and said `My husband is not here, you ought not to be cursing here.' Then they broke and came in the house, and said they were going to search the house and get him and kill him. I told them not to come in the house. They drawed the pistol on me and dared me to pick up the shotgun. Asked me if I was going to use it. I said, `No, sir. What could I do? You already got your pistol on me.' They started out and I followed them to the door. I said, `You all come down here and slander me this way and hunt for my husband. I am going right now and take you with a warrant.' And Mr. Sims cussed me to a s. o. b. and said, `I am sorry you think you have got that little enough sense to think you can punish us coming in here. We have a right here.' I says, `You have no right here.'\nMr. Abercrombie said, `This is my place.' I said, `This is my yard and house while I live here.' And they went on out then.\"\n\nSpecification: This was permitting the witness to give a detailed statement of a difficulty between her and the defendant. The fact that the defendant had cursed this witness could not be used against him under a charge of murder for killing her husband.\n\nException 2: The Court erred in permitting the witness, Mrs. Ann Williams, to testify over the objection of the defendant that she went to another Magistrate in her endeavor to get a warrant for the defendant.\n\nSpecification: Whether this witness got a warrant for defendant was no evidence against him under the charge before the Court, and related to a difficulty between defendant and a third person.\n\nException 3: The Court erred in permitting the witness, Mrs. Ann Williams, to testify, over objection of the defendant, as follows:\n\n\"Abercrombie said he would be there to the gin. He would be afraid he would take it like he had accused him of taking five gallons of his liquor.\"\n\nSpecification: This was not in the nature of a threat, and was merely an attempt to attack defendant's reputation as to handling liquor.\n\nException 4: The Court erred in permitting the witness, James Williams, to testify, over objection of the defendant, on the ground that the witness was incompetent.\n\nSpecification: Witness demonstrated that he was mentally incompetent, and also that he did not believe in God and His providence.\n\nThe Court's examination of witness, James Williams, follows:\n\n\"Q. What is your name, son? A. James.\n\n\"Q. James what? A. James Williams.\n\n\"Q. How old are you? A. Eight.\n\n\"Q. Eight years old? A. Eight years old.\n\n\"Q. Well, do you know what they told you just now about telling the truth when you put your hand on that Book? Do you know what that was for? A. No, sir.\n\n\"Q. Well, do you know what will happen to you if you don't tell the truth? Do you know whether you ought to tell the truth or not? A. Yes, sir.\n\n\"Q. Huh? A. Yes, sir.\n\n\"Q. Well, what do you think will happen to you if you don't tell the truth? Do you know anything that will happen to you if you don't tell the truth? A. No, sir.\n\n\"Q. Turn around here. Did you say yes or no? A. No, sir.\n\n\"Q. You don't know? If you get up here now and not tell the truth you don't know what they will do with you? A. No, sir.\n\n\"Q. Do you know about God? A. No, sir.\n\n\"Q. Don't go to Sunday School? A. I go some Sundays.\n\n\"Q. They tell you about God there? Do you understand about God? A. No, sir.\n\n\"Q. Do you understand about telling a lie and telling the truth? Do you know the difference between telling a lie and telling the truth? A. No, sir.\n\n\"Q. What ought you to tell? A. Tell the truth.\n\n\"Q. Tell the truth. Why should you tell the truth? Is that better than telling a lie? A. Yes, sir.\n\n\"Q. Do you know anything about telling a lie? Do you know what will happen to you? A. No, sir.\n\n\"Q. Do you know whether it is a sin or not to tell a lie? A. No, sir.\n\n\"Q. Is it a sin to tell a lie or not? A. Yes, sir.\n\n\"Q. It is a sin? A. Yes, sir.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b368-5\">\n    11662\n   </docketnumber><br><parties id=\"b368-6\">\n    STATE v. ABERCROMBIE\n   </parties><citation id=\"AiN\">\n    (126 S. E., 142)\n   </citation><br><attorneys id=\"b371-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"361\"> \n     *361\n     </span>\n<em>\n     Messrs.\n    </em>\n    Dean,\n    <em>\n     Cothran &amp; Wyche,\n    </em>\n    for appellant,\n   </attorneys><br><attorneys id=\"b372-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"362\"> \n     *362\n     </span>\n<em>\n     Messrs. D. W. Smoak, Solicitor,\n    </em>\n    and\n    <em>\n     Bonham, Price &amp; Poag,\n    </em>\n    for the State,\n   </attorneys><br><decisiondate id=\"b372-6\">\n    January 13, 1925.\n   </decisiondate>",
    "citations": [
        "126 S.E. 142",
        "130 S.C. 358"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5675.0,
            "opinion_text": "January 13, 1925. The opinion of the Court was delivered by\nThe defendant was tried and convicted of manslaughter before Judge Dennis and a jury at the January term of *Page 363 \nCourt, 1924, at Greenville, for the killing of Ed Williams, and sentenced to ten years in the state penitentiary. He has appealed, and by 21 exceptions alleges error and seeks reversal.\nExceptions 1, 2, and 3 must be sustained.\nMrs. Williams should not have been allowed to give the complete details of a transaction that occurred at her house about four weeks before the killing. That was a transaction between the defendant and a third person, and the witness should have been permitted only to testify as to threats made by the defendant against the deceased. It was prejudicial to the defendant that she should be allowed to testify to the abuse of her made by the defendant, and that he cursed and abused her in the absence of her husband.\nIt is not allowed to give the details of any previous difficulty between the defendant and the deceased much less to give the details of a transaction between the defendant and a third person.\nIn the case of State v. Williams, 125 S.C. 385;118 S.E., 784, the Court says:\n\"Evidence was allowed, over objection, as to the origin of the difficulty. The fact that there had been a previous difficulty was proper, the details were inadmissible, and their introduction error.\"\nThe rule in such cases is thus stated in the case of Statev. Evans, 112 S.C. 43; 99 S.E., 751, where the defendant was given a new trial on the ground that the Court allowed the State to give the details and causes of a previous difficulty:\n\"The evidence as to the previous difficulty was competent only to show the animus of the parties, and thus aid the jury in reaching a conclusion as to who was probably the aggressor, and what demeanor each party had reason to expect from the other when they met and the fatal difficulty *Page 364 \noccurred. The general details of the previous trouble were properly excluded.\"\nIn State v. Adams, 68 S.C. 421; 47 S.E., 676, the Supreme Court says:\n\"`Therefore, previous threats and quarrels are permitted, not as a defense for killing a man, not as a defense to a homicide, but to show the attitude of the parties.' No enlightened tribunal could receive such testimony on any other ground than that stated in this quotation; and we think it was not only proper, but the imperative duty of the Circuit Judge, to charge it should have no other effect.\"\nThe Judge made no charge on this case to save the defendant from the prejudicial error in admitting this testimony. From these cases it will be seen that the error here is clear. No detail of the transaction was excluded by the presiding Judge.\nThe case of State v. Gregory, 127 S.C. 87;120 S.E., 499, states the correct rule to be that evidence of conduct immediately preceding the homicide is admissible to show the frame of mind at the time of the homicide, but things which happened four weeks prior thereto would not be competent. Mrs. Williams should not have been allowed to state the details of a transaction between herself and the defendant that occurred some weeks before the homicide in the absence of her husband. That she secured a warrant for the arrest of the defendant, the result of the trial, that the warrant was dismissed and that she procured another; this was a transaction between the defendant and a third person and it went into the details and trial of another case against the defendant, and was prejudicial to the defendant.\nAs to exception 3 this was merely a conversation between the defendant and Mrs. Williams; it was not in the nature of a threat, but an attack on the reputation of the defendant by an attempt to show that he violated the prohibition laws, it certainly did not bear on the case that he was on trial for. Exception 4 must be sustained. *Page 365 \nJames Williams, the son of deceased, about eight years old, was examined by the Court at the request of the defendant as to his competency. The witness demonstrated that he was mentally incompetent, as will be shown by reading the answers made to the questions by the Court. The witness further showed himself incompetent in his answers relative to his knowledge of God and His providence. This case is quite similar to State v. Belton, 24 S.C. 185; 58 Am. Rep., 245, where the Court says:\n\"Now, let us recur to the first exception. A leading case upon the question of law raised therein in England is the case of Omichund v. Barker, reported in 1 Willes, 538, and more fully in 1 Atk., 21, and found in 1 Smith Lead. Cas., 195. In this case, upon a full and most interesting discussion of the whole question of the competency of a witness as affected by his religious creed, it was made to rest upon the question of his belief in the existence of a God, and rewards and punishments by Him, either in this world or in the future state, `the Court stating that one who believes a future state, and that he shall be punished in the next world as well as in this if he does not swear the truth, should be entitled to the greater credit, as he is plainly under the strongest obligation.'\"\nIn most of the States of the Union it has been held that the competency of a witness is not affected by a disbelief in a future state, and that his testimony should be admitted if he believes in the existence of a God and in divine punishment of crime. See Hunscom v. Hunscom, 15 Mass. 184.Brock v. Milligan, 10 Ohio, 121. Blocker v. Burness,2 Ala., 354. United States v. Kennedy, 3 McLean, 175 (Fed. Cas., No. 15524). Bennett v. State, 1 Swan. (Tenn.), 411. In our own State the case of Jones v. Harris, 1 Strob., 160, lays down very much the same doctrine, holding that a belief in God and His providence is sufficient to establish the competency of a witness, objected to on account of defective religious beliefs. *Page 366 \nNow, let the competency of the witness, James Williams, be tested by the rule of Jones v. Harris,supra, which is the law of South Carolina on this subject. Did he believe in a God and His providence? He stated to the Court that he had never heard of a God or of a heaven or of a hell or of a devil. Now, then, could he have a belief in the existence and providence of a Great Being, of whom, up to the time that he was offered as a witness, he had never heard even? Such a belief, under such circumstances, seems impossible. In the absence of such belief, he was incompetent under the authorities cited. The fact that he had learned the Lord's Prayer, had repeated it daily for years, repeated it in Court, and stated that he had heard it said that the bad man caught those who lied and cursed, etc., did not furnish, as it seems to us, sufficient proof of a belief on his part of the existence and providence of a Being of whom, up to that moment, he had never heard.\nInasmuch as the judgment must be reversed and a new trial granted, it is unnecessary to consider the other exceptions.\nJudgment reversed and a new trial granted.\nMESSRS. JUSTICES FRASER and COTHRAN concur.\nMR. JUSTICE MARION in result.\nMR. CHIEF JUSTICE GARY did not participate.\nMR. JUSTICE MARION: I have grave doubt as to the correctness of the conclusion reached in this case. As the cause is on the criminal side of the Court, in deference to the opinion of a majority of the members of the Court, I resolve that doubt in favor of the defendant and concur in the result. *Page 367 ",
            "ocr": false,
            "opinion_id": 3887200
        },
        {
            "author_str": "Watts",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the Court was delivered by\nMr. Justice Watts.\nThe defendant was tried and convicted of manslaughter before Judge Dennis and a jury at the January term oi *363Court, 1924, at Greenville, for the killing of Ed Williams, and sentenced to ten years in the state penitentiary. He has appealed, and by 21 exceptions alleges error and seeks reversal.\nExceptions 1, 2, and 3 must be sustained.\nMrs. Williams should not have been allowed to give the complete details of a transaction that occurred at her house about four weeks before the killing. That was a transaction between the defendant and a third person, and the witness should have been permittd only to testify as to threats made by the defendant against the deceased. It was prejudicial to the defendant that she should be allowed to testify to the abuse of her made by the defendant, and that he cursed and abused her in the absence of her husband.\nIt is not allowed to give the details of any previous difficulty between the defendant and the deceased much less to give the details of a transaction between the defendant and a third person.\nIn the case of State v. Williams, 125 S. C., 385; 118 S. E., 784, the Court says:\n“Evidence was allowed, over objection, as to the origin of the difficulty. The fact that there had been a previous difficulty was proper, the details were inadmissible, and their introduction error.”\nThe rule in such cases is thus stated in the case of State v. Evans, 112 S. C., 43; 99 S. E., 751, where the defendant was given a new trial on the ground that the Court allowed the State to give the details and causes of a previous difficulty :\n“The evidence as to the previous difficulty was competent only to show the animus of the parties, and thus aid the jury in reaching a conclusion as to who was probably the aggressor, and what demeanor each party had reason to expect from the other when they met and the fatal difficulty *364occurred. The general details of the previous trouble were properly excluded.”\nIn State v. Adams, 68 S. C., 421; 47 S. E., 676, the Supreme Court says:\n“ ‘Therefore, previous threats and quarrels are permitted, not as a defense for killing a man, not as a defense to a homicide, but to show the attitude of the parties.’ No enlightened tribunal could receive such testimony on any other ground than that stated in this quotation; and we think it was not only proper, but the imperative duty of the Circuit Judge, to charge it should have no other effect.”\nThe Judge made no charge-on this case to save the defendant from the prejudicial error in admitting this testimony. From these cases it will be seen that the. error here is clear. No detail of the transaction was excluded by the presiding Judge.\nThe case of State v. Gregory, 127 S. C., 87; 120 S. E., 499, states the correct rule to be that evidence of conduct immediately preceding the homicide is admissible to show the frame of mind at the time of the homicide, but things which happened four weeks prior thereto would not be competent. Mrs. Williams should not have been allowed to state the details of a transaction between herself and the defendant that occurred some weeks before the homicide in the absence of her husband. That she secured a warrant for the arrest of the defendant, the result of the trial, that the warrant was dismissed and that she procured another; this was a transaction between the defendant and a third person and it went into the details and trial of another case against the defendant, and was prejudicial to the defendant.\nAs to exception 3 this was merely a conversation between the defendant and Mrs. Williams; it was not in the nature of a threat, but an attack on the reputation of the defendant by an attempt to show that he violated the prohibition laws, it certainly did not bear on the case that he was on trial for. Exception 4 must be sus*365tained. James Williams, the son of deceased, about eight years old, was examined by the Court at the request of the defendant as to his competency. The witness demonstrated that he was mentally incompetent, as will be shown by reading the answers made to the quéstions by the Court. The witness further showed himself incompetent in his answers relative to his knowledge of God and His providence. This case is quite similar to State v. Belton, 24 S. C., 185; 58 Am. Rep., 245, where the Court says:\n“Now, let us recur to the first exception. A leading case upon the question of law raised therein in England is the case of Omichund, v. Barker, reported in 1 Willes, 538, and more fully in 1 Atk., 21, and found in 1 Smith Lead. Cas., 195. In this case, upon a full and most interesting discussion of the whole question of the competency of a witness as affected by his religious creed, it was made to rest upon the question of his belief in the existence of a God, and rewards and punishments by Him, either in this world or in the future state, ‘the Court stating that one who believes a future state, and that he shall be punished in the next world as well as in this if he does not swear the truth, should be entitled to the greater credit, as he is plainly under the strongest obligation.’ ”\nIn most of the States of the Union it has been held that the competency of a witness is not affected by a disbelief in a future state, and that his testirftony should be admitted if he believes in the existence of a God and in divine punishment of crime. See Hunscom v. Hunscom, 15 Mass., 184. Brock v. Milligan, 10 Ohio, 121. Blocker v. Burness, 2 Ala., 354. United States v. Kennedy, 3 McLean, 175 (Fed. Cas., No. 15524). Bennett v. State, 1 Swan. (Tenn.), 411. In our own State the case of Jones v. Harris, 1 Strob., 160, lays down very much the same doctrine, holding that a belief in God and His providence is sufficient to establish the competency of a witness, objected to on account of defective religious beliefs.\n*366Now, let the competency of the witness, James Williams, be tested by the rule of Jones v. Harris, supra, which is the law of South Carolina on this subject. Did he believe in a God and His providence? He stated to the Court fhat he had never heard of a God or of a heaven or of a hell or of a devil. Now, then, could he have a belief in the existence and providence of a Great Being, of whom, up to the time that he was offered as a witness, he had never heard even? Such a belief, under such circumstances, seems impossible. In the absence of such belief, he was incompetent under the authorities cited. The fact that he had learned the Lord’s Prayer, had repeated it daily for years, repeated it in Court, and stated that he had heard it said that the bad man caught those who lied and cursed, etc., did not furnish, as it seems to us, sufficient proof of a belief on his part of the existence and providence of a Being of whom, up to that moment, he had never heard.\nInasmuch as the judgment must be reversed and a new trial granted, it is unnecessary to consider the other exceptions.\nJudgment reversed and a new trial granted.\nMessrs. Justices Fraser and Cothran concur.\nMr. Justice Marion in result.\nMr. Chiee Justice Gary did not participate.\n",
            "ocr": false,
            "opinion_id": 9826511
        },
        {
            "author_str": "Marion",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMr. Justice Marion:\nI have grave doubt as to the correctness of the conclusion reached in this case. As the cause is on the criminal side of the Court, in deference to the opinion of a majority of the members of the Court, I resolve that doubt in favor of the defendant and concur in the result.\n",
            "ocr": false,
            "opinion_id": 9826512
        }
    ],
    "court_short_name": "Supreme Court of South Carolina",
    "court_full_name": "Supreme Court of South Carolina",
    "court_type": "S",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Murder"
}