{
    "id": 4128938,
    "judges": "Oveeton",
    "date_filed": "2007-11-19",
    "date_filed_is_approximate": true,
    "slug": "howell-v-cheatham",
    "case_name_short": "Howell",
    "case_name": "Howell v. Cheatham",
    "case_name_full": "John Howell v. Anderson Cheatham. Appeal.",
    "attorneys": "The cause was argued in this Court by GooJce, for the appellant; and B. Searcy, for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>To authorize the Supreme Court to control the discretionary exercise of power by the infe- . rior court, in refusing or granting a new trial, it should be clear that it erred. [Aco. Kel-ton v. Bevins, Cooke, 90; White v. Hembree, 1 Tenn. 631. But see Huggins v. Moore, 3 Head. 428.]</p> <p>The mere stating that a party was surprised is not sufficient to sustain a motion for a new trial; the court ought to be satisfied that there was surprise, either from what appears in the affidavit or otherwise.</p> <p>A party cannot be heard to say he was surprised by the rejection of illegal evidence, as, for example, a record improperly authenticated. [Acc. Nane v. Simpson, 6 Sn. 614, citing this cn«e; Turnley v. Evans, 3 Hum. 222.]</p> <p>In an action for slander, words spoken at different times before suit brought, though not declared on, may he given in evidence, to ascertain the intent; but not words spoken after-wards, for they may be the ground of another action.</p>",
    "summary": "v V Appeal. This was an action of slander, brought by Howell against Cheatbam, in the Robertson Circuit Court. The declaration contained two counts, both, in substance, alleging that the defendant charged the plaintiff with having committed murder in the State of Yirginia; and that he left the country to avoid a prosecution. To this action, the defendant pleaded not guilty and justification, upon which issues were joined. Upon the trial of the cause, the plaintiff offered in evidence a record of the County Court of Dinwiddie County, in the State of Virginia, showing his discharge and acquittal from a prosecution commenced against him for the supposed murder, charged in the defendant’s plea of justification ; but the Court being of opinion that the record was not properly authenticated, refused to permit it to be read as evidence to the jury. The plaintiff also offered proof of the speaking and repeating the same words laid in the declaration, after the commencement of the suit; but the Court were of opinion that such evidence was inadmissible. The jury found a verdict in favor of the plaintiff, and assessed his damages at fifty dollars. The plaintiff moved for a new trial, on the ground that the Court had improperly refused the admission of the evidence going to show a repetition of the words after action brought; and also upon the ground of surprise, in relation to the rejection of the record of his acquittal in the State of Virginia. The Court overruled the motion for a new trial, to reverse which opinion the plaintiff prosecuted this appeal.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<court id=\"AiC\">\n    Supreme Court of Errors and Appeals. Clarksville.\n   </court><decisiondate id=\"ASj\">\n    1812.\n   </decisiondate><parties id=\"A0q\">\n    JOHN HOWELL\n    <em>\n     v.\n    </em>\n    ANDERSON\n    <em>\n     CHEATHAM.\n    </em>\n</parties><summary id=\"A5Lt\">\n    v V Appeal.\n   </summary><headnotes id=\"Al8\">\n    To authorize the Supreme Court to control the discretionary exercise of power by the infe- . rior court, in refusing or granting a new trial, it should be clear that it erred. [Aco. Kel-ton\n    <em>\n     v.\n    </em>\n    Bevins, Cooke, 90; White\n    <em>\n     v.\n    </em>\n    Hembree, 1 Tenn. 631. But see Huggins\n    <em>\n     v.\n    </em>\n    Moore, 3 Head. 428.]\n   </headnotes><headnotes id=\"A4yO\">\n    The mere stating that a party was surprised is not sufficient to sustain a motion for a new trial; the court ought to be satisfied that there was surprise, either from what appears in the affidavit or otherwise.\n   </headnotes><headnotes id=\"AUa\">\n    A party cannot be heard to say he was surprised by the rejection of illegal evidence, as, for example, a record improperly authenticated. [Acc. Nane\n    <em>\n     v.\n    </em>\n    Simpson, 6 Sn. 614, citing this cn«e; Turnley\n    <em>\n     v.\n    </em>\n    Evans, 3 Hum. 222.]\n   </headnotes><headnotes id=\"AOh\">\n    In an action for slander, words spoken at different times before suit brought, though not declared on, may he given in evidence, to ascertain the intent; but not words spoken after-wards, for they may be the ground of another action.\n   </headnotes><summary id=\"AGv\">\n    This was an action of slander, brought by Howell against Cheatbam, in the Robertson Circuit Court.\n   </summary><summary id=\"AIPj\">\n    The declaration contained two counts, both, in substance, alleging that the defendant charged the plaintiff with having committed murder in the State of Yirginia; and that he left the country to avoid a prosecution.\n   </summary><summary id=\"At-\">\n    To this action, the defendant pleaded not guilty and justification, upon which issues were joined.\n   </summary><summary id=\"ABHu\">\n    Upon the trial of the cause, the plaintiff offered in evidence a record of the County Court of Dinwiddie County, in the State of Virginia, showing his discharge and acquittal from a prosecution commenced against him for the supposed murder, charged in the defendant’s plea of justification ; but the Court being of opinion that the record was not properly authenticated, refused to permit it to be read as evidence to the jury.\n   </summary><summary id=\"A6aq\">\n    The plaintiff also offered proof of the speaking and repeating the same\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"188\"> \n     *188\n     </span>\n    words laid in the declaration, after the commencement of the suit; but the Court were of opinion that such evidence was inadmissible.\n   </summary><br><summary id=\"b198-4\">\n    The jury found a verdict in favor of the plaintiff, and assessed his damages at fifty dollars.\n   </summary><br><summary id=\"b198-5\">\n    The plaintiff moved for a new trial, on the ground that the Court had improperly refused the admission of the evidence going to show a repetition of the words after action brought; and also upon the ground of surprise, in relation to the rejection of the record of his acquittal in the State of Virginia.\n   </summary><br><summary id=\"b198-6\">\n    The Court overruled the motion for a new trial, to reverse which opinion the plaintiff prosecuted this appeal.\n   </summary><br><attorneys id=\"b198-7\">\n    The cause was argued in this Court by\n    <em>\n     GooJce,\n    </em>\n    for the appellant; and\n    <em>\n     B. Searcy,\n    </em>\n    for the appellee.\n   </attorneys>",
    "citations": [
        "3 Tenn. 247"
    ],
    "opinions": [
        {
            "author_str": "Oveeton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "This was an action of slander, brought by Howell against Cheatham, in the Robertson Circuit Court. *Page 248 \nThe declaration contained two counts, both, in substance, alleging that the defendant charged the plaintiff with having committed murder in the State of Virginia; and that he left the country to avoid a prosecution.\nTo this action, the defendant pleaded not guilty and justification, upon which issues were joined.\nUpon the trial of the cause, the plaintiff offered in evidence a record of the County Court of Dinwiddie County, in the State of Virginia, showing his, discharge and acquittal from a prosecution commenced against him for the supposed murder, charged in the defendant's plea of justification; but the Court being of opinion, that the record was not properly authenticated, refused to permit it to be read as evidence to the jury.\nThe plaintiff also offered proof of the speaking and repeating the same words laid in the declaration, after the commencement of the suit; but the Court were of opinion that the evidence was inadmissible.\nThe jury found a verdict in favor of the plaintiff, and assessed his damages at fifty dollars.\nThe plaintiff moved for a new trial, on the ground that the Court had improperly refused the admission of the evidence going to show a repetition of the words after action brought; and also upon the ground of surprise, in relation to the rejection of the record of his acquittal in the State of Virginia.\nThe Court overruled the motion for a new trial, to reverse which opinion the plaintiff prosecuted this appeal.\nThis Court can not say that the Circuit Court erred on either of the grounds taken by the counsel for the appellant. To authorize this Court to control the discretional exercise of power by the inferior Court, in refusing or granting a new trial, it should be clear to us that it erred. The affidavit which was filed respecting the record from Virginia, does not sufficiently show that there was surprise. *Page 249 \nThe authentication of records from other States is so clearly defined that no counsel could be mistaken in that respect. It was the duty of the plaintiff, before the trial came on, to submit it to his counsel for inspection; and if the authentication were imperfect, he ought to have moved for a continuance.\nIt is no way accounted for, why this was not done. The mere stating that a party was surprised, is not sufficient to authorize a court to open a cause, after a trial. The Court ought to be satisfied that there was surprise, either from what appears in the affidavit, or otherwise. The affidavit is not conclusive as to the truth of the fact of surprise. We can not say that the Court erred on this ground.\nIn relation to the second point, the Circuit Court were correct in rejecting the evidence of words spoken after the commencement of the action. Words spoken at different times, previous to the institution of the suit, though not declared on, might have been given in evidence, in order to ascertain the intent which the words declared on were spoken. But words spoken, afterwards might be the ground of another action; and therefore ought not to be received in evidence.\nThe judgment of the Circuit Court must be affirmed.",
            "ocr": false,
            "opinion_id": 3891344
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}