{
    "id": 4150069,
    "judges": "Krueger",
    "date_filed": "2019-02-24",
    "date_filed_is_approximate": true,
    "slug": "felix-v-state",
    "case_name_short": "Felix",
    "case_name": "Felix v. State",
    "case_name_full": "Clarence Felix v. the State",
    "attorneys": "W. V. Geppert  and  E. R. Simmons,  both of Teague, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from the District Court of Freestone County. Tried below before the Hon. H. F. Kirby, Judge.\n\nAppeal from conviction for murder; penalty, confinement in penitentitary for five years.\n\n Reversed and remanded. \n\nThe opinion states the case.",
    "syllabus": null,
    "headnotes": null,
    "summary": "The opinion states the case.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b431-4\">\n    Clarence Felix v. The State.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b431-5\">\n    No. 17763.\n   </docketnumber><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AaG\">\n    Delivered November 20, 1935.\n   </decisiondate><br><p data-order=\"3\" data-type=\"summary\" id=\"b431-13\">\n    The opinion states the case.\n   </p><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b431-14\">\n<em>\n     W. V. Geppert\n    </em>\n    and\n    <em>\n     E. R. Simmons,\n    </em>\n    both of Teague, for appellant.\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b431-15\">\n<em>\n     Lloyd W. Davidson,\n    </em>\n    State’s Attorney, of Austin, for the State.\n   </attorneys>",
    "citations": [
        "87 S.W.2d 729",
        "129 Tex. Crim. 409"
    ],
    "opinions": [
        {
            "author_str": "Krueger",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The appellant was tried and convicted of the offense of murder and his punishment was assessed at confinement in the penitentiary for a term of five years.\nThe testimony adduced by the State shows that on the afternoon of September 2, 1934, appellant came to the home of Ira Felix, his mother, and said that he had killed Willie Pearl, his wife. An investigation of the premises disclosed that the deceased was shot with a shotgun; that the shot went through the left wrist and penetrated her left breast, which produced almost instant death. A single-barrel shotgun was found on the ground near the front door steps and a shell was nearby. There was also testimony to the effect that the appellant and his wife did not get along very agreeably. The appellant testified *Page 410 \nin his own behalf that when he arrived home on the afternoon of the alleged homicide he asked his wife whether or not she had dinner ready, to which she replied that she had; that it was on the stove; that after he had gone to the kitchen to eat his noon meal she entered the kitchen with a gun and pointed it at him; that he grabbed the gun and in the scuffle which ensued the gun was accidentally discharged with the result hereinabove stated. His mother and sister testified that when he came to his mother's house he was carrying his two-year-old baby and was crying; that he told them he had accidentally killed his wife; that he wanted some one to take him to Fairfield in order that he might surrender to the officers. This request was complied with and he surrendered. After appellant was confined in jail, the sheriff went to the appellant's home and made an investigation of the premises and viewed the body.\nAppellant urged a number of objections to the court's charge but a careful examination of the same has convinced us that it is not subject to the criticisms addressed to it. The charge is an admirable presentation of the law applicable to the facts.\nBill of Exception No. 1 shows the following occurrence: The District Attorney called the sheriff as a witness and proved by him that appellant had been confined in jail for about one week prior to his trial; that he did not know what appellant was charged with; that the constable had told him he (appellant) owed a fine. The appellant objected to said testimony and the court promptly sustained the objection and verbally instructed the jury not to consider the same. It is our opinion that the bill of exception fails to show any reversible error.\nBill of Exception No. 2 reflects the following occurrence: After Ira Felix, the mother of appellant, had testified that on Sunday afternoon, September 2nd, soon after the alleged homicide, when appellant came to her home he was crying and was carrying his baby; that he then stated to her that he had accidentally killed his wife in a scuffle over a gun. The State, on cross-examination, asked her the following question: \"Is it not a fact that shortly after the killing while you were at the place where the body of Willie Pearl Felix was and in the presence of Maggie Carroll, Edith Griggs, Samantha Hair and J. R. Sessions, sheriff of Freestone County, Texas, you stated that you knew the defendant was going to kill Willie Pearl, and that it would have happened before now, if it had not been for you?\" The witness answered said question in the negative. *Page 411 \nThereupon appellant's counsel asked the court to instruct the jury not to consider the same because it was an attempt to get before the jury an immaterial matter; that it was a hearsay declaration made by the witness out of the presence and out of the hearing of the appellant, and in connection therewith appellant asked the court not to permit the District Attorney to call the sheriff to the witness stand in an effort to impeach her and thereby force the appellant to object. The court failed to respond to the appellant's request, whereupon the District Attorney called the sheriff as a witness and started to ask him whether Ira Felix had made such statement in his presence, to which appellant again objected. The objection was sustained and the testimony was withdrawn. The issue as to whether or not the homicide was the result of an accident or an intentional killing was hotly contested. This was the crucial point of the case and to permit the District Attorney to get before the jury the opinion of Ira Felix as expressed by her in the presence of the sheriff and other parties but in the absence of the appellant was obviously harmful. It was an attempt to elicit from the witness her conclusion as to the intention of the defendant. An affirmative answer of the witness to the questions propounded to her would not have been evidence of the fact but merely the opinion of the witness as to the appellant's intention. It is true the court instructed the jury not to consider the same but its probable effect upon the minds of the jury was not only to discredit the testimony of the witness, Ira Felix, whose testimony was material to the defendant, but was also to prejudice and influence the minds of the jury upon the main issue. It occurs to us that the matters complained of were of such harmful and prejudicial nature that the court could not effectively withdraw the same from the jury. It is true that the court did not permit the sheriff to testify as to what the witness, Ira Felix, said in his presence, yet when the State called him as a witness after Ira Felix had denied making such statement in his presence and in the presence of other parties, it had the same effect as if the court had permitted the sheriff to impeach her because the jury knew, or had good reason to believe, that the State would not have called the sheriff and attempted to make such proof unless the State was reasonably certain that the sheriff would so testify.\nA similar question was before this court in the case of Drake v. State, 29 Texas App., 265, except that in that case the trial court failed to withdraw the testimony from the consideration of the jury but limited the same to the impeachment *Page 412 \nof the witness. In passing upon the question this court said: \"Suppose counsel for the State on cross-examination had asked the witness Drake, Jr., the question, 'Did you know on the morning of and prior to the homicide that the defendant was going to kill the deceased?' Would the question have been legitimate? We think it would not have been. It was calculated to elicit from the witness his conclusion merely, &#8212; his conclusion as to the intention of the defendant. * * * He could merely conclude that it was the defendant's intention to do the act, and this conclusion he would deduce from the facts within his knowledge. An affirmative answer to the question would not be evidence of a fact, but merely the opinion of the witness as to the intention of the defendant.\"\nThe court further said: \"While it is true that this statement was not criminating evidence against the defendant, and the jury were so instructed by the court, its probable effect upon the minds of the jury was to not only discredit the testimony of the witness, Drake, Jr., whose testimony was very material to the defendant, but also to prejudice and influence the minds of the jury upon the main issue.\" See, also, Johnson v. State, 98 Tex.Crim. Rep., in which case a similar question arose.\nIt occurs to us that the matters complained of by the appellant were of such a harmful and prejudicial nature as may have affected him injuriously and brought about his conviction.\nFor the error hereinabove pointed out, the judgment of the trial court is reversed and the cause remanded.\nReversed and remanded.\nThe foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.",
            "ocr": false,
            "opinion_id": 3914526
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}