{
    "id": 4151656,
    "judges": "Lattimore",
    "date_filed": "2008-09-11",
    "date_filed_is_approximate": true,
    "slug": "james-v-state",
    "case_name_short": "James",
    "case_name": "James v. State",
    "case_name_full": "John James v. the State",
    "attorneys": "H.W. Morehead, J.L. Goodman,  and  Perry  Woods,  for appellant. &#8212; On question of objection to evidence: Kleine Bros. v. Gidcomb et al., 152 S.W. Rep., 462.\n\nOn question of moral turpitude of witness and withdrawing illegal evidence: Faulkner v. State, 189 S.W. Rep., 1077; Bullington v. State, 180 id., 679; Spicer v. State, 105 id., 815.\n\n Alvin M. Owsley,  Assistant Attorney General, for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from the District Court of Robertson. Tried below before the Honorable John Watson.\n\nAppeal from a conviction of murder; penalty, twenty years confinement in the penitentiary.\n\nThe opinion states the case.",
    "syllabus": null,
    "headnotes": "<p>1.—Murder—Evidence—Secondary Evidence—Practice in Trial Court.</p> <p>Where, upon trial of murder, the State proved by oral testimony of the-clerk of the Local Exemption Board the classification of defendant under the Selective Draft, as made by the District Board, and it appeared from the record that the evidence showed that all the records and documents of.' the Local Exemption Bsard had been boxed up and sent to Washington, D. C., by order of the War Department, there was no error in admitting secondary evidence of the written findings of the District Board. Following Roby v. State, 73 Texas Crim. Rep., 9, and other cases.</p> <p>2. —Same—Evidence—Moral Turpitude—Felony—Withdrawal of Testimony.</p> <p>WhTe it was permissible to ask defendant’s witnesses on cross-examination if they had not been indicted for perjury, or were not then under such indictment, yet it was inadmissible to connect said prejury with the testimony of the witnesses, given on a former trial of the instant case, as this would convey the idea that the grand jury believed that the testimony of these witnesses as given at a former trial was false and this would have fatally effected the defendant’s case; and the withdrawal of such testimony would not cure the error: Following Bennet v. State, 47 Texas Crim. Rep., 52.</p> <p>3. —Same—Evidence—Defendant as a Witness—Limiting Testimony.</p> <p>Upon trial of murder, where the State’s testimony showed tracks near the scene of the killing, appearing to be boot tracks, evidence showing defendant’s ownership and possession of boots became material, and it was not necessary to limit the testimony of a witness who testified that he saw defendant exchange a pair of boots some time prior to the homicide.</p> <p>4. —Same—Misconduct of Jury—Practice on Appeal.</p> <p>Where the judgment is reversed and the cause remanded for other, reasons, the misconduct of the jury need not be discussed. However, it is emphasized that the need for careful observance by trial courts of instructions to jurors not to engage in discussions with persons who are not members of the jury, or discuss matters not in evidence, should not be relaxed.</p>",
    "summary": "The opinion states the case.",
    "disposition": null,
    "history": "<p>Appeal from the District Court of Robertson. Tried below before the Honorable John Watson.</p> <p>Appeal from a conviction of murder; penalty, twenty years confinement in the penitentiary.</p>",
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": "<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b693-14\"><em>H. W. Morehead, J. L. Goodman, </em>and <em>Perry &amp; Woods, </em>for appellant.</attorneys> <p data-order=\"15\" data-type=\"legal\" id=\"A58\">On question of obj'ection to evidence: Kleine Bros. v. Gidcomb et al., 152 S. W. Rep., 462.</p> <p data-order=\"16\" data-type=\"legal\" id=\"b693-15\">On question of moral turpitude of witness and withdrawing illegal evidence: Faulkner v. State, 189 S. W. Rep., 1077; Bullington v. State, 180 id., 679; Spicer v. State, 105 id., 815.</p> <attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b693-16\"><em>Alvin M. Owsley, </em>Assistant Attorney General, for the State.</attorneys>",
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b692-8\">\n    John James v. The State.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b692-9\">\n    No. 6052.\n   </docketnumber><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQA\">\n    Decided March 9, 1921.\n   </decisiondate><br><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b692-10\">\n    1.—Murder—Evidence—Secondary Evidence—Practice in Trial Court.\n   </headnotes><br><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b692-11\">\n    Where, upon trial of murder, the State proved by oral testimony of the-clerk of the Local Exemption Board the classification of defendant under the Selective Draft, as made by the District Board, and it appeared from the record that the evidence showed that all the records and documents of.'\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"657\"> \n     *657\n     </span>\n<em>\n     the\n    </em>\n    Local Exemption Bsard had been boxed up and sent to Washington, D. C., by order of the War Department, there was no error in admitting secondary evidence of the written findings of the District Board. Following Roby v. State, 73 Texas Crim. Rep., 9, and other cases.\n   </headnotes><br><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b693-5\">\n    2. —Same—Evidence—Moral Turpitude—Felony—Withdrawal of Testimony.\n   </headnotes><br><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b693-6\">\n    WhTe it was permissible to ask defendant’s witnesses on cross-examination if they had not been indicted for perjury, or were not then under such indictment, yet it was inadmissible to connect said prejury with the testimony of the witnesses, given on a former trial of the instant case, as this would convey the idea that the grand jury believed that the testimony of these witnesses as given at a former trial was false and this would have fatally effected the defendant’s case; and the withdrawal of such testimony would not cure the error: Following Bennet v. State, 47 Texas Crim. Rep., 52.\n   </headnotes><br><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b693-7\">\n    3. —Same—Evidence—Defendant as a Witness—Limiting Testimony.\n   </headnotes><br><headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b693-8\">\n    Upon trial of murder, where the State’s testimony showed tracks near the scene of the killing, appearing to be boot tracks, evidence showing defendant’s ownership and possession of boots became material, and it was not necessary to limit the testimony of a witness who testified that he saw defendant exchange a pair of boots some time prior to the homicide.\n   </headnotes><br><headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b693-9\">\n    4. —Same—Misconduct of Jury—Practice on Appeal.\n   </headnotes><br><headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b693-10\">\n    Where the judgment is reversed and the cause remanded for other, reasons, the misconduct of the jury need not be discussed. However, it is emphasized that the need for careful observance by trial courts of instructions to jurors not to engage in discussions with persons who are not members of the jury, or discuss matters not in evidence, should not be relaxed.\n   </headnotes><br><summary data-order=\"11\" data-type=\"history\" id=\"b693-11\">\n    Appeal from the District Court of Robertson. Tried below before the Honorable John Watson.\n   </summary><br><summary data-order=\"12\" data-type=\"history\" id=\"b693-12\">\n    Appeal from a conviction of murder; penalty, twenty years confinement in the penitentiary.\n   </summary><br><p data-order=\"13\" data-type=\"summary\" id=\"b693-13\">\n    The opinion states the case.\n   </p><br><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b693-14\">\n<em>\n     H. W. Morehead, J. L. Goodman,\n    </em>\n    and\n    <em>\n     Perry &amp; Woods,\n    </em>\n    for appellant.\n   </attorneys><p data-order=\"15\" data-type=\"legal\" id=\"A58\">\n    On question of obj'ection to evidence: Kleine Bros. v. Gidcomb et al., 152 S. W. Rep., 462.\n   </p><br><p data-order=\"16\" data-type=\"legal\" id=\"b693-15\">\n    On question of moral turpitude of witness and withdrawing illegal evidence: Faulkner v. State, 189 S. W. Rep., 1077; Bullington v. State, 180 id., 679; Spicer v. State, 105 id., 815.\n   </p><br><attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b693-16\">\n<em>\n     Alvin M. Owsley,\n    </em>\n    Assistant Attorney General, for the State.\n   </attorneys>",
    "citations": [
        "228 S.W. 941",
        "88 Tex. Crim. 656"
    ],
    "opinions": [
        {
            "author_str": "Lattimore",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Appellant was convicted in the District Court of Robertson County of the murder of Claude Whitehead, and his punishment fixed at twenty years in the penitentiary.\nThis is the second appeal of this case. See 86 Tex. Crim. 598, 219 S.W. Rep., page 202 for a discussion of the facts.\nOn this trial the State desired to prove by the oral testimony of the Clerk of the Local Exemption Board the classification of appellant *Page 658 \nunder the selective draft, as made by the District Board of his district. It appears that he had filed an application for deferred classification, and that the District Board sent the written application or claim to the Local Board with the notation of its action written thereon. Appellant objected to the offered testimony upon the ground that it was not the best evidence, was secondary and hearsay. To the bill of exceptions taken to his action in overruling said objection and allowing the witness to state that appellant was placed in the fourth class, the trial court attached the qualification that it was shown by other evidence that all of the records and documents of the Local Exemption Board had been boxed up and sent to Washington, D.C. by order of the War Department. Accepting this as true, there was no error in admitting secondary evidence of the written findings of the District Board. Rule eleven under Article 3687, Chapter 4, Title 53, Revised Civil Statutes provides that when a written instrument is beyond the reach of the process of the court, secondary evidence, thereof, is admissible. G.C.  S.F. Ry. Co. v. Dimmett, 17 Texas Civ. App. 255[17 Tex. Civ. App. 255], 42 S.W. Rep., 583; St. Louis Ry. Co. v. May, 115 S.W. Rep., 900; M.K.  T. Ry. Co. v. Gober, 125 S.W. Rep., 383; Smith v. Traders National Bank, 82 Tex. 368. This court has held admissible secondary evidence of documents shown to be at the time of the trial in Oklahoma, and also in Washington, D.C. Roby v. State, 73 Tex.Crim. Rep.; Arensman v. State, 79 Tex.Crim. Rep.. Corpus Juris, Vol. 22, pp. 1033-1036, states the rule to be that if the primary evidence be inaccessible or beyond the jurisdiction of the court, secondary evidence thereof is admissible.\nAppellant's witness, Frank Welch, was asked upon cross-examination if he had not been indicted for perjury, to which he answered that he had, and was then asked, \"In this case?\" and answered, \"Yes, sir.\" Appellant had filed herein a motion asking that the prosecution be forbidden to ask any questions about said alleged perjury or the indictment of the witness therefor. At the time said questions were asked, no ruling had been made on this motion. At the time of such asking appellant again objected and also called attention to his motion, his objection then made being that such evidence was irrelevant, incompetent and prejudicial and that it in effect placed before the jury the opinion of the grand jurors that said witness had falsified his testimony as given in this case at a previous trial. Substantially the same proceedings appear in the record as relating to the witness Miller. Some time after both said witnesses had testified the trial court withdrew from the consideration of the jury that portion of their testimony which showed that they had been indicted for perjury growing out of this case. We do not think either of the motions of appellant as made before the witnesses took the stand should have been granted as it was permissible to ask each of said witnesses if he had not been indicted for perjury or was not then under such indictment, said testimony *Page 659 \nbeing admissible as affecting generally the credibility of said witnesses. Any effort, however, to connect said perjury with the testimony of the witness given on this trial or with former testimony as given on a former trial of this case, would manifestly be hurtful to accused. There is no escape from the proposition that if the State had proved outright that twelve good and true men of Robertson County believed that the testimony of these witnesses as given at a former trial was false, it would have greatly affected appellant's case. Such we think the necessary effect of the testimony establishing that said witness s had formerly testified herein and had since been indicted for perjury, or for perjury growing out of their testimony as given in this case upon a former trial. We do not think the injury one which the court could cure by withdrawing the evidence. Bennett v. State, 47 Tex.Crim. Rep.. We do not believe that it was error to ask appellant when a witness, relative to his ownership of a pair of boots prior to the homicide; nor do we think the court should have limited the testimony of the witness Pilgreen in which he stated that he saw appellant exchange a pair of boots with one McDonald some time prior to the homicide. The State's testimony went to show that tracks near the scene of the killing appeared to be boot tracks, and evidence showing appellant's ownership and possession of boots became, therefore, material. Believing that this case must be reversed for the prejudicial error above discussed, we forego an extended mention of appellant's claim of misconduct of the jury, and will only again emphasize the need for careful observance by trial courts of impressive instructions to jurors not to engage in discussion with persons who are not members of the jury, except under statutory limitations, and not to discuss while in the jury room matters not in evidence before them.\nFor the error mentioned the judgment will be reversed and the cause remanded for new trial.\nReversed and remanded.",
            "ocr": false,
            "opinion_id": 3916335
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}