{
    "id": 4164007,
    "judges": "Hawkins, Lattimore",
    "date_filed": "2017-12-01",
    "date_filed_is_approximate": true,
    "slug": "leaks-v-state",
    "case_name_short": "Leaks",
    "case_name": "Leaks v. State",
    "case_name_full": "Clyde Leaks v. the State",
    "attorneys": "Searcy  Hodde,  of Brenham, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from the District Court of Washington County. Tried below before the Hon. John H. Tate, Judge.\n\nAppeal from conviction for assault with intent to murder; penalty, confinement in the penitentiary for three years.\n\n Reformed and affirmed. \n\nThe opinion states the case.",
    "syllabus": null,
    "headnotes": null,
    "summary": "The opinion states the case.",
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied April 3, 1935.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b301-8\">\n    Clyde Leaks v. The State.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b301-9\">\n    No. 17358.\n   </docketnumber><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AG-\">\n    Delivered March 13, 1935.\n   </decisiondate><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b301-10\">\n    Rehearing Denied April 3, 1935.\n   </otherdate><br><p data-order=\"4\" data-type=\"summary\" id=\"b302-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"278\"> \n     *278\n     </span>\n    The opinion states the case.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b302-5\">\n<em>\n     Searcy &amp; Hodde,\n    </em>\n    of Brenham, for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b302-6\">\n<em>\n     Lloyd W. Davidson,\n    </em>\n    State’s Attorney, of Austin, for the State.\n   </attorneys>",
    "citations": [
        "80 S.W.2d 970",
        "128 Tex. Crim. 277"
    ],
    "opinions": [
        {
            "author_str": "Hawkins",
            "per_curiam": false,
            "type": "050addendum",
            "page_count": null,
            "download_url": null,
            "author_id": 5758.0,
            "opinion_text": "Appellant predicates his motion for rehearing on the claim that this court was in error in disposing of the bill of exception complaining of the trial court's action in overruling appellant's application for continuance.\nThe application was based on the absence of three witnesses, Hogan, Tom and Bailey. There is no statement in the application for continuance showing what became of the process which was issued for said witnesses. In that respect the application for continuance was bad on its face. In addition to the authorities cited upon the point in our original opinion, the following recent cases are noted: Collins v. State, 114 Tex. Crim. 673,26 S.W.2d 1074; Best v. State, 28 S.W.2d 803; Holder v. State, 116 Tex.Crim. Rep., 31 S.W.2d 637; Winfrey v. State, 122 Tex.Crim. Rep., 55 S.W.2d 1046; Winfrey v. State, 65 S.W.2d 297. The trial court could well have rested his action in denying the continuance on the defect pointed out. The bill of exception complaining of the matter furnishes us no light upon the reason for the court's action. The bill only sets out the application for continuance and reserves exception to its refusal. The court approves the bill *Page 280 \nwithout assigning any reason for denying the continuance, saying only that the witnesses Tom and Bailey were brought into court during the trial and were not used as witnesses. It is not set out in the bill that upon the question of diligence evidence was heard by the court, nor is such evidence set out in the bill, nor are we referred to it as being incorporated in the statement of facts. Appellant, however, insists that such evidence is so incorporated in the statement of facts, and that this court should go there to get facts which would supplement the application for continuance in the particulars in which it is defective. If we should do as appellant insists, then if a continuance was sought for an absent witness, and the application totally failed to set out what evidence was expected from the witness &#8212; (an indispensable requisite, article 543 C.C.P.) &#8212; this court could be forced to the statement of facts if anywhere therein it appeared what the evidence of the absent witness might be. In the interest of orderly procedure the consistent holding of this court has been to the contrary. As exemplifying such holding generally, we quote section 208, p. 297, 4 Texas Jurisprudence. \"The court will not look beyond a bill of exception presenting a matter to find facts which should have been set out therein, nor refer to other portions of the record, such as the statement of facts, to supply omissions or make a complete bill, or to ascertain whether error has been committed; nor is it permissible to verify the allegations of one bill by reference to those of another. The court will not look to appellant's brief to supplement a bill, or indulge in presumptions or inferences in aid of it. Nor can a bill be aided by statements in a motion for a new trial or by a statement in reply to such a motion.\"\nMany cases are cited in support of the text.\nHowever, if, as appellant insists, we should go to the statement of facts, we would still be unable to say the court was in error in denying the continuance. The record shows that appellant was under bond to await the action of the grand jury, and that no process was asked for the witness Hogan until twelve days after the indictment was returned. If the court based his action in denying the continuance on this delayed request for process he would not be without precedent to support his action. It has been held that in some instances it is necessary to show in the application for continuance the date of appellant's arrest, in order to overcome apparent lack of diligence in securing process. Shepherd v. State, 111 Tex.Crim. Rep.,10 S.W.2d 730. In other words, the bill of exception complaining *Page 281 \nof the denial of continuance must show that diligence was used to secure process.\nIn Brannan's case, 108 Tex.Crim. Rep., 1 S.W.2d 279, the court was dealing with a second application for continuance, which had omitted an averment that the testimony expected from the absent witness could not be procured from any other source. This was a necessary averment in a second application for continuance. In passing upon the matter, the court said: \"Under the settled law appellant's application for continuance was a second application, and fatally defective in omitting one of the statutory requisites. The trial court therefore was justified in overruling it, and the application forms no basis for a complaintin the motion for new trial on account of the denial of thecontinuance in the first instance.\"\nIn overruling the motion for new trial the trial court may have thought that had the witness Hogan been present and testified as indicated in the application for continuance &#8212; (though no affidavit of the witness was attached to the motion) &#8212; the result of the trial would not have been different. In view of the entire record we are not able to say that such finding would have been an abuse of discretion. In passing upon such question in Wiley v. State, 36 S.W.2d 495, we reached the conclusion that the appellate court should not reverse for the refusal of a continuance unless satisfied that the trial court had abused his discretion in refusing a new trial in determining that the absent testimony would not produce a different result. See also Barfield v. State, 118 Tex.Crim. Rep., 43 S.W. (2) 106; Fox v. State, 43 S.W.2d 951; Johnson v. State, 78 S.W.2d 965.\nAppellant's very forceful motion for rehearing has led us to write more at length than we would ordinarily have deemed necessary.\nWe think our original opinion correctly disposed of the question.\nThe motion for rehearing is overruled.\nOverruled.",
            "ocr": false,
            "opinion_id": 3930353
        },
        {
            "author_str": "Lattimore",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Conviction for assault with intent to murder; punishment, three years in the penitentiary.\nWe find in the record but two bills of exception, the first of which complains of the overruling of an application for continuance. The application is manifestly insufficient. It is not shown by the bill that any diligence was used. It is merely recited that application for subpoena for the absent witness was made on September 22, 1934, and was addressed to Austin County, Texas, where the appellant believed the witness resided, &#8212; coupled with a statement of what appellant expected to prove by said witness. The trial of this case occurred September 25, 1934, and according to the caption of the transcript the trial term began on the 3rd day of September, 1934, and adjourned on the 13th of October following. The indictment was returned September 10th. No reason or excuse is stated for not having sooner procured process for the witness Hogan. Nor is there any statement or showing as to what was done with the process such as is held necessary under all of our authorities. See Branch's Annotated P.C., p. 187, for collation of authorities holding it necessary to show in the application what was done with the process. Among the cases cited will be found Barrett v. State, 18 Texas App., 67; Weaver v. State, 34 Tex.Crim. Rep.; Clark v. State, 57 Tex.Crim. Rep.. In oral presentation of this case before us counsel for appellant called attention to the fact that upon a hearing before the court testimony was given regarding the facts we have just adverted to. In Mr. Branch's Annotated P.C., sec. 213, p. 137, many authorities are collated holding that the statement of facts will not ordinarily be looked to in aid of a bill of exception. Cases cited are Burt v. State, 38 Tex.Crim. Rep.; Reys v. State, 45 Tex. Crim. 464; Lucas v. State, 49 Tex.Crim. Rep., and others. The learned trial judge nowhere refers this court, in his qualification to the bill of exceptions, to any part of the statement of facts.\nThe other bill of exceptions complains of the refusal of a *Page 279 \nspecial charge, in effect, that the jury should believe that appellant had the specific intent to kill before they could convict him for assault to murder. Examination of the main charge of the court reveals the fact that he therein told the jury that they could not convict this appellant unless he entertained the specific intent to kill at the time he assaulted the injured party.\nThe facts before us seem to amply justify the jury in their conclusion of guilt. There is no dispute of the fact that appellant with a shot-gun fired at and wounded the injured party, the shooting being at close range. Appellant defended upon the proposition of self-defense, he claiming that the injured party was attacking him with a knife. The State supported its claim that the assault was not in self-defense by the testimony of a number of eye-witnesses. Appellant seems to stand alone in his own assertion of self-defense.\nThe sentence takes no notice of the indeterminate sentence law. Same will be reformed so as to direct that appellant will be sentenced to confinement in the penitentiary for not less than one nor more than three years.\nFinding no error in the record, the judgment will be affirmed.\nAffirmed.\n                    ON MOTION FOR REHEARING.",
            "ocr": false,
            "opinion_id": 3930352
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}