{
    "id": 7796283,
    "judges": "Bagneris, Kirby, Klees, Lklees",
    "date_filed": "2002-09-30",
    "date_filed_is_approximate": true,
    "slug": "state-v-sorina",
    "case_name_short": "Sorina",
    "case_name": "State v. Sorina",
    "case_name_full": "STATE of Louisiana v. Michael D. SORINA",
    "attorneys": "Harry F. Connick, District Attorney, Nicole Brasseaux Barron, Assistant District Attorney, New Orleans, Louisiana, Counsel for Plaintiff-Appellee., Peggy J. Sullivan, Louisiana Appellate Project, Monroe, Louisiana, Counsel for Defendant Michael D. Sorina.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "770 So. 2d 837"
    ],
    "opinions": [
        {
            "author_str": "Lklees",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLKLEES, Chief Judge.\nMichael D. Sorina was charged by grand jury indictment on April 27, 1995 with second degree murder, a violation of La. R.S. 14:30.1. Sorina pleaded not guilty at his May 2, 1995 arraignment. On May 22, 1995, Sorina changed his plea to not guilty and not guilty by reason of insanity. A bench trial was heard on October 24, 1995. On October 30, 1995, the trial court found Sorina not guilty by reason of insanity. On November 16, 1995, the trial court found that Sorina was suffering from a mental defect and posed a danger to himself and/or others, and remanded him to the Feliciana Forensic Facility. Following a hearing on July 20, 1999, the trial court found that Sorina was still suffering from a mental disease or defect and posed a danger to himself and others, and remanded him to East Louisiana State Hospital, Forensic Division (“ELSHFD”). The trial court denied Sorina’s motion to reconsider sentence, and granted his motion for appeal. The trial court also set the matter for another mental status hearing on January 18, 2000. At the conclusion of that January 2000 hearing, the trial court again found that Sorina was suffering from a mental disease or defect, and presented a danger to himself and/or others, and remanded him to the ELSHFD.\nPrior to signing the motion for appeal, the trial court noted that defense counsel should take a writ, but counsel replied that he would appeal the denial of his motion to reconsider sentence. Michael Sorina now “appeals” the trial court’s refusal to grant him a conditional release. Only a final judgment from a conviction and sentence is appealable. C.Cr.Pro. Art. 912(A); State v. Chapman, 471 So.2d 716 (La.1985). Here, there is no conviction and sentence. The trial court’s ruling [Sis therefore not appealable, but we shall treat this matter as an application for supervisory writs. See State v. Everett, 505 So.2d 133 (La.App. 4 Cir.1987).\n\nFACTS\n\nOn April 4, 1995, thirty-seven year-old Michael Sorina shot his sixty year-old brother, Peter, five times, killing him. So-rina claimed his brother had sexually molested him as a child. He was purportedly haunted by the abuse, and had paranoid delusions that strangers knew about the abuse.\n*839ASSIGNMENT OF ERROR1\nBy his sole assignment of error, Sorina claims that the trial court erred in denying him a “conditional release” pursuant to La. C.Cr.P. art. 657.1, which provides in pertinent part:\nA. At any time the court considers a recommendation from the hospital-based review panel that the person may be discharged or released on probation, it may place the insanity acquittee on conditional release if it finds the following:\n(1) Based on the factors which the court shall consider pursuant to Article 657, he does not need inpatient hospitalization but needs outpatient treatment, supervision, and monitoring to prevent his condition from deteriorating to a degree that he would likely become dangerous to self and others.\n(2) Appropriate outpatient treatment, supervision, and monitoring are reasonably available.\n(3) There is significant reason to believe that the insanity acquittee, if conditionally released, would comply with the conditions specified.\n(4) Conditional release will not present an undue risk of danger to others or self, as defined in R.S. 28:2(3) and (4).\nB. The court shall subject a conditionally released insanity acquittee to such orders and conditions it deems will best meet the acquittee’s need for treatment, supervision, and monitoring and will best serve the interests of justice and society.\nLa.R.S. 28:2 provides in pertinent part:\nL(3) “Dangerous to others” means the condition of a person whose behavior or significant threats support a reasonable expectation that there is a substantial risk that he will inflict physical harm upon another person in the near future.\n(4) “Dangerous to self’ means the condition of a person whose behavior, significant threats or inaction supports a reasonable expectation that there is a substantial risk that he will inflict physical or severe emotional harm upon his own person.\nLa. C.Cr.P. art. 657 provides for the discharge or release of an insanity aequit-tee, and states:\nAfter considering the report or reports filed pursuant to Articles 655 and 656, the court may either continue the commitment or hold a contradictory hearing to determine whether the committed person is no longer mentally ill as defined by R.S. 28:2(14) and can be discharged, or can be released on probation, without danger to others or to himself as defined by R.S. 28:2(3) and (4). At the hearing the burden shall be upon the state to seek continuance of the confinement by proving by clear and convincing evidence that the committed person is currently both mentally ill and dangerous. After the hearing, and upon filing written findings of fact and conclusions of law, the court may order the committed person discharged, released on probation subject to specified conditions for a fixed or an indeterminate period, or recommitted to the state mental institution. A copy of the judgment and order containing the written findings of fact and conclusions of law shall be forwarded to the administrator of the forensic facility. Notice to the counsel for the committed person and the district attorney of the contradictory hearing shall be given at least thirty days prior to the hearing, (emphasis added).\nLa. C.Cr.P. art. 655 provides, in pertinent part:\nA. When the superintendent of a mental institution is of the opinion that a person committed pursuant to Article 654 can be discharged or can be released on probation, without danger to others or to himself, he shall recommend the discharge or release of the person in a report to a review panel comprised of *840the person’s treating physician, the clinical director of the facility to which the person is committed, and a physician or ■ psychologist who served on the sanity commission which recommended commitment of the person. If any member of the panel is unable to serve, a physician or a psychologist engaged in the practice of clinical or counseling psychology with at least three years’ experience in the field of mental health shall be appointed by the remaining members. The panel shall review all reports received promptly. After review, the panel shall make a recommendation to the court by which the person was committed as to the person’s mental condition and whether he can be discharged, ^conditionally or unconditionally, or placed on probation, without being a danger to others or himself. If the review panel recommends to the court that the person be discharged, conditionally or unconditionally, or placed on probation, the court shall conduct a contradictory hearing following notice to the district attorney.\nLa. C.Cr.P. art. 656 provides in pertinent part:\nA. Upon receipt of the superintendent’s report, filed in conformity with Article 655, the review panel may examine the committed person and report, to the court promptly, whether he can be safely discharged, conditionally or unconditionally, or be safely released on probation, without danger to others or to himself.\nB. The committed person or the district attorney may also retain a physician to examine the committed person for the same purpose. The physician’s report shall be filed with the court.\nC. Upon receipt by the superintendent of the state hospital or other treatment facility to which the person has been committed of the recommendation of the hospital-based treatment team that the person is appropriate for probated outpatient status as set forth in this Chapter, the superintendent shall immediately forward such recommendation to the administrator of the conditional release program, together with the proposed aftercare plans. The administrator or a designee shall submit to the review panel a recommended plan, if appropriate, for outpatient supervision and monitoring. The plan shall set forth any additional terms and conditions to be followed during outpatient status, if recommended.\nPresently in Louisiana, if the State wishes to continue the confinement of an insanity acquittee, it must show by clear and convincing evidence that the ac-quittee is both mentally ill and dangerous [to himself and/or others]. La.' C.Cr.P. art. 657; State v. Perez, 94-0130, p. 2 (La.1/27/95), 648 So.2d 1319, 1320; Foucha v. Louisiana, 504 U.S. 71, 112 S.Ct. 1780, 118 L.Ed.2d 437 (1992). The dispositive issue is whether the evidence establishes that Sorina has a mental disease or defect and would pose a danger to himself and/or others if released. The standard of review is whether, considering all of the evidence, the trial court abused its discretion in denying Sorina a conditional release on probation. See Perez, 94-0130 at p. 7, 648 So.2d at 1322.\n|fiAt the hearing in the instant case, Dr. Raphael Salcedo was qualified by stipulation as an expert in the field of forensic psychology. He was asked by the court whether it was his opinion that Michael Sorina suffered from a mental disease or defect, and he replied in the affirmative. He said Sorina suffered from a psychotic disorder “not otherwise specified,” and noted that he had a history of significant paranoia. The court asked Dr. Salcedo whether he believed the mental disease or defect rendered Sorina a danger to himself and/or others if he were to be released into society, and Dr. Salcedo replied in the affirmative.\nDr. Salcedo admitted on cross examination that Sorina had a record of only one violent outburst — the occasion when he *841killed his brother. He admitted that subsequent to that event, during Sorina’s confinement to the Feliciana Forensic Facility, he had not engaged in any recorded acts of violence. Dr. Salcedo testified that Sorina was not currently on any medication. Dr. Salcedo conceded that a case could be made for a less restrictive regimen, and he felt that Sorina, probably more so than the average insanity acquit-tee, showed promise of future release to a less restrictive environment. He noted that Sorina was intelligent, had no history of substance abuse, and had only the one episode of violence in his history. However, Dr. Salcedo felt that Sorina did not have a lot of insight into his mental illness, merely acknowledging it, and had not gotten to the point where he could discuss the connection between his mental illness and the killing of his brother. Finally, Dr. Salcedo said he believed that Sorina needed to be on a- low-dose medication “in terms of maintaining his stability.” In concluding, Dr. Salcedo conceded that he could see how the preview panel could arrive at its decision, and said the panel’s position was arguable.2\nIt was stipulated that if Dr. Richard Richoux were called as a witness he would qualify as an expert in the field of forensic psychiatry, and that his testimony, opinions and conclusions would be substantially the same as those of Dr. Salcedo.\nDr. John Thompson, who was qualified by stipulation as a forensic psychiatrist, testified that he was then the director of clinical services for “the forensic hospital for the State of Louisiana.” He stated that he also had been Michael Sorina’s treating psychiatrist for the last six months, since Sorina had been housed on the hospital’s least restrictive unit. Dr. Thompson testified that the review panel determined that Sorina would not be a danger if he was released into the community, provided that he lived with his sister and was followed at the Forensic Aftercare Clinic. Asked more specifically whether it was his opinion that Sorina did not pose a danger to himself or to the community, he replied: “If he is managed at the Forensic Aftercare Clinic and resides with his sister, I don’t feel that he presents an imminent danger at the present time.” He replied in the affirmative when asked whether Sorina would continue to receive treatment if released. Dr. Thompson also testified that there were options less restrictive than the forensic hospital, but more restrictive than allowing Sorina to live with his sister, such as a group home. He said Sorina had been going on passes for up to five days, and lived with his sister in the | scommunity during those periods, with no problems. Dr. Thompson said Sorina was not presently taking any medication. However, in light of Sorina’s history of paranoia, and the killing of his brother, the doctor admitted that he had recommended to Sorina that he might want to consider taking medication “just to prevent symptoms from coming up.” Dr. Thompson said Sorina did not feel comfortable with the idea of taking medication, because he had no symptoms. Dr. Thompson said that he had regularly seen Sorina on the unit during the past six months, and that Sorina did not act paranoid. He said Sorina worked in an area where any paranoid behavior would be spotted fairly easily. He opined that Dr. Salcedo’s suspicion of paranoia might be because of Sorina’s reticence to talk about the history of sexual abuse by his brother, which was related to the killing. Dr. Thompson suggested that rather than paranoia it might simply be embarrassment about the subject of sexual abuse.\nDr. Thompson testified on cross examination that he talked with Sorina about taking medication to prevent paranoid symptoms from coming out, or to moderate them if they did, but said Sorina did *842not feel he was paranoid. Dr. Thompson then said: “And frankly, I don’t see a lot of it.” He said there had been three psychiatrists in the hospital who had treated Sorina, and none of them had felt that Sorina had such a degree of paranoid symptoms that he needed to be forcibly medicated. When asked about the opinions of Drs. Salcedo and Richoux, Dr. Thompson noted that he had been involved with treating Sorina for the past three years, and had seen him under pressure, i.e., other patients attempting to provoke him, which, he said, happened all the time at the forensic hospital. He said that Sori-na had Rnever become aggressive with those individuals, and had been a model patient. In closing, Dr. Thompson admitted the obvious — that he could not guarantee to anybody in the court that Sorina would not present a danger to himself or to others if he was moved to a less restrictive environment. He said he could only “make recommendations for managing the risks that I think are there .”\nThe trial court found that Michael Sori-na was suffering from a mental disease or defect, and presented a danger to himself and/or others if released into society.\nAt a January 18, 2000 hearing on the same subject, Dr. Richard Richoux testified that he and Dr. Salcedo had examined Michael Sorina that morning, and that them findings were essentially the same as they were in July 1999. He noted that Sorina was still showing little if any insight into the fact that he had a mental illness, which he said was a very poor prognostic sign with regard to the issue of whether or not it was safe to release him into a less restrictive environment. He also noted that their July 1999 recommendation that defendant be maintained on a low-dose antipsychotic medication to see if this would help lower his propensity for paranoia had never been implemented. Accordingly, the court again found that Michael Sorina was suffering from a mental disease or defect, and would present a danger to himself and/or others if released.\nIn State v. Perez, 94-0130 (La.1/27/95), 648 So.2d 1319, Perez shot and killed his father in 1979, was found not guilty by reason of insanity, and was committed to the Feliciana Forensic Facility. The trial court found in 1992 that Perez still suffered from schizophrenia, although his illness was Imunder control through medication, and presented a danger to himself and/or others because there was a seventy-five percent chance he would revert back to his prior condition (violent behavior) if he discontinued his medication. Consequently, the trial court denied his request for a conditional release. The appellate court affirmed that decision. The Louisiana Supreme Court reversed, finding that the trial court abused its discretion in denying Perez release on probation. The evidence showed that, as early as 1985, doctors at the forensic hospital had determined that Perez would receive no further benefit from continued treatment at the hospital. Both a treating physician and the chief of psychology at the institution testified that Perez’s schizophrenia had been in stable remission for some years, through medication, and that he now presented no danger to himself or others. They admitted Perez would “decompen-sate” and lapse back into overt symptoms of schizophrenia if he discontinued his medication. From May 1989 to October 1992 Perez had spent one half of his time out of the institution. On one occasion in 1989 he cut short one of his home furloughs because he felt himself beginning to decompensate. It was determined that in fact something had gone wrong with his medication, a problem which was later remedied. There was testimony that Perez would be closely monitored and could be reinstitutionalized pursuant to a coroner’s commitment if he stopped taking his medication and began to decompensate. Unlike the instant case, there was no testimony that defendant would present a danger to himself and/or others if conditionally released on probation.\n*843In State v. Boulmay, 498 So.2d 213 (La.App. 1 Cir.1986), writ denied, 503 So.2d 473 (La.1987), Boulmay was found not guilty of armed h jobbery and two counts of attempted murder by reason of insanity in 1980, and was committed to the Felicia-na Forensic Facility. Following a 1986 hearing, the trial court denied Boulmay’s request for release on probation. Boul-may still suffered from chronic schizophrenia, but his symptoms, controlled by medication, were in remission. On appeal, the court held that the trial court had erred and should have either released Boulmay, subject to probationary conditions assuring his compliance with a medication regimen, or remanded him to Southeast Louisiana State Hospital for socialization treatment and continued medication. One psychiatrist recommended the less-restrictive hospital confinement; one recommended that Boulmay be released to his family. A social worker testified that Boulmay would not present a danger as long as he took his medication. Boulmay’s mother testified that he had been receiving passes since 1982, and was always very punctual in taking his medication. She also testified that she would immediately report him to the proper authorities if he failed to take the medication. Unlike the instant case, there was no testimony that Boulmay would present a danger to himself and/or others if released on probation or placed in the less restrictive hospital setting.\nIn State v. Breland, 495 So.2d 366 (La.App. 3rd Cir.1986),3 Breland was found not guilty of second degree murder by reason of insanity and committed to the Feliciana Forensic Facility in 1979. Bre-land was denied release on probation in 1980, and again in 1985. He sought review of the latter denial, and the appellate court, considering evidence from both the |121980 and 1985 hearings, reversed, finding that Breland should have been released on probation. Two psychiatrists had testified at the July 1980 hearing that Breland was a paranoid schizophrenic, but that his condition was in complete remission, and that such remission had been achieved without the intervention of anti-psychotic medication, which had been discontinued in January 1980. Both doctors testified that Breland might never require medication again. Both were of the opinion that he could be released without a danger to himself or others, if subject to frequent therapeutic contact with a psychiatrist. A different psychiatrist, Dr. Pennington, testified at the 1985 hearing that Breland had not been on antipsychotic medication in excess of five years, nor displayed any signs of psychosis or severe mental illness. He had gone on passes and tested drug-free upon his return. Dr. Pennington testified that Breland could be released on probation, without follow up medical attention, without danger to himself or others. The chief executive officer of the Feliciana Forensic Facility testified that Breland had never exhibited any psychotic symptoms, and he had no qualms about Breland’s release on probation. There was testimony that Breland might be suffering from multiple sclerosis, and the trial court opined the condition might exacerbate the onset of a psychotic episode. The trial court also noted that there was no absolute certainty that a psychotic episode would not occur, or that Breland would adhere to any monitoring program. In reversing the trial court, the appellate court noted that although there was no evidence Breland would adhere to a monitoring program, neither was there any evidence he would not do so. The appellate court also said there was evidence that any future psychotic episode would be gradual |13in onset, and the symptoms would be recognizable by Breland and those around him. Unlike the instant case, there was no testimony that defendant would present a danger to himself and/or others if released on probation.\n*844In the instant case, Drs. Salcedo and Richoux believed defendant was suffering from a psychotic disorder, and had a history of significant paranoia. They essentially stated that for Sorina to be deemed not to be danger to himself and/or others if released into society, he should be maintained on medication to prevent the recurrence of symptoms of paranoia. There was no testimony as to how long either physician interviewed or examined Sorina before the July 1999 hearing. However, it is clear that they examined him solely, and in all probability, briefly, in connection with the hearing. On the other hand, Dr. Thompson had treated Sorina for six months, and had overseen his treatment for a total of three years. Nevertheless, Dr. Thompson conceded that he suggested to Sorina that he take medication to prevent the recurrence of paranoia, but Sorina rejected the notion. However, Dr. Thompson saw no signs of paranoia in Sorina’s day-to-day existence at the forensic hospital, and therefore, saw no reason to forcibly medicate him, a view apparently shared by three other psychiatrist who had treated Sorina. Therefore, four treating psychiatrists believed that the benefits of forcibly medicating Sorina were outweighed by the possible adverse effects, such as they might be. Nevertheless, Dr. Thompson’s testimony indicates that he and the three other psychiatrists who had treated Sorina would prefer to see him take such medication to control possible paranoia. It is uncontroverted that such paranoia was a factor in Sorina’s actions in shooting his brother to death. While Drs. | uSalcedo and Richoux apparently believed Sorina was close to being able to be released • into society without presenting a danger to himself and/or others, he was not at that point yet — at least not without a plan of medication to control any recurrence of paranoia, and possibly not without his recognition of his paranoia vis-a-vis the killing of his brother.\nNotably, there was no testimony that Sorina would be closely monitored by his sister or other family members, or that any sign of paranoid behavior would be reported to the Forensic Aftercare Clinic or other medical personnel. There was no testimony that if his paranoid symptoms returned, Sorina and others would be adequately protected by the supervision of the Forensic Aftercare Clinic. Also, while there was testimony that Sorina had been on numerous passes to his sister’s New Orleans home for up to five days, expert testimony is not necessary to recognize the difference between such five-day passes and returning to live full-time in New Orleans.\nAfter considering all of the evidence presented herein, we fail to find that the trial court abused its discretion in finding that under present circumstances Sorina would present a danger to himself and/or others if conditionally released on probation to live with his sister.\nThere is no merit to this assignment of error.\n\nCONCLUSION\n\nFor the foregoing reasons, this appeal is converted into an application for supervisory review. The application is granted, and the judgment of trial court is affirmed.\n\nWRIT GRANTED; JUDGMENT AFFIRMED.\n\n\n. This is not an appeal, and no errors patent review will be conducted.\n\n\n. The reference to the “review panel” apparently is a reference to the hospital review panel contemplated by La. C.Cr.P. art 655(A).\n\n\n. Both Boulmay and Breland were decided when the La. C.Cr.P. art. 657 placed the burden on the insanity acquittee to prove that he would not pose a danger to himself or others if discharged or released on probation.\n\n",
            "ocr": true,
            "opinion_id": 7736411
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}