{
    "id": 4209058,
    "judges": "Walker",
    "date_filed": "1998-06-01",
    "date_filed_is_approximate": true,
    "slug": "conn-v-texas-n-o-r-co",
    "case_name_short": "Conn",
    "case_name": "Conn v. Texas N. O. R. Co.",
    "case_name_full": "CONN Et Al. v. TEXAS & N. O. R. CO. Et Al.",
    "attorneys": "John B. Warren, of Houston, for appellants., Garrison & Watson, Andrews, Streetman, Logue & Mobley, and J. R. Andrews, all of Houston, for appellees.",
    "nature_of_suit": null,
    "posture": "Appeal from District Court, Harris County; W. E. Monteith, Judge.\n\nAction by S. B. Conn and others against the Texas  New Orleans Railroad Company and others. Judgment for defendants, and plaintiffs appeal. Affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied March 21, 1928.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b213-19\">\n    CONN et al. v. TEXAS &amp; N. O. R. CO. et al.\n   </parties><docketnumber id=\"ADdB\">\n    (No. 1657.)\n   </docketnumber><br><court id=\"b213-20\">\n    Court of Civil Appeals of Texas. Beaumont.\n   </court><decisiondate id=\"A3uH\">\n    March 8, 1928.\n   </decisiondate><br><otherdate id=\"b213-21\">\n    Rehearing Denied March 21, 1928.\n   </otherdate><br><attorneys id=\"b213-32\">\n    John B. Warren, of Houston, for appellants.\n   </attorneys><br><attorneys id=\"b213-33\">\n    Garrison &amp; Watson, Andrews, Streetman, Logue &amp; Mobley, and J. R. Andrews, all of Houston, for appellees.\n   </attorneys>",
    "citations": [
        "4 S.W.2d 193"
    ],
    "opinions": [
        {
            "author_str": "Walker",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 8388.0,
            "opinion_text": "In December, 1924, appellants S. B. Conn, R. M. Curtis, and W. P. Smith, operating a ranch near Camptown, Newton county, Tex., rounded up 400 or 500 head of their cattle at that point for the purpose of feeding them through the winter. While holding them there for that purpose a heavy freeze came on about the 21st of December, killing more than 150 head of these cattle. On the 3d of December, prior to the freeze, anticipating their need for feed, appellants ordered from the Interstate Feed Company of Fort Worth, Tex., a carload of meal and hulls, which was shipped to Camptown under bill of lading dated the 11th of December, but was not delivered until the 29th of December, after the death of the cattle. The bill of lading was issued by appellee Texas  New Orleans Railroad Company, and the shipment was to move over that road from Dallas to Beaumont; from Beaumont to Mauriceville, a distance of about 20 miles, *Page 194 \nwith the appellee Kansas City Southern Railway Company; from Mauriceville to Gist over appellee Orange  Northwestern; and from Gist to Camptown over appellee S.  N. V. Railroad Company. Appellants pleaded that defendants were negligent in the delivery of the feed, and that this negligence proximately caused their damage. Their damages being special, they sought to recover on three grounds: (a) Defendants were notified at or before the issuance of the bill of lading that the feed was intended for appellants, their need of the feed for the use of their cattle, and that the cattle would die if the feed was not delivered at Camptown within a reasonable time, and that a reasonable time in which to deliver the feed from Dallas to Camptown was five days. (b) Appellee had such notice from the character of the feed itself. (c) After the shipment and before delivery appellants gave to the agents of certain of the appellees, other than the initial carrier, notice of their special need for the feed and the consequences that would result from delay in its delivery and with such notice appellees were guilty of negligence in tracing and delivering the feed.\nThe proof is without controversy that no notice was given to the initial carrier, Texas  New Orleans Railroad Company, or to any of the other carriers at or prior to the execution and delivery of the bill of lading. On its face the bill of lading showed that the shipment was received from planters' Cotton Seed Products Company; that it was consigned to Interstate Feed Company at Camptown, Tex., and consisted of 100 sacks of cotton seed meal and 300 sacks cotton seed hulls. Admittedly, appellees had no actual notice at the time of the execution of the contract that the feed was intended for appellants, nor of their special need for it, nor that delay in its delivery might be harmful. That such notice could not be implied from the fact that the shipment consisted of cotton seed meal and hulls was clearly announced by the court in Payne v. Reynolds (Tex.Civ.App.) 239 S.W. 985, on facts on all fours with the facts in this case. It was there said that the shipping agent could just as well have inferred that the shipment was to a retail dealer in such commodities rather than to a feeder. On December 15th, after the execution on the 11th of the bill of lading, it was delivered to appellants, who immediately delivered it to the agent of the S. \nN. V. Railway Company, and at that time paid him the freight on the car of feed and made demand for the delivery of the feed and told him the cattle were needing it and of the consequences of the delay in its delivery. The carrier having no notice, express or implied, at the time of the contract, of the circumstances which might cause delay to be specially harmful, and not being negligent in the delivery of the feed after its arrival at its destination, was not liable to appellants for the special damages sued for. The rule was thus stated in M., K. \nT. Railway Co. v. Belcher, 89 Tex. 428, 35 S.W. 6:\n\"The rule seems to be settled that plaintiff, in order to recover special damages for breach of a contract, must show that at the date of the contract defendant had notice of the special conditions rendering such damages the natural and probable result of such breach.\"\nSee, also, Gulf, C.  S. F. Railway Co. v. Gilbert,4 Tex. Civ. App. 366, 22 S.W. 760, 23 S.W. 321; Hassler v. Railway Co. (Tex.Civ.App.) 142 S.W. 629.\nThat no negligence was shown in the delivery of the feed after its arrival at Camptown clearly distinguishes this case from Bourland v. Railway Co., 99 Tex. 407, 90 S.W. 483, 3 L.R.A. (N. S.) 1111, 122 Am. St. Rep. 647, wherein liability was predicated on negligence in making the delivery after the shipment arrived at its destination. There is no conflict between the Belcher and the Bourland Cases, but each rests upon well-recognized legal principles applicable to their peculiar facts. The Bourland Case expressly recognized and reaffirmed the Belcher Case. We refer to these two cases because, as we understand, in Western Union Telegraph Co. v. Hice (Tex.Com.App.) 288 S.W. 175, the Commission of Appeals, section A, recognized a conflict between them, and gave the Bourland Case controlling effect, and pronounced as dicta the holding of the Belcher Case to the effect that notice, to be effectual, must be given at the time of making the contract. The doctrine of the Belcher Case was also condemned as unsound \"on principle.\" If we correctly construe the Hice opinion, it announces the doctrine that notice given subsequently \"in time to prevent injury, if treated with diligence,\" may constitute grounds of liability, citing the Bourland Case in support of the proposition. Judge Williams, in the Bourland Case, stated the distinction between it and the Belcher Case in terms so clear that we could add nothing to what he says. He reaffirmed the Belcher Case and then bottomed the Bourland Case on the duty to deliver the shipment after its arrival at destination. If it is the holding of the Hice Case that notice given to a common carrier after the execution of a contract of shipment and after the shipment had been received for transportation, as was done here, constitutes grounds of liability, \"if not treated with diligence,\" we most respectfully decline to follow it. The Supreme Court did not approve the holding, but simply said: \"Judgment of the Court of Civil Appeals affirmed\" &#8212; which was clearly a correct judgment. It seems to us the Hice Case on its peculiar facts might well have rested on the Bourland Case, without in any way conflicting with the Belcher Case. Anyway, notwithstanding the criticism of the Belcher *Page 195 \nCase by the Hice Case, it was subsequently cited by the same section of the Commission of Appeals, by Judge Harvey, in Higginbotham v. Kyle (Tex.Com.App.) 294 S.W. 631, in support of the proposition:\nThat there can be no liability for breach of contract, \"unless there exist special circumstances at the time of the execution of the contract, of which the obligor has notice, from which it ought reasonably be foreseen that such a loss would naturally and probably result from a breach of his obligation. Hadley v. Baxendale, 9 Ex. 341; M., K. \nT. Ry. Co. v. Belcher, 89 Tex. 429, 35 S.W. 6; Pac. Exp. Co. v. Darnell,62 Tex. 641 .\"\nThe Court of Civil Appeals in L. B. Menefee Lumber Co. v. Davis, etc. (Tex.Civ.App.) 294 S.W. 275, cited only the Belcher Case in support of the following proposition:\n\"Appellee is seeking in this ease to offset special damages against the claim of appellant, and in order to do so has the burden of showing that at the date of the contract appellant had notice of the special conditions rendering such damages the natural and probable result of its breach, under circumstances showing that the contract was to some extent based upon or made with reference to such conditions. M., K.  T. Ry. Co. v. Belcher, 89 Tex. 428, 35 S.W. 6.\"\nOn the statement made by us there was proof of subsequent notice of the special conditions creating the need for the feed, but no negligence on the part of appellees in tracing and delivering the car after such notice. Appellants' evidence on the issue of negligence offered by them to sustain that issue was excluded by the court, and due assignment is made here of that ruling. It is not necessary for us to discuss the action of the court in excluding this testimony, since, as we have just said, had negligence been shown, it would not have made appellees liable.\nAppellees advance other counter propositions to sustain the judgment of the trial court, which we do not discuss, since we think the judgment is correctly affirmed on the theory that appellees had no notice of the special damages claimed at the date of the contract.\nThe judgment of the trial court is affirmed.",
            "ocr": false,
            "opinion_id": 3981270
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}