{
    "id": 4240478,
    "judges": "Hughes",
    "date_filed": "1991-08-02",
    "date_filed_is_approximate": true,
    "slug": "christopher-gribbins-v-commonwealth-of-kentucky",
    "case_name_short": null,
    "case_name": "Christopher Gribbins v. Commonwealth of Kentucky",
    "case_name_full": "Christopher GRIBBINS, Appellant v. COMMONWEALTH of Kentucky, Appellee",
    "attorneys": ".COUNSEL FOR APPELLANT: James I. Lowry, George Scott Hayworth, COUNSEL FOR APPELLEE: Andy Beshear, Attorney General bf Kentucky, Jason Bradley Moore, Assistant Attorney General",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unknown",
    "arguments": null,
    "headmatter": "<parties id=\"b386-8\">\n    Christopher GRIBBINS, Appellant v. COMMONWEALTH of Kentucky, Appellee\n   </parties><br><docketnumber id=\"b386-11\">\n    2014-SC-000524-MR\n   </docketnumber><br><court id=\"b386-12\">\n    Supreme Court of Kentucky.\n   </court><br><decisiondate id=\"b386-13\">\n    RENDERED: MARCH 17, 2016\n   </decisiondate><br><attorneys id=\"b388-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"372\"> \n     *372\n     </span>\n    .COUNSEL FOR APPELLANT: James I. Lowry, George Scott Hayworth\n   </attorneys><br><attorneys id=\"b388-12\">\n    COUNSEL FOR APPELLEE: Andy Beshear, Attorney General bf Kentucky, Jason Bradley Moore, Assistant Attorney General\n   </attorneys>",
    "citations": [
        "483 S.W.3d 370"
    ],
    "opinions": [
        {
            "author_str": "Hughes",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://162.114.92.72/Opinions/2014-SC-000524-MR.PDF",
            "author_id": null,
            "opinion_text": "                                                  RENDERED: MARCH 17, 2016\n                                                     I  I rT073TUIEISHTAD\n\n               S5uprrntr Gurf\n                              2014-SC-000524-MR\n                                                  7Amq=jfurgt..\\_ ir--\\\\1 1\n                                                                  P: 41-1-Ito   tudt Cwrou,+■ ib.c •\n                                                                                     -        -   -\n\n\n\n\nCHRISTOPHER GRIBBINS                                                   APPELLANT\n\n\n                  ON APPEAL FROM MARION CIRCUIT COURT\nV.                    HONORABLE DAN KELLY, JUDGE\n                             NO. 12-CR-00128\n\n\nCOMMONWEALTH OF KENTUCKY                                                APPELLEE\n\n\n               OPINION OF THE COURT BY JUSTICE HUGHES\n\n                                   AFFIRMING\n\n      Christopher Gribbins appeals as a matter of right from a judgment of the\n\nMarion Circuit Court sentencing him to twenty years' imprisonment for\n\nmurder. Ky. Const. § 110(2)(b). Gribbins alleges that the jury instructions\n\ninaccurately presented the law of self-protection and that the combination\n\ninstruction for intentional and wanton murder resulted in a non-unanimous\n\nverdict. Additionally, Gribbins alleges that the trial court erred in denying his\n\nmotion for directed verdict. Finding no error, we affirm the judgment and\n\nsentence of the Marion Circuit Court.\n\n                     FACTS AND PROCEDURAL HISTORY\n\n      During the evening of November 8, 2012, David Litsey was out with\n\nfriends visiting the Raywick Bar and Grill. Litsey was accompanied that\n\nevening by his cousin, Marcus Gerton, and his friends Marquis Douglas,\n\fDeshawn Douglas, and Joseph Moore. At the end of the evening, the group\n\nrendezvoused at their vehicle, but Moore was not present. Subsequently,\n\nMarquis Douglas walked back to the bar to look for Moore, and Litsey drove\n\ntheir vehicle to the entrance to the bar where a crowd had gathered.\n\n      Litsey exited his vehicle and entered the crowd to look for Moore.\n\nHowever, the mood of the crowd was hostile, with multiple fights taking place.\n\nWhile still in the crowd, Litsey was shot and, despite quick transport to the\n\nhospital by his friends, died shortly thereafter. After the shooting, police\n\narrived at the bar to secure the crime scene and begin an investigation. Early\n\nin their investigation, Christopher Gribbins, the owner of the Raywick Bar and\n\nGrill, emerged as a suspect. When interviewed after the shooting, Gribbins\n\ninitially lied to investigators claiming that he did not know anything about\n\nLitsey's death.\n\n      On November 19, 2012, Gribbins was indicted for Litsey's murder under\n\nboth the intentional and wanton provisions of Kentucky Revised Statute (KRS)\n\n507.020. During the resulting trial, the jury heard testimony from a number of\n\neyewitnesses to the shooting. Gerton testified that while Litsey was trying to\n\nstop the fighting in the crowd he was pushed into Gribbins. Gribbins then\n\nattempted to pistol whip Litsey and the gun went off. Another witness, Katie\n\nEdelen, testified that after the two men had a brief exchange Gribbins began\n\npistol whipping Litsey. During that assault, the gun discharged killing Litsey.\n\n       Gribbins's assault on Litsey prior to the shooting was also supported by\n\nthe testimony of Sabrina Newton. Newton witnessed Gribbins repeatedly strike\n\fLitsey in the shoulder with the pistol, prior to the gun's discharge. Another\n\nwitness, Jonathan Colvin, recalled that Litsey and Gribbins had initially faced\n\noff from each other, with both men exhibiting a confrontational stance. Colvin\n\nrecalled that Gribbins was whipping Litsey with the handgun when the gun\n\ndischarged\n\n      The jury also heard from William Cochran, who testified that he heard\n\nGribbins say \"they're surrounding me.\" In response, Gribbins pointed his\n\nhandgun in Litsey's direction and it discharged. Similarly, Nicholas Keeling\n\ntestified that he overheard Gribbins admit to intentionally shooting Litsey.\n\nMarquis Douglas also testified as to the intentional nature of the shooting,\n\nrecalling that he watched a man walk towards Litsey, brandish a gun, and\n\nshoot him.\n\n      In his defense, Gribbins testified as to his version of that evening's\n\nevents. Gribbins alleged that after being confronted outside the bar in an\n\naggressive manner by Litsey he drew his handgun to protect himself.\n\nAdditionally, Gribbins admitted that while the handgun was in his right hand,\n\nhe had placed his right hand on Litsey's chest. While the handgun was aimed\n\nat Litsey it discharged, killing him.\n\n      After weighing all the testimony and physical evidence, the jury found\n\nGribbins guilty of wanton murder. The jury recommended a penalty of twenty\n\nyears' imprisonment which was adopted by the trial court in its final judgment.\n\n\n\n\n                                         3\n\f                                     ANALYSIS\n\nI. The Trial Court Properly Instructed the Jury\n\n      Gribbins argues that the trial court erred by failing to accurately instruct\n\nthe jury on self-protection. In particular, he alleges that the trial court's\n\ninstructions permitted the jury to return a murder conviction, prior to\n\nconsidering whether to convict him of a lesser included offense due to imperfect\n\nself-defense. However, the trial court's instructions were proper as they were\n\nin accord with prior decisions of this Court.\n\n      It is well established that the trial court is required to instruct the jury\n\non the \"whole law of the case, and this rule requires instructions applicable to\n\nevery state of the case deducible or supported to any extent by the testimony.\"\n\nTaylor v. Commonwealth, 995 S.W.2d 355, 360 (Ky. 1999) (citing Kentucky\n\nRule of Criminal Procedure (RCr) 9.54(1); Kelly v. Commonwealth, 267 S.W.2d\n\n536, 539 (Ky. 1954)). Additionally, the trial court is required to \"instruct the\n\njury on all lesser-included offenses which are supported by the evidence.\"\n\nYarnell v. Commonwealth, 833 S.W.2d 834, 837 (Ky. 1992) (citing Cannon v.\n\nCommonthealth, 777 S.W.2d 591 (1989)); McClellan v. Commonwealth, 715\n\nS.W.2d 464 (Ky. 1986). While we evaluate the trial court's decision to instruct\n\non a specific claim for an abuse of discretion, the substantive content of the\n\njury instructions will be reviewed de novo. Sargent v. Schaffer, 467 S.W.3d\n\n198, 204 (Ky. 2015).\n\n\n\n\n                                          4\n\f      Gribbins begins by arguing that the trial court's instructions failed to\n\naccurately address the elements of self-protection as required under KRS\n\n503.120 and our prior decisions in Elliott v. Commonwealth, 976 S.W.2d 416\n\n(Ky. 1998) and Commonwealth v. Hager, 41 S.W.3d 828 (Ky. 2001).\n\n      In Elliott, this Court departed from a line of authority that had precluded\n\nthe assertion of a self-protection defense to the charges of wanton murder,\n\nsecond-degree manslaughter, and reckless homicide. 976 S.W.2d at 422. The\n\nElliott Court determined that when there is evidence to support self-protection\n\nas a defense to an offense whose culpable mental state is wanton or reckless,\n\nthe trial court is required to instruct the jury on self-protection.   Id. However,\n\nElliott stressed that the subjective belief of a defendant in his assertion of self-\n\nprotection is not absolute. Id. at 419. Rather, Elliott recognized that the\n\napplication of imperfect self-defense was circumscribed and qualified by KRS\n\n503.120. Id.\n\n      Under KRS 503.120, a defendant cannot shield himself from prosecution\n\nif he was unreasonable in his belief or if an innocent third party was harmed.\n\nId. at 419-420. However, if a defendant was wanton or reckless in his belief\n\nthat force was necessary for self-defense, he would be entitled to an instruction\n\non a lesser-included offense under a theory of imperfect self-defense.      Id. at\n\n420. Accordingly, lip' the charged offense is intentional murder or first-degree\n\nmanslaughter, a wantonly held belief in the need for self-protection reduces the\n\noffense to second-degree manslaughter and a recklessly held belief reduces the\n\noffense to reckless homicide.\" Id. n.3.\n\n\n                                          5\n\f       This Court further clarified the law concerning imperfect self-protection\n\nin Hager. In Hager, Justice Cooper, writing for the Court, addressed how the\n\napplication of KRS 503.120 affected the defense of self-protection when\n\nasserted to an offense with a wanton or reckless mental state. 41 S.W.3d at\n\n842. Additionally, Hager provided specimen recommended instructions for\n\nimperfect self-protection under the various degrees of homicide.          Id. at 844-\n\n847.\n\n       In the case at bar, the trial court's instructions are nearly identical to the\n\nexemplars contained in William S. Cooper and Donald P. Cetrulo's, Kentucky\n\nInstructions to Juries, Criminal § 11.07 (5th ed. 2007) [hereinafter Cooper's\n\nInstructions]. 1 While Cooper's Instructions are not binding on this Court, we\n\nhave previously noted their persuasive value.        Gonclaves v. Commonwealth,\n\n404 S.W.3d 180, 193 n.5 (Ky. 2013), as corrected (Mar. 14, 2013). Gribbins\n\nacknowledges the persuasive value of Cooper's Instructions, but he mistakenly\n\nconcludes that the imperfect self-protection instruction contained in the fifth\n\nedition of Cooper's Instructions does not substantially comport with our\n\ndecision in Hager. In fact, the trial court's instructions, and the exemplars\n\nfrom Cooper's Instructions on which they were modeled, have only two minor\n\n          There are minor differences between the trial court's instructions and the\nexemplars from Cooper's Instructions. In particular, the trial court properly omitted\nportions of Cooper's Instructions, where the facts of the case did not support giving a\nportion of an instruction (e.g., no language was included in trial court's instructions\nconcerning extreme emotional disturbance). Additionally, the trial court's instructions\ninclude the instructions for intentional and wanton murder under a single instruction\ntitled \"intentional murder.\" This differs from Cooper's Instructions, which properly\ntitles the instruction \"murder.\" While the trial court's instruction should have been\ntitled \"murder\" (as the instruction addressed both intentional and wanton murder) the\ntitle of instruction did not cause reversible error, nor is it raised as such by Gribbins.\n\n                                             6\n\forganizational and stylistic differences from the example promulgated by\n\nHager.\n\n      The first organizational difference between the trial court's instructions\n\nand the example from Hager concerns the placement of the self-protection\n\ninstruction. The trial court's instructions address self-protection before moving\n\non to the various degrees of homicide; whereas the instructions outlined in\n\nHager do not address the law regarding self-protection until after all of the\n\nsubstantive offenses are outlined. 41 S.W.3d at 847. The trial court's\n\nplacement of the self-protection instruction earlier in the trial court's\n\ninstructions was appropriate and inured to Gribbins's benefit because it\n\nintroduced the jury to the legal concept of self-protection before addressing the\n\nvarious degrees of homicide.\n\n      As Hager explained, where sufficient evidence has been presented by a\n\ndefendant to justify an instruction on self-protection, the Commonwealth is\n\nrequired to disprove that defense beyond a reasonable doubt, and its absence\n\nbecomes an element of the offense.     Id. at 833, n.1 (citations omitted). Because\n\nthe law of self-protection was presented early on in the instructions, the jury\n\nwas aware of the self-protection defense before they were informed of the\n\nelements of each of the substantive homicide offenses. Thus, as the jury\n\nencountered the murder, manslaughter, and reckless homicide instructions\n\n(Instructions 4-7), the last element of each, i.e., \"he was not privileged to act in\n\nself-protection,\" already had meaning because self-protection as recognized in\n\nKentucky was explained in Instruction No. 3 immediately after the initial\n\n\n                                          7\n\finstructions regarding the presumption of innocence and definitions. The\n\nplacement of the self-protection instruction earlier in the trial court's\n\ninstructions did not run afoul of our decision in Hager and, in fact, provided\n\nthe jury with a more logical approach to this often-complicated area of the law.\n\n      The second organizational difference concerns how the trial court's\n\ninstructions and the example from Hager differ in presenting the law of\n\nimperfect self-protection. The example from Hager includes all information\n\nconcerning self-protection and imperfect self-protection together in one\n\nfreestanding instruction. That instruction explains how a defendant's wanton\n\nor reckless exercise of self-protection would affect each previously discussed\n\nsubstantive offense. In contrast, the trial court's instructions, mirroring those\n\nfound in Cooper's Instructions, address the impact of imperfect self-protection\n\nwithin each section of the instructions where it applies, i.e., second-degree\n\nmanslaughter and reckless homicide.\n\n      As noted, in each of the trial court's instructions for the various degrees\n\nof homicide, the jury was required to find that Gribbins was not privileged to\n\nact in self-protection. Additionally, in the instructions for second-degree\n\nmanslaughter and reckless homicide the jury was provided with the law of\n\nimperfect self-protection because if the jury believed Gribbins had a wanton or\n\nreckless belief in the need for self-protection or the degree of force needed those\n\ntwo offenses were the ones pertinent to their verdict. By including this\n\nimperfect self-protection language within the relevant substantive offenses, the\n\ntrial court made evident to the jury what the proper result should be, if the jury\n\fwere to conclude that Gribbins's exercise of self-protection was reckless or\n\nwanton.\n\n      Contrary to Gribbins's assertions, the trial court's instructions and the\n\nexemplars from Cooper's Instructions on which they were modeled are in accord\n\nwith Hager. The trial court's instructions permitted the jury to fully consider\n\ntheories of self-protection and imperfect self-protection in determining whether\n\nhe was guilty and the appropriate degree of homicide. Gribbins's argument\n\nthat the jury could have found him guilty of murder prior to considering\n\nimperfect self-protection simply has no merit. Jury instructions are not\n\nconsidered in a vacuum, rather \"instructions must be considered as a whole,\n\ntaking into account the evidence and closing argument of counsel.\"     Epperson\n\nv. Commonwealth, 197 S.W.3d 46, 60 (Ky. 2006). Through the trial court's jury\n\ninstructions, which were read to the jury in their entirety, and the arguments\n\nof counsel during closing argument, the jury was fully informed of the law of\n\nthe case and the different verdicts that they could return before they even left\n\nthe courtroom to deliberate. There was no error.\n\nII. The Combination Murder Instruction Did Not Violate Gribbins's Right\n    to a Unanimous Verdict\n\n      Gribbins next argues that the trial court erred by giving the jury a\n\ncombination instruction which permitted Gribbins to be convicted of either\n\nintentional or wanton murder. While most appellants attack the absence of\n\nproof supporting one of the two theories, Gribbins alleges that there was\n\ninsufficient evidence to support the jury being instructed on either intentional\n\n\n\n                                        9\n\for wanton murder. 2 This is essentially a directed verdict argument but\n\nbecause he raises a unanimous verdict claim we will address the relevant law.\n\n      Gribbins was entitled to a unanimous jury verdict under Section 7 of the\n\nKentucky Constitution. Hayes v. Commonwealth, 625 S.W.2d 583, 584 (Ky.\n\n1981); Wells v. Commonwealth, 561 S.W.2d 85, 87 (Ky. 1978). The right to a\n\nunanimous verdict is not violated by a combination instruction so long as there\n\nis sufficient evidence to convict under both theories of culpability and the\n\njurors are satisfied beyond a reasonable doubt that the defendant is guilty\n\nunder one of the theories.    Travis v. Commonwealth, 327 S.W.3d 456, 459-60\n\n(Ky. 2010).\n\n      The combination instruction was proper as there was sufficient evidence\n\npresented during the trial to warrant an instruction for both intentional and\n\nwanton murder. The intentional murder instruction was supported by the\n\ntestimony of three witnesses. The first witness, Marquis Douglas, testified that\n\nhe witnessed a man, later identified as Gribbins, walk towards Litsey, brandish\n\na gun, and shoot him. The second witness, Gerton, also testified about the\n\nintentional nature of the shooting. Gerton recalled that Gribbins initially tried\n\nto strike Litsey with the gun, but failed to make contact. Gribbins then pointed\n\nthe gun at Litsey and it went off. The third witness, Keeling, testified that he\n\n\n\n      2  Gribbins also alleges that the trial court failed to make the findings required\nby Benjamin v. Commonwealth, 266 S.W.3d 775 (Ky. 2008). In Benjamin, the Court\nexpressed that a trial court should make a preliminary determination as whether there\nis sufficient evidence to support a combination instruction. Id. at 785. In the case at\nbar, the trial court complied with Benjamin, by evaluating the evidence and correctly\ndetermining that a combination instruction was proper.\n\n\n                                           10\n\fdid not see the shooting, but heard Gribbins admit to shooting Litsey in\n\nresponse to Litsey's warning to Gribbins to not get involved in the melee.\n\nBased on the testimony of these witnesses, an instruction for intentional\n\nmurder was warranted.\n\n       Similarly, there was sufficient evidence presented at trial to justify the\n\nwanton murder instruction. As Gribbins readily acknowledges, multiple\n\nwitnesses testified to Gribbins's pistol whipping of Litsey. In using a loaded\n\nhandgun, as a club to beat Listey, Gribbins consciously disregarded a\n\nsubstantial and unjustifiable risk that the handgun might accidentally be\n\ndischarged and his conduct plainly created a grave risk of death to Litsey\n\nunder circumstances manifesting an extreme indifference to human life. Based\n\non the evidence, a rational juror could have concluded that Gribbins\n\nintentionally killed Litsey or assaulted him with disregard of the grave risk\n\nposed to his life. Therefore, the trial court's use of a combination murder\n\ninstruction was proper, and it did not violate Gribbins's right to a unanimous\n\nverdict. 3\n\n\n\n\n       3 Gribbins also alleges that the jury was confused by the combination\ninstruction which violated his right to a unanimous verdict. During deliberations the\njury asked whether wanton murder was addressed under the intentional murder\ninstruction or whether it was covered under its own instruction. The trial court, after\nspeaking with counsel, instructed the jury to refer to the instructions that they had\nbeen given. The jury returned to its deliberations and after reviewing the court's\ninstructions specifically concluded that Gribbins was guilty of wanton murder, writing\nthat finding on the verdict form. There was no error.\n\n                                           11\n\fIII. The Trial Court Properly Denied Isaac's Motion for a Directed Verdict\n     of Acquittal.\n\n      In his final argument, Gribbins alleges that the trial court erred in\n\ndenying his motion for directed verdict. Specifically, Gribbins argues that there\n\nwas insufficient evidence to support a guilty verdict for intentional or wanton\n\nmurder.\n\n      The Due Process Clause of the Fourteenth Amendment to the United\n\nStates Constitution requires that a conviction be supported by proof of guilt\n\nbeyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 309, 99 S. Ct.\n\n2781 (1979). \"The question on appeal is whether, after viewing the evidence in\n\nthe light most favorable to the Commonwealth, any rational trier of fact could\n\nhave found the essential elements of the crime beyond a reasonable doubt.\"\n\nCommonwealth v. Jones, 283 S.W.3d 665, 668 (Ky. 2009) (citing\n\nCommonwealth v. Benham, 816 S.W.2d 186 (Ky. 1991)). Questions pertaining\n\nto \"the credibility of witnesses and the weight to be given to sworn testimony\n\nare for the jury to decide.\"   Young v. Commonwealth, 50 S.W.3d 148, 165 (Ky.\n\n2001) (citing Commonwealth v. Smith, 5 S.W.3d 126, 129 (Ky. 1999)).\n\n      As noted, Gribbins's claims concerning the impropriety of the\n\ncombination jury instruction mirror his argument that his motion for directed\n\nverdict was improperly denied. Gribbins alleges that Litsey's death was the\n\nresult of a \"physical confrontation,\" and that he lacked the requisite mental\n\nstate to be convicted of either intentional or wanton murder. This is erroneous\n\n\n\n\n                                         12\n\fas there was more than sufficient evidence presented to support the denial of\n\nthe motion for directed verdict.\n\n      First, as to the wanton murder instruction, there was sufficient evidence\n\nfor the jury to believe that Gribbins consciously disregarded a substantial and\n\nunjustifiable risk which resulted in Litsey's death. Multiple witnesses testified\n\nto seeing Gribbins pistol whip Litsey. Gribbins's use of a loaded weapon to\n\nbatter Litsey was done in disregard of the grave risk that the gun might\n\naccidentally discharge during his assault. The trial court properly denied the\n\nmotion for directed verdict as to the offense of wanton murder.\n\n      Similarly, there was sufficient evidence for the jury to believe that\n\nGribbins intentionally caused Litsey's death. There were two eyewitnesses to\n\nthe murder, who testified as to the intentional nature of the shooting. Marquis\n\nDouglas, recalled that he witnessed an unknown man walk towards Litsey,\n\nbrandish a handgun, and shoot him. Likewise, Gerton testified that after\n\nGribbins tried to pistol whip Litsey with the handgun, Gribbins pointed the gun\n\nat Litsey and it went off. These accounts were supported by the testimony of\n\nKeeling, who overheard Gribbins's admission that he had intentionally shot\n\nLitsey. Thus, the trial court also properly denied the motion for directed\n\nverdict as to the offense of intentional murder.\n\n                                   CONCLUSION\n\n      For the foregoing reasons, we affirm the conviction and sentence of the\n\nMarion Circuit Court.\n\n      All sitting. All concur.\n\n\n                                        13\n\fCOUNSEL FOR APPELLANT:\n\nJames I. Lowry\nGeorge Scott Hayworth\n\n\nCOUNSEL FOR APPELLEE:\n\nAndy Beshear, Attorney General of Kentucky\n\nJason Bradley Moore\nAssistant Attorney General\n\n\n\n\n                                    14\n\f",
            "ocr": false,
            "opinion_id": 4017739
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}