{
    "id": 4255631,
    "judges": "Hunstein",
    "date_filed": "2000-04-02",
    "date_filed_is_approximate": true,
    "slug": "mcclendon-v-state",
    "case_name_short": "McClendon",
    "case_name": "McClendon v. State",
    "case_name_full": "McCLENDON v. THE STATE; BURKS v. THE STATE",
    "attorneys": "Charita H. Demps, for appellant (case no. S16A0699)., Kevin A. Anderson, for appellant (case no. S16A0700)., Paul L. Howard, Jr., District Attorney, Paige Reese Whitaker, Arthur C. Walton, Assistant District Attorneys; Samuel S. Olens, Attorney General, Patricia B. Attaway Burton, Deputy Attorney General, Paula K. Smith, Senior Assistant Attorney General, Mary Catherine Greaber, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b638-2\">\n    S16A0699.\n   </docketnumber><docketnumber id=\"AIhl\">\n    S16A0700.\n   </docketnumber><parties id=\"AjR\">\n    McCLENDON v. THE STATE. BURKS v. THE STATE.\n   </parties><br><citation id=\"b638-4\">\n    (791 SE2d 69)\n   </citation>",
    "citations": [
        "299 Ga. 611",
        "791 S.E.2d 69"
    ],
    "opinions": [
        {
            "author_str": "Hunstein",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 18.0,
            "download_url": "http://www.gasupreme.us/wp-content/uploads/2016/09/s16a0699.pdf",
            "author_id": null,
            "opinion_text": "In the Supreme Court of Georgia\n\n\n                                       Decided: September 12, 2016\n\n\n                 S16A0699. MCCLENDON v. THE STATE.\n                    S16A0700. BURKS v. THE STATE.\n\n\n      HUNSTEIN, Justice.\n\n      Appellants Johnny McClendon and Marquice Burks were tried jointly and\n\nconvicted of malice murder and related offenses in connection with the April\n\n2007 shooting death of Christopher Crawford.1 Both men now appeal. Though\n      1\n         On March 19, 2010, a Fulton County grand jury indicted co-defendants\nJohnny McClendon, Marquice Burks, and Courtney Franklin together as follows:\nmalice murder (count 1), felony murder predicated on aggravated assault (count 2),\nfelony murder predicated on possession of a firearm by a convicted felon (count 3),\naggravated assault with a deadly weapon (count 4), possession of a firearm during the\ncommission of a crime (count 5), and possession of a firearm by a convicted felon\n(count 6 - Burks, count 7 - Franklin, count 8 - McClendon). Franklin was also\ncharged with three additional counts of criminal solicitation to commit murder of\nState’s witnesses and one count of conspiracy escape. After a five day joint trial in\nApril 2010, the three co-defendants were convicted of all charges. Both McClendon\nand Burks were sentenced to life for malice murder, plus consecutive suspended time\nfor the two weapons charges, for a total sentence of life plus 10 years suspended.\nAlthough the trial court purportedly merged the two felony murder counts and the\naggravated assault into Appellants’ malice murder convictions, as discussed in\nDivision 5 below, the “merger” of the felony murder convictions was error. Each\nappellant timely filed a motion for new trial, which were respectively amended, and,\nfollowing a joint hearing on August 19, 2014, the trial court denied both motions.\nEach appellant timely filed a notice of appeal, both of which were docketed to the\n\fwe find no merit in any of the pre-trial and trial phase enumerations raised by\n\nAppellants, we agree with Burks that the trial court erred during sentencing\n\nwhen it failed to recognize that his felony murder verdicts were vacated by\n\noperation of law. Further, although not raised by McClendon, the trial court’s\n\npurported merger of his felony murder verdicts was similarly erroneous. See\n\nHulett v. State, 296 Ga. 49 (2) (766 SE2d 1) (2014) (merger error, even if not\n\nraised by the parties, may be addressed by appellate court sua sponte).\n\nTherefore, we must vacate those aspects of the sentences.\n\n      Viewed in the light most favorable to the jury’s verdict, the evidence\n\nadduced at trial established as follows. Victim Crawford was shot and killed on\n\nthe evening of April 13, 2007, in a West Atlanta neighborhood. At the time, co-\n\ndefendant Franklin, a local pimp, was on unfriendly terms with Crawford, whose\n\n“baby mother,” Natasha Hurst, had begun working as a prostitute for Franklin.\n\nFranklin and Crawford often exchanged taunts and threats when they\n\nencountered each other on the street.\n\n\n\n\nApril 2016 term of this Court and were thereafter submitted for decision on the briefs.\nThis Court has already affirmed Franklin’s convictions and sentences. See Franklin\nv. State, 298 Ga. 636 (784 SE2d 359) (2016).\n                                          2\n\f      On the day of the shooting, Crawford and others were gathered in and\n\naround the neighborhood KFC, and Franklin was driving around the area. At\n\none point, Crawford challenged Franklin to get out of his car and fight, to which\n\nFranklin replied that he would kill Crawford “with this .45.” Later in the day,\n\nCrawford noticed Natalie Crews, a prostitute associated with Franklin, alone\n\noutside the KFC and announced he was going to “rob that ho.” Crawford exited\n\nthe restaurant, approached Crews, and robbed her of the $5 she had on her\n\nperson.\n\n      Crews found Franklin at a nearby gas station and informed him of the\n\nrobbery. Franklin made a series of phone calls, during which he discussed\n\ngetting a gun and killing Crawford. Crews testified that she and Franklin, who\n\nwas driving her blue Chevy Cobalt, left the gas station and met up with\n\nMarquice “Queesy” Burks with whom Crews’ sister Teresa – also a prostitute\n\nworking for Franklin – had had a sexual relationship. Burks, who was\n\naccompanied by another man unfamiliar to Crews, arrived in a red Chevy Cobalt\n\nbelonging to Teresa. After the meeting, Crews testified, she and Franklin drove\n\n\n\n\n                                        3\n\fback to the area around the KFC, with Franklin talking on his cell phone,\n\nattempting to locate Crawford.\n\n      Witnesses Jarvis Green and Shaketa Edwards Ba, who were at the KFC\n\nthat day, testified that Franklin called them after the robbery to warn them to\n\nleave the KFC because he planned to come “show everybody I ain’t playing.”\n\nHurst, who was also present, testified that Franklin stated that Crawford would\n\n“feel this .45” “since he went and robbed one of my hos.” These witnesses\n\nurged Crawford to leave the area, but he refused.\n\n      Sometime later, Crawford departed the nearby home of a friend and was\n\nwalking down the sidewalk with Hurst.           Hurst testified that they were\n\napproached from the opposite direction by a male with his face partially covered\n\nby some article of clothing, who walked past them, then turned and shot at\n\nCrawford from behind. Green and Ba, who were standing together nearby, both\n\ntestified that they saw a man with his face partially covered exit a red car, walk\n\npast Crawford and Hurst, turn and fire at Crawford, and return to the red car to\n\nflee. Crawford died at the scene from a gunshot wound to the back, which\n\ntraversed his heart.\n\n      Teresa Crews testified that on the night of the shooting, after prostituting\n\n                                        4\n\fon Cleveland Avenue, she was picked up by Franklin and her sister Natalie.\n\nWhen she and her sister parted from Franklin, Teresa testified, he instructed\n\nthem to “lay low.” When the sisters subsequently went to retrieve Teresa’s car\n\nfrom Burks, he told them about the shooting and remarked that, had he known\n\nthat the robbery he was avenging involved a mere five dollars, he would never\n\nhave agreed to it. Both sisters identified Burks as the person they knew as\n\n“Queesy.”\n\n      Several months after the shooting, Green contacted Atlanta Police\n\nDepartment homicide detective A.C. Smith with information regarding the case.\n\nGreen, who at the time was in jail on unrelated drug charges, testified at trial\n\nthat he had been approached by another jail inmate, who admitted that he, along\n\nwith Burks, at Franklin’s behest, had shot Crawford in retaliation for the robbery\n\nof Franklin’s prostitute. Thereafter, Green identified Johnny McClendon from\n\na photographic lineup as the person who had made this jailhouse statement.\n\nWitness Ba also identified McClendon from a photo lineup as having been the\n\nshooter, noting that she recognized him by his distinctive eyes.\n\n      The State also adduced evidence of communications between cell phones,\n\n\n\n                                        5\n\fone registered to Franklin and the other to Burks’ girlfriend, spanning the day\n\nof the shooting, ending just minutes after the shooting was reported to police;\n\nthese communications were transmitted from the cell tower covering the vicinity\n\nof the crime scene. Franklin’s cell phone was disconnected the day after the\n\nshooting.\n\n      In addition, the State presented evidence that both Franklin and\n\nMcClendon had made threats to Green after learning he was cooperating with\n\ninvestigators. The State also offered recordings of phone calls made by Franklin\n\nfrom jail in which he issued directives to kill Natalie Crews and Green because\n\nthey had given statements to police inculpating him in Crawford’s murder.\n\n      1. Though not raised by either Appellant, we find that the evidence as\n\nsummarized above was sufficient to enable a rational trier of fact to conclude\n\nbeyond a reasonable doubt that both McClendon and Burks were guilty of the\n\ncrimes for which they were convicted. Jackson v. Virginia, 443 U.S. 307 (99\n\nSCt 2781, 61 LE2d 560) (1979).\n\n                              Case No. S16A0699\n\n      2.    McClendon contends that his trial counsel rendered ineffective\n\nassistance for failing to move for a mistrial during closing argument after Burks’\n\n                                        6\n\fattorney impermissibly commented on McClendon’s right not to testify. We\n\ndisagree.\n\n      To establish ineffective assistance of counsel, a defendant must show that\n\nhis counsel’s performance was professionally deficient and that, but for such\n\ndeficient performance, there is a reasonable probability that the result of the trial\n\nwould have been different. See Strickland v. Washington, 466 U.S. 668 (104\n\nSCt 2052, 80 LE2d 674) (1984). If the defendant fails to satisfy either prong of\n\nthe Strickland test, this Court is not required to examine the other. See Green\n\nv. State, 291 Ga. 579 (2) (731 SE2d 359) (2012). Although the trial court failed\n\nto make any specific factual findings regarding McClendon’s ineffectiveness\n\nclaim, “[r]emand is not mandated if we can determine from the record that the\n\ndefendant cannot establish ineffective assistance of counsel under the two-prong\n\ntest set forth in Strickland.” (Citations omitted.) Ruiz v. State, 286 Ga. 146, 149\n\n(2) (b) (686 SE2d 253) (2009).\n\n      The record shows that, during closing arguments, counsel for co-\n\ndefendant Burks made the following statement:\n\n       The next thing that happens in this investigation is Jarvis Green\n       calls the detective on September 27th and tells him that he is in the\n\n\n                                         7\n\f       jail cell with Johnny McClendon and that my client is the driver\n       but the police think it is his girlfriend. I would have loved to cross-\n       examine Mr. McClendon on that statement, whether he made that\n       statement, what he meant by that statement, if he said that\n       statement at all.\n\nTrial counsel objected, arguing that Burks’ attorney had commented on\n\nMcClendon’s right to remain silent; however, counsel did not move for a\n\nmistrial at this time. At the motion for new trial hearing, trial counsel testified\n\nthat he made a tactical decision not to move for a mistrial during closing\n\nargument. Specifically, counsel recalled that the State’s key witness, Jarvis\n\nGreen, was in custody at the time, and counsel did not want to risk a less\n\neffective second cross-examination of Green if he were released from custody\n\nprior to a new trial.\n\n      Though the trial court failed to make specific findings of fact with respect\n\nto this claim, it is evident from the record that trial counsel’s strategic decision\n\nregarding a mistrial was not objectively unreasonable. To prove deficient\n\nperformance, one must show that his attorney “performed at trial in an\n\nobjectively unreasonable way considering all the circumstances and in the light\n\nof prevailing professional norms.” Romer v. State, 293 Ga. 339, 344 (3) (745\n\nSE2d 637) (2013). “A court considering a claim of ineffective assistance must\n\n                                         8\n\fapply a ‘strong presumption’ that counsel’s representation was within the ‘wide\n\nrange’ of reasonable professional assistance.” (Citation omitted). Harrington\n\nv. Richter, 562 U.S. 86, 104 (IV) (131 SCt 770, 178 LEd2d 624) (2011). To\n\novercome that presumption, McClendon must show that no reasonable counsel\n\nwould have failed to move for a mistrial. See, e.g., Jones v. State, 292 Ga. 593\n\n(7) (d) (740 SE2d 147) (2013); Hartsfield v. State, 294 Ga. 883, 888 (3) (b) (757\n\nSE2d 90) (2014) (“The proper assessment is ‘an inquiry into the objective\n\nreasonableness of counsel’s performance, not counsel’s subjective state of\n\nmind.’” (citing Harrington, 562 U.S. at 110)). Here, McClendon has failed to\n\nestablish that trial counsel’s strategic decision not to move for a mistrial was\n\ndeficient performance. Accordingly, his ineffectiveness claim is without merit.\n\n      3.    McClendon further argues that the trial court erred in denying his\n\nmotion to sever his trial from that of his two co-defendants. In non-death\n\npenalty cases, “a trial court has the discretion to grant or deny a severance in a\n\njoint trial.” Ballard v. State, 297 Ga. 248, 255 (8) (773 SE2d 254) (2015). See\n\nalso OCGA § 17-8-4. The three factors a trial court should consider when\n\ndetermining whether to grant or deny a motion to sever are:\n\n\n\n                                        9\n\f      1) whether the number of defendants will confuse the jury as to the\n      evidence and the law applicable to each defendant; 2) whether,\n      despite cautionary instructions from the court, there is a danger that\n      evidence admissible against one defendant will be improperly\n      considered against another defendant; and 3) whether the defenses\n      of the defendants are antagonistic to each other or to each other’s\n      rights of due process.\n\nGreen v. State, 274 Ga. 686, 687-688 (2) (558 SE2d 707) (2002). “It is\n\nincumbent upon the defendant who seeks a severance to show clearly that he\n\nwill be prejudiced by a joint trial, and in the absence of such a showing, the trial\n\ncourt’s denial of a severance motion will not be disturbed.” Id. at 688.\n\n      McClendon has failed make the required showing of prejudice. First,\n\nthere is no indication that the jury confused the evidence or the law applicable\n\nto McClendon and his co-defendant as all three defendants were largely charged\n\nwith the same offenses that stemmed from the same evidence and fact pattern.\n\nFurther, the jury was instructed on mere association, mere presence, and parties\n\nto a crime and the jury returned a separate verdict for each defendant pursuant\n\nto the trial court’s instruction. Next, contrary to McClendon’s assertions, it is\n\nhighly unlikely that the evidence admitted against his co-defendants was\n\nimproperly considered against him, especially since there was overwhelming\n\nevidence that the defendants knew one another and acted in concert to murder\n\n                                        10\n\fthe victim. Finally, McClendon does not argue, nor does the record show, that\n\nthe defenses of the co-defendants were antagonistic. Based on the foregoing,\n\nthe trial court did not abuse its discretion in denying McClendon’s motion to\n\nsever.\n\n                                Case No. S16A0700\n\n         4. Burks contends that the trial court erred by admitting the hearsay\n\nstatements of co-defendant McClendon at trial in violation of his Sixth\n\nAmendment right to confrontation. Prior to trial, Burks moved in limine to\n\nprevent Green from testifying regarding his jailhouse conversation with\n\nMcClendon. The trial court denied Burks’ motion. Green testified at trial, and\n\nMcClendon did not. Burks now claims that the admission of McClendon’s\n\ninculpatory statements was error because, he says, the State failed to show the\n\nexistence of a conspiracy and because the State failed to establish the required\n\nindicia of reliability in violation of the Confrontation Clause. We disagree.\n\n         A)     Conspiracy Claim\n\n         In his pre-trial motion, Burks relied upon former OCGA § 24-3-522 to\n\n         2\n             Former OCGA § 24-3-52 states, in relevant part, as follows: “The\nconfession of one joint offender or conspirator made after the enterprise is ended shall\n\n\n                                          11\n\fargue that McClendon’s jailhouse statements were inadmissible because they\n\nwere made after the criminal enterprise had ended. However, Burks did not\n\nargue either prior to or during trial that the statements were inadmissible because\n\na conspiracy did not exist at the time they were made, nor did Burks cite to any\n\nlegal authority to support this position. Now, on appeal, Burks argues that the\n\nstatements were inadmissible because the State failed to prove the existence of\n\na conspiracy pursuant to former OCGA § 24-3-53.\n\n      Because Burks raises an issue on appeal that was not presented or ruled\n\nupon by the trial court, his argument is not preserved for review by this Court.\n\nSee Higuera-Hernandez v. State, 289 Ga. 553, 555 (2) (714 SE2d 236) (2011)\n\n(Citation omitted.) (“Standard practice in Georgia has long required a party to\n\nmake and obtain a ruling on an objection to evidence in the trial court, before or\n\nas the evidence is admitted, in order to preserve the objection for appeal, and\n\nstandard practice also allows parties to raise on appeal only the same objections\n\nthat were properly preserved below.”). Moreover, prior to trial, Burks argued\nbe admissible only against himself.” Because this code section was in effect at the\ntime of Appellants’ trial, and was relied upon by Burks in his pre-trial motion in\nlimine, we analyze his claim under the former code section.\n      3\n        “After the fact of a conspiracy is proved, the declarations by one of the\nconspirators during the pendency of the criminal project shall be admissible against\nall.”\n                                        12\n\fthat the statements were inadmissible because the enterprise had ended before\n\nthe conversation took place; this assertion acknowledges the existence of a\n\nconspiracy at the time the statements were made. See Franklin v. State, 298 Ga.\n\n636, 639 (2) (784 SE2d 359) (2016) (“For purposes of the [co-conspirator]\n\nhearsay exception, a conspiracy is deemed to endure so long as the parties\n\nthereto attempt to conceal either the crime itself or the identity of the\n\nperpetrators.”). See also Young v. State, 291 Ga. 627 (3) (732 SE2d 269)\n\n(2012); Allen v. State, 288 Ga. 263 (4) (702 SE2d 869) (2010).\n\nConsequentially, this claim is not preserved for appellate review.\n\n      B)    Indicia of Reliability\n\n      Burks also argues, as he did below, that the trial court erred in admitting\n\nGreen’s hearsay testimony because the State failed to show the required indicia\n\nof reliability as established in Copeland v. State, 266 Ga. 664 (469 SE2d 672)\n\n(1996), and Dutton v. Evans, 400 U.S. 74 (91 SCt 210, 27 LE2d 213) (1970),\n\ntherefore violating his Sixth Amendment right to confrontation. The State,\n\nhowever, argues that, in light of the decision by the United States Supreme\n\nCourt in Whorton v. Bockting, 549 U.S. 406 (127 SCt 1173, 167 LE2d 1)\n\n\n\n                                       13\n\f(2007), the “indicia of reliability” test established in Copeland is no longer good\n\nlaw. We agree with the State.\n\n      As we explained in co-defendant Franklin’s appeal, “the Dutton paradigm\n\nis no longer applicable in light of Crawford v. Washington, 541 U.S. 36, 68-69\n\n(124 SCt 1354, 158 LE2d 177) (2004), which held that the Confrontation Clause\n\napplies only to out-of-court statements that are testimonial in nature.”\n\n(Emphasis added.) Franklin, 298 Ga. at 640. Accordingly, just as in Franklin,\n\nwe will assess the alleged Confrontation Clause violation pursuant to Crawford\n\nand its progeny.\n\n      In Crawford, the United States Supreme Court overturned the “indicia of\n\nreliability” test as laid out in Ohio v. Roberts, 448 U.S. 56 (100 SCt 2531, 65\n\nLE2d 597) (1980), holding that a Confrontation Clause violation occurs when\n\na declarant is unavailable to be called as a witness, was not previously subject\n\nto cross-examination, and when the statements to be introduced at trial are\n\n“testimonial”4 in nature. See also Jackson v. State, 291 Ga. 22, 24 (2) (727\n\nSE2d 106) (2012) (“The Confrontation Clause imposes an absolute bar to\n\n\n      4\n        “A statement is testimonial if its primary purpose was to establish evidence\nthat could be used in a future prosecution.” (Citations omitted). Franklin, 298 Ga.\nat 640.\n                                        14\n\fadmitting out-of-court statements in evidence when they are testimonial in\n\nnature, and when the defendant does not have an opportunity to cross-examine\n\nthe declarant.”).     In other words, “[u]nder Roberts, an out-of-court\n\nnontestimonial statement not subject to prior cross-examination could not be\n\nadmitted without a judicial determination regarding reliability.” Whorton, 549\n\nU.S. at 420. However, under Crawford, “the Confrontation Clause has no\n\napplication to such statements and therefore permits their admission even if they\n\nlack indicia of reliability.” Whorton, 549 U.S. at 420. Thus, the question of\n\nwhether hearsay evidence violates the Confrontation Clause turns, not on indicia\n\nof reliability, but rather on whether the hearsay statement is testimonial.\n\n      Relying on United States Supreme Court precedent, this Court has held\n\nthat statements properly admitted pursuant to the co-conspirator hearsay\n\nexception do not qualify as “testimonial” statements which implicate Sixth\n\nAmendment protections. See McKinney v. State, 281 Ga. 92, 95 (4) (635 SE2d\n\n153) (2006) (“Statements admissible pursuant to the hearsay exception\n\npermitting the use of statements made in furtherance of a conspiracy are not\n\n‘testimonial’ . . . Accordingly, the holding in Crawford is not applicable to the\n\n\n\n                                       15\n\fadmission of the statements of the co-conspirators made during the pendency of\n\nthe conspiracy.”) (citations omitted); Favors v. State, 296 Ga. 842 (2) (770 SE2d\n\n855) (2015); Billings v. State, 293 Ga. 99 (4) (745 SE2d 583) (2013).\n\n         Here, the statements made by McClendon and testified to by Green were\n\nnot testimonial and therefore did not violate the Confrontation Clause. Further,\n\nwe agree with the State that the “indicia of reliability test” established by this\n\nCourt in Copeland is no longer good law. We therefore disapprove of Copeland\n\nand its progeny in this regard.\n\n         5.   Like McClendon, Burks argues that the trial court abused its\n\ndiscretion by failing to sever his trial from his co-defendants. For the reasons\n\ndiscussed in Section 3, supra, we disagree. Consequently, this claim has no\n\nmerit.\n\n                          Sentencing of Both Defendants\n\n         6.   Finally, Burks has alleged that the trial court erred during sentencing\n\nby merging his two felony murder convictions into his malice murder charge\n\ninstead of vacating them. While the evidence was sufficient to sustain Burks’\n\nconvictions, we do find error in his sentences, as well as McClendon’s\n\nsentences.\n\n                                          16\n\f      As noted in footnote 1, supra, Burks and McClendon were found guilty\n\nof malice murder, felony murder predicated on aggravated assault, felony\n\nmurder predicated on possession of a firearm by a convicted felon, aggravated\n\nassault, possession of a firearm during the commission of a crime, and\n\npossession of a firearm by a convicted felon. The trial court sentenced both men\n\nto life imprisonment for the malice murder conviction, five years suspended for\n\npossession of a firearm during the commission of a crime to run consecutively\n\nto malice murder, and another five years suspended for possession of a firearm\n\nby a convicted felon to run consecutively to the other weapons charge, for a total\n\nsentence of life plus ten years suspended. The trial court then purportedly\n\nmerged the Appellants’ felony murder counts and aggravated assault charges\n\ninto their respective malice murder convictions. However, the felony murder\n\ncounts did not “merge” but were vacated by operation of law. See Favors, 296\n\nGa. at 847-848 (holding that felony murder verdicts did not “merge” into a\n\nmalice murder verdict, but were instead vacated by operation of law); Hurt v.\n\nState, 298 Ga. 51 (779 SE2d 313) (2015). Accordingly, we vacate both Burks’\n\nand McClendon’s felony murder convictions. We do note that the trial court\n\n\n\n                                       17\n\fproperly merged both Appellants’ aggravated assault charges into their malice\n\nmurder convictions. See Favors, 296 Ga. at 848; Hulett v. State, 296 Ga. 49 (2)\n\n(766 SE2d 1) (2014).\n\n      Judgments affirmed in part and vacated in part. All the Justices concur.\n\n\n\n\n                                      18\n\f",
            "ocr": false,
            "opinion_id": 4032892
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}