{
    "id": 4268151,
    "judges": null,
    "date_filed": "2004-12-11",
    "date_filed_is_approximate": true,
    "slug": "tavakkoli-ex-parte-amir",
    "case_name_short": null,
    "case_name": "Tavakkoli, Ex Parte Amir",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 25.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=31483&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa07%5cOpinion",
            "author_id": null,
            "opinion_text": "                                                                                 PD-0448-15\n                          PD-0448-15                           COURT OF CRIMINAL APPEALS\n                                                                                AUSTIN, TEXAS\n                                                               Transmitted 4/27/2015 4:06:43 PM\n                                                                 Accepted 4/27/2015 4:51:21 PM\n                                                                                 ABEL ACOSTA\n                               IN THE                                                    CLERK\n                   TEXAS COURT OF CRIMINAL APPEALS\n\nEx Parte Amir Tavakkoli\n      Appellant, Pro Se\n\nvs.\n\nThe State of Texas,\n      Appellee.\n\n\n                 PETITION FOR DISCRETIONARY REVIEW\n\n\n\n                                Amir Tavakkoli\n                                17101 Kuykendahl Rd\n                                Houston, TX 77068\n                                Tel: (281) 537-2171\n                                Fax: (832) 787-0313\n                                State Bar No. 24093240\n                                info@atlawoffice.com\n\n        April 27, 2015\n                                William J. Delmore III\n                                Assistant District Attorney\n                                Montgomery County\n                                207 W Phillips St. 2nd Floor\n                                Conroe, TX 77301\n                                Tel. (936) 539-7979\n                                Fax (936) 760-6940\n                                Attorney for Appellee,\n                                The State of Texas\n\nAPPELLANT REQUESTS ORAL ARGUMENT\n\f                                     Identity of Parties\n\nAmir Tavakkoli\n17101 Kuykendahl Rd\nHouston, TX 77068\nTel: (281) 537-2171\nFax: (832) 787-0313\nState Bar No. 24093240\ninfo@atlawoffice.com\n\nWilliam J. Delmore III\nAssistant District Attorney\nMontgomery County\n207 W Phillips St. 2nd Floor\nConroe, TX 77301\nTel. (936) 539-7979\nFax (936) 760-6940\nAttorney for Appellee,\nThe State of Texas\n\nLisa McMinn\nState Prosecuting Attorney\nP.O. Box 13046\nAustin, Texas 78711\nFax: (512) 463-5724\n\n\nTrial Court Judge: Dennis Watson\n\n                                 TABLE OF CONTENTS\n\n                                                           Page(s)\n\nIndex of authorities                                       3\n\nStatement regarding oral argument                          3\n\nStatement of the case                                      4\n\nStatement of procedural history                            5\nTavakkoli, Amir – Petition For Discretionary Review              Page 2\n\fGrounds for review                                                            6\n\nArgument                                                                      7\n\n   a) Reviewing courts cannot grant deference to ‘implied factual findings’\n      not supported in the record. The Ninth Court of Appeals erred in\n      implying that the habeas court found appellant’s testimony unreliable\n      and failed to consider that the court admonishments regarding\n      consequences to pleading guilty were also misadvice.\n\n   b) Reviewing courts cannot grant deference to ‘implied factual findings’\n       not supported in the record. The Ninth Court of Appeals erred in\n       implying that the writ counsel was no ineffective.\n\nStatement Requesting Nondisclosure of Records to Public                       10\n\nPrayer for relief                                                             11\n\nCertificate of Service                                                        12\n\nCertificate of Compliance                                                     12\n\n                               INDEX OF AUTHORITIES\n\nEx Parte Peterson, 117 S.W.3d 804, 819 (Tex. Crim. App. 2003)                6, 9-10\n\nEx parte Wheeler, 203 S.W.3d 317, 324 (Tex. Crim. App. 2006)                 6, 9-10\n\nMartinez v. Ryan, 132 S. Ct. 1309 (2012)                                       5-7, 9\n\nTrevino v. Thaler, 133 S. Ct. 1911 (2013)                                      5-7, 9\n\n                STATEMENT REGARDING ORAL ARGUMENT\n\n       Appellant requests oral argument. Because of the complexities of this case\n\nthe Court of Criminal Appeals will benefit from oral argument.\n\n\n\n\nTavakkoli, Amir – Petition For Discretionary Review                                     Page 3\n\f                             STATEMENT OF THE CASE\n\n       On January 4, 2013, appellant filed an Application for writ of habeas corpus\n\nin County Court at Law #1 in Montgomery County, Cause No. CR 13-26,808\n\nclaiming ineffective assistance of counsel under Padilla v. Kentucky from his 2006\n\nclass B misdemeanor conviction for possession of marijuana; the court denied his\n\nwrit On January 22, 20131. The findings of fact and conclusions of law of the lower\n\ncourt show that appellant was denied relief solely for the reason that under Chaidez\n\nv. United States, 133 S. Ct. 1103 (2013) the ruling of Padilla v. Kentucky, 130 S. Ct.\n\n1473 (2010) does not apply retroactively.\n\n       On appeal to this court, appellant raised the arguments that his trial counsel,\n\nWilliam Pattillo (“Pattillo”) was ineffective because of lack of proper investigation\n\nand also because he made appellant take the worst possible plea bargaining\n\nagreement, considering the circumstance and the fact that appellant was an\n\nimmigrant. The Ninth Court of Appeals did not consider those arguments when they\n\nwere raised on appeal because they were not raised at the writ hearing.\n\nConsequently, appellant filed another writ of habeas corpus in July of 2014 claiming\n\nthat his writ counsel was ineffective for not raising the proper arguments, and that\n\nthere was new testimony available to allow for a second writ of habeas corpus under\n\nArticle 11.59 of the Texas Code of Criminal Procedure.\n\n\n\n\nTavakkoli, Amir – Petition For Discretionary Review                             Page 4\n\f       Appellant relied on his writ counsel to raise all proper arguments available at\n\nhis previous writ of habeas corpus. Appellant’s writ counsel’s failure to raise the\n\nproper arguments is ineffective assistance of counsel in itself which requires a new\n\nwrit hearing to determine the basis of appellant’s claim based on the merits of the\n\ncase and not a procedural issue. In Martinez v. Ryan, 132 S. Ct. 1309 (2012) and\n\nTrevino v. Thaler, 133 S. Ct. 1911 (2013) the Supreme Court of the United States\n\nmade clear that the right to effective assistance of counsel applies to the first writ of\n\nhabeas corpus and counsel’s failure to be effective at a writ of habeas corpus gives\n\ncause for remand of the case to determine whether writ counsel was ineffective and\n\na new hearing is necessary. The trail court never considered or addressed whether\n\nMartinez v. Ryan and Trevino v. Thaler were applicable and whether Appellant’s\n\nwrit counsel was ineffective for not raising all proper arguments in his first writ. On\n\nappeal, the Ninth Court of Appeals also failed to address whether Martinez and\n\nTrevino applied; instead waiting on this Honorable Court of Appeals to make that\n\ndecision. A motion for en banc reconsideration was filed with the Ninth Court of\n\nCriminal Appeals to make a ruling on the issue of whether Martinez and Trevino\n\napply; the motion was denied.\n\n                   STATEMENT OF PROCEDURAL HISTORY\n\n       On 08/28/2014 Notice of Appeal filed in habeas court.\n\n       On 11/03/2014 Case began in Ninth Court of Appeals.\n\n\nTavakkoli, Amir – Petition For Discretionary Review                                Page 5\n\f       On 03/04/2015 Opinion was issued.\n\n       On 03/17/2015 Motion for En Banc Reconsideration was filed.\n\n       On 03/17/2015 Motion for En Banc reconsideration was denied.\n\n                               GROUNDS FOR REVIEW\n\n1.-    Whether Ryan and Martinez apply to this case so the record is clear for\n\nappellate review. Martinez v. Ryan, 132 S. Ct. 1309, 1320 (2012) (“[A] procedural\n\ndefault will not bar a federal habeas court from hearing a substantial claim of\n\nineffective assistance at trial if, in the [state’s] initial-review collateral proceeding,\n\nthere was no counsel or counsel in that proceeding was 8 ineffective.”); see also\n\nTrevino v. Thaler, 133 S. Ct. 1911, 1920-21 (2013) (applying the rule of Martinez to\n\nfederal review of Texas state court convictions).\n\n\n2.-    The Ninth Court of Appeals incorrectly implied facts not found in the record.\n\nThe Appellate Court is not free to defer to the trial Court’s implied factual findings\n\n“if they are unable to determine from the record what the trial court’s implied factual\n\nfindings are.” Ex Parte Peterson, 117 S.W.3d 804, 819 (Tex. Crim. App. 2003)\n\n(per curiam), overruled on other grounds by Ex Parte Lewis, 219 S.W.3d 335 (Tex.\n\nCrim. App. 2007); Ex parte Wheeler, 203 S.W.3d 317, 324 (Tex. Crim. App. 2006).\n\nThe findings of facts and conclusions of law of the habeas court state the only\n\nreasons for denying appellant’s relief as laches and no evidence of new testimony.\n\nThe habeas court did not even consider whether Appellant’s first writ counsel was\n\nTavakkoli, Amir – Petition For Discretionary Review                                 Page 6\n\fineffective and whether Martinez and Trevino applied. The Ninth Court of Appeals\n\nincorrectly held (implied) that Appellant did not prove that his habeas counsel was\n\nineffective even after habeas counsel failed to raise crucial arguments in the habeas\n\nhearing.\n\n\n                                        ARGUMENT\n\n   c) Reviewing courts cannot grant deference to ‘implied factual findings’ not\n      supported in the record. The Ninth Court of Appeals erred in implying\n      that the habeas court found appellant’s testimony unreliable and failed\n      to consider that the court admonishments regarding consequences to\n      pleading guilty were also misadvice.\n\n\n       In Trevino v. Thaler, the Supreme Court held that ineffective assistance of\n\ncounsel at initial-review collateral proceedings may establish cause for a defendant’s\n\nprocedural default of a claim of ineffective assistance of counsel and remand was\n\nrequired to determine whether petitioner’s attorney in his first state collateral\n\nproceeding was effective. 133 S. Ct. 1911, 1921 (2013).\n\n       The petitioner in Trevino was “convicted of capital murder in Texas state court\n\nand sentenced to death after the jury found insufficient mitigating circumstances to\n\nwarrant a life sentence.” Id. Neither his appeal counsel nor his first writ counsel\n\nraised the argument that petitioner’s trial counsel was ineffective for lack of proper\n\ninvestigation by not raising mitigating factors to reduce the sentence of death. Id.\n\nThe court reasoned that the nature of reasoned that Texas procedural framework, by\n\n\nTavakkoli, Amir – Petition For Discretionary Review                             Page 7\n\fits design and operation makes it highly unlikely in a typical case that a defendant\n\nwill have a meaningful opportunity to raise an ineffective assistance of trial counsel\n\nclaim on direct appeal. Id. at 1918. The nature of an ineffective-assistance claim\n\nmeans that the trial record is likely to be insufficient to support the claim. Id. And a\n\nmotion for a new trial to develop the record is usually inadequate because of Texas\n\nrules regarding time limits on the filing, and the disposal, of such motions and the\n\navailability of trial transcripts. Id. Thus, a writ of habeas corpus is normally needed\n\nto gather the facts necessary for evaluating these claims in Texas. Id. As a result, the\n\nCourt held that ineffective assistance of counsel at initial-review collateral\n\nproceedings may establish cause for a defendant’s procedural default of a claim of\n\nineffective assistance of counsel at trial and remand was required to determine\n\nwhether the petitioner’s attorney in his first state collateral proceeding was\n\nineffective, whether underlying ineffective assistance of trial counsel was\n\nsubstantial, and whether petitioner was prejudiced. Id. at 1921.\n\n       Similarly, in appellant’s case, his first writ counsel failed to raise the argument\n\nof ineffective assistance of counsel because of lack of proper investigation by\n\nappellant’s trial counsel to determine whether appellant had any defenses and\n\nwhether the amount of the marijuana was less than 30 grams to allow appellant relief\n\nfrom deportation. Appellant’s writ counsel also failed to raise the argument that\n\nappellant’s trial counsel took the worst possible plea bargain agreement considering\n\n\nTavakkoli, Amir – Petition For Discretionary Review                                 Page 8\n\fthe circumstance of appellant’s case and considering that pleading guilty to a drug\n\noffense would be virtually a death sentence for appellant. Supra note 5. Martinez v.\n\nRyan, 132 S. Ct. 1309, decided by the Supreme Court in 2012 has the same holding\n\nas Trevino and further supports appellant’s argument and proves the lower court’s\n\nfailure.\n\n       The lower court erred in completely failing to consider Martinez and Trevino\n\neven though appellant attempted to bring this to the attention of the lower court\n\nrepeatedly. RR, 17-18, 47.\n\n   d) Reviewing courts cannot grant deference to ‘implied factual findings’ not\n      supported in the record. The Ninth Court of Appeals erred in implying\n      that the writ counsel was no ineffective.\n\n       The Ninth Court of Appeals incorrectly implied facts not found in the record.\n\nThe Appellate Court is not free to defer to the trial Court’s implied factual findings\n\n“if they are unable to determine from the record what the trial court’s implied factual\n\nfindings are.” Ex Parte Peterson, 117 S.W.3d 804, 819 (Tex. Crim. App. 2003)\n\n(per curiam), overruled on other grounds by Ex Parte Lewis, 219 S.W.3d 335 (Tex.\n\nCrim. App. 2007); Ex parte Wheeler, 203 S.W.3d 317, 324 (Tex. Crim. App. 2006).\n\nThe findings of facts and conclusions of law of the habeas court do not indicate\n\nwhether Appellant’s habeas counsel was ineffective. The Ninth Court of Appeals\n\nincorrectly held that Appellant did not prove that his habeas counsel was ineffective\n\neven after habeas counsel failed to raise crucial arguments in the habeas hearing.\n\n\nTavakkoli, Amir – Petition For Discretionary Review                              Page 9\n\f       Neither Ex Parte Peterson nor Ex parte Wheeler support giving deference to\n\nthe trial Court’s ‘implied findings of fact’. The better approach is to remand the case\n\nto the Trial Court so the court may make appropriate findings of fact and conclusions\n\nof law and whether writ counsel was ineffective.\n\n    STATEMENT REQUESTING NONDISCLOSURE OF RECORDS TO\n                         PUBLIC\n\n       The appellant is a newly license practicing Texas attorney in good standing\n\nwho has his own practice. Appellant’s livelihood and his ability to make a living is\n\ndependent on his reputation and good character. Appellant understands and takes\n\nresponsibility for his mistakes in the past. However, appellant respectfully requests\n\nthat this court does not make any motions, pleas, petitions, opinion, or any other\n\ndocument relevant to this case available to the public. Alternatively, appellant\n\nrequests that this court remove any identifying information of appellant including\n\nhis name and any identifying information which would give a person knowledge that\n\nthe case pertain to appellant even without the name being identified. Such\n\ninformation includes most facts given in the statement of facts section including the\n\ndetails of the arrest, etc.\n\n                                                .\n\n\n\n\nTavakkoli, Amir – Petition For Discretionary Review                             Page 10\n\f                                          PRAYER\n\n       Appellant, Amir Tavakkoli, prays that this Court grant his Petition for\n\nDiscretionary Review.\n\n\n\n                                             Respectfully submitted,\n\n                                             ____________________________\n                                             Amir Tavakkoli\n                                             17101 Kuykendahl Rd\n                                             Houston, TX 77068\n                                             Tel: (281) 537-2171\n                                             Fax: (832) 787-0313\n                                             State Bar No. 24093240\n                                             info@atlawoffice.com\n\n\n\n\nTavakkoli, Amir – Petition For Discretionary Review                              Page 11\n\f                         CERTIFICATE OF COMPLIANCE\n\n       This document complies with the typeface requirements of Tex. R. App. P.\n9.4(e) because it has been prepared in a conventional typeface no smaller than 14-\npoint for text and 12-point for footnotes. This document also complies with\nthe word-count limitations of Tex. R. App. P. 9.4(i), if applicable, because it contains\n2137 words, excluding any parts exempted by Tex. R. App. P. 9.4(i)(1).\n\n\n\n                             CERTIFICATE OF SERVICE\n\n\n      I certify that on April 22, 2015 a true and correct copy of Appellant’s Petition\nfor Discretionary Review was served to each person listed below by the method\nindicated.\n\n\n                                             /s/Amir Tavakkoli\n                                             Amir Tavakkoli\n\nVia Fax to:\nWilliam J. Delmore III\nAssistant District Attorney\nMontgomery County\n207 W Phillips St. 2nd Floor\nConroe, TX 77301\nTel. (936) 539-7979\nFax (936) 760-6940\nAttorney for Appellee,\nThe State of Texas\n\nLisa McMinn\nState Prosecuting Attorney\nP.O. Box 13046\nAustin, Texas 78711\nFax: (512) 463-5724\n\n\n\n\nTavakkoli, Amir – Petition For Discretionary Review                              Page 12\n\f                                  IN THE\n                      TEXAS COURT OF CRIMINAL APPEALS\n\nEx Parte Amir Tavakkoli\n      Appellant,\n\nvs.\n\nThe State of Texas,\n      Appellee.\n\n\n                                          APENDIX-\n\n                    PETITION FOR DISCRETIONARY REVIEW\n\n\n\n\nIndex:\n\n\n\n1-11                  Opinion of The Ninth Court of Appeals in Case No. 09-14-00358-CR\n\n12                    Order on Motion for Reconsideration\n\n\n\n\nTavakkoli, Amir – Petition For Discretionary Review                                Page 13\n\f                                       In The\n\n                                Court of Appeals\n                    Ninth District of Texas at Beaumont\n                                ________________\n\n                               NO. 09-14-00358-CR\n                                ________________\n\n              EX PARTE AMIR TAVAKKOLI, Appellant\n__________________________________________________________________\n\n             On Appeal from the County Court at Law No. 1\n                     Montgomery County, Texas\n                       Trial Cause No. 14-28246\n__________________________________________________________________\n\n                          MEMORANDUM OPINION\n\n      This is an appeal from the trial court’s order denying appellant Amir\n\nTavakkoli’s second application for writ of habeas corpus. See Tex. Code Crim.\n\nProc. Ann. art. 11.09 (West 2005). In three appellate issues, Tavakkoli contends\n\nthe trial court (1) failed to properly consider two cases that apply the right to\n\neffective assistance of counsel to a writ of habeas corpus; (2) erred in not granting\n\nappellant’s second writ due to new testimony; and (3) erred by using the doctrine\n\nof laches to dismiss his writ. We affirm the trial court’s judgment.\n\n\n\n\n                                          1\n\f                                 BACKGROUND\n\n      As we explained in our opinion on Tavakkoli’s appeal of the denial of his\n\nfirst application for writ of habeas corpus, Tavakkoli was born in Iran in 1988,\n\nmoved to the United States in 2002, and became a legal permanent resident. Ex\n\nparte Tavakkoli, No. 09-13-00082-CR, 2013 WL 5428138, at *1 (Tex. App.—\n\nBeaumont Sept. 25, 2013, pet. ref’d) (mem. op.). On December 8, 2006, when\n\nTavakkoli was an eighteen-year-old college student, he was arrested for reckless\n\ndriving, and drug paraphernalia and marijuana were found in the vehicle during an\n\ninventory. Id. On December 15, 2006, Tavakkoli met with his appointed counsel,\n\npleaded guilty “to possession of marijuana in exchange for a twenty-day jail\n\nsentence and dismissal of the reckless driving charge[,]” and was released after\n\nserving his twenty-day sentence. Id. Tavakkoli went to Sweden in July 2012, and\n\nhe was denied reentry upon his return to the United States because he had pleaded\n\nguilty to possession of marijuana. Id. In his first application for writ of habeas\n\ncorpus, Tavakkoli alleged that trial counsel provided ineffective assistance by\n\nfailing to advise Tavakkoli of the immigration consequences of pleading guilty to\n\nthe 2006 drug possession charge. Id. The trial court denied Tavakkoli’s\n\napplication, and Tavakkoli appealed to this Court. Id. This Court affirmed the trial\n\ncourt’s judgment. Id. at *7.\n\n                                         2\n\f      Tavakkoli filed a second petition for writ of habeas corpus, in which he\n\ncontended that his writ counsel’s delay in filing his application for writ of habeas\n\ncorpus caused retroactivity under Padilla v. Kentucky to become an issue, and his\n\nfirst petition “focused on Padilla and did not use any authority that discussed the\n\nlack of counsel acting adversarial and taking a good plea agreement under the Fifth\n\nAmendment.” See Padilla v. Kentucky, 559 U.S. 356 (2010). Tavakkoli also\n\nargued that his trial counsel failed to be adversarial by failing to inquire about what\n\nevidence the State had to hold the State to its burden of proof. In addition,\n\nTavakkoli contended that his Fifth Amendment rights were violated because his\n\ncounsel “took the worst possible outcome” by advising Tavakkoli to plead guilty to\n\npossession of marijuana in return for dismissal of the reckless driving charge.\n\n      The trial court held a hearing on Tavakkoli’s application. At the hearing,\n\nTavakkoli, appearing pro se, argued that trial counsel spoke to him for no more\n\nthan ten minutes at the jail, and Tavakkoli agreed to plead guilty to possession of\n\nmarijuana in exchange for a dismissal of the reckless driving charge. In addition,\n\nTavakkoli argued that the Supreme Court had not issued its decision in Chaidez v.\n\nUnited States, in which the Court determined that Padilla is not applied\n\nretroactively, until after he had already filed his first writ, and that he did not have\n\nthe opportunity to amend his writ to raise “new arguments” because the trial court\n\n                                           3\n\fmade its decision two days after Chaidez was decided. See Chaidez v. United\n\nStates, ___ U.S. ___, 133 S. Ct. 1103, 1113, 185 L. Ed. 2d 149 (2013). Tavakkoli\n\nalso contended that new testimony from trial counsel from the hearing on the first\n\nwrit had become available. According to Tavakkoli, trial counsel stated that he did\n\nnot check the weight of the marijuana, and Tavakkoli argued that he would have\n\nbeen eligible for a waiver if the record had shown that the amount of marijuana\n\nwas less than thirty grams. Tavakkoli contended that because he left the United\n\nStates and tried to re-enter, he has the burden to prove the weight was less than\n\nthirty grams, but he has “no records to show that.” Tavakkoli argued that he did not\n\nhave the right to a writ of habeas corpus until 2012 when he was placed under\n\ndeportation proceedings. Furthermore, Tavakkoli asserted that his counsel at the\n\nwrit hearing was ineffective because counsel did not raise all possible arguments\n\nand defenses.\n\n      The State argued that Tavakkoli was not entitled to a hearing because he did\n\nnot meet the requirements of article 11.59 of the Texas Code of Criminal\n\nProcedure, which governs second applications for habeas corpus relief. See Tex.\n\nCode Crim. Proc. Ann. art. 11.59 (West 2005). Specifically, the State argued that\n\narticle 11.59 requires that new evidence must have been discovered since the last\n\nhearing, and the alleged new evidence was actually discovered at the first hearing.\n\n                                         4\n\fThe State also argued that the equitable doctrine of laches applies because the\n\nmarijuana has been destroyed, “[t]he officer likely has no independent recollection\n\nof any of these events, trial counsel “testified at the last hearing that he has no\n\nindependent recollection of his representation of Mr. Tavakkoli” and cannot locate\n\nhis case file, and the State cannot locate its case file concerning Tavakkoli.\n\nAccording to the State, “it would be almost impossible to retry [Tavakkoli] for\n\neither the reckless driving or the possession of marijuana because we have one\n\nstatement in a police report written seven and a half years ago[,]” and the arresting\n\nofficer cannot recall the ancillary trial testimony connected with Tavakkoli’s\n\noffense. The State also argued that “[t]here is no entitlement to counsel on [an]\n\n11.09 writ” and Tavakkoli could not demonstrate ineffective assistance of counsel.\n\nFurthermore, the State asserted that laches runs from the time of conviction, and\n\nthat Tavakkoli has “always had collateral consequences of a marijuana\n\nconviction.”\n\n      Tavakkoli testified that trial counsel did not discuss alternative plea options,\n\nand “pleading guilty to possession of marijuana was the only option given to me\n\nafter I told him I wanted to get out of jail. And no defenses were raised. Deferred\n\nadjudication and probation were never discussed.” According to Tavakkoli, trial\n\ncounsel did not investigate the circumstances and validity of the inventory search\n\n                                          5\n\fof the vehicle, ownership of the vehicle, the substance found in the bag, or the\n\nweight of the substance. Tavakkoli read into the record trial counsel’s testimony\n\nregarding “his admission of lack of investigation” at the previous writ hearing.\n\nTavakkoli testified that he mentioned his college final examination to trial counsel.\n\n      The trial court signed findings of fact and conclusions of law and an order\n\ndenying Tavakkoli’s application. In its findings and conclusions, the trial court\n\ndetermined that (1) Tavakkoli’s trial counsel has no independent recollection of the\n\nevents surrounding Tavakkoli’s plea and cannot locate the case file; (2) the facts\n\nsupporting Tavakkoli’s current claims were available when he filed his original\n\nwrit application; (3) Tavakkoli has not presented any new evidence that was not\n\navailable at the hearing on his previous application; (4) the State’s ability to retry\n\nTavakkoli if habeas relief were granted “would be prejudiced by dissipation of\n\nevidence that has occurred in the seven years since the offense date[;]” (5) the\n\nequitable doctrine of laches requires denial of habeas relief; (6) Tavakkoli’s current\n\napplication is barred as a subsequent application because his current claims for\n\nrelief were available during his first writ application; and (7) Tavakkoli failed to\n\nprove by a preponderance of the evidence that he was denied effective assistance\n\nof counsel. Tavakkoli then filed this appeal.\n\n\n\n                                          6\n\f                             STANDARD OF REVIEW\n\n      An applicant for a writ of habeas corpus must prove his allegations by a\n\npreponderance of the evidence. Ex parte Klem, 269 S.W.3d 711, 718 (Tex. App.—\n\nBeaumont 2008, pet. ref’d). We review a trial court’s decision to grant or deny\n\nrelief on an application for writ of habeas corpus under an abuse of discretion\n\nstandard. Id. We review the facts in the light most favorable to the trial court’s\n\nruling, and we afford almost total deference to the trial court’s determination of\n\nhistorical facts supported by the record, especially when the trial court’s fact\n\nfindings are based upon its evaluation of credibility and demeanor. Id. When\n\nresolution of the appellate issues turns on application of legal standards, we review\n\nthe trial court’s determination de novo. Id.\n\n                                     ISSUE ONE\n\n      In his first issue, Tavakkoli argues that the trial court erred by not\n\nconsidering Trevino v. Thaler and Martinez v. Ryan. Tavakkoli asserts that both\n\nTrevino and Martinez hold that an applicant for writ of habeas corpus has the right\n\nto effective assistance of counsel. See Martinez v. Ryan, 132 S. Ct. 1309, 1320\n\n(2012) (“[A] procedural default will not bar a federal habeas court from hearing a\n\nsubstantial claim of ineffective assistance at trial if, in the [state’s] initial-review\n\ncollateral proceeding, there was no counsel or counsel in that proceeding was\n\n                                           7\n\fineffective.”); see also Trevino v. Thaler, 133 S. Ct. 1911, 1920-21 (2013)\n\n(applying the rule of Martinez to federal review of Texas state court convictions).\n\n      The Court of Criminal Appeals has not yet addressed the application of\n\nTrevino and Martinez to the jurisprudence of Texas. See, e.g., Ex parte McCarthy,\n\nNo. WR-50360-04, 2013 WL 3283148, at *1 (Tex. Crim. App. June 24, 2013) (not\n\ndesignated for publication) (Price, J., concurring) (noting that the Court has not\n\nreviewed its construction of article 11.071 of the Texas Code of Criminal\n\nProcedure in light of Martinez and Trevino). Neither the U.S. Constitution nor the\n\nTexas Constitution recognizes a claim of ineffective assistance of counsel on a writ\n\nof habeas corpus. Ex parte Graves, 70 S.W.3d 103, 113 (Tex. Crim. App. 2002).\n\nHowever, assuming without deciding that Tavakkoli has the right to assistance of\n\ncounsel when applying for a post-conviction writ of habeas corpus, Tavakkoli did\n\nnot demonstrate that counsel on his first writ provided ineffective assistance.\n\nAccordingly, we overrule issue one.\n\n                                    ISSUE TWO\n\n      In his second issue, Tavakkoli contends the trial court erred in denying his\n\nsecond application for writ of habeas corpus because new testimony was available\n\nat the second writ hearing that was not available when he filed his first writ. Article\n\n11.59 of the Texas Code of Criminal Procedure provides as follows:\n\n                                          8\n\f             A party may obtain the writ of habeas corpus a second time by\n      stating in a motion therefor that since the hearing of his first motion\n      important testimony has been obtained which it was not in his power\n      to produce at the former hearing. He shall also set forth the testimony\n      so newly discovered; and if it be that of a witness, the affidavit of the\n      witness shall also accompany such motion.\n\nTex. Code Crim. Proc. Ann. art. 11.59 (emphasis added). Tavakkoli’s arguments at\n\nthe hearing, as well as his appellate brief, indicate that the “new” evidence upon\n\nwhich he relies consists of trial counsel’s testimony at the hearing on his first\n\napplication for writ of habeas corpus. Because the evidence upon which Tavakkoli\n\nrelies was adduced at the hearing on his first application for writ of habeas corpus\n\nrather than since that hearing, Tavakkoli does not meet the requirements of article\n\n11.59. See id. Therefore, the trial court did not err by denying Tavakkoli’s\n\napplication on that basis. We overrule issue two.\n\n                                  ISSUE THREE\n\n      In his third issue, Tavakkoli contends the trial court erred by using the\n\ndoctrine of laches as a basis for denying his application for writ of habeas corpus.\n\nTavakkoli argues that “[i]t was not until July 2012, when appellant was placed\n\nunder deportation proceedings[,] that appellant’s right to a writ of habeas corpus\n\nbecame ripe.” In addition, Tavakkoli maintains that if he were granted habeas\n\ncorpus relief and granted a new trial, the State “would be in the same position as it\n\nwas in 2006[.]”\n                                         9\n\f      “Given the nature of habeas corpus relief, it is reasonable to permit a court to\n\nconsider whether an applicant has slept on his rights and, if he has, how that has\n\naffected the State, and whether, in light of the delay, it is fair and just to grant him\n\nrelief.” Ex parte Perez, 398 S.W.3d 206, 218-219 (Tex. Crim. App. 2013). The\n\ndoctrine of laches is applied on a sliding scale; therefore, “the longer the delay, the\n\nless prejudice must be shown.” Id. at 219 (citing Smith v. Caterpillar, Inc., 338\n\nF.3d 730, 733 (7th Cir. 2003)). The doctrine of laches will bar habeas relief “when\n\nan applicant’s unreasonable delay has prejudiced the State, thereby rendering\n\nconsideration of his claim inequitable.” Id.\n\n      As discussed above, the trial court heard and observed the State’s arguments\n\nat the hearing. At the hearing, counsel for the State represented that the marijuana\n\nhas been destroyed, the arresting officer likely has no independent recollection of\n\nevents, trial counsel has no independent recollection of his representation of\n\nTavakkoli, trial counsel cannot locate his case file, and the State cannot locate its\n\ncase file. Counsel for the State represented that it would be “almost impossible” to\n\nretry Tavakkoli. Reviewing the facts in the light most favorable to the trial court’s\n\nruling and affording almost total deference to the trial court’s determination of\n\nhistorical facts supported by the record, we cannot say that the trial court abused its\n\ndiscretion by denying Tavakkoli’s application for writ of habeas corpus. See Ex\n\n                                          10\n\fparte Klem, 269 S.W.3d at 718. Accordingly, we overrule issue three. Having\n\noverruled each of Tavakkoli’s issues, we affirm the trial court’s judgment.\n\n      AFFIRMED.\n\n                                        ________________________________\n                                               STEVE McKEITHEN\n                                                   Chief Justice\n\nSubmitted on December 31, 2014\nOpinion Delivered March 4, 2015\nDo Not Publish\n\nBefore McKeithen, C.J., Kreger and Horton, JJ.\n\n\n\n\n                                         11\n\f                                                                                    FILE COPY\n\n\n\n\nCHIEF JUSTICE\nSTEVE MCKEITHEN                        Court of Appeals                                    CLERK\n                                                                                  CAROL ANNE HARLEY\n\nJUSTICES\nCHARLES KREGER\n                                            State of Texas                                   OFFICE\n                                                                                           SUITE 330\nHOLLIS HORTON\nLEANNE JOHNSON\n                                             Ninth District                              1001 PEARL ST.\n                                                                                    BEAUMONT, TEXAS 77701\n                                                                                 409/835-8402 FAX 409/835-8497\n                                                                               WWW.TXCOURTS.GOV/9THCOA.ASPX\n\n\n                                       Monday, March 23, 2015\n\n           Amir Tavakkoli                           William J. Delmore III\n           16503 Creek South Road                   Asst. District Attorney\n           Houston, TX 77068                        207 W. Phillips, 2nd Floor\n           * DELIVERED VIA E-MAIL *                 Conroe, TX 77301\n                                                    * DELIVERED VIA E-MAIL *\n\n           RE:     Case Number:           09-14-00358-CR\n                   Trial Court Case       14-28246\n                   Number:\n\n           Style: Ex Parte Amir Tavakkoli\n\n\n\n\n                The Appellant's motion for rehearing en banc in the above styled and\n           numbered cause was overruled this date.\n\n                                                              Sincerely,\n\n                                                              CAROL ANNE HARLEY\n                                                              CLERK OF THE COURT\n\n\n\n           cc:   Mark Turnbull (DELIVERED VIA E-MAIL)\n                 Graciela Caka (DELIVERED VIA E-MAIL)\n                 Judge Dennis D. Watson (DELIVERED VIA E-MAIL)\n\f",
            "ocr": false,
            "opinion_id": 4045413
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}