{
    "id": 4271397,
    "judges": null,
    "date_filed": "2016-11-29",
    "date_filed_is_approximate": true,
    "slug": "kaitlyn-lucretia-ritcherson-v-state",
    "case_name_short": null,
    "case_name": "Kaitlyn Lucretia Ritcherson v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 48.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=13465&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa08%5cOrder",
            "author_id": null,
            "opinion_text": "                                                                                  ACCEPTED\n                                                                             03-13-00804-CR\n                                                                                    4604985\n                                                                   THIRD COURT OF APPEALS\n                                                                              AUSTIN, TEXAS\n                                                                        3/23/2015 3:08:18 PM\n                                                                           JEFFREY D. KYLE\n                                                                                      CLERK\n\n\n                      No. 03-13-00804-CR\n                                                             FILED IN\n                                                      3rd COURT OF APPEALS\n                              In the                      AUSTIN, TEXAS\n                         Court of Appeals             3/23/2015 3:08:18 PM\n                          Third District                JEFFREY D. KYLE\n                          Austin, Texas                       Clerk\n\n\n                 Kaitlyn Lucretia Ritcherson,\n                           Appellant\n\n                                  v.\n\n                       The State of Texas,\n                            Appellee\n\n            Appeal from the 331st Judicial District Court\n                       Travis County, Texas\n                Cause Number D-1-DC-11-302663\n\n                         STATE’S BRIEF\n\n\n                                 Rosemary Lehmberg\n                                 District Attorney\n                                 Travis County\n\n                                 Angie Creasy\n                                 Assistant District Attorney\n                                 State Bar No. 24043613\n                                 P.O. Box 1748\n                                 Austin, Texas 78767\n                                 (512) 854-9400\n                                 Fax (512) 854-4810\n                                 Angie.Creasy@traviscountytx.gov\n                                 AppellateTCDA@traviscountytx.gov\n\nOral argument is not requested\n\f                                       Table of Contents\n\nIndex of Authorities............................................................................. ii\nSummary of the State’s Argument........................................................1\nArgument............................................................................................. 7\n  Reply Point One: The appellant was not entitled to an instruction\n  on manslaughter. ..............................................................................7\n  Reply Point Two: The appellant cannot complain about the\n  exclusion of the video because she did not try to admit the video.\n  Additionally, the trial court did not abuse its discretion in refusing\n  to allow the appellant to question Detective Nelson about the\n  appellant’s out-of-court statements because he lacked personal\n  knowledge of the statements and because the statements were\n  hearsay. And any error in excluding the statements was harmless.\n   .........................................................................................................18\n  Reply Point Three: The trial court did not err in excluding the\n  video during the punishment phase because the video contained\n  hearsay, it was more prejudicial than probative, and admission\n  was not required under the best evidence rule. And any error in\n  excluding the video was harmless.................................................. 33\n  Reply Point Four: The trial court did not abuse its discretion in\n  admitting out-of-court statements under the excited utterance\n  exception to the hearsay rule. And any error in admitting the\n  statements was harmless ............................................................... 40\nPrayer ................................................................................................ 43\nCertificate of Compliance and Service............................................... 44\n\n\n\n\n                                                         i\n\f                                 Index of Authorities\n\n     Cases\nApolinar v. State, 155 S.W.3d 184 (Tex. Crim. App. 2005).......... 16, 27\nBarshaw v. State, 342 S.W.3d 91 (Tex. Crim. App. 2011) ..................18\nBlue v. State, No. 04-11-00726-CR, 2012 Tex. App. LEXIS 7895 (Tex.\n  App.—San Antonio 2012, pet. ref’d) (mem. op., not designated for\n  publication) .............................................................................. 28, 30\nCavazos v. State, 382 S.W.3d 377 (Tex. Crim. App. 2012) ..7, 8, 10, 11,\n  32\nDyke v. State, No. 06-11-00129-CR, 2012 Tex. App. LEXIS 2181 (Tex.\n  App.—Texarkana 2012, pet. ref’d) (mem. op., not designated for\n  publication) .....................................................................................31\nFairow v. State, 943 S.W.2d. 895 (Tex. Crim. App. 1997) ................ 25\nFischer v. State, 252 S.W.3d 375 (Tex. Crim. App. 2008) ................ 27\nGigliobianco v. State, 210 S.W.3d 637 (Tex. Crim. App. 2006)........ 36\nHartin v. State, 2009 Tex. App. LEXIS 2765 (Tex. App.—Beaumont\n  2009, pet. dism’d) (mem. op., not designated for publication) ..... 25\nIngram v. State, 2012 Tex. App. LEXIS 260 (Tex. App.—Dallas 2012,\n  pet. ref’d) (mem. op., not designated for publication) ....................31\nJones v. State, 843 S.W.2d 487 (Tex. Crim. App. 1992).................... 34\nKing v. State, 953 S.W.2d 266 (Tex. Crim. App. 1997) ...................... 17\nMatute v. State, No. 03-13-00601-CR, 2014 Tex. App. LEXIS 12743\n  (Tex. App.—Austin Nov. 26, 2014, pet. filed March 3, 2015) (mem.\n  op., not designated for publication) ............................................... 38\nMotilla v. State, 78 S.W.3d 352 (Tex. Crim. App. 2002).............. 17, 18\nPotier v. State, 68 S.W.3d 657 (Tex. Crim. App. 2001)...................... 17\nRomero v. State, 800 S.W.2d 539 (Tex. Crim. App. 1990) ................ 17\nWhitaker v. State, 286 S.W.3d 355 (Tex. Crim. App. 2009)............. 34\nZuliani v. State, 97 S.W.3d 589 (Tex. Crim. App. 2003).................. 27\n     Statutes\nTex. Penal Code § 19.02....................................................................... 7\nTex. Penal Code § 19.04....................................................................... 7\n     Rules\nTex. R. App. Proc. 33.1....................................................................... 24\n\n\n                                                    ii\n\fTex. R. App. Proc. 44.2 ....................................................................... 17\nTex. R. Evid. 1002.............................................................................. 38\nTex. R. Evid. 103................................................................................ 23\nTex. R. Evid. 403 ............................................................................... 35\nTex. R. Evid. 602 ............................................................................... 24\nTex. R. Evid. 801................................................................................ 26\nTex. R. Evid. 802 ............................................................................... 26\nTex. R. Evid. 803 ............................................................................... 26\n\n\n\n\n                                                   iii\n\f                         No. 03-13-00804-CR\n\n                                In the\n                           Court of Appeals\n                            Third District\n                            Austin, Texas\n\n                   Kaitlyn Lucretia Ritcherson,\n                             Appellant\n\n                                   v.\n\n                         The State of Texas,\n                              Appellee\n\n             Appeal from the 331st Judicial District Court\n                        Travis County, Texas\n                 Cause Number D-1-DC-11-302663\n\n                           STATE’S BRIEF\n\n\nTo the Honorable Third Court of Appeals:\n\n   Now comes the State of Texas and files this brief in response to\n\nthat of the appellant.\n\n\n                Summary of the State’s Argument\n\n   Point One: The appellant argues that the trial court erred when\n\nit denied her request for a jury instruction on manslaughter.\n\n   Reply: Pulling out a knife, raising it up in the air, bringing it\n\ndown in a single swing, stabbing the victim in the chest, and fleeing\n\n\n                                        1\n\fthe scene does not rationally support an inference that the appellant\n\nacted recklessly at the moment she stabbed the victim. Thus, she was\n\nnot entitled to an instruction on manslaughter.\n\n   Point Two: The appellant argues that the trial court erred during\n\nthe guilt/innocence phase of trial by excluding a video of her\n\nemotional outburst upon learning that the victim was going to die.\n\nShe says she was harmed because the video shows that she did not\n\nintend to kill or seriously injure the victim.\n\n   Reply: The appellant never tried to admit the video into evidence\n\nduring this phase of trial, so she has not preserved error on this\n\ncomplaint.\n\n   Instead, the record shows that the appellant wanted to question\n\nDetective Nelson about the statements that the appellant made to her\n\nmother while Detective Nelson was out of the room, and the trial\n\ncourt did not let her. This ruling was not an abuse of discretion for a\n\ncouple of reasons:\n\n   First, Detective Nelson did not have personal knowledge of the\n\nstatements. He did not personally observe or overhear the\n\nstatements. In fact, he was not even in the room when the statements\n\n\n\n                                      2\n\fwere made. Thus, the trial court did not abuse its discretion in\n\nrefusing to let the appellant question him about these statements.\n\n   Additionally, the trial court did not abuse its discretion because\n\nthe statements were hearsay. The appellant argues that the hearsay\n\nexception for excited utterances applies. But the appellant’s\n\nstatements were made at the police station, after the police had\n\nconducted an investigation, questioned the appellant and her friends,\n\nand arrested the appellant for a felony offense. The appellant had a\n\nmotive to fabricate or exaggerate, as well as two days to reflect on the\n\nstabbing. Additionally, her statements were predominantly self-\n\nserving. Considering all of the circumstances surrounding the\n\nstatements, the trial court was well within its discretion in refusing to\n\nadmit the statements as excited utterances.\n\n   Finally, error, if any, was harmless because the appellant’s self-\n\nserving statements, made two days after the stabbing and after her\n\narrest, are not very probative of her mental state at the time of the\n\nstabbing.\n\n   Point Three: The appellant argues that the trial court erred\n\nduring the punishment phase of trial by excluding the same video.\n\n\n\n                                      3\n\fShe argues that she was harmed because the video shows her\n\nremorse.\n\n   Reply: During punishment, the appellant offered the video in its\n\nentirety. She never pointed out specific statements or portions of the\n\nvideo that she wanted admitted. The trial court is not obligated to sort\n\nthrough evidence in order to segregate the admissible from the\n\nexcludable. Therefore, if any part of the video is inadmissible, the trial\n\ncourt could safely exclude it all. With this in mind, the trial court did\n\nnot abuse its discretion in excluding the video for several reasons:\n\n   As argued in Point Two, the appellant’s statements on the video\n\nare hearsay, and the trial court acted did not abuse its discretion in\n\nexcluding these statements under the excited utterance exception.\n\n   Additionally, the trial court did not abuse its discretion in\n\nexcluding the video under Rule 403 because the danger of unfair\n\nprejudice resulting from the extremely emotional video substantially\n\noutweighed the video’s probative value, especially since the\n\nappellant’s mother was allowed to testify about the contents of the\n\nvideo, namely, that the appellant was crying and upset, that she no\n\n\n\n\n                                      4\n\flonger wanted to live, that she wanted to tell the victim’s mother that\n\nshe was sorry, and that there was never any intent to harm the victim.\n\n   Additionally, admission of the video was not required under the\n\nbest evidence rule. This rule has no application at all when a party\n\ncalls a participant or observer of a conversation to testify to it because\n\nit is the contents of the conversation, not the contents of the\n\nrecording, that is the issue. Alternatively, since the appellant’s mother\n\nparticipated in the conversation, her testimony describing the\n\nconversation is the best evidence of that conversation.\n\n   Finally, error, if any, in excluding the video was harmless because\n\nthe appellant’s mother testified about the contents of the video,\n\nincluding the appellant’s remorse. Moreover, the video is not even\n\ngood evidence of remorse because the appellant never really takes\n\nresponsibility for stabbing the victim, and she is mostly concerned\n\nabout herself. Considering all of this evidence, exclusion of the video\n\ndid not have a substantial and injurious effect or influence on the\n\njury’s verdict.\n\n   Point Four: The appellant argues that the trial court erred\n\nduring the punishment phase of trial in admitting out-of-court\n\n\n\n                                      5\n\fstatements under the excited utterance exception to the hearsay rule.\n\nShe argues that she was harmed because the statements concerned an\n\nincident where she attempted to stab her brother.\n\n   Reply: The trial court did not abuse its discretion in admitting\n\nthese statements as excited utterances. Her mother and brother made\n\nthe statements at 4 o’clock in the morning, while the police were at\n\ntheir front door and the appellant was cursing at everyone,\n\nimmediately following a physical altercation with the appellant, which\n\nincluded pushing and shoving and the appellant swinging a knife at\n\nher brother. Furthermore, the responding officer testified that the\n\nscene was “very chaotic,” that “a pretty major event had just\n\nhappened,” and that her mother and brother were “very excited,”\n\n“upset,” and appeared to be under the influence of a recent startling\n\nevent.\n\n   And error, if any, in admitting these statements was harmless\n\nbecause the majority of the testimony about the out-of-court\n\nstatements was pretty much the same as the testimony that her\n\nmother and brother gave themselves at trial. There is only one\n\nimportant difference: At the scene, her brother said that the appellant\n\n\n\n                                    6\n\fswung a knife at him and tried to stab him. At trial, her brother\n\ntestified that the appellant did not swing the knife. This is obviously a\n\nmajor difference, but it could not have had a substantial effect on the\n\njury’s verdict because the responding officer testified that the\n\nappellant herself admitted that she swung a knife at her brother.\n\n\n                              Argument\n\nReply Point One: The appellant was not entitled to an\ninstruction on manslaughter.\n   The appellant argues that the trial court erred when it denied her\n\nrequest for a jury instruction on manslaughter. 27RR 255-58.\n\n   A defendant is entitled to an instruction on an offense if she can\n\nshow that 1) it is a lesser-included offense, and 2) there is some\n\nevidence that the defendant is guilty only of the lesser-included\n\noffense. Cavazos v. State, 382 S.W.3d 377, 382 (Tex. Crim. App.\n\n2012).\n\n   As a matter of law, manslaughter is a lesser-included offense of\n\nmurder, as it was alleged in the indictment. Cavazos, at 384; Tex.\n\nPenal Code § 19.02; Tex. Penal Code § 19.04; CR 20-21\n\n   The second prong requires a case-by-case analysis. The court must\n\nconsider whether there was some evidence raised at trial from which\n\n                                      7\n\fa rational jury could acquit the appellant of the greater offense of\n\nmurder and convict her of the lesser-included offense of\n\nmanslaughter. Cavazos, at 385. There must be some affirmative\n\nevidence that the appellant did not intend to cause serious bodily\n\ninjury when she stabbed the victim, and there must be some\n\naffirmative evidence from which a rational juror could infer that the\n\nappellant was aware of but consciously disregarded a substantial and\n\nunjustifiable risk that death would occur as a result of her conduct.\n\nId. Anything more than a scintilla of evidence may be sufficient to\n\nentitle the appellant to a charge on a lesser offense. Id. However, the\n\nevidence produced must be sufficient to establish the lesser-included\n\noffense as a \"valid, rational alternative\" to the charged offense. Id. If\n\nthe evidence raised at trial casts doubt on the greater offense, a lesser-\n\nincluded offense instruction allows the jury to vote for a rational\n\nalternative. Id. While it is true that the evidence may be weak or\n\ncontradicted, the evidence must still be directly germane to the lesser-\n\nincluded offense and must rise to a level that a rational jury could find\n\nthat if the appellant is guilty, she is guilty only of the lesser-included\n\noffense. Id. Meeting this threshold requires more than mere\n\n\n\n                                       8\n\fspeculation—it requires affirmative evidence that both raises the\n\nlesser-included offense and rebuts or negates an element of the\n\ngreater offense. Id.\n\n   It is undisputed that the appellant stabbed the victim in the chest\n\nduring an altercation between two groups of people outside a night\n\nclub in downtown Austin. Most of the witnesses denied seeing the\n\nstabbing, either because they were looking elsewhere or because their\n\nview was blocked. The two witnesses who testified about the actual\n\nstabbing gave differing accounts, but there is no evidence that the\n\nstabbing was a reckless act, under either account:\n\n   Stefne Henderson (the victim’s friend) testified that the victim\n\nwas walking away when the appellant raised a knife in the air, came\n\nup behind the victim, reached over the victim’s shoulder, and stabbed\n\nthe victim in the chest. 23RR 46-50, 97-100.\n\n   Ryan Moore (the appellant’s friend) testified that the victim\n\nlunged at the appellant twice and took a swing at her. 27RR 168-71.\n\nHe thought that the victim hit the appellant in the head with an\n\nobject, like a shoe or cell phone, but he was not sure because he was\n\nnot paying attention. 27RR 171-75. After the victim swung at the\n\n\n\n                                    9\n\fappellant, the appellant swung back. It was a single, overhand swing.\n\n27RR 176, 234, 246. Moore grabbed the appellant’s hand and saw a\n\nknife. Moore tussled with the appellant for the knife, she dropped it,\n\nand he kicked it away. 27RR 176-78, 204.\n\n   The appellant’s case is similar to Cavazos. There, the appellant\n\nwas at a party when another man called him a faggot and threw a\n\nplastic beer cup at him. The appellant shot the man twice and fled the\n\nscene. A few days later, the appellant told a friend that he got drunk at\n\na party and shot a guy but that he did not mean to shoot anyone. The\n\nappellant then fled to Mexico. Id. at 380.\n\n   The appellant argued that he was entitled to an instruction on\n\nmanslaughter because his statement to his friend negated the element\n\nof intent and because there was evidence that he acted recklessly\n\nsince it was reckless to pull out a loaded gun in a room full of people\n\nand shoot at a person. Id. at 385. The Court of Criminal Appeals\n\ndisagreed:\n\n      Pulling out a gun, pointing it at someone, pulling the\n      trigger twice, fleeing the scene (and the country), and\n      later telling a friend \"I didn't mean to shoot anyone\" does\n      not rationally support an inference that Appellant acted\n      recklessly at the moment he fired the shots. The evidence\n      here does not support a finding of recklessness and does\n\n\n                                     10\n\f        not rise to level that would convince a rational jury to find\n        that if Appellant is guilty, he is guilty of only the lesser-\n        included offense.\n\nId.\n\n      Likewise, in this case, pulling out a knife, raising it up in the air,\n\nbringing it down in a single swing, stabbing the victim in the chest,\n\nand fleeing the scene does not rationally support an inference that the\n\nappellant acted recklessly at the moment she stabbed the victim.\n\nThus, she was not entitled to an instruction on manslaughter.\n\n      The evidence that the appellant points to in her brief also does not\n\nrationally support a finding that she acted recklessly when she\n\nstabbed the victim:\n\n\n      The wound track\n\n      The appellant points to the wound track, which she says\n\ncontradicts witness Stefne Henderson’s account of the stabbing.\n\nHenderson testified that the appellant reached over the victim’s right\n\nshoulder and stabbed her on the left side. 23RR 98. The autopsy\n\nshowed that there was no downward wound track, and the wound\n\ntrack went from the victim’s left side to her right. 24RR 210, 229. The\n\n\n\n\n                                         11\n\fappellant argues that if Henderson were correct, the wound track\n\nshould have gone from right to left.\n\n   First, it makes perfect sense that the track was from left to right. If\n\nyou are standing behind a person, and you reach over their right\n\nshoulder to stab them on their left side (as Henderson testified), the\n\nwound will probably start on their left side and proceed to their right\n\nside, as you draw the knife back towards yourself (as the wound track\n\ndid in this case). Thus, the wound track actually corroborates\n\nHenderson’s account of the stabbing.\n\n   Second, even if the wound track and Henderson’s account did not\n\njibe, there is nothing about the wound track that would rationally\n\nshow that the appellant acted recklessly when she stabbed the victim.\n\nThus, this evidence does not entitle the appellant to an instruction on\n\nmanslaughter.\n\n\n   Dr. Dewan’s testimony about a hypothetical surgery\n\n   Dr. Dewan is a cardiothoracic surgeon who operated on the\n\nvictim. 22RR 156-71. The appellant points to Dr. Dewan’s testimony\n\non cross-examination, where the defense counsel asked how Dr.\n\nDewan would want to approach a hypothetical surgery where he had\n\n\n                                       12\n\fto cut a 1.5 centimeter long hole in a patient’s artery (i.e., the same\n\nwound that the victim had). The doctor replied that the most direct\n\nway would be to cut straight on, instead of coming at an angle from\n\nthe right or left, and he agreed with defense counsel that he would\n\nwant the patient to be still, that he would want to do the surgery with\n\nthe light on, and that he would want the patient to have their clothes\n\noff. 22RR 184-90.\n\n   There is nothing about the testimony about a hypothetical surgery\n\nthat would rationally show that the appellant acted recklessly in\n\nstabbing the victim. Thus, this evidence also does not entitle the\n\nappellant to an instruction on manslaughter.\n\n\n   The lack of medical expert opinion on mental state\n\n   The appellant next points out that none of the medical experts\n\ntestified that the stabbing was intentional, and he further points out\n\nthat the pathologist (also referred to as the medical examiner)\n\nspecifically testified that she could not conclude that the homicide\n\nwas intentional.\n\n   The record shows that the medical examiner merely agreed with\n\ndefense counsel that she could not tell “who did it,” “why they did it,”\n\n\n                                      13\n\f“if it was intentionally done,” or “if it was done in self-defense” based\n\non her work. 24RR 221. She clearly meant that it is not possible to\n\nanswer these kinds of questions based solely on an autopsy. This is\n\nnot affirmative evidence of anything, and it certainly is not\n\naffirmative evidence of recklessness. Thus, the appellant was not\n\nentitled to an instruction on manslaughter based on this testimony.\n\n\n   The evidence that the knife blade was small\n\n   The appellant also argues that jurors could have concluded that\n\nthe appellant did not have a specific intent to kill the victim because\n\nthere was some evidence that the knife blade was as small as 2.5\n\ninches.\n\n   First, the State did not have to prove that the appellant had a\n\nspecific intent to kill because it alleged murder in three alternative\n\nways, two of which do not require an intent to kill.\n\n   Second, it really does not matter how long the blade was. The\n\nevidence does not rationally support an inference that the appellant\n\nacted recklessly at the moment she stabbed the victim in the chest\n\nwith a knife, regardless of the length of the blade.\n\n\n\n\n                                     14\n\f      Ryan Moore’s testimony\n\n      The appellant points to Moore’s testimony that the appellant\n\nstabbed the victim as a “reflex” or “reaction” to the victim’s assault on\n\nthe appellant, and that the appellant appeared “shocked or confused”\n\nby what had happened. 27RR 181, 224.\n\n      In context, Moore did not mean that the stabbing was an\n\ninvoluntary reflex, like when a doctor taps your knee with a hammer.1\n\nRather, Moore meant that the appellant stabbed the victim in\n\nresponse to the victim hitting the appellant first. This testimony\n\narguably shows that the stabbing was an intentional act, a conscious\n\nresponse to the victim’s initial aggression. But in any case, there is\n\nnothing about Moore’s testimony that would rationally show that the\n\nappellant acted recklessly when she stabbed the victim.\n\n      When requesting the instruction on manslaughter at trial, the\n\ndefense said that Moore testified that the appellant was “swinging like\n\na windmill and wildly.” 27RR 257. But the testimony from Moore was\n\nactually that the appellant swung “widely”, not “wildly.” 27RR 246,\n\n\n1   Even if he had, testimony on involuntary reflex supports an instruction on\n    “voluntariness” pursuant to Tex. Pen. Code § 6.01, not recklessness or\n    manslaughter. The jury was instructed on voluntariness. CR 286-87.\n\n\n                                          15\n\f258. Moore further testified that it was “one swing.” 2RR 246. The\n\ntrial court explained, “But so far as I know, the way [Ryan Moore]\n\ndemonstrated it, he says that she just swung once. It wasn’t like she\n\nwas swinging all over the place or anything like that. The motion he\n\nmade was over the shoulder one time.” 27RR 258. Thus, Moore’s\n\ntestimony does not support an inference that the appellant acted\n\nrecklessly.2\n\n      In sum, there is no evidence that would rationally support a\n\nfinding that the appellant acted recklessly when she stabbed the\n\nvictim. Therefore, she was not entitled to an instruction on\n\nmanslaughter.\n\n\n          Standard of review for remaining points of error\n\n      A trial court’s decision to admit or exclude evidence should not be\n\nreversed absent a clear abuse of discretion. The trial court abuses its\n\ndiscretion when its decision lies outside the zone of reasonable\n\ndisagreement. Apolinar v. State, 155 S.W.3d 184, 186 (Tex. Crim.\n\nApp. 2005).\n\n\n2   Moore’s testimony raises the issues of self-defense and sudden passion. The\n    jury was instructed on both of these issues. CR 288-91, 300, 305.\n\n\n                                          16\n\f   Additionally, the trial court’s ruling will be upheld if it is correct\n\non any theory of law. This is true regardless of the reason the judge\n\ngives for his decision, and is especially true regarding the admission\n\nof evidence. Romero v. State, 800 S.W.2d 539, 543-544 (Tex. Crim.\n\nApp. 1990). Therefore, the State will submit several alternative\n\njustifications for the court’s rulings.\n\n   In the event that the appellate court finds that the trial court erred\n\nin admitting or excluding evidence, the next step is a harm analysis.\n\nThe erroneous admission or exclusion of evidence offered under the\n\nrules of evidence generally constitutes non-constitutional error. See\n\nMotilla v. State, 78 S.W.3d 352, 355 (Tex. Crim. App. 2002)\n\n(erroneous admission); Potier v. State, 68 S.W.3d 657, 663-66 (Tex.\n\nCrim. App. 2001) (erroneous exclusion). Non-constitutional error\n\nthat does not affect a defendant’s substantial rights must be\n\ndisregarded. Tex. R. App. Proc. 44.2(b). A substantial right is affected\n\nwhen the error had a substantial and injurious effect or influence on\n\nthe jury’s verdict. King v. State, 953 S.W.2d 266, 271 (Tex. Crim. App.\n\n1997). Additionally, the conviction must be reversed if the reviewing\n\ncourt has grave doubt that the result of the trial was free from the\n\n\n\n                                          17\n\fsubstantial effect of the error. Barshaw v. State, 342 S.W.3d 91, 94\n\n(Tex. Crim. App. 2011). Grave doubt means that, in the judge’s mind,\n\nthe matter is so evenly balanced that he feels himself in virtual\n\nequipoise as to the harmlessness of the error. Id. The conviction\n\nshould not be reversed if the appellate court has fair assurance that\n\nthe error did not influence the jury, or had but a slight effect, after\n\nexamining the record as a whole. Motilla, 78 S.W.3d at 355.\n\n\nReply Point Two: The appellant cannot complain about the\nexclusion of the video because she did not try to admit the\nvideo. Additionally, the trial court did not abuse its\ndiscretion in refusing to allow the appellant to question\nDetective Nelson about the appellant’s out-of-court\nstatements because he lacked personal knowledge of the\nstatements and because the statements were hearsay. And\nany error in excluding the statements was harmless.\n   The appellant argues that the trial court erred during the\n\nguilt/innocence phase of trial by excluding Defense Exhibit 132,\n\nwhich she says is a video of her emotional outburst upon learning that\n\nthe victim was going to die.\n\n\nThe video\n\n   The video was made in a police interview room, two days after the\n\nstabbing. On the video, Detective Nelson begins to read Miranda\n\n\n\n                                      18\n\fwarnings to the appellant, but he stops when she hands him her\n\nattorney’s business card and asks him to call her lawyer. DX 132 at\n\n12:34. Detective Nelson says that he is not going to call her lawyer but\n\nthat she can do so. DX 132 at 12:34. He tells her that she is under\n\narrest for aggravated assault, but the victim is going to die. DX 132 at\n\n12:34. He tells her that he cannot talk to her now, but after she talks\n\nto her lawyer, he would like to know why she did it, and that the\n\nvictim’s mother deserves to hear the truth. DX 132 at 12:34-12:36.\n\nDetective Nelson leaves the room, and the appellant cries. DX 132 at\n\n12:37. About twelve minutes later, the detective lets the appellant’s\n\nmother into the room. DX 132 at 12:49. The detective does not go in\n\nthe room. He shuts the door, leaving the appellant and her mother\n\nalone in the room. DX 132 at 12:49. Over the next half hour, the\n\nappellant is emotional. She cries and hugs her mother. She also\n\nmakes several statements to her mother. The following is a synopsis\n\nof the appellant’s statements, but the court should refer to the video\n\nitself for complete accuracy:\n\n      I did not mean to. So many people were out there, I didn’t\n      know what to do. Please don’t let them take me. It was so\n      many people! It was so many people! Is there any way I\n      can go home to nana and papa? I just want to talk to her\n\n\n                                     19\n\f     [the victim’s mother]. I want to tell what happened. Her\n     mom needs to know the truth. I did not, I did not, I did\n     not mean to do this! Her family! Lord have mercy on my\n     soul. I can’t believe this. It wasn’t my fault! It wasn’t my\n     fault. I need to talk to her mother. I’m ready to go see my\n     daddy. [Her father is deceased.] I apologize for everything\n     I ever said about you dad, I’m ready to go to you. Mommy,\n     I don’t have anything to live for. I tried my hardest and it\n     didn’t work. Where’s Ed? [Her lawyer.] I tried to get into\n     college, couldn’t make it. This is where God wants me to\n     be. I can’t believe it. I didn’t want it to happen. I’m ready\n     to go. Why did it all have to happen? I’m ready to go.\n     Nothing to live for. I have not accomplished anything. I\n     want to go see my daddy. She did not deserve that. Now\n     two lives. It’s just so hard. I don’t want to live, I can’t live\n     with myself. I need to talk to her mom. I apologize. I\n     didn’t mean for any of this to happen, there was just so\n     many people coming towards me. I’ve never been in that\n     position in my life. I love you too, please don’t let me rot\n     in here mom. Please don’t let me rot. I’ve been praying so\n     much! I’m not even gonna get to go to college or anything.\n     I never imagined this a day in my life, I would have never\n     imagined. I’m ready to go. I’m ready to go see my daddy.\n     Yes I am. Listen, she does not deserve that, she did not\n     deserve anything. I prayed and prayed and this is what\n     happened. I’ve lost my relationship with God. I lost it.\n     This is what happens for me to have to come talk to him\n     again. I lost everything, the person I used to be,\n     everything. I lost everybody I was close to, everything. No\n     he won’t. I don’t even want to think about that. I lost\n     everybody. Except you and DJ [her brother]. I don’t want\n     to think about my family, I don’t want to think about\n     anything.\n\nSee DX 132 at 12:49-13:09.\n\n\n\n\n                                     20\n\f   After a half hour, Detective Nelson opens the door, and the\n\nappellant’s mother leaves the room. DX 132 at 13:10. The appellant is\n\ntaken out of the room about five minutes later. DX 132 at 13:15.\n\n\nFailure to preserve error\n\n   The appellant argues that the trial court erred in excluding the\n\nvideo during the guilt/innocence phase of trial. But the appellant\n\nnever tried to admit the video into evidence during this phase of trial.\n\nInstead, the record shows that she only wanted to question Detective\n\nNelson about the statements that the appellant made to her mother\n\nwhile Detective Nelson was out of the room:\n\n      (outside the presence of the jury)\n\n      DEFENSE: And then her mother comes in, correct?\n\n      NELSON: Yes, sir.\n\n      DEFENSE: You allow a civilian who's not under arrest to\n      come in and see her daughter, correct?\n\n      NELSON: Yes, sir.\n\n      DEFENSE: And then when her mom comes in, is there\n      immediate crying and wailing and sobbing?\n\n      NELSON: Yes, sir.\n\n      DEFENSE: And during that part does she talk about this\n      event or the events outside?\n\n\n                                     21\n\f     NELSON: Yes, she did.\n\n     DEFENSE: She did. Okay. And clearly crying and talking\n     about wanting to kill herself and that type of stuff,\n     correct?\n\n     NELSON: I believe she said something like that.\n\n     DEFENSE: Wanting to go see her daddy, I think is what\n     she said?\n\n     NELSON: Yes, sir.\n\n     DEFENSE: Judge, we would offer that as an excited\n     utterance under Rule 803.\n\n26RR 114-15.\n\n   The State and Defense then argued about 1) whether the\n\nstatements qualified as excited utterances and 2) whether the\n\ndetective could testify about the statements since they were not made\n\nto him. 26RR 116-19. The trial court sustained the objection,\n\nemphasizing the second point:\n\n     COURT: Well, let me ask this question. If I understand\n     this witness's testimony is that there is no statement made\n     to him; is that right?\n\n     STATE: Yes, sir.\n\n     DEFENSE: Yes, sir.\n\n     COURT: So, you know, I – just as to him, anyway, I mean,\n     I don't see that we do have an excited utterance as to him.\n\n\n\n                                   22\n\f      DEFENSE: Okay. Then – so are you sustaining their\n      objection to that?\n\n      COURT: I am.\n\n26RR 119 (emphasis added).\n\n   Following this, the video was offered and admitted for appellate\n\nrecord purposes only. 26RR 120. In other words, the video was\n\nadmitted as an offer of proof to show the character of the evidence at\n\nissue. See Tex. R. Evid. 103(b). The appellant never tried to admit the\n\nvideo into evidence itself.\n\n   The trial court then asked the detective some clarifying questions,\n\nwhich clearly established that the detective had left the room and that\n\nthe statements were made to the appellant’s mother. 26RR 121-24.\n\nThe video also clearly shows that the statements were made to the\n\nappellant’s mother while the detective was out of the room. The trial\n\ncourt then tells the defense that the problem is that “there’s not any\n\nstatement actually made to this witness.” 26RR 124-27.\n\n   It is clear from the record that the defense only sought to ask\n\nDetective Nelson about statements that the appellant made to her\n\nmother while he was out of the room. The defense never tried to\n\nadmit the video into evidence. Thus, the appellant has not preserved\n\n\n                                    23\n\ferror on a complaint that the trial court erred in failing to admit the\n\nvideo during guilt/innocence. See Tex. R. App. Proc. 33.1(a).\n\n   The appellant did try to admit the video as evidence during the\n\npunishment phase of trial, and the court excluded it. The State will\n\naddress this ruling in Point Three. In the event that the appellate\n\ncourt determines that the appellant tried to admit the video at\n\nguilt/innocence, the State incorporates the arguments made in Point\n\nThree to support the trial court’s ruling excluding the video.\n\n\nNo abuse of discretion – lack of personal knowledge\n\n   The trial court did not abuse its discretion in refusing to allow the\n\nappellant to question Detective Nelson about the statements that the\n\nappellant made to her mother because Detective Nelson did not have\n\npersonal knowledge of the statements.\n\n   A witness may not testify to a matter unless evidence is introduced\n\nsufficient to support a finding that the witness has personal\n\nknowledge of the matter. Tex. R. Evid. 602. Personal knowledge is not\n\ndefined, but the Texas Court of Criminal Appeals has stated that\n\npersonal knowledge will often come directly from the witness’s senses\n\n(for example, what they have seen or smelled), or it may include an\n\n\n                                     24\n\fopinion based on the witness’s own experience. Fairow v. State, 943\n\nS.W.2d. 895, 898 (Tex. Crim. App. 1997). The burden is on the\n\nproponent of the testimony to establish that the witness has personal\n\nknowledge of the events. Id.\n\n   The appellant’s case is similar to Hartin. In that case, the trial\n\ncourt refused to let the defendant’s mother testify that the defendant\n\nwas not intoxicated because she based her opinion on her review of a\n\npolice videotape. The court of appeals affirmed, explaining that the\n\nmother’s opinion was not based on personal knowledge because she\n\ndid not personally observe the interactions on the videotape. Hartin\n\nv. State, 2009 Tex. App. LEXIS 2765, *2-5 (Tex. App.—Beaumont\n\n2009, pet. dism’d) (mem. op., not designated for publication).\n\n   Like Hartin, Detective Nelson did not personally observe or\n\noverhear the statements that were on the videotape. In fact, Detective\n\nNelson was not even in the room when the statements were made.\n\nThus, Detective Nelson did not have personal knowledge of the\n\nstatements, and the trial court did not abuse its discretion in refusing\n\nto let the appellant question him about these statements.\n\n\n\n\n                                     25\n\fNo abuse of discretion – hearsay\n\n   It was also within the trial court’s discretion to exclude Detective\n\nNelson’s testimony about the appellant’s statements because the\n\nstatements were hearsay. Hearsay is an out-of-court statement\n\noffered to prove the truth of the matter asserted. Tex. R. Evid. 801(d).\n\nHearsay is generally not admissible, except as provided by statute or\n\nrules. Tex. R. Evid. 802.\n\n   The appellant argues that the hearsay exception for excited\n\nutterances applies. An excited utterance is \"A statement relating to a\n\nstartling event or condition made while the declarant was under the\n\nstress of excitement caused by the event or condition.\" Tex. R. Evid.\n\n803(2).\n\n   As the Texas Court of Criminal Appeals has explained,\n\n      The twenty-four hearsay exceptions listed in Texas Rule\n      803 may be roughly categorized into (1) unreflective\n      statements, (2) reliable documents, and (3) reputation\n      evidence. The rationale for all of the exceptions is that,\n      over time, experience has shown that these types of\n      statements are generally reliable and trustworthy. The\n      first set of hearsay exceptions, unreflective statements,\n      are \"street corner\" utterances made by ordinary people\n      before any thoughts of litigation have crystallized. These\n      unreflective statements used to be called \"res gestae,\" an\n      imprecise Latin legalese term, because the speaker was\n      not thinking about the legal consequences of his\n\n\n                                    26\n\f     statements. In most instances, the speaker was not\n     thinking at all; the statement was made without any\n     reflection, thought process, or motive to fabricate or\n     exaggerate.\n\nFischer v. State, 252 S.W.3d 375, 379 (Tex. Crim. App. 2008).\n\n   Stated another way, the excited utterance exception is based on\n\nthe assumption that, at the time of the statement, the declarant is not\n\ncapable of the kind of reflection that would enable him to fabricate\n\ninformation. Apolinar v. State, 155 S.W.3d 184, 186 (Tex. Crim. App.\n\n2005). Therefore, the court must determine whether the statement\n\nwas made under such circumstances as would reasonably show that it\n\nresulted from impulse rather than reason and reflection. Zuliani v.\n\nState, 97 S.W.3d 589, 596 (Tex. Crim. App. 2003). Factors the court\n\nmay consider include the length of time between the occurrence and\n\nthe statement, the nature of the declarant, whether the statement is\n\nmade in response to a question, and whether the statement is self-\n\nserving. Apolinar, 155 S.W.3d 187.\n\n   The length of time between the occurrence and the statement.\n\nThe appellant argues that there was not a lot of time between when\n\nDetective Nelson told the appellant that the victim was going to die\n\nand when the appellant became emotional and made all of her\n\n\n                                     27\n\fstatements to her mother. But it is important to also consider that two\n\ndays had elapsed between the stabbing and the statements, since the\n\nexcited utterance exception is based on the assumption that the\n\nstatements were made at a time when the declarant is not capable of\n\nthe kind of reflection that would enable him to fabricate information.\n\nOver this two-day period, the appellant had plenty of time to reflect\n\nand to fabricate information. In fact, the appellant had already lied to\n\nthe police, telling them that she had not been present when the victim\n\nwas stabbed. 25RR 251.\n\n   Considering the two-day period since the stabbing and the fact\n\nthat, during this time, the appellant had already lied about her\n\ninvolvement, this factor weighs against a finding that the appellant\n\nwas not capable of the kind of reflection that would enable her to\n\nfabricate information. Cf. Blue v. State, No. 04-11-00726-CR, 2012\n\nTex. App. LEXIS 7895, *17-18 (Tex. App.—San Antonio 2012, pet.\n\nref’d) (mem. op., not designated for publication) (finding no abuse of\n\ndiscretion in excluding the defendant’s statements as excited\n\nutterances because 15-20 minutes was a sufficient length of time in\n\n\n\n\n                                    28\n\fwhich the defendant could have formulated a story about why he\n\nstabbed the victim).\n\n   The nature of the declarant. The appellant was clearly emotional,\n\nso this factor weighs in favor of admission.\n\n   Whether the statement is made in response to a question. Most of\n\nthe statements were not in response to direct questioning. But\n\nDetective Nelson had just finished telling the appellant that he would\n\nlike to know why she did it and that the victim’s mother deserves to\n\nhear the truth, and the appellant clearly had this in mind because she\n\nsays multiple times that she wants to talk to the victim’s mother and\n\nthat the victim’s mom needs to know the truth. The appellant’s\n\nmother also asks her “What would you say?” and the appellant makes\n\nsome further statements to answer this question. Thus, the\n\nstatements were not wholly spontaneous.\n\n   Whether the statement is self-serving. The predominant nature of\n\nthe appellant’s statements are self-serving. She says, “I did not mean\n\nto do this,” “It wasn’t my fault,” and “I didn’t mean for any of this to\n\nhappen, there was just so many people coming towards me.”\n\n\n\n\n                                     29\n\f   Additionally, it is clear that the appellant’s statements were not\n\n“street corner utterances” made before any thoughts of litigation had\n\ncrystallized, without any reflection, thought process, or motive to\n\nfabricate or exaggerate. To the contrary, the appellant’s statements\n\nwere made in a police station interview room, after the police had\n\nconducted an investigation, questioned the appellant and her friends,\n\nand arrested the appellant for a felony offense. At the time she made\n\nthe statements, the appellant was aware that she was being charged\n\nwith a serious crime, and she clearly had a motive to fabricate or\n\nexaggerate. Also, she had an additional motive in that she clearly did\n\nnot want her mother to think badly of her.\n\n   In sum, considering the two-day period that the appellant had to\n\nreflect on the stabbing, the self-serving nature of the statements, and\n\nher motive to fabricate or exaggerate, the trial court was well within\n\nits discretion to exclude them. See Blue v. State, No. 04-11-00726-CR,\n\n2012 Tex. App. LEXIS 7895, *17-18 (Tex. App.—San Antonio 2012,\n\npet. ref’d) (mem. op., not designated for publication) (upholding trial\n\ncourt’s exclusion of defendant’s self-serving statements); Ingram v.\n\nState, 2012 Tex. App. LEXIS 260, at *7-9 (Tex. App.—Dallas 2012,\n\n\n\n                                    30\n\fpet. ref’d) (mem. op., not designated for publication) (same); Dyke v.\n\nState, No. 06-11-00129-CR, 2012 Tex. App. LEXIS 2181, at *8-12\n\n(Tex. App.—Texarkana 2012, pet. ref’d) (mem. op., not designated for\n\npublication) (same).\n\n   Finally, the appellant argues that the trial court reversed itself and\n\nruled that her statements were admissible as excited utterances\n\nduring the punishment phase of trial. It is true that the court allowed\n\nher mother to testify about the initial statements that the appellant\n\nmade upon finding out that the victim was going to die, as excited\n\nutterances. 29RR 199-200. But the court never ruled that all of the\n\nappellant’s statements to her mother were admissible, or that the\n\nvideo was admissible, or that anyone other than her mother could\n\ntestify about the statements. Thus, the court did not reverse itself.\n\n\nNo harm\n\n   The appellant argues that exclusion was harmful because her\n\nstatements on the video that she “did not mean to do this” constitute\n\nstrong, probative evidence of her mental state at the time of the\n\nstabbing. She argues that this evidence shows that she did not mean\n\nto kill the victim or cause serious bodily injury. She also argues that\n\n\n                                     31\n\fthis evidence would have given her a basis for requesting an\n\ninstruction on manslaughter.\n\n   The appellant’s self-serving statements, made two days after the\n\nstabbing and after her arrest, are not very probative of her mental\n\nstate at the time of the stabbing. Moreover, her statements do not\n\nsupport a request for an instruction on manslaughter. See Cavazos,\n\n382 S.W.3d at 385 (holding in similar circumstances that appellant’s\n\nstatement that he did not mean to shoot anyone, made a few days\n\nafter the shooting, did not rationally support an instruction on\n\nmanslaughter).\n\n   Additionally, all of the evidence at trial showed an intentional\n\nstabbing. The appellant pulled out a knife, raised it up in the air,\n\nbrought it down in a single swing, stabbed the victim in the chest, and\n\nfled the scene. Considering the evidence at trial, which does not\n\nrationally show anything other than an intentional stabbing, any\n\nerror in excluding the statements is harmless.\n\n\n\n\n                                     32\n\fReply Point Three: The trial court did not err in excluding\nthe video during the punishment phase because the video\ncontained hearsay, it was more prejudicial than probative,\nand admission was not required under the best evidence\nrule. And any error in excluding the video was harmless\n   During punishment, the trial court said that the appellant’s\n\nmother could testify about the initial statements that the appellant\n\nmade when she found out that the victim was going to die, as excited\n\nutterances, but she could not testify about all of the appellant’s\n\nstatements. 29RR 199-200.\n\n   The appellant then tried to admit the video under the best\n\nevidence rule, but the trial court excluded it “on 403 grounds.” 29RR\n\n201. On appeal, the appellant argues that the trial court erred in\n\nexcluding the video.\n\n   The appellant’s mother then testified that when she saw the\n\nappellant at the police station, the appellant was crying and upset,\n\nthat she no longer wanted to live, that she said she was scared, and it\n\nwas so many people. 29RR 202-03.\n\n   The State repeatedly objected to any testimony about the stabbing\n\nitself, and the trial court told the appellant’s mother that she was only\n\n\n\n\n                                     33\n\fbeing asked about the appellant’s emotional reaction to the news that\n\nthe victim was going to die. 29RR 203-05.\n\n   The appellant’s mother then testified that the appellant cried, that\n\nshe did not want to be there, that she wanted to speak to the victim’s\n\nmother, that she wanted to tell the victim’s mother that she was sorry,\n\nthat there was never any intent to harm the victim, and that\n\neverything happened so fast. 29RR 206.\n\n\nFailure to preserve error\n\n   The appellant offered the video in its entirety. She never pointed\n\nout specific statements or portions of the video that she wanted\n\nadmitted. The trial court is not obligated to sort through evidence in\n\norder to segregate the admissible from the excludable. Therefore, if\n\nany part of the video is inadmissible, the trial court could safely\n\nexclude it all. See Jones v. State, 843 S.W.2d 487, 492 (Tex. Crim.\n\nApp. 1992), cert. denied, 507 U.S. 1035 (1993), overruled on other\n\ngrounds by Maxwell v. State, 48 S.W.3d 196 (Tex. Crim. App. 2001)\n\n(no error in excluding 70-page transcript because appellant never\n\nspecified which portions he wanted to introduce into evidence);\n\nWhitaker v. State, 286 S.W.3d 355, 369 (Tex. Crim. App. 2009) (no\n\n\n                                     34\n\ferror in admitting audiotapes because the appellant never specified\n\nwhich portions were inadmissible).\n\n   With this in mind, the trial court did not abuse its discretion in\n\nexcluding the video for several reasons:\n\n\nNo abuse of discretion – hearsay\n\n   As argued in Reply Point Two, the appellant’s statements on the\n\nvideo are hearsay, and the trial court acted within the zone of\n\nreasonable disagreement in excluding these statements under the\n\nexcited utterance exception.\n\n\nNo abuse of discretion – Rule 403\n\n   The trial court also excluded the video under Rule 403, which\n\nstates that, “Although relevant, evidence may be excluded if its\n\nprobative value is substantially outweighed by the danger of unfair\n\nprejudice, confusion of the issues, or misleading the jury, or by\n\nconsideration of undue delay, or needless presentation of cumulative\n\nevidence.” Tex. R. Evid. 403.\n\n   In a Rule 403 analysis, the trial court must balance (1) the\n\ninherent probative force of the evidence along with (2) the\n\n\n\n                                     35\n\fproponent's need for that evidence against (3) unfair prejudice, which\n\nrefers to a tendency to suggest decision on an improper basis,\n\ncommonly, though not necessarily, an emotional one, (4) any\n\ntendency of the evidence to confuse or distract the jury from the main\n\nissues, (5) any tendency of the evidence to be given undue weight by a\n\njury that has not been equipped to evaluate the probative force of the\n\nevidence, such as with scientific evidence, and (6) the likelihood that\n\npresentation of the evidence will consume an inordinate amount of\n\ntime or merely repeat evidence already admitted. Gigliobianco v.\n\nState, 210 S.W.3d 637, 641-42 (Tex. Crim. App. 2006).\n\n   The video has some probative value in showing the appellant’s\n\nremorse. She cries, and she says that the victim “did not deserve\n\nthat,” and “I apologize.”\n\n   But the appellant’s need to admit the video was low because her\n\nmother testified about her crying and her statements. Also, she had\n\nother ways of getting her remorse before the jury. She could have\n\nquestioned Detective Nelson about her demeanor, if she wanted to.\n\nAnd the appellant could have testified herself.\n\n\n\n\n                                    36\n\f   The appellant argues that testimony was not as impactful as the\n\nvideo would have been, but this just emphasizes the prejudicial\n\nnature of the video. Watching her wail and sob for 30 minutes would\n\nclearly have had an unfairly prejudicial emotional impact on the jury.\n\nTo illustrate, the State never would have been allowed to play a 30\n\nminute video of the victim’s mother wailing and sobbing upon\n\nhearing that her daughter was going to die.\n\n   In sum, the trial court did not abuse its discretion in excluding the\n\nvideo under Rule 403 because the danger of unfair prejudice resulting\n\nfrom the extremely emotional video substantially outweighed the\n\nvideo’s probative value, especially since the appellant had the ability\n\nto put evidence of her remorse before the jury through other sources.\n\nIndeed, her mother testified about her remorse. Given the emotional\n\nimpact of the video, the trial court’s decision was at least within the\n\nzone of reasonable disagreement.\n\n\nNo abuse of discretion – best evidence rule\n\n   The appellant also argues that the video should have come in\n\nunder the best evidence rule.\n\n\n\n\n                                     37\n\f   The best evidence rule states that, “To prove the content of a\n\nwriting, recording, or photograph, the original writing, recording, or\n\nphotograph is required except as otherwise provided in these rules or\n\nby law.” Tex. R. Evid. 1002.\n\n   The best evidence rule has no application at all when a party calls\n\na participant or observer of a conversation to testify to it because it is\n\nthe contents of the conversation, not the contents of the recording,\n\nthat is the issue. See Matute v. State, No. 03-13-00601-CR, 2014 Tex.\n\nApp. LEXIS 12743, at *13-15 (Tex. App.—Austin Nov. 26, 2014, pet.\n\nfiled March 3, 2015) (mem. op., not designated for publication).\n\n   Alternatively, since the appellant’s mother participated in the\n\nconversation, her testimony describing the conversation is the best\n\nevidence of that conversation. Id. at *13.\n\n   Therefore, the trial court did not abuse its discretion in allowing\n\nthe appellant’s mother to testify about the conversation while\n\nexcluding a video recording of that conversation.\n\n\nNo harm\n\n   The appellant argues that exclusion of the video was harmful\n\nbecause it showed her remorse. But her mother testified about the\n\n\n                                      38\n\fevents on the video, namely, that the appellant was crying and upset,\n\nthat she no longer wanted to live, that she wanted to tell the victim’s\n\nmother that she was sorry, that there was never any intent to harm\n\nthe victim, and that everything happened so fast. 29RR 202-06.\n\n   The appellant argues that the jury might have doubted her\n\nremorse and that the video would have convinced them that her\n\nremorse was genuine. But on the video, it appears that the appellant\n\nis mostly concerned about herself; she never takes responsibility for\n\nstabbing the victim; she repeatedly says that it was not her fault; and\n\nshe wants to talk to the victim’s mother so that she can explain how\n\nthe stabbing was not her fault.\n\n   In any event, considering all of the evidence, including her\n\nmother’s testimony about her remorse, exclusion of the video did not\n\nhave a substantial and injurious effect or influence on the jury’s\n\nverdict.\n\n\n\n\n                                     39\n\fReply Point Four: The trial court did not abuse its\ndiscretion in admitting out-of-court statements under the\nexcited utterance exception to the hearsay rule. And any\nerror in admitting the statements was harmless\n      At punishment, the State called several witnesses to testify about\n\nan incident in May of 2009, where the appellant swung a knife at her\n\nbrother. The State called the appellant’s mother (Patricia Ritcherson),\n\nthe responding officer (Jared Jensen), and the appellant’s brother\n\n(Donald “DJ” Ritcherson), in that order. While questioning Officer\n\nJensen, the State asked him to recount what Patricia and Donald had\n\nsaid at the scene on the night of the incident, under the excited\n\nutterance exception to the hearsay rule. The defense objected, arguing\n\nthat the statements were not excited utterances. The trial court\n\noverruled the objection. 29RR 63.3\n\n\nNo abuse of discretion – excited utterances\n\n      The record supports the trial court's decision to admit Patricia and\n\nDonald’s out-of-court statements under the excited utterance\n\nexception to the hearsay rule.\n\n\n\n3   The appellant also made a Confrontation Clause objection, but she does not\n    raise this issue on appeal. There is no confrontation issue because both\n    Patricia and Donald testified.\n\n\n                                         40\n\f   Patricia and Donald made the statements at 4 o’clock in the\n\nmorning, while the police were at their front door and the appellant\n\nwas cursing at everyone, immediately following a physical altercation\n\nwith the appellant, which included pushing and shoving and the\n\nappellant swinging a knife at Donald. 17RR 7-10; 29RR 26, 44-46, 51,\n\n54, 60-61. Furthermore, Officer Jensen testified that the scene was\n\n“very chaotic,” that “a pretty major event had just happened,” and\n\nthat Patricia and Donald were “very excited,” “upset,” and appeared\n\nto be under the influence of a recent startling event. 17RR 9, 11; 29RR\n\n61, 63.\n\n   On this record, the trial court did not abuse its discretion in\n\nadmitting Patricia and Donald’s statements as excited utterances. At\n\nthe very least, the ruling was within the zone of reasonable\n\ndisagreement.\n\n\nNo harm\n\n   The majority of Officer Jensen’s testimony about Patricia and\n\nDonald’s out-of-court statements was pretty much the same as the\n\ntestimony that Patricia and Donald gave themselves at trial. Basically,\n\nthe appellant wanted to leave the house, Patricia tried to stop her,\n\n\n                                     41\n\fPatricia asked Donald to help, there was pushing and pulling, the\n\nappellant got a knife, Donald wrestled the knife away from her, the\n\nappellant claimed that Donald hit her, and Donald and Patricia\n\ndenied this. Jensen’s testimony on these points was merely\n\ncumulative and could not have had more than a slight effect on the\n\njury. See Patricia’s testimony, 29RR 42-59; Donald’s testimony 29RR\n\n80-95; Jensen’s testimony, 29RR 59-75.\n\n   There is only one important difference: Officer Jensen testified\n\nthat Donald told him that the appellant swung a knife at him and\n\ntried to stab him, and Patricia gave pretty much the same story. 29RR\n\n63-66. But at trial, Donald and Patricia testified that they did not\n\nrecall the appellant swinging a knife at Donald. 29RR 46, 87.\n\n   This is obviously a major difference, but it could not have had a\n\nsubstantial effect on the jury’s verdict because the appellant herself\n\nadmitted to Officer Jensen that she swung a knife at Donald, and\n\nOfficer Jensen testified about her admission three separate times.\n\n29RR 67, 72, 74.\n\n\n\n\n                                     42\n\f    In light of the appellant’s own admission that she swung a knife at\n\nDonald, Officer Jensen’s testimony about other out-of-court\n\nstatements to this effect could not have had much effect on the jury.\n\n\n                               Prayer\n\n   The State asks this Court to overrule the appellant’s points of error\n\nand affirm the trial court’s judgment.\n\n\n\n                       Respectfully submitted,\n\n                             Rosemary Lehmberg\n                             District Attorney\n                             Travis County\n\n\n\n\n                             Angie Creasy\n                             Assistant District Attorney\n                             State Bar No. 24043613\n                             P.O. Box 1748\n                             Austin, Texas 78767\n                             (512) 854-9400\n                             Fax (512) 854-4810\n                             Angie.Creasy@traviscountytx.gov\n                             AppellateTCDA@traviscountytx.gov\n\n\n\n\n                                    43\n\f             Certificate of Compliance and Service\n   I certify that this brief contains 8,188 words. I further certify that,\n\non the 23rd day of March, 2015, a true and correct copy of this brief\n\nwas served, by U.S. mail, electronic mail, facsimile, or electronically\n\nthrough the electronic filing manager, to the defendant’s attorney,\n\nAlexander L. Calhoun, Law Office of Alexander L. Calhoun, 4301 W.\n\nWilliam Cannon Dr., Suite B-150, #260, Austin, Texas 78749.\n\n\n\n\n                              Angie Creasy\n\n\n\n\n                                     44\n\f",
            "ocr": false,
            "opinion_id": 4048658
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}