{
    "id": 4297363,
    "judges": null,
    "date_filed": "1972-01-04",
    "date_filed_is_approximate": true,
    "slug": "eugene-kelly-wolfenberger-v-state",
    "case_name_short": null,
    "case_name": "Eugene Kelly Wolfenberger v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 26.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=16092&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOrder",
            "author_id": null,
            "opinion_text": "                                                                                           ACCEPTED\n                                                                                       03-13-00494-CR\n                                                                                               7558353\n                                                                            THIRD COURT OF APPEALS\n                                                                                       AUSTIN, TEXAS\n                           Kristen Jernigan                                      10/27/2015 1:21:36 PM\n                                                                                     JEFFREY D. KYLE\n                         Attorney at Law                                                        CLERK\n\n           207 S. Austin Ave., Georgetown, Texas 78626\n           (512) 904-0123 (OFFICE) (512) 931-3650 (FAX) FILED IN\n                     Kristen@txcrimapp.com       3rd COURT OF APPEALS\n                                                      AUSTIN, TEXAS\n                                                            10/27/2015 1:21:36 PM\n                                  B BCERTIFIED*\n                                      OARD                     JEFFREY D. KYLE\n                                                    CRIMINAL APPELLATE        LAW\n                                                                     Clerk\n\n\n\n\nOctober 27, 2015\n\nVIA CERTIFIED MAIL\n\nEugene Kelly Wolfenberger\nTDCJ No. 01871101\nPowledge Unit\n1400 FM 3452\nPalestine, Texas 75803\n\n      Re: Eugene Kelly Wolfenberger v. The State of Texas,\n           No. 03-13-00494-CR\n\nDear Eugene:\n\n      I have enclosed a copy of the Court of Appeals' opinion in your case.\nUnfortunately, your conviction and sentence were affirmed by the Court. The\nCourt's opinion was issued on October 23, 2015. I have filed a Motion for\nRehearing and a Motion for Reconsideration En Banc so that the entire Court can\nreview the opinion issued in your case because I believe it was incorrectly\nanalyzed. I have enclosed copies of those motions as well.\n\n      Ordinarily, you would now be in a position to file a pro se Petition for\nDiscretionary Review. However, the filing of the Motion for Rehearing and the\nMotion for Rehearing En Banc will postpone the deadline for doing so. Should\nthe Court of Appeals deny the Motion for Rehearing and the Motion for\nReconsideration En Banc, your pro se Petition for Discretionary Review will be\ndue within thirty days of the date of the Court's opinion. I have enclosed a copy of\nthe relevant Rules of Appellate Procedure concerning Petitions for Discretionary\n\fReview so that you can review them for preparing a Petition for Discretionary\nReview, should the Court deny our pending motions. I will let you know as soon\nas the Court makes a decision on the motions and will send additional instructions\nat that time. Take care.\n\n\n                                            Sincerely,\n                                            /s/ Kristen Jernigan\n\n                                            Kristen Jernigan\n\f      TEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\n\n\n                                       NO. 03-13-0494-CR\n\n\n\n                             Eugene Kelly Wolfenberger, Appellant\n\n                                                 v.\n\n                                  The State of Texas, Appellee\n\n\n              FROM THE 264TH DISTRICT COURT OF BELL COUNTY, TEXAS\n              NO. 68431, HONORABLE MARTHA J. TRUDO, JUDGE PRESIDING\n\n\n\n                             MEMORANDUM OPINION\n\n\n               A jury found appellant, Eugene Kelly Wolfenberger, guilty of intoxication\n\nmanslaughter and assessed a punishment of twenty years' confinement in the Texas Department of\n\nCriminal Justice and a fine of $ 10,000. Appellant timely appealed, asking this Court to reverse his\n\njudgment and sentence because: (1) he received ineffective assistance of counsel; (2) the trial court\n\nerroneously admitted privileged statements into evidence; and (3) there was insufficient evidence\n\nto support his conviction. For the following reasons, we will affirm.\n\n\n                                         BACKGROUND\n\n               Appellant is a military veteran who struggles with alcoholism and has been diagnosed\n\nwith severe post traumatic stress disorder (PTSD). On August 22,2010, he struck and fatally injured\n\na motorcyclist while driving his wife's Toyota Camry home from a bar and then fled the scene of the\n\naccident. He was later tried and convicted of intoxication manslaughter.\n\f                At appellant's trial, the State offered the testimony of Officer Garland Potvin, an\n\nexpert witness certified in accident reconstruction who concluded that appellant struck the\n\nmotorcyclist from behind while driving at least fifty-four miles per hour in a thirty-miles-per-hour\n\nzone. Brian Haygood, appellant's expert witness who is a forensic mechanical engineer, testified\n\nthat appellant was driving near the speed limit and that Potvin's conclusions are unreliable because\n\nhe used an inappropriate formula and performed tests with a Chevrolet Impala rather than a\n\nToyota Camry.\n\n                The collision occurred at approximately 9:30 p.m. It was dark, and the motorcyclist\n\nwas allegedly wearing dark clothing. Appellant admits to hitting and killing the motorcyclist, but\n\nmaintains that he was not intoxicated at that time. He claims that the accident triggered his PTSD,\n\ncausing him to panic and flee to his home two blocks away where he proceeded to drink heavily to\n\navoid facing the situation.\n\n                At trial, appellant's wife testified that she arrived at their home sometime between\n\n9:30 p.m. and 10:30 p.m. to find appellant naked, disoriented, and surrounded by numerous empty\n\nbeer cans. She also testified that she did not see him consume any alcohol after finding him. After\n\ndiscovering the damage to her Camry, appellant's wife called 911 at 10:25 p.m. to report what she\n\nthen believed to be an incident of drunk driving.\n\n                Officer William Pereyra was dispatched to appellant's home. At trial, he testified that\n\nhe arrived at approximately 10:51 p.m., that appellant displayed signs of intoxication, and that\n\nappellant said \"I'm the one you're looking for. I did the bad deed,\" and \"I hit him.\" Pereyra arrested\n\nappellant and transported him to a hospital. Appellant did not consent to a blood draw, so Pereyra\n\fobtained one despite appellant's refusal pursuant to the Texas Transportation Code1 at approximately\n\n11:30 p.m. A forensic scientist determined that appellant's blood-alcohol concentration was\n\n0.3 when it was drawn, more than three times higher than the concentration at which a person is\n\ndeemed to be intoxicated under Texas law. See Tex. Penal Code § 49.01(2) (\"'Intoxicated' means\n\n... having an alcohol concentration of 0.08 or more.\").\n\n               Appellant asserts that he consumed a total of three alcoholic drinks prior to the\n\naccident—one beer at home in the afternoon, a second beer at a bar where he met his son that\n\nevening, and a third beer at another bar they visited later that evening. At trial, appellant produced\n\nbills for $5.75 from the first bar and $20.00 from the second bar, which includes a $7.00 tip. He\n\nclaims that he made no additional drink purchases that evening, that he paid for his son's drinks as\n\nwell as his own, and that the second bill includes approximately $5.00 for use of a pool table.\n\nAppellant's son testified that he showed no signs of intoxication while they were together.\n\n               Appellant's wife took him to the VA emergency room two days after the accident,\n\nwhere they met with social worker, Debra Housewright. Housewright testified that appellant \"said\n\nhe was intoxicated and he hit them and he panicked and fled the scene.\" Housewright also noted that\n\nthey discussed his drinking and that she \"did an alcohol assessment on him.\" Appellant's wife\n\ntestified that neither of them told Housewright that he was intoxicated at the time of the accident,\n\n\n\n\n        1 See Tex. Transp. Code § 724.012(b) (officer shall require involuntary taking of breath or\nblood specimen when arresting person for offense under Chapter 49 of Texas Penal Code if officer\nsuspects someone has suffered serious bodily injury, died, or will die as result of accident and person\narrested was operating vehicle involved in accident).\n\fbut that she told Housewright \"he had been drinking that night.\" She also testified that appellant told\n\nher he could not remember the accident and that he could not believe that he had killed someone.\n\n                After their meeting with Housewright, appellant and his wife met with staff\n\npsychiatrist, Dr. Girija Chintapalli. His notes indicate that appellant said he was intoxicated at the\n\ntime of the accident, but Chintapalli could not remember their conversation well enough to rule out\n\nthe possibility that he read this in Housewright's notes rather than hearing it directly from appellant.\n\n               Chintapalli testified that drinking and avoidance are common coping mechanisms of\n\nthose suffering from PTSD. He also confirmed that some people experience memory loss after\n\nepisodes of PTSD and try to fill in the blanks and parrot what they hear from others about events\n\nthey cannot remember.\n\n               Appellant's trial counsel argued that appellant was sober at the time of the accident,\n\nthen fled to his home and drank numerous beers to cope with the stress. Trial counsel contended that\n\nappellant's PTSD caused him to block these traumatic events out of his memory and that he was\n\nmerely repeating what others had said when he told Housewright and Chintapalli that he was\n\nintoxicated at the time of the accident. He made no objection to Housewright's testimony and,\n\nalthough he made several unsuccessful objections to Chintapalli's testimony, he did not claim\n\nprivilege. Nor did he move to suppress the evidence of appellant's blood-alcohol concentration.\n\nTrial counsel moved for a directed verdict, arguing that the State failed to prove that appellant was\n\nintoxicated when he struck the motorcyclist as required for a conviction of intoxication\n\nmanslaughter. See Tex. Penal Code § 49.08. The trial court denied that motion, and the jury\n\nconvicted appellant of intoxication manslaughter. This appeal followed.\n\f                                          DISCUSSION\n\n               Appellant argues that: (1) he received ineffective assistance of counsel because his\ntrial attorney did not move to suppress illegally obtained evidence of his blood-alcohol\n\nconcentration; (2) the trial court erred in admitting statements he made to Housewright and\n\nChintapalli while seeking treatment for alcohol abuse because they were privileged under Texas Rule\n\nof Evidence 509(b); and (3) there was insufficient evidence to convict him because nothing shows\n\nthat he was intoxicated at the time of the accident. The State counters that: (1) appellant has not\n\nshown ineffective assistance of counsel because the evidence of his blood-alcohol concentration\n\nsupported the defensive theory that appellant binge drank after the accident; (2) appellant failed to\n\npreserve the issue of privilege for review, and the statements to Housewright and Chintapalli were\n\nnot privileged because appellant was not seeking treatment for alcohol abuse; and (3) there was\n\nsufficient evidence to support the conviction. Based on the record before us, we will affirm.\n\n\nIneffective Assistance\n\n               To establish ineffective assistance of counsel, an appellant must demonstrate by a\n\npreponderance of the evidence (1) deficient performance by counsel and (2) prejudice. Strickland\n\nv. Washington, 466 U.S. 668, 687 (1984); Hernandez v. State, 726 S.W.2d 53, 56-57 (Tex. Crim.\n\nApp. 1986) (adopting Strickland test). Appellate courts must look to \"the totality of the\n\nrepresentation and the particular circumstances of each case in evaluating the effectiveness of\n\ncounsel.\" Thompson v. State, 9 S.W.3d 808, 813 (Tex. Crim. App. 1999). To satisfy the first part\n\nof the Strickland test, the appellant must demonstrate that counsel's performance fell below an\n\nobjective standard of reasonableness under the prevailing professional norms. Strickland, 466 U.S.\n\fat 687-88. There is a strong presumption that counsel's performance was not deficient. Id. at 689.\n\nIf, as in this case, trial counsel has not had the chance to explain his conduct, \"then the appellate\n\ncourt should not find deficient performance unless the challenged conduct was 'so outrageous that\n\nno competent attorney would have engaged in it.'\" Menefield v. State, 363 S.W.3d 591, 593 (Tex.\n\nCrim. App. 2012) (citations omitted). To satisfy the second part of the Strickland test, the appellant\n\nmust show that there is a reasonable probability that the result of the trial would have been different\n\nif counsel's performance was not deficient. Strickland, at 694. The probability must be strong\n\nenough to undermine confidence in the outcome of the trial. Id. \"Failure to make the required\n\nshowing of either deficient performance or sufficient prejudice defeats the ineffectiveness claim.\"\n\nId. at 700.\n\n               Appellant contends that his trial counsel could and should have moved to suppress\n\nthe evidence of his blood-alcohol concentration because it was obtained illegally from an\n\nunconstitutional, warrantless search. He argues that the United States Supreme Court invalidated\n\nTexas's implied-consent statute in Missouri v. McNeely, 133 S. Ct. 1552, 1561 (2013) (\"In those\n\ndrunk-driving investigations where police officers can reasonably obtain a warrant before a blood\n\nsample can be drawn without significantly undermining the efficacy of the search, the Fourth\n\nAmendment mandates that they do so.\"). According to appellant, there was no possible strategic\n\nreason for failing to move to suppress this evidence and harm is apparent because appellant's\n\nblood-alcohol concentration was central to the State's case.\n\f               However, appellant has not shown deficient performance. The law on mandatory\n\nblood draws and implied consent was not settled when trial counsel presented appellant's case,2 and\n\nthe Texas Court of Criminal Appeals has \"repeatedly declined to find counsel ineffective for failing\n\nto take a specific action on an unsettled issue.\" State v. Bennett, 415 S.WJd 867, 869 (Tex. Crim.\n\nApp. 2013). Bernal v. State, No. 02-13-00381-CR, 2014 WL 5089182, at *5 (Tex. App.—Fort\n\nWorth Oct. 9,2014, no pet.) (mem. op.) (counsel was not ineffective for failing to suppress results\n\nof warrantless, nonconsensual blood draw under McNeely because \"McNeely did not address directly\n\nthe effect of mandatory-blood-draw or implied-consent statues on the warrant requirement,\" and \"the\n\nimport of McNeely on Texas's mandatory-blood-draw and implied-consent statutes was unsettled\n\nat the time of [appellant's] trial and remains unsettled today.\"). Trial counsel argued that appellant\n\nwas sober when he hit the motorcyclist, then rushed home and drank heavily. Appellant's high\n\nblood-alcohol concentration when his blood was drawn approximately one hour after he claims to\n\nhave had a binge drinking session is completely consistent with this theory of the case. Appellant\n\nhas, therefore, not \"overcome the presumption that the challenged action,\" i.e., trial counsel's\n\ninaction in allowing the State to present corroborative evidence, '\"might be considered sound trial\n\nstrategy.'\" Strickland, 466 U.S. at 689 (quotingMichel v. Lousiana, 350 U.S. 91,101 (1955)). We\n\n\n       2 Trial commenced on July 8,2013, more than two months after the Supreme Court held that\n blood-alcohol dissipation is not a per se exigency justifying warrantless, nonconsensual blood draws\nin. Missouri v. McNeely, 133 S. Ct. 1552 (2013). However, the Texas Court of Criminal Appeals did\nnot address whether nonconsensual blood draws taken pursuant to Texas Transportation Code\n § 724.012 require a warrant until after appellant's trial concluded, and the court has since decided\nto reconsider that ruling on rehearing. State v. Villarreal, S.W.3d , No. PD-0306-14,\n2014 WL 6734178, at *8-9, 11 (Tex. Crim. App. Nov. 26, 2014) (reh'g granted). The law\n surrounding Texas's implied-consent and mandatory-blood-draw statutes has been unsettled since\nbefore appellant's trial.\n\fcannot find trial counsel deficient for failing to rely on unsettled law to suppress evidence that\n\nsupported the defensive theory offered at trial.\n\n               Further, appellant has not shown that trial counsel's allegedly deficient performance\n\nprejudiced him. Even if trial counsel had successfully moved to suppress evidence of appellant's\n\nblood-alcohol concentration, other evidence of intoxication would have remained, including Officer\n\nPereyra's testimony that he observed signs of intoxication in appellant and the testimony of\n\nHousewright and Chintapalli that appellant told them that he was intoxicated during the accident.\n\nThere is not a reasonable probability that the result of the trial would have been different if trial\n\ncounsel had moved to suppress.\n\n               In that the record does not support a finding of deficient performance or prejudice\n\nunder the Strickland standard, we overrule appellant's first point of error.\n\n\nStatements to Housewright and Chintapalli\n\n               Appellant contends that we should reverse his conviction because his statements to\n\nHousewright and Chintapalli were privileged under Texas Rule of Evidence 509(b) and should,\n\ntherefore, have been excluded. We disagree. Appellant made no objection to Housewright's\n\ntestimony, and none of his objections to Chintapalli's testimony concerned privilege. He has,\n\ntherefore, failed to preserve this issue for appeal. See Tex. R. Evid. 33.1 (to preserve issue for\n\nappellate review, party must make timely objection and obtain ruling or refusal to rule from trial\n\ncourt); Dixon v. State, 2 S.W.3d 263, 269-70 (Tex. Crim. App. 1998) (\"To preserve error for\n\nappellate review, the complaining party must make a timely, specific objection and obtain a ruling\n\fon the objection,\" and \"the compliant on appeal must comport with the objection at trial.\") (citations\n\nomitted). Consequently, we overrule this point of error.\n\n\nSufficiency of the Evidence\n\n               When reviewing the legal sufficiency of the evidence, we must view the evidence in\n\nthe light most favorable to the verdict and determine whether any rational trier of fact could have\n\nfound each essential element of the offense beyond a reasonable doubt based on the evidence before\n\nit and reasonable inferences therefrom. Jackson v. Virginia, 443 U.S. 307, 320 (1979); Brooks\n\nv. State, 323 S.W.3d 893, 896 (Tex. Crim. App. 2010). \"A reviewing court is required to defer to\n\na jury's credibility and weight determinations.\" Brooks, 323 S.W.3d at 894. \"[T]he jury is entitled\n\nto judge the credibility of the witnesses and can believe all, some, or none of the testimony presented\n\nby the parties,\" Chambers v. State, 805 S.W.2d 459,461 (Tex. Crim. App. 1991), and may \"draw\n\nreasonable inferences from the basic facts to ultimate facts,\" Jackson, 443 U.S. at 319. The\n\n\"reviewing court must consider all evidence which the jury was permitted, whether rightly or\n\nwrongly, to consider.\" Thomas v. State, 753 S.W.2d 688, 695 (Tex. Crim. App. 1988) (en banc).\n\n               Appellant argues that there was insufficient evidence to support his conviction\n\nbecause the State failed to prove the intoxication element of intoxication manslaughter. See Tex.\n\nPenal Code §§ 49.08 (person commits intoxication manslaughter if he operates a motor vehicle in\n\npublic place, is intoxicated, and causes death of another by accident or mistake by reason of\n\nintoxication), 49.01(2) (\"'Intoxicated' means: (A) not having the normal use of mental or physical\n\nfaculties by reason of the introduction of alcohol . . . into the body; or (B) having an alcohol\n\nconcentration of 0.08 or more.\"). Appellant acknowledges that there is evidence that he became\n\f                                  No. 03-13-00494-CR\n\n                                  In the\n                           COURT OF APPEALS\n                                 For the\n                    THIRD SUPREME JUDICIAL DISTRICT\n                                at Austin\n\n\n                 On Appeal from the 264th Judicial District Court of\n                               Bell County, Texas\n                              Cause Number 68431\n\n\n                EUGENE KELLY WOLFENBERGER, Appellant\n                                 v.\n                     THE STATE OF TEXAS, Appellee\n\n\n                 APPELLANT'S MOTION FOR REHEARING1\n\n\n                                       Background\n\n       On July 12, 2013, a jury found Appellant guilty of the offense of\n\nintoxication manslaughter and assessed Appellant's punishment at twenty years in\n\nprison and a $10,000.00 fine. Appellant timely filed Notice of Appeal and on\n\nOctober 23, 2015, this Court affirmed Appellant's conviction in a memorandum\n\nopinion. Wolfenberger v. State, No. 03-13-00494-CR (Tex. App.—Austin,\n\ndelivered October 23, 2015).\n1 Simultaneous with this filing, Appellant has also filed a Motion for Reconsideration En Banc\nin light of Texas Rule of Appellate Procedure 49.1 and Franks v. State, 97 S.W.3d 584, 584\n(Tex. Crim. App. 2003).\n\f                              Grounds for Rehearing\n\n      On appeal, Appellant argued that Appellant received ineffective assistance\n\nof counsel when trial counsel failed to move to suppress the results of a blood draw\n\ntaken pursuant to Texas's now invalidated implied consent mandatory blood draw\n\nstatute. Specifically, Appellant's blood was taken without a warrant in violation of\n\nMissouri v. McNeely, 133 S. Ct. 1522 (2013), and his attorneys failed to object on\n\nthat basis. Despite the fact that the McNeely case, which held that Texas's implied\n\nconsent statute did not provide an exception to the Supreme Court's long-held\n\nrequirement that a warrant be obtained to draw a suspect's blood, was released\nmore than two months prior to trial, and was binding Supreme Court's precedent,\n\ntrial counsel made no effort to suppress the results of the blood draw.\n\n      Rehearing should be granted because this Court absolved trial counsel's\ndeficient performance by failing to recognize the authority of the United States\n\nSupreme Court in analyzing its own precedent and instead, ruled that the Texas\n\nCourt of Criminal Appeals decisions analyzing United States Supreme Court\n\nprecedent should control.\n\f       Ineffective Assistance of Counsel\n\n       As discussed above, on Appeal, Appellant argued that he received\n\nineffective assistance of counsel when trial counsel failed to move to suppress the\n\nresults of the mandatory blood draw in this case pursuant to the United States\n\nSupreme Court's holding in Missouri v. McNeely, 133 S. Ct. 1522 (2013).\n\n       On April 17, 2013, the United States Supreme Court issued an opinion in\n\nMissouri v. McNeely, 133 S. Ct. 1522 (2013), holding that \"In those drunk-driving\n\ninvestigations where police officers can reasonably obtain a warrant before a blood\n\nsample can be drawn without significantly undermining the efficacy of the search,\nthe Fourth Amendment mandates that they do so.\" Id. In so holding, the Court\n\nrejected a per se rule that the dissipation of alcohol in the blood stream creates an\n\nexigency which absolves the State of the duty to obtain a warrant before taking a\n\nsuspect's blood. Id. In fact, the Court recognized its long-standing directive that\n\nexigency be determined on the totality of the circumstances and cited its opinion in\n\nSchmerber v. California, 384 U.S. 757 (1966). Despite the fact that Appellant's\n\ntrial occurred more than two months after the McNeely decision, trial counsel made\n\n\n2 As this Court is aware, to prevail on a claim of ineffective assistance of counsel, Appellant\n  must show that (1) trial counsel's representation was deficient in that it fell below an objective\n  standard of reasonableness; and (2) counsel's deficient performance prejudiced Appellant so\n  that there is a reasonable probability that the result of the proceeding would have been\n  different but for the deficient performance. Strickland v. Washington, 466 U.S. 668 (1984);\n  Thompson v. State, 9 S.W.3d 808, 812 (Tex. Crim. App. 1999).\n                                               3\n\fno attempt to move to suppress evidence of Appellant's blood alcohol content of\n\n.30 and trial counsel made no objection to that evidence.\n\n      This Court absolved trial counsel of any duty to file a motion to suppress or\n\nobject to evidence of Appellant's blood alcohol content because \"The law on\n\nmandatory blood draws and implied consent was not settled when trial counsel\n\npresented appellant's case\" and stated further in a foot note that:\n\n      Trial commenced on July 8, 2013, more than two months after the\n      Supreme Court held that blood-alcohol dissipation is not a per se\n      exigency justifying warrantless, nonconsensual blood draws in\n      Missouri v. McNeely, 133 S. Ct. 1552 (2013). However, the Texas\n      Court of Criminal Appeals did not address whether nonconsensual\n      blood draws taken pursuant to Texas Transportation Code § 724.012\n      require a warrant until after appellant's trial concluded, and the court\n      has since decided to reconsider that ruling on rehearing. State v.\n      Villarreal, _ S.W.3d _, No. PD-0306-14, 2014 WL 6734178, at *8-\n      9, 11 (Tex. Crim. App. Nov. 26, 2014) (reh'g granted). The law\n      surrounding Texas's implied-consent and mandatory-blood-draw\n      statutes has been unsettled since before appellant's trial.\n\n\nWolfenberger v. State, No. 03-13-00494-CR (Tex. App.—Austin, delivered\n\nOctober 23,2015), at 7.\n\n      Interestingly, this Court acknowledges the Supreme Court's clear holding\n\n\"that blood-alcohol dissipation is not a per se exigency justifying warrantless,\n\nnonconsensual blood draws\" in Missouri v. McNeely, 133 S. Ct. 1552 (2013),\n\nwhich would have triggered counsel's duty to object or move to suppress the\n\fevidence on that basis. The Court then essentially states that it is up to the Court of\n\nCriminal Appeals to interpret the Supreme Court's holdings and until the Court of\n\nCriminal Appeals does so, the Supreme Court's holdings are not binding on\n\ncounsel.\n\n        In its opinion, this Court cites two cases for the proposition that counsel's\n\nperformance cannot be held to be deficient where an area of law is unsettled. See\n\nState v. Bennett, 415 S.W.3d 867 (Tex. Crim. App. 2013) and Bernal v. State, No.\n\n02-13-00381-CR, 2014 WL 5089182 (Tex. App.—Fort Worth Oct. 9, 2014, no\n\npet).\n\n        In the first of those cases, the area of unsettled law was that of a State statute\n\nand its meaning as interpreted by several conflicting opinions by the Court of\n\nCriminal Appeals. See State v. Bennett, 415 S.W.3d at 868-869. The Bennett\n\nopinion in no way contemplated United States Supreme Court precedent. See Id.\n\n        In the second, unpublished case with no precedential value, the Fort Worth\n\nCourt of Appeals held that counsel was not ineffective for failing to suppress\n\nresults of a warrantless, nonconsensual blood draw under McNeely because\n\n\"McNeely did not address directly the effect of mandatory-blood-draw or implied-\n\nconsent statues on the warrant requirement,\" and \"the import of McNeely on\n\nTexas's mandatory-blood-draw and implied-consent statutes was unsettled at the\n\ftime of [appellant's] trial...\" See Bernal, No. 02-13-00381-CR, slip. op. at 10-12.\n\n       However, those statements are incorrect. In fact, in its opinion in the\n\nMcNeely case, the United States Supreme Court directly addressed the various\n\nimplied consent laws adopted by the fifty states and noted that a driver who has\n\nimpliedly consented to blood alcohol testing as a condition of operating a motor\n\nvehicle on public roads can withdraw that consent if asked to give a blood or\n\nbreath sample. Missouri v. McNeely, 133 S. Ct. 1522 (2013). The Court stressed\n\nthat \"wide-spread state restrictions on nonconsensual blood testing provide further\n\nsupport for our recognition that compelled blood draws implicate a significant\n\nprivacy interest.\" Id.\n\n      It is well-settled that United States Supreme Court precedent controls and\n\nwhen the United States Supreme Court requires a warrant in a blood draw case,\n\ncounsel should have a duty to object to blood evidence obtained without a warrant.\n\nTo fail to do so is deficient performance, especially in a case where the evidence\n\nindicates Appellant was almost four times the legal level for intoxication and there\n\nis a dispute as to whether he was intoxicated at the time the alleged offense was\n\ncommitted. Because this Court held to the contrary, and for the foregoing reasons\n\nrehearing should be granted.\n\f                                      PRAYER\n\n      WHEREFORE, PREMISES CONSIDERED, Appellant respectfully\n\nrequests that this Court grant rehearing in this case.\n\n                                               Respectfully submitted,\n\n                                                         /s/ Kristen Jernigan\n\n\n                                               KRISTEN JERNIGAN\n                                               State Bar Number 90001898\n                                               207 S. Austin Ave.\n                                               Georgetown, Texas\n                                               (512)904-0123\n                                               (512) 931-3650 (fax)\n                                               Kristen@txcrimapp.com\n\n\n                          CERTIFICATE OF SERVICE\n\n      This is to certify that a true and correct copy of the foregoing Appellant's\n\nMotion for Rehearing was mailed to Bob Odom at the Bell County District\n\nAttorney's Office, 1200 Huey Road, Belton, Texas 76513, on October 27, 2015.\n\n\n                                               /s/ Kristen Jernigan\n\n                                             Kristen Jernigan\n\f                                    No. 03-13-00494-CR\n\n                                   In the\n                            COURT OF APPEALS\n                                  For the\n                     THIRD SUPREME JUDICIAL DISTRICT\n                                 at Austin\n\n\n                  On Appeal from the 264th Judicial District Court of\n                                Bell County, Texas\n                               Cause Number 68431\n\n\n                 EUGENE KELLY WOLFENBERGER, Appellant\n                                  v.\n                      THE STATE OF TEXAS, Appellee\n\n\n      APPELLANT'S MOTION FOR RECONSIDERATION EN BANC1\n\n\n                                         Background\n\n       On July 12, 2013, a jury found Appellant guilty of the offense of\n\nintoxication manslaughter and assessed Appellant's punishment at twenty years in\n\nprison and a $10,000.00 fine. Appellant timely filed Notice of Appeal and on\n\nOctober 23, 2015, this Court affirmed Appellant's conviction in a memorandum\n\nopinion. Wolfenberger v. State, No. 03-13-00494-CR (Tex. App.—Austin,\n\ndelivered October 23, 2015).\n1 Simultaneous with this filing, Appellant has also filed a Motion for Rehearing in light of Texas\nRule of Appellate Procedure 49.1 and Franks v. State, 97 S.W.3d 584, 584 (Tex. Crim. App.\n2003).\n\f                            Grounds for Reconsideration\n\n      On appeal, Appellant argued that Appellant received ineffective assistance\n\nof counsel when trial counsel failed to move to suppress the results of a blood draw\n\ntaken pursuant to Texas's now invalidated implied consent mandatory blood draw\n\nstatute. Specifically, Appellant's blood was taken without a warrant in violation of\n\nMissouri v. McNeely, 133 S. Ct. 1522 (2013), and his attorneys failed to object on\n\nthat basis. Despite the fact that the McNeely case, which held that Texas's implied\n\nconsent statute did not provide an exception to the Supreme Court's long-held\n\nrequirement that a warrant be obtained to draw a suspect's blood, was released\nmore than two months prior to trial, and was binding Supreme Court's precedent,\n\ntrial counsel made no effort to suppress the results of the blood draw.\n\n      Reconsideration should be granted because this Court absolved trial\n\ncounsel's deficient performance by failing to recognize the authority of the United\n\nStates Supreme Court in analyzing its own precedent and instead, ruled that the\n\nTexas Court of Criminal Appeals decisions analyzing United States Supreme Court\n\nprecedent should control.\n\f       Ineffective Assistance of Counsel\n\n       As discussed above, on Appeal, Appellant argued that he received\n\nineffective assistance of counsel when trial counsel failed to move to suppress the\n\nresults of the mandatory blood draw in this case pursuant to the United States\n\nSupreme Court's holding in Missouri v. McNeely, 133 S. Ct. 1522 (2013).\n\n       On April 17, 2013, the United States Supreme Court issued an opinion in\n\nMissouri v. McNeely, 133 S. Ct. 1522 (2013), holding that \"In those drunk-driving\n\ninvestigations where police officers can reasonably obtain a warrant before a blood\n\nsample can be drawn without significantly undermining the efficacy of the search,\n\nthe Fourth Amendment mandates that they do so.\" Id. In so holding, the Court\n\nrejected a per se rule that the dissipation of alcohol in the blood stream creates an\n\nexigency which absolves the State of the duty to obtain a warrant before taking a\n\nsuspect's blood. Id In fact, the Court recognized its long-standing directive that\n\nexigency be determined on the totality of the circumstances and cited its opinion in\n\nSchmerber v. California, 384 U.S. 757 (1966). Despite the fact that Appellant's\n\ntrial occurred more than two months after the McNeely decision, trial counsel made\n\n\n2 As this Court is aware, to prevail on a claim of ineffective assistance of counsel, Appellant\n  must show that (1) trial counsel's representation was deficient in that it fell below an objective\n  standard of reasonableness; and (2) counsel's deficient performance prejudiced Appellant so\n  that there is a reasonable probability that the result of the proceeding would have been\n  different but for the deficient performance. Strickland v. Washington, 466 U.S. 668 (1984);\n  Thompson v. State, 9 S.W.3d 808, 812 (Tex. Crim. App. 1999).\n                                               3\n\fno attempt to move to suppress evidence of Appellant's blood alcohol content of\n\n.30 and trial counsel made no objection to that evidence.\n\n      This Court absolved trial counsel of any duty to file a motion to suppress or\n\nobject to evidence of Appellant's blood alcohol content because \"The law on\n\nmandatory blood draws and implied consent was not settled when trial counsel\n\npresented appellant's case\" and stated further in a foot note that:\n\n      Trial commenced on July 8, 2013, more than two months after the\n      Supreme Court held that blood-alcohol dissipation is not a per se\n      exigency justifying warrantless, nonconsensual blood draws in\n      Missouri v. McNeely, 133 S. Ct. 1552 (2013). However, the Texas\n      Court of Criminal Appeals did not address whether nonconsensual\n      blood draws taken pursuant to Texas Transportation Code § 724.012\n      require a warrant until after appellant's trial concluded, and the court\n      has since decided to reconsider that ruling on rehearing. State v.\n      Villarreal, _ S.W.3d _, No. PD-0306-14, 2014 WL 6734178, at *8-\n      9, 11 (Tex. Crim. App. Nov. 26, 2014) (reh'g granted). The law\n      surrounding Texas's implied-consent and mandatory-blood-draw\n      statutes has been unsettled since before appellant's trial.\n\n\nWolfenberger v. State, No. 03-13-00494-CR (Tex. App.—Austin, delivered\n\nOctober 23, 2015), at 7.\n\n      Interestingly, this Court acknowledges the Supreme Court's clear holding\n\n\"that blood-alcohol dissipation is not a per se exigency justifying warrantless,\n\nnonconsensual blood draws\" in Missouri v. McNeely, 133 S. Ct. 1552 (2013),\n\nwhich would have triggered counsel's duty to object or move to suppress the\n\fevidence on that basis. The Court then essentially states that it is up to the Court of\n\nCriminal Appeals to interpret the Supreme Court's holdings and until the Court of\n\nCriminal Appeals does so, the Supreme Court's holdings are not binding on\n\ncounsel.\n\n         In its opinion, this Court cites two cases for the proposition that counsel's\n\nperformance cannot be held to be deficient where an area of law is unsettled. See\n\nState v. Bennett, 415 S.W.3d 867 (Tex. Crim. App. 2013) and Bernal v. State, No.\n\n02-13-00381-CR, 2014 WL 5089182 (Tex. App.—Fort Worth Oct. 9, 2014, no\n\npet.).\n\n         In the first of those cases, the area of unsettled law was that of a State statute\n\nand its meaning as interpreted by several conflicting opinions by the Court of\n\nCriminal Appeals. See State v. Bennett, 415 S.W.3d at 868-869. The Bennett\n\nopinion in no way contemplated United States Supreme Court precedent. See Id.\n\n         In the second, unpublished case with no precedential value, the Fort Worth\n\nCourt of Appeals held that counsel was not ineffective for failing to suppress\n\nresults of a warrantless, nonconsensual blood draw under McNeely because\n\n\"McNeely did not address directly the effect of mandatory-blood-draw or implied-\n\nconsent statues on the warrant requirement,\" and \"the import of McNeely on\n\nTexas's mandatory-blood-draw and implied-consent statutes was unsettled at the\n\ftime of [appellant's] trial...\" See Bernal, No. 02-13-00381-CR, slip. op. at 10-12.\n\n       However, those statements are incorrect. In fact, in its opinion in the\n\nMcNeely case, the United States Supreme Court directly addressed the various\n\nimplied consent laws adopted by the fifty states and noted that a driver who has\n\nimpliedly consented to blood alcohol testing as a condition of operating a motor\n\nvehicle on public roads can withdraw that consent if asked to give a blood or\n\nbreath sample. Missouri v. McNeely, 133 S. Ct. 1522 (2013). The Court stressed\n\nthat \"wide-spread state restrictions on nonconsensual blood testing provide further\n\nsupport for our recognition that compelled blood draws implicate a significant\n\nprivacy interest.\" Id.\n\n      It is well-settled that United States Supreme Court precedent controls and\n\nwhen the United States Supreme Court requires a warrant in a blood draw case,\n\ncounsel should have a duty to object to blood evidence obtained without a warrant.\n\nTo fail to do so is deficient performance, especially in a case where the evidence\n\nindicates Appellant was almost four times the legal level for intoxication and there\n\nis a dispute as to whether he was intoxicated at the time the alleged offense was\n\ncommitted. Because this Court held to the contrary, and for the foregoing reasons\n\nreconsideration should be granted.\n\f                                      PRAYER\n\n        WHEREFORE, PREMISES CONSIDERED, Appellant respectfully\n\nrequests that this Court grant reconsideration in this case.\n\n                                               Respectfully submitted,\n\n                                                     /s/ Kristen Jernigan\n\n\n                                               KRISTEN JERNIGAN\n                                               State Bar Number 90001898\n                                               207 S. Austin Ave.\n                                               Georgetown, Texas\n                                               (512)904-0123\n                                               (512) 931-3650 (fax)\n                                               Kristen@txcr i mapp. com\n\n\n                          CERTIFICATE OF SERVICE\n\n        This is to certify that a true and correct copy of the foregoing Appellant's\n\nMotion for Reconsideration En Banc was mailed to Bob Odom at the Bell County\n\nDistrict Attorney's Office, 1200 Huey Road, Belton, Texas 76513, on October 27,\n\n2015.\n\n\n                                               /s/ Kristen Jernigan\n\n                                             Kristen Jernigan\n\f                    CERTIFICATE OF WORD COUNT\n\n     The undersigned hereby certifies that the foregoing document consists of\n\n1,327 words in compliance with Texas Rule of Appellate Procedure 9.4.\n\n\n\n                                            /s/ Kristen Jernigan\n                                    Kristen Jernigan\n\f",
            "ocr": false,
            "opinion_id": 4074624
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}