{
    "id": 4306900,
    "judges": null,
    "date_filed": "1973-05-31",
    "date_filed_is_approximate": true,
    "slug": "davis-glen-people-v",
    "case_name_short": null,
    "case_name": "DAVIS, GLEN, PEOPLE v",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 2.0,
            "download_url": "http://www.nycourts.gov/courts/ad4/Clerk/Decisions/2013/11-08-13/PDF/1058.pdf",
            "author_id": null,
            "opinion_text": "        SUPREME COURT OF THE STATE OF NEW YORK\n           Appellate Division, Fourth Judicial Department\n\n1058\nKA 09-00789\nPRESENT: SCUDDER, P.J., SMITH, FAHEY, SCONIERS, AND VALENTINO, JJ.\n\n\nTHE PEOPLE OF THE STATE OF NEW YORK, RESPONDENT,\n\n                    V                              MEMORANDUM AND ORDER\n\nGLEN DAVIS, ALSO KNOWN AS THOMAS DAVIS,\nDEFENDANT-APPELLANT.\n\n\nTIMOTHY P. DONAHER, PUBLIC DEFENDER, ROCHESTER (DAVID R. JUERGENS OF\nCOUNSEL), FOR DEFENDANT-APPELLANT.\n\nGLEN DAVIS, DEFENDANT-APPELLANT PRO SE.\n\nSANDRA DOORLEY, DISTRICT ATTORNEY, ROCHESTER (GEOFFREY KAEUPER OF\nCOUNSEL), FOR RESPONDENT.\n\n\n     Appeal from a judgment of the Monroe County Court (Frank P.\nGeraci, Jr., J.), rendered March 4, 2009. The judgment convicted\ndefendant, upon a jury verdict, of murder in the second degree and\ncriminal possession of a weapon in the third degree.\n\n     It is hereby ORDERED that the judgment so appealed from is\nunanimously affirmed.\n\n     Memorandum: Defendant appeals from a judgment convicting him\nupon a jury verdict of murder in the second degree (Penal Law § 125.25\n[1]) and criminal possession of a weapon in the third degree (§ 265.02\n[former (4)]). Viewing the evidence in light of the elements of\nmurder in the second degree as charged to the jury (see People v\nDanielson, 9 NY3d 342, 349), we conclude that the verdict is not\nagainst the weight of the evidence with respect to that crime (see\ngenerally People v Bleakley, 69 NY2d 490, 495). “[R]esolution of\nissues of credibility, as well as the weight to be accorded to the\nevidence presented, are primarily questions to be determined by the\njury” (People v Witherspoon, 66 AD3d 1456, 1457, lv denied 13 NY3d 942\n[internal quotation marks omitted]). Defendant’s further contention\nthat County Court erred in failing to charge the jury on justification\nwith respect to ordinary physical force, as opposed to deadly physical\nforce, is not preserved for our review (see People v Carr, 59 AD3d\n945, 946, affd 14 NY3d 808; People v Johnson, 103 AD3d 1226, 1226, lv\ndenied 21 NY3d 944). In any event, that contention lacks merit.\nInasmuch as “the charge against defendant required proof of his use of\ndeadly physical force, the court properly instructed the jury on\ndeadly physical force as part of defendant’s justification defense”\n(People v Davis, 118 AD2d 206, 210, lv denied 68 NY2d 768). Contrary\n\f                                 -2-                          1058\n                                                         KA 09-00789\n\nto the contention of defendant in his pro se supplemental brief,\ndefense counsel was not ineffective in failing to seek an instruction\nwith respect to ordinary physical force because an attorney’s “failure\nto ‘make a motion or argument that has little or no chance of\nsuccess’ ” does not amount to ineffective assistance (People v Caban,\n5 NY3d 143, 152, quoting People v Stultz, 2 NY3d 277, 287, rearg\ndenied 3 NY3d 702; see Johnson, 103 AD3d at 1226).\n\n     Defendant’s remaining contentions are in his main brief and\nconcern the court’s preclusionary rulings. None of those contentions\nrequires reversal or modification of the judgment of conviction.\n\n     First, defendant contends that the court erred in precluding\ndefendant from testifying that over one month before the murder he and\nthe victim had an exchange in which the victim asked defendant why\ndefendant was “clocking,” i.e., watching, the victim. Although\ndefendant contends that such statement could be considered a threat,\nwe conclude that “[i]t was within the court’s discretion to preclude\n[that testimony] as too speculative or conjectural to be presented to\nthe jury” (People v Parks, 85 AD3d 557, 557-558, lv denied 17 NY3d\n904).\n\n     Second, defendant contends that he was thwarted in his efforts to\nexplain his fear of the victim when the court refused to allow him to\ntestify as to what two associates of the victim had told defendant\nabout leaving the apartment building in which defendant resided. Even\nassuming, arguendo, that defendant preserved his contention for our\nreview, we conclude that any error in precluding defendant from\ntestifying on this point is harmless (see generally People v Crimmins,\n36 NY2d 230, 241-242). We note in particular that “the precluded\ntestimony was essentially cumulative of other evidence presented at\ntrial” and that “defendant was provided a meaningful opportunity to\npresent a complete defense” (People v Ramsey, 59 AD3d 1046, 1048, lv\ndenied 12 NY3d 858 [internal quotation marks omitted]). Here,\ndefendant testified that a competing drug dealer known to defendant\nhad been shot by the victim, that the victim and associates of the\nvictim had severely beaten defendant, and that the victim had\nfrightened defendant and defendant’s girlfriend into moving from the\napartment building in which they resided.\n\n     Third, defendant contends that the court erred in refusing to\nallow him to explain his state of mind in returning to the apartment\nbuilding from which he had previously moved on the day of the\nshooting. The court did not in fact preclude such testimony, however,\ninasmuch as the court permitted defendant to testify that he did not\nanticipate the presence of the victim or the victim’s associates on\nthe morning of the shooting.\n\n\n\n\nEntered:   November 8, 2013                    Frances E. Cafarell\n                                               Clerk of the Court\n\f",
            "ocr": false,
            "opinion_id": 4084161
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}