{
    "id": 4329471,
    "judges": "Alvord, DiPentima, Gruendel",
    "date_filed": "2011-10-21",
    "date_filed_is_approximate": true,
    "slug": "westberry-v-commissioner-of-correction",
    "case_name_short": "Westberry",
    "case_name": "Westberry v. Commissioner of Correction",
    "case_name_full": "Troy WESTBERRY v. COMMISSIONER OF CORRECTION",
    "attorneys": "Naomi Fetterman, with whom, on the brief, was Aaron J. Romano, for the appellant (petitioner)., Ronald G. Weller, senior assistant state's attorney, with whom, on the brief, were Gail P. Hardy, state's attorney, and Jo Anne Sulik, supervisory assistant state's attorney, for the appellee (respondent).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    Troy WESTBERRY\n    <br/>\n    v.\n    <br/>\n    COMMISSIONER OF CORRECTION\n   </parties><docketnumber id=\"p-2\">\n    AC 37709\n   </docketnumber><court id=\"p-3\">\n    Appellate Court of Connecticut.\n   </court><decisiondate id=\"p-4\">\n    Argued October 13, 2016\n    <br/>\n    Officially released December 20, 2016\n   </decisiondate><attorneys id=\"p-5\">\n    Naomi Fetterman, with whom, on the brief, was Aaron J. Romano, for the appellant (petitioner).\n   </attorneys><attorneys id=\"p-6\">\n    Ronald G. Weller, senior assistant state's attorney, with whom, on the brief, were Gail P. Hardy, state's attorney, and Jo Anne Sulik, supervisory assistant state's attorney, for the appellee (respondent).\n   </attorneys><judges id=\"p-7\">\n    DiPentima, C.J., and Alvord and Gruendel, Js.\n   </judges>",
    "citations": [
        "152 A.3d 87",
        "169 Conn. App. 721"
    ],
    "opinions": [
        {
            "author_str": "Alvord",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://www.jud.ct.gov/external/supapp/Cases/AROap/AP169/169AP61.pdf",
            "author_id": null,
            "opinion_text": "******************************************************\n  The ‘‘officially released’’ date that appears near the\nbeginning of each opinion is the date the opinion will\nbe published in the Connecticut Law Journal or the\ndate it was released as a slip opinion. The operative\ndate for the beginning of all time periods for filing\npostopinion motions and petitions for certification is\nthe ‘‘officially released’’ date appearing in the opinion.\nIn no event will any such motions be accepted before\nthe ‘‘officially released’’ date.\n  All opinions are subject to modification and technical\ncorrection prior to official publication in the Connecti-\ncut Reports and Connecticut Appellate Reports. In the\nevent of discrepancies between the electronic version\nof an opinion and the print version appearing in the\nConnecticut Law Journal and subsequently in the Con-\nnecticut Reports or Connecticut Appellate Reports, the\nlatest print version is to be considered authoritative.\n  The syllabus and procedural history accompanying\nthe opinion as it appears on the Commission on Official\nLegal Publications Electronic Bulletin Board Service\nand in the Connecticut Law Journal and bound volumes\nof official reports are copyrighted by the Secretary of\nthe State, State of Connecticut, and may not be repro-\nduced and distributed without the express written per-\nmission of the Commission on Official Legal\nPublications, Judicial Branch, State of Connecticut.\n******************************************************\n\f      TROY WESTBERRY v. COMMISSIONER\n              OF CORRECTION\n                 (AC 37709)\n          DiPentima, C. J., and Alvord and Gruendel, Js.\n     Argued October 13—officially released December 20, 2016\n\n   (Appeal from Superior Court, judicial district of\n               Hartford, Schuman, J.)\n  Naomi Fetterman, with whom, on the brief, was\nAaron J. Romano, for the appellant (petitioner).\n   Ronald G. Weller, senior assistant state’s attorney,\nwith whom, on the brief, were Gail P. Hardy, state’s\nattorney, and Jo Anne Sulik, supervisory assistant\nstate’s attorney, for the appellee (respondent).\n\f                          Opinion\n\n  ALVORD, J. The petitioner, Troy Westberry, appeals\nfrom the judgment of the habeas court denying his\nsecond petition for a writ of habeas corpus.1 On appeal,\nthe petitioner claims that the habeas court erred by\nrejecting his claim that perjured testimony was used at\nhis criminal trial, in violation of the fourteenth amend-\nment to the federal constitution, and that he is actually\ninnocent. We disagree and, accordingly, affirm the judg-\nment of the habeas court.\n   At trial, the jury reasonably could have found the\nfollowing facts. The events giving rise to the petitioner’s\nconviction were the culmination of a period of animos-\nity between a group of individuals that included the\npetitioner and Jesse Pope and another group of individ-\nuals that included Gerald Jenkins, Dwayne Stewart, and\nthe victim, Anthony Bennefield. That hostility mani-\nfested itself in several violent altercations between\nmembers of the two groups.\n   On May 5, 1999, Jenkins unsuccessfully attempted to\ndrive Pope off the road with his Chevrolet Lumina, and,\nwhen he was unsuccessful, Jenkins fired shots in Pope’s\ndirection as he drove away. Around 8 p.m. that same\nday, Stewart saw the petitioner driving a gold Chevrolet\nMonte Carlo along the same street as the victim was\nwalking. He then heard the sound of two gunshots and\nobserved the victim ‘‘hit the ground.’’ After the peti-\ntioner drove away, the victim approached Stewart and\ntold him that the petitioner had fired the shots in his\ndirection but that he was unsure whether the petitioner\nwas trying to shoot him. Later that night, the victim,\nStewart, and others celebrated the victim’s birthday at\na local night club. At some point that evening, the victim\nwent outside and fell asleep in the Lumina, which was\nparked in front of the club. At around 1:30 a.m., Stewart,\nJoseph Smith, and two other men, left in the Lumina\nwith the victim, who was still asleep. Shortly after driv-\ning away from the club, Stewart pulled over to the side\nof Lenox Street, and several of the vehicle’s occupants\nsmoked marijuana.\n   Thereafter, the petitioner pulled very closely along\nthe driver’s side of the Lumina in the Monte Carlo and\nfired four shots in its direction. After the petitioner had\ndriven away, Stewart and the other men in the Lumina\nrealized that the victim had been shot. Police and emer-\ngency medical personnel arrived on the scene shortly\nafter one of the men summoned help, but the victim\nultimately died from his injuries.\n  On May 6, 1999, the day after the shooting, the police\ntook a voluntary statement from Smith, who recalled\nanother passenger yelling, ‘‘that’s Troy,’’ when the\nMonte Carlo pulled up. On May 8, 1999, the police took a\nvoluntary statement from Stewart, who recalled hearing\nsomeone yell, ‘‘Yo, that’s Troy,’’ and observed someone\n\fthat appeared to be the petitioner just before shots\nwere fired. On May 13, 1999, the police took a voluntary\nstatement from Jesse Campbell. Campbell explained\nthat just prior to the shooting the petitioner pulled into\na Kentucky Fried Chicken restaurant in a Monte Carlo\nand parked next to him. Campbell stated that he recog-\nnized the petitioner because they had lived near each\nother for about two years, and they waved to each other\nwhile in the parking lot. A short while later, Campbell\nwatched as the Monte Carlo turned off its headlights,\nproceeded down Lenox Street, and drove alongside the\nLumina. He then heard shots being fired and observed\nflashes coming from the Monte Carlo. The Monte Carlo\nsped away, and Campbell observed the petitioner as\nits only occupant. Campbell identified a picture of the\nMonte Carlo as the vehicle he saw the petitioner driving\non night of the shooting, and he identified a photograph\nof the petitioner from a photographic array.\n   The petitioner was tried and convicted of murder in\nviolation of General Statutes § 53a-54a in Hartford in\n2000. At trial, the state’s evidence included the following\nrelevant testimony from Campbell, Smith, and Stewart.\nCampbell testified about his observation of the Monte\nCarlo and the petitioner on the night of the shooting.\nHe also identified the petitioner in court, and he identi-\nfied the photograph of petitioner he selected from a\nphotographic array he was shown when he gave his\nstatement to the police. Smith testified that he was a\npassenger in the Lumina when the shooting occurred,\nbut he stated that he did not see who fired the shots\nbecause he ‘‘ducked’’ down until after the shooter drove\naway. He also explained that he did not remember much\nabout the night of the shooting because he had con-\nsumed about six shots of alcohol and six marijuana\njoints and had suffered permanent memory loss from\na brain injury in August 1999. Finally, Stewart testified\nthat he was driving the Lumina on the night of the\nshooting and that he remembered a Monte Carlo pulling\nup very closely alongside the Lumina. Stewart testified\nthat he looked into the Monte Carlo to see who was\ndriving and, seconds before the shots were fired,\nshouted, ‘‘That’s Troy!’’ Stewart also stated that he rec-\nognized the Monte Carlo as being the same vehicle that\nhe had seen the petitioner driving earlier that evening.\nAfter his conviction, the petitioner filed a direct appeal,\nand this court affirmed the petitioner’s conviction on\nMarch 19, 2002. State v. Westberry, 68 Conn. App. 622,\n638, 792 A.2d 154, cert. denied, 260 Conn. 923, 797 A.2d\n519 (2002).\n   On December 30, 2003, Campbell and his mother had\na conversation over a monitored telephone line while he\nwas incarcerated on unrelated criminal charges. During\nthat conversation, Campbell opined that the prosecutor\nrecently discussed in open court the fact that he testi-\nfied for the state in the petitioner’s criminal trial. In the\nrecorded conversation, Campbell repeatedly expressed\n\fhis concern that people in jail were going to find out\nthat he testified for the state. At one point during the\nconversation, Campbell said: ‘‘Well of course that I lied;\nI don’t know nothing about that shit, what?’’ The\nrecording of the conversation between Campbell and\nhis mother subsequently was disclosed to the peti-\ntioner.\n   On January 14, 2003, the petitioner filed his first peti-\ntion for a writ of habeas corpus, in which he claimed\nactual innocence and a due process violation based on\nCampbell’s purported perjury. Westberry v. Commis-\nsioner of Correction, Superior Court, judicial district\nof New Haven, Docket No. CV-03-0473101-S, (Septem-\nber 15, 2011), aff’d, 141 Conn. App. 901, 59 A.3d 1205\n(2013). On June 7, 2011, the first habeas court, Zoarski,\nJ., conducted an evidentiary hearing at which the peti-\ntioner presented the testimony of James Ouludsen, the\npetitioner’s investigator, and Assistant State’s Attorney\nVicki Melchiorre.2 Ouludsen testified that on June 17,\n2007 he interviewed and took a statement from Camp-\nbell. In that statement, Campbell denied knowing the\npetitioner or seeing him at the time of the shooting\nincident and admitted to lying at the petitioner’s crimi-\nnal trial. Melchiorre testified that she was the attorney\nthat prosecuted the petitioner at his criminal trial. She\ntestified that Campbell was reluctant to testify at the\npetitioner’s criminal trial because he was concerned\nabout his safety in prison and because ‘‘he didn’t want\nto be labeled as a snitch.’’ On September 15, 2011, the\nfirst habeas court denied the petitioner’s first habeas\npetition because the petitioner failed to establish that\nhe was actually innocent of murder or that his convic-\ntion was the result of a due process violation. Westberry\nv. Commissioner of Correction, supra. In particular,\nthe first habeas court found that it could not ‘‘judge the\ncredibility of the alleged recantations of Jesse Campbell\nin the absence of his testimony under oath and subject\nto cross-examination.’’ Id. This court summarily\naffirmed the judgment of the first habeas court. Westb-\nerry v. Commissioner of Correction, 141 Conn. App.\n901, 59 A.2d 1205 (2013).\n   On June 5, 2012, Smith participated in a proffer ses-\nsion3 with federal authorities in which he stated that\nhe had lied at the petitioner’s criminal trial about not\nremembering anything about the shooting incident. He\nclaimed that when the petitioner pulled alongside the\nLumina, he observed ‘‘Bub,’’ subsequently identified as\nLorenza Mack, in the front passenger seat of the Monte\nCarlo . At the proffer session, Smith stated that he\nattempted to fire a nine millimeter firearm at the Monte\nCarlo, but the firearm malfunctioned and did not fire.4\nSmith then claimed that he saw Mack produce a firearm\nand shoot at the Lumina before he and the petitioner\ndrove away. After the proffer session, a federal agent\nthat participated in the proffer session prepared a writ-\nten report summarizing Smith’s statements (proffer\n\fstatement). A copy of the proffer statement was subse-\nquently provided to Smith and the petitioner.\n   On November 19, 2014, the petitioner filed an\namended petition for a writ of habeas corpus (second\nhabeas petition), which is the subject of this appeal. In\nthis action, the petitioner alleged actual innocence and\na due process violation based on the purported perjury\nof Campbell and Smith at his criminal trial.5 On January\n5, 2015, the second habeas court, Schuman, J., con-\nducted hearing trial at which the petitioner presented\nthe testimony of the following witnesses.6\n   The first witness presented by the petitioner was\nSmith, who testified by telephone from a federal correc-\ntional facility. During his testimony, Smith stated that he\nnever reviewed the proffer statement, and he disagreed\nwith the federal agent’s summary of his statements on\nmultiple occasions, particularly concerning the order\nof events during the shooting incident.7 Smith also pro-\nvided equivocal testimony concerning the shooting\nitself. Smith stated on multiple occasions that he\n‘‘believed’’ that Mack was the shooter rather than peti-\ntioner8 because that was the rumor on the street. In\nparticular, Smith explained that ‘‘being that I was\nyounger than most of them, I never really knew them\n[i.e., the petitioner or Mack], but I was in the car that\nnight and that’s who everybody believes it was [i.e.,\nMack]. That was the rumor on the street.’’\n   The petitioner then presented the testimony of Jill\nTherriault, a forensic firearms examiner, and Stewart\nto corroborate Smith’s proffer statement to federal\nauthorities. Therriault testified that she inspected the\nunfired nine millimeter cartridges that were recovered\nfrom the scene of the shooting, but she could not iden-\ntify or eliminate them as having been cycled through\nthe type of firearm Smith said he attempted to shoot\nat the Monte Carlo. Stewart testified that a defense\ninvestigator had shown him Smith’s proffer statement,\nbut, during the second habeas trial, he gave equivocal\ntestimony concerning its accuracy. On direct examina-\ntion, Stewart was asked whether Smith’s proffer state-\nment said that ‘‘Mack was the shooter and that he fired\nand Troy drove away,’’ and Stewart replied, ‘‘Yes.’’ Stew-\nart was then asked, ‘‘isn’t that true?’’ and he replied,\n‘‘Yes.’’ On cross-examination, however, Stewart\nacknowledged that in his statement to the police on May\n8, 1999, two days after the shooting, he never mentioned\nMack. He also acknowledged that he never mentioned\nMack at trial and that he testified that he yelled, ‘‘That’s\nTroy,’’ when the Monte Carlo pulled up next to them.\nOn redirect examination, Stewart was asked again if\nSmith’s proffer statement was ‘‘the true version of the\nevents,’’ and he replied, ‘‘Sort of, yes.’’ Later, when\nasked about whether he remembered Smith attempting\nto shoot at the Monte Carlo, Stewart replied, ‘‘I don’t\nknow about that,’’ and when he was asked if he wanted\n\fto look at Smith’s statement again, he replied, ‘‘Some-\nthing ain’t right.’’\n   The petitioner’s final two witnesses were Thomas\nDavis and Jason Douglas, who were called to establish\nthat Mack shot the victim, not the petitioner. Davis\ntestified that Mack was ‘‘jumped’’ by the victim and two\nother men three months before the shooting. Douglas,\na defense investigator, testified about his interview of\nGuy Eugene, who is currently serving a sentence for\nkilling Mack. Douglas explained that Eugene told him\nthat he killed Mack in retaliation for the victim’s death,\nand he then prepared a written statement of their dis-\ncussion. Douglas stated that he gave Eugene an oppor-\ntunity to look at his notes but that Eugene declined to\nsign the statement he prepared.\n   In addition to the testimony of these witnesses, the\nhabeas court admitted several exhibits, including all of\nthe transcripts from the petitioner’s criminal trial, the\ntranscripts from the petitioner’s first habeas trial,\nCampbell’s telephone conversation with his mother,\nCampbell’s sworn statement,9 Smith’s proffer state-\nment,10 and the affidavit by Douglas in which he memori-\nalized Eugene’s purported statements to him\n(Eugene’s statement).11\n   On February 18, 2015, the second habeas court issued\na written memorandum of decision denying the petition-\ner’s second habeas petition. In that memorandum, the\ncourt discredited the testimony and statements of Smith\nand Stewart as well as the statements made by Campbell\nand Eugene.12 Concerning Smith, the court found that\nhis testimony at the hearing was not credible because\n‘‘his testimony at the hearing on the shooting was hesi-\ntant, saying he does not ‘believe’ the shooter was the\npetitioner and that he ‘believes’ the shooter was Lorenza\nMack. He also admitted that some of his proffer, particu-\nlarly concerning the order of events during the shooting\nincident, was wrong.’’ The court observed: ‘‘It is hard\nto see how he could have remembered so little in 2000,\none year after the shooting, perhaps understandably\nbecause he was under the influence of alcohol and\ndrugs, and yet recant and identify the shooter twelve\nand fourteen years after the incident.’’\n   Concerning Stewart, the court noted that Stewart’s\ntestimony was ‘‘extremely hesitant’’ and that ‘‘[h]e pro-\nvided only reluctant answers in response to leading\nquestions.’’ The court observed: ‘‘There was no mention\nin [Stewart’s] virtually contemporaneous [sworn] state-\nment [to the police two days after the shooting] of\nLorenza Mack or Bub, thus casting grave doubt on the\nveracity of Stewart’s testimony at the habeas trial over\nfourteen years later.’’\n    Concerning Campbell, the court found that, after\nreviewing Campbell’s phone call and sworn statement,\n‘‘it cannot put any weight on his alleged recantations\n\fin the absence of seeing Campbell in person and having\nhim face cross-examination.’’\n   Finally, the court ‘‘attach[ed] no weight to Eugene’s\nstatement’’ because ‘‘[t]he affidavit consisted of the\ninvestigator’s rendition of Eugene’s oral statements,’’\n‘‘Eugene himself declined to sign a written statement,’’\nand the affidavit stated that Eugene would be willing\nto testify in court, which was untrue. The court also\nobserved: ‘‘Eugene’s motive or state of mind as to why\nhe would kill Mack is essentially irrelevant and does\nnot in any way constitute reliable evidence as to who\nkilled [the victim].’’13\n   In its memorandum of decision, the second habeas\ncourt also rejected the petitioner’s actual innocence\nand due process claims. The court articulated several\nbases for its conclusion. In relevant part, the court\nrejected the petitioner’s actual innocence claim on the\nmerits because he ‘‘failed to prove by clear and convinc-\ning evidence that he is actually innocent of murder\nand that no reasonable jury would find him guilty.’’ In\nparticular, the court observed that ‘‘[t]he petitioner’s\ncase instead rested almost entirely on the recantations\nof the key witnesses,’’ and ‘‘[o]ur law views such recan-\ntations with skepticism.’’ Furthermore, the court\nexplained that ‘‘there are good reasons to remain highly\nskeptical of the recantations in this case. In addition\nto those specific reasons, there is the more general\nconcern that the petitioner did not offer any valid expla-\nnation, such as a mistaken identification, why the\nrecanting witnesses would all proceed to provide false\ntestimony at the criminal trial and, with the exception\nof Smith, implicate the petitioner.’’\n   The court also rejected the petitioner’s due process\nclaim on the merits. The court first explained that the\npetitioner had withdrawn the claim in his petition that\nthe state knew or should have known that false testi-\nmony was presented at the criminal trial. Nonetheless,\nthe court explained that the petitioner, relying on\nOrtega v. Duncan, 333 F.3d 102 (2d Cir. 2003), claimed\nthat ‘‘the court should grant habeas relief because the\njury relied on perjured, material testimony, even if the\nstate did not know . . . of the perjury.’’ Although the\ncourt observed that ‘‘Connecticut . . . has not adopted\nthe Ortega rule,’’ it nonetheless held that, regardless, the\ndefendant could not prevail under the Ortega standard\nbecause he failed to establish that ‘‘the witnesses pre-\nsented false testimony at trial and that their recanta-\ntions are true.’’\n                             I\n  We first address the petitioner’s claim that the habeas\ncourt erroneously concluded that his due process rights\nwere not violated by the use of perjured testimony at\nhis criminal trial. The petitioner has withdrawn any\nclaim that the state knew or should have known that\n\fit was presenting purportedly perjured testimony, and,\ninstead, he argues that ‘‘the use of perjured testimony\n[in his criminal trial], even absent the [s]tate’s knowl-\nedge, is a violation of due process. . . .’’ It remains\nan open question in Connecticut whether the state’s\nunknowing use of perjured testimony at trial can violate\ndue process. Gould v. Commissioner of Correction, 301\nConn. 544, 570–71 and n.18, 22 A.3d 1196 (2011). The\nmajority of jurisdictions require a habeas petitioner to\nprove that the state knew or should have known that\nit was presenting false testimony to raise a due process\nclaim. Id., 570 n.18. However, a minority of jurisdictions,\nincluding the United States Court of Appeals for the\nSecond Circuit, have held that the use of perjured testi-\nmony at trial by itself, even without the state’s knowl-\nedge of its falsity, can give rise to a due process claim.\nId; see, e.g., Ortega v. Duncan, supra, 333 F.3d 108. We\nconclude that it is unnecessary for us to resolve whether\nConnecticut recognizes a due process claim based on\nthe state’s unknowing use of perjured testimony\nbecause we agree with the second habeas court that\nthe petitioner failed to establish that perjured testimony\nwas used at his criminal trial.\n   To support his claim that his conviction was based\non the use of perjured testimony, the petitioner relies\non Campbell’s and Smith’s recantations. However, the\nhabeas court explicitly discredited these recantations.\nIt is well established that ‘‘[t]his court does not retry\nthe case or evaluate the credibility of witnesses. Rather,\nwe must defer to the [trier of fact’s] assessment of\nthe credibility of the witnesses based on its firsthand\nobservation of their conduct, demeanor and attitude.’’\n(Internal quotation marks omitted.) Jackson v. Com-\nmissioner of Correction, 149 Conn. App. 681, 711, 89\nA.3d 426 (2014), appeal dismissed, 321 Conn. 765, 138\nA.3d 278 (2016) (certification improvidently granted).\nWe cannot disturb the underlying credibility determina-\ntions or facts found by the habeas court unless they\nare clearly erroneous. State v. Buhl, 321 Conn. 688,\n708, 138 A.3d 868 (2016). The petitioner has failed to\nestablish that the second habeas court’s credibility\ndeterminations were clearly erroneous.\n   Concerning Campbell, the court reasonably con-\ncluded that ‘‘it [could not] put any weight on [Camp-\nbell’s] alleged recantations in the absence of seeing\nCampbell in person and having him face cross-examina-\ntion.’’ The petitioner maintains that the court could\nhave, and should have, credited Campbell’s recantation\nbecause Campbell invoked his fifth amendment right\nagainst self-incrimination and his statements were\nadmitted as statements against penal interest, which\nrequires ‘‘a judicial determination of trustworthiness’’\nand ‘‘must be accorded equivalent consideration as tes-\ntimony . . . .’’14 We disagree. The court acted well\nwithin its discretion by declining to speculate as to\nwhy Campbell invoked his fifth amendment right not\n\fto testify. See Skakel v. State, 295 Conn. 447, 500, 991\nA.2d 414 (2010). The petitioner also erroneously con-\nflates admissibility with weight. When the habeas court\ndetermined that Campbell’s statements were admissi-\nble, it was engaging in a gatekeeping function. See id.\nThe court simply determined that the evidence met the\nthreshold that would allow it to consider the evidence.\nIt was not acting in its capacity as the trier of fact to\ndetermine whether it would find the evidence credible.\nSee id., 479.15 The mere fact that a court determines\nthat evidence is admissible under the Connecticut Code\nof Evidence does not mean that the trier of fact must\nultimately credit that evidence.\n   The court also had an adequate factual basis for dis-\ncrediting Smith. Smith’s testimony was hesitant and\nequivocal, and he merely stated that he ‘‘believes’’ that\nMack was the shooter, not that he knows that Mack was\nthe shooter. Additionally, Smith repeatedly corrected\nportions of the proffer statement, particularly the\ndetails concerning the order of events during the shoot-\ning. The petitioner maintains that the court clearly erred\nin its credibility determination because Smith’s recanta-\ntion was corroborated by Eugene’s statement and Stew-\nart’s and Theriault’s testimony. However, the court\ndiscredited Eugene’s statement because it was neither\nwritten nor signed by him and the investigator’s affidavit\ncontained an incorrect assertion that Eugene was will-\ning to testify at the habeas trial. Additionally, Eugene’s\nstatement merely addressed his purported reason for\nkilling Mack. The court also discredited Stewart’s recan-\ntation because his testimony about the night of the\nshooting was ‘‘extremely hesitant’’ and he was reluctant\nto answer even leading questions. Finally, although the\ncourt credited Theriault’s testimony, that testimony\nmerely established that two nine millimeter bullets were\nrecovered from the Lumina and that they would fit in\nSmith’s firearm, not that Smith saw Mack during the\nshooting incident.\n  Therefore, we conclude that the second habeas court\ndid not err in rejecting the petitioner’s due process\nclaim.\n                            II\n   We now turn to the petitioner’s claim that he is actu-\nally innocent. We begin our analysis by setting forth\nthe relevant legal principles and standard of review\nthat governs our analysis. In Miller v. Commissioner\nof Correction, 242 Conn. 745, 791–92, 700 A.2d 1108\n(1997), our Supreme Court articulated the standard of\nproof that a habeas corpus petitioner must satisfy in\norder to prevail on a claim of actual innocence: ‘‘First,\ntaking into account both the evidence produced in the\noriginal criminal trial and the evidence produced in\nthe habeas hearing, the petitioner must persuade the\nhabeas court by clear and convincing evidence, as that\nstandard is properly understood and applied in the con-\n\ftext of such a claim,16 that the petitioner is actually\ninnocent of the crime of which he stands convicted.\nSecond, the petitioner must establish that, after consid-\nering all of that evidence and the inferences drawn\ntherefrom . . . no reasonable fact finder would find\nthe petitioner guilty.’’17 (Footnote added.) Id., 791–92.\n   Under the first Miller prong, actual innocence means\n‘‘factual innocence,’’ not ‘‘legal innocence,’’ and must\nbe ‘‘demonstrated by affirmative proof that the peti-\ntioner did not commit the crime.’’ (Emphasis added.)\nGould v. Commissioner of Correction, supra, 301 Conn.\n560–61. ‘‘Affirmative proof of actual innocence is that\nwhich might tend to establish that the petitioner could\nnot have committed the crime even though it is\nunknown who committed the crime, that a third party\ncommitted the crime or that no crime actually\noccurred.’’ (Emphasis in original.) Id., 563. ‘‘Recanta-\ntions of inculpatory criminal trial testimony undoubt-\nedly are relevant to a determination of innocence. But\nevidence of that nature must be accompanied by affir-\nmative evidence of innocence to meet Miller’s standard\nof clear and convincing evidence.18 (Emphasis in origi-\nnal.) Id., 564.\n   Our standard of review for claims of actual innocence\nis twofold. ‘‘The appropriate scope of review [for the\nfirst Miller prong] is whether, after an independent and\nscrupulous examination of the entire record, we are\nconvinced that the finding of the habeas court . . . is\nsupported by substantial evidence.’’ Miller v. Commis-\nsioner of Correction, supra, 242 Conn. 803. In contrast,\nthe plenary standard of review applies to the second\nMiller prong. Id., 805.\n   In the present case, the petitioner’s claim of actual\ninnocence is based on Campbell’s and Smith’s discred-\nited recantations as well as Eugene’s discredited state-\nment. The petitioner offers no credible or affirmative\nevidence of his actual innocence. The only nonrecanta-\ntion evidence offered at the second habeas trial was\nevidence that (1) two nine millimeter bullets were\nrecovered from the Lumina, (2) Mack was ‘‘jumped’’ by\nthe victim and two other men three months before\nthe shooting, and (3) Eugene shot Mack because he\nbelieved, based on street rumors, that Mack shot the\nvictim. Even if this evidence were accepted as true,\nnone of it constitutes affirmative evidence of the peti-\ntioner’s actual, factual innocence. ‘‘[I]t is important to\nunderscore that courts universally view recantation evi-\ndence with a healthy dose of skepticism.’’ Gould v.\nCommissioner of Correction, supra, 301 Conn. 568. One\nof the reasons that reviewing courts are highly skeptical\nof recantations is that recantations can often be out of\nsympathy for the petitioner rather than a desire to\n‘‘come clean’’ about prior perjury. Id., 568 n.17. Our\nreview of the record reveals that the impetus for the\nwitnesses’ recantations might well be the street rumors\n\fthat Mack was the shooter, rather than personal knowl-\nedge that Mack was in the Monte Carlo the night of the\nshooting and that Mack shot the victim.19\n   We conclude for the foregoing reasons and after an\nindependent and scrupulous examination of the entire\nrecord that the habeas court did not err in denying the\npetitioner’s actual innocence claim because the peti-\ntioner did not meet his burden under the first prong\nof Miller.20\n      The judgment is affirmed.\n      In this opinion the other judges concurred.\n  1\n     The habeas court granted the petition for certification to appeal. See\nGeneral Statutes § 52-470.\n   2\n     The petitioner attempted to call Campbell as a witness at his first habeas\ntrial, but Campbell invoked his fifth amendment right against self-incrimi-\nnation.\n   3\n     Under the federal sentencing guidelines, the federal government may file\na motion on behalf of a defendant that has ‘‘provided substantial assistance in\nthe investigation or prosecution of another person who has committed an\noffense’’ in which it asks the court to depart from the sentencing guidelines\nat sentencing, including a departure below a mandatory minimum sentence.\nU.S.S.G. § 5K1.1. A ‘‘proffer session’’ is the meeting between federal authori-\nties, the defendant, and his counsel at which the defendant makes a state-\nment concerning his or other individuals’ criminal conduct. Depending on\nthe content of the defendant’s statement and his credibility, the government\nmay or may not filed a § 5K1.1 motion with the court prior to sentencing.\nAt sentencing, when deciding whether to depart from the guidelines based\non a § 5K1.1 motion, the court may consider, inter alia, ‘‘the truthfulness,\ncompleteness, and reliability of any information or testimony provided by\nthe defendant.’’ U.S.S.G. § 5K1.1 (a) (2).\n   4\n     During his brief, and reluctant, trial testimony, Smith did not mention\nthat he attempted to shoot at the Monte Carlo. In relevant part, he engaged\nin the following colloquy with the prosecutor:\n   ‘‘Q. All right. Do you recall seeing whether or not a car pulled up next\nto you?\n   ‘‘A. Yeah. A car pulled up. Yeah, a car pulled up.\n   ‘‘Q. Okay. Then what happened?\n   ‘‘A. They started shooting. Somebody started shooting.\n   ‘‘Q. Okay. Did you see who started shooting? Is that a no?\n   ‘‘A. No.\n   ‘‘Q. What did you see?\n   ‘‘A. I seen—I just looked. I seen a car, and I ducked. I just ducked.\n   ‘‘Q. You always duck every time a car comes near you? What made\nyou duck?\n   ‘‘A. ‘Cause\n   ‘‘Q. ‘Cause why?\n   ‘‘A. ‘Cause, you know, I just ducked.’’\n   5\n     The respondent, the Commissioner of Correction, argues that any claim\nof actual innocence or a due process violation based on Campbell’s recanta-\ntion is barred by the doctrine of res judicata. As we have disposed of the\npetitioner’s claim on other grounds, we need not address this argument.\nSee Edwards v. Commissioner of Correction, 141 Conn. App. 430, 431\nn.1, 63 A.3d 540, cert. denied, 308 Conn. 940, 66 A.3d 882 (2013); Cole v.\nCommissioner of Correction, 126 Conn. App. 775, 777 n.1, 12 A.3d 1065\n(per curiam), cert. denied, 300 Conn. 937, 17 A.3d 473 (2011).\n   6\n     The petitioner attempted to call Campbell and Eugene to testify, but\nthey both invoked their fifth amendment right against self-incrimination.\n   7\n     For example, the following exchange occurred between the petitioner’s\ncounsel and Smith during direct examination:\n   ‘‘Q. Okay. Sir, if I read you the portion of the proffer session, would that\nrefresh your recollection as to the order of events?\n   ‘‘A. It might.\n   ‘‘Q. Okay. It says: ‘Smith attempted to fire the TEK-9 at [the petitioner’s]\ncar but the TEK-9 malfunctioned and didn’t fire. Smith then saw Bub [i.e.,\nMack] produce a firearm and proceed to shoot in the car occupied by Smith.’\nDoes that refresh your recollection?\n   ‘‘A. No, I don’t think it happened like that.\n   ‘‘Q. No, you don’t think it happened like that?\n\f   ‘‘A. No.\n   ‘‘Q. All right. This is certainly what you told the [federal] agents.\n   ‘‘A. No.\n   ‘‘Q. At any time with your discussions with your lawyers or [the federal]\nprosecutors or the [federal] agents, did you ever tell them that you were\nfired upon first and then you tried to fire?\n   ‘‘A. I’m not sure.\n   ‘‘Q. All right. After—you know that you were ordered to be truthful in\nthis statement. Correct?\n   ‘‘A. Correct.\n   ‘‘Q. And that the 5K [motion] would not be given to you unless you told\nthe truth to the [federal] agents and to the [assistant United States attorney].\n   ‘‘A. That’s true.\n   ‘‘Q. And now you’re saying that what’s in the report is not true.\n   ‘‘A. I’m not saying that. I’m just saying I can’t remember if that’s how\nit happened.\n   ‘‘Q. Well, can you not remember?\n   ‘‘A. No, you know, I also had a brain injury.\n   ‘‘Q. Okay. We understand that, but when you spoke to the [federal] agents,\nyou gave them [a] very specific order as to how things happened, isn’t that\ncorrect, according to this report?\n   ‘‘A. It could appear like that, but I don’t believe that’s how it happened.\n   ‘‘Q. All right. Well, did you make any corrections to the [federal]\nagent’s report?\n   ‘‘A. No, I never seen it.’’\n   8\n     For example, the following exchange occurred between the petitioner’s\ncounsel and Smith during direct examination:\n   ‘‘Q. . . . Do you recall a car pulling up alongside the car that you were in?\n   ‘‘A. Yeah.\n   ‘‘Q. Do you recall being able to see the driver of the car?\n   ‘‘A. I mean it was blurry, but yeah.\n   ‘‘Q. Okay. And who was the driver?\n   ‘‘A. Well, I believe it was [the petitioner’s].\n   ‘‘Q. Okay.\n   ‘‘A. That’s what I believe.\n   ‘‘Q. All right. Could you see someone else in the front seat passenger of\n[the petitioner’s] car?\n   ‘‘A. Yeah.\n   ‘‘Q. And who was that?\n   ‘‘A. I believe that was, um, Bub.\n   ‘‘Q. Okay. Is Bub also known as Lorenz[a] Mack?\n   ‘‘A. Yeah.\n                                       ***\n   ‘‘Q. Okay. And so did you attempt to shoot at [the petitioner’s] car?\n   ‘‘A. I think they fired. They already fired.’’\n                                       ***\n   ‘‘Q. And you reiterated is it true that [the petitioner]] did not shoot or\nfire on the car that you were in. Is that correct?\n   ‘‘A. Yeah, I don’t believe it was him.’’ (Emphasis added.)\n   9\n     A transcript and recording of Campbell’s phone conversation and Camp-\nbell’s sworn statement were admitted as statements against penal interest.\n   10\n      The petitioner offered and the court admitted Smith’s proffer statement\nas a prior inconsistent statement.\n   11\n      When Eugene invoked his fifth amendment right against self-incrimina-\ntion, the court admitted Douglas’ affidavit about their meeting into evidence\nonly for nonhearsay purposes, i.e., for establishing that Eugene’s motive\nfor killing Mack was his belief, based on street rumors, that Mack killed\nthe victim.\n   12\n      The court credited the testimony of Davis and Therriault, but ultimately\nconcluded that their testimony did not support the petitioner’s claim.\n   13\n      The court emphasized that the investigator’s description of Eugene’s\nclaim that ‘‘ ‘it is well known on the street’ ’’ that Mack killed the victim\nwas not admitted ‘‘for the truth of the matter but rather it [was admitted]\nonly for the nonhearsay purpose of showing Eugene’s motive or state of\nmind, to the extent that the latter was relevant.’’\n   14\n      Section 8-6 (4) of the Connecticut Code of Evidence provides: ‘‘State-\nment against penal interest. A trustworthy statement against penal interest\nthat, at the time of its making, so far tended to subject the declarant to\ncriminal liability that a reasonable person in the declarant’s position would\nnot have made the statement unless the person believed it to be true. In\ndetermining the trustworthiness of a statement against penal interest, the\ncourt shall consider (A) the time the statement was made and the person\nto whom the statement was made, (B) the existence of corroborating evi-\n\fdence in the case, and (C) the extent to which the statement was against\nthe declarant’s penal interest.’’\n   15\n      We note that the petitioner argues in his brief that Skakel supports his\nargument that ‘‘the only adverse inference that may be logically inferred\n[from Campbell’s invocation of his fifth amendment right], is that Jesse\nCampbell’s trial testimony was perjured.’’ In particular, he quotes a portion of\nthe Supreme Court’s summary of the trial court’s memorandum of decision,\nwithout attribution, to support his assertion that ‘‘[b]y refusing to testify as\nto the veracity of his testimony at the [p]etitioner’s criminal trial, Mr. Camp-\nbell is acknowledging criminal liability [from his trial testimony].’’ We\nobserve that Skakel is squarely adverse to the petitioner’s position with\nrespect to Campbell. In Skakel, the defendant sought a new trial based on\nstatements by Gitano Bryant that inculpated two other persons in the victim’s\nmurder. Skakel v. State, supra, 295 Conn. 468. While the court admitted\nBryant’s statement as a statement against penal interest after Bryant invoked\nhis fifth amendment right against self-incrimination, it ultimately did not\ncredit Bryant’s statement. Id., 473–77. In affirming the trial court’s decision,\nthe Supreme Court not only ‘‘decline[d] to speculate as to why Bryant\ninvoked his fifth amendment right not to testify’’ but also held that the court\ndid not abuse its discretion by ‘‘concluding that Bryant’s account, while\nsufficiently trustworthy to be admissible, ‘is absent any genuine corrobora-\ntion . . . lacks credibility, and therefore, would not produce a different\nresult in a new trial.’ ’’ Id., 500–501.\n   16\n      ‘‘The clear and convincing standard of proof is substantially greater\nthan the usual civil standard of a preponderance of the evidence, but less\nthan the highest legal standard of proof beyond a reasonable doubt. It is\nsustained if the evidence induces in the mind of the trier a reasonable belief\nthat the facts asserted are highly probably true, that the probability that\nthey are true or exist is substantially greater than the probability that they\nare false or do not exist. . . . [T]he clear and convincing evidence standard\nshould operate as a weighty caution upon the minds of all judges, and it\nforbids relief whenever the evidence is loose, equivocal or contradictory.’’\n(Emphasis in original; footnote omitted; internal quotation marks omitted.)\nMiller v. Commissioner of Correction, supra, 242 Conn. 794–95.\n   17\n      ‘‘There are two types of actual innocence claims: Gateway and freestand-\ning. In a freestanding claim of actual innocence, ‘there is no claim of an\nantecedent constitutional violation that affected the result of [the] criminal\ntrial. Such a freestanding claim is to be contrasted with what has come to\nbe known in federal habeas jurisprudence as a ‘‘gateway’’ claim of actual\ninnocence. Such a claim serves as a gateway to permit federal habeas review\nof an otherwise procedurally barred state conviction that the petitioner\nasserts is constitutionally flawed’; Miller v. Commissioner of Correction,\n[supra, 242 Conn. 788 n. 28]; it is ‘[a] claim based on an antecedent constitu-\ntional violation that affects the results of the criminal trial . . . .’ Id., 813\nn. 7 (Berdon, J., concurring and dissenting).’’ Rivera v. Commissioner of\nCorrection, 70 Conn. App. 452, 461 n.2, 800 A.2d 1194, cert. denied 261 Conn.\n921, 806 A.2d 1061 (2002).\n   The petitioner contends that he has asserted a ‘‘gateway’’ claim of actual\ninnocence and that the habeas court erred in failing to apply the federal\nstandard for review of gateway claims of actual innocence set forth by the\nUnited States Supreme Court in Schlup v. Delo, 513 U.S. 298, 115 S. Ct. 851,\n130 L. Ed. 2d 808 (1995). We disagree. ‘‘Neither this court nor our Supreme\nCourt has expressly recognized the viability of a gateway claim of actual\ninnocence in this state. In the federal courts, a habeas petitioner may assert\na claim of actual innocence to circumvent a procedural obstacle [under\nfederal statutory law] that would otherwise operate to bar review of a claim\nof constitutional error affecting the criminal trial. See [Schlup v. Delo, supra],\n314. Such an actual innocence claim is thus ‘a gateway through which a\nhabeas petitioner must pass to have his otherwise barred constitutional\nclaim considered on the merits.’ Herrera v. Collins, 506 U.S. 390, 404, 113\nS. Ct. 853, 112 L. Ed. 2d 203 (1993).’’ Rivera v. Commissioner of Correction,\nsupra, 70 Conn. App. 461; see also Rivas v. Fischer, 687 F.3d 514, 541 (2d Cir.\n2012) (‘‘A claim of actual innocence under Schlup is therefore procedural, not\nsubstantive. . . . The petitioner raising such a claim does not seek to have\nhis conviction vacated on grounds of innocence; rather, he seeks to create\nsufficient doubt about his guilt that the habeas court will permit him to\npursue his accompanying constitutional claims notwithstanding an other-\nwise applicable procedural bar.’’ [Citation omitted.]). In the present case,\nthe petitioner was not confronted with any procedural impediments to\nreview of his actual innocence claim, and, indeed, the habeas court and this\ncourt have fully addressed the merits of that claim. The petitioner was\ntherefore in no need of a ‘‘gateway.’’\n\f   18\n      Our Supreme Court has not addressed whether a habeas petitioner must\nsupport his claim of actual innocence with newly discovered evidence. ‘‘This\ncourt, nevertheless, has held that a claim of actual innocence must be based\non newly discovered evidence. [A] writ of habeas corpus cannot issue unless\nthe petitioner first demonstrates that the evidence put forth in support of\nhis claim of actual innocence is newly discovered. . . . This evidentiary\nburden is satisfied if a petitioner can demonstrate, by a preponderance of\nthe evidence, that the proffered evidence could not have been discovered\nprior to the petitioner’s criminal trial by the exercise of due diligence.’’\n(Internal quotation marks omitted.) Jackson v. Commissioner of Correction,\nsupra, 149 Conn. App. 707–708.\n   In the present case, the second habeas court concluded that the recanta-\ntion and Eugene’s statement were not newly discovered evidence because\nnone of it ‘‘negates the fact that the petitioner was driving the car at the\ntime of the shooting.’’ Therefore, the petitioner certainly would have known\nat the time of trial that Mack was the real shooter, and he might have known\nwho saw him and Mack together at the time of the shooting. We have held\nthat information that the petitioner ‘‘had personal knowledge of from his\nown experience and activities . . . is not, as a matter of law, newly discov-\nered evidence.’’ Morant v. State, 68 Conn. App. 137, 147, 802 A.2d 93, cert.\ndenied, 260 Conn. 914, 796 A.2d 558 (2002), overruled on other grounds,\nShabbaz v. State, 259 Conn. 811, 830 n.13, 792 A.2d 797 (2002); see, e.g., State\nv. White, 76 Conn. App. 509, 513, 819 A.2d 932 (2003) (victim’s recantation did\nnot constitute newly discovered evidence where defendant knew at time of\nplea hearing that victim, who had resumed a relationship with the defendant,\nwas uncooperative with police, and wanted to avoid his incarceration). The\npetitioner maintains, however, that ‘‘[t]he newly discovered evidence is not\nMr. Mack’s culpability, but rather the recantations of three of the [s]tate’s\nwitnesses: Jesse Campbell, Joseph Smith, and Dwayne Stewart.’’\n   Even if we assume, without deciding, that the recantations and Eugene’s\nstatement constitute newly discovered evidence, however, the petitioner’s\nactual innocence claim fails on the merits.\n   19\n      ‘‘They say’’ is often a great liar, according to the Irish proverb. Accord\nConn. Code Evid. § 8-2.\n   20\n      Accordingly, we need not address whether the petitioner has satisfied\nMiller’s second prong. See Gould v. Commissioner of Correction, supra,\n301 Conn. 559 n.14 (‘‘That examination [of the Miller test] suggests to us\nthat there may not be any case in which the first prong [of the Miller test]\nis not dispositive of the petition. . . . Indeed . . . the first prong of Miller\nsets forth the heart of an actual innocence claim.’’); see, e.g., Jackson v.\nCommissioner of Correction, supra, 149 Conn. App. 713–14.\n\f",
            "ocr": false,
            "opinion_id": 4106732
        }
    ],
    "court_short_name": "Connecticut Appellate Court",
    "court_full_name": "Connecticut Appellate Court",
    "court_type": "SA",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Murder"
}