{
    "id": 4338092,
    "judges": null,
    "date_filed": "1986-08-24",
    "date_filed_is_approximate": true,
    "slug": "state-v-rodriguez-ramos",
    "case_name_short": null,
    "case_name": "State v. Rodriguez Ramos",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 41.0,
            "download_url": "http://www.courts.wa.gov/opinions/pdf/924546.pdf",
            "author_id": null,
            "opinion_text": "                                                        This opinion was filed for record\n        CLIIUCI OPI'ICI\n...,_OOUM.IIJII'IIICif'-IINII'ION                     at Q!oOrun o<JCuLI~ /AJJ1\nl,     ~TE JAN 1 2 2~17 i\n-~)4M~1s1J;(f                                      ~~a..~-\n\n\n          IN THE SUPREME COURT OF THE STATE OF WASHINGTON\n\n                                            )\n     STATE OF WASHINGTON,                   )\n                                            )\n                            Respondent,     )     No. 92454-6\n                                            )\n           v.                               )\n                                            )     ENBANC\n     JOEL RODRIGUEZ RAMOS,                  )\n                                            )\n                            Petitioner.     )     Filed:    JAN 1 2 2017\n       _______________________)\n           YU, J.--When a juvenile offender is sentenced in adult court, youth matters\n\n     on a constitutional level. Even for homicide offenses, \"mandatory life-without-\n\n     parole sentences for juveniles violate the Eighth Amendment.\" Miller v. Alabama,\n\n     567 U.S.~' 132 S. Ct. 2455,2464, 183 L. Ed. 2d 407 (2012) (citing U.S. CONST.\n\n     amend VIII). Therefore, where a convicted juvenile offender faces a possible life-\n\n     without-parole sentence, the sentencing court must conduct an individualized\n\n     hearing and \"take into account how children are different, and how those\n\n     differences counsel against irrevocably sentencing them to a lifetime in prison.\"\n\n     Id. at 2469. This individualized Miller hearing \"gives effect to Miller's substantive\n\fState v. Ramos, No. 92454-6\n\n\nholding that life without parole is an excessive sentence for children whose crimes\n\nreflect transient immaturity.\" Montgomery v. Louisiana, 577 U.S._, 136 S. Ct.\n\n718, 735, 193 L. Ed. 2d 599 (2016).\n\n       As a juvenile homicide offender facing a de facto life-without-parole\n\nsentence, petitioner Joel Rodriguez Ramos was entitled to a Miller hearing, just as\n\na juvenile homicide offender facing a literal life-without-parole sentence would be.\n\nBased on the record presented, we hold that Ramos did receive a constitutionally\n\nadequate Miller hearing and he has not shown that his aggregated 85-year sentence\n\nviolates the Eighth Amendment. We decline to engage in an independent state\n\nconstitutional analysis because the issue is inadequately briefed. We further hold\n\nthat the State did not breach the plea agreement, and we therefore affirm the Court\n\nof Appeals in result.\n\n                              FACTUAL BACKGROUND\n\n       The basic facts of Ramos' offenses are undisputed:\n\n             Mr. Ramos and his friend, Miguel Gaitan, both 14, broke into\n       the Skelton family home on March 24, 1993. They were armed with\n       knives. Mr. Michael Skelton, who was disabled, confronted the\n       burglars and was stabbed and beaten to death by the two young men.\n       Mr. Gaitan then attacked and killed Mrs. Lynn Skelton in the\n       bathroom shower. He stabbed her 51 times and also beat her with a\n       baseball bat. Twelve-year-old Jason Skelton went to his mother's aid.\n       Gaitan killed him as well; Jason's body was found near his mother's.\n\n             The two young men searched the house for items to steal. They\n       found six-year-old Bryan Skelton in his bedroom and told the\n\n\n                                          2\n\fState v. Ramos, No. 92454-6\n\n\n       youngster to go to sleep. They pulled the bedcovers over his head,\n       and Mr. Ramos then hit Bryan in the head with a piece of firewood,\n       fracturing his skull. Bryan was also stabbed in the heart. Mr. Ramos\n       later told the court that he killed Bryan in order to prevent him from\n       identifying the two assailants.\n\nState v. Ramos, 152 Wash. App. 684, 687-88, 217 P.3d 384 (2009) (footnote\n\nomitted). In his statement on plea of guilty, Ramos stated that \"at one point, I ran\n\noutside. But then I ran back in. Later while inside I picked up a piece of firewood\n\nand hit Brian Skelton in the head with it so he could not identify us later.\" Clerk's\n\nPapers (CP) at 80. A juvenile detention employee overheard Gaitan tell another\n\ndetainee \"that it was a gang initiation and that they were to burglarize the house. If\n\nanybody was there, they were supposed to take care of them.\" 1 Report of\n\nProceedings (RP) at 49.\n\n                                PROCEDURAL HISTORY\n\n       In August 1993, Ramos pleaded guilty in superior court to one count of first\n\ndegree premeditated murder for the death of Bryan Skelton and three counts of first\n\ndegree felony murder for the deaths of Michael, Lynn, and Jason Skelton. 1 \"Both\n\nparties recommended that the court impose the minimum possible sentence-\n\nconsecutive 240 month terms on each count.\" Ramos, 152 Wash. App. at 689.\n\n\n\n       1\n         As part of his plea agreement, \"Ramos agreed to waive juvenile court jurisdiction and\nplead guilty in superior court.\" Ramos, 152 Wash. App. at 688. There are no issues regarding the\nvalidity of the plea agreement or the waiver of juvenile court jurisdiction currently before this\ncourt.\n\n\n                                                3\n\fState v. Ramos, No. 92454-6\n\n\nAlthough the sentencing court opined \"that the murder of Bryan Skelton deserved\n\nmore than 240 months, the court nonetheless imposed the requested sentence.\" I d.\n\nRamos' term oftotal confinement was thus 960 months (80 years). CP at 15.\n\n       Thirteen years later, Ramos filed both an appeal and a personal restraint\n\npetition (PRP). After this court ordered the Court of Appeals to proceed with the\n\nappeal as though it were timely filed, the Court of Appeals rejected Ramos' appeal\n\non the merits and dismissed his PRP. This court granted review only as to the\n\ncommunity placement term of Ramos' sentence, and \"remanded to the Court of\n\nAppeals for reconsideration in light of State v. Broadaway, 133 Wash. 2d 118, 942\n\nP.2d 363 (1997).\" Order, State v. Ramos, No. 83819-4 (Wash. Apr. 1, 2010). The\n\nCourt of Appeals in turn remanded to the trial court for clarification of the \"'period\n\nof community placement required by law.\"' State v. Ramos, noted at 156 Wn.\n\nApp. 1041,2010 WL 2487831, at *2 (quoting Broadaway, 133 Wash. 2d at 136).\n\nRamos again petitioned this court for review, and in a per curiam opinion, this\n\ncourt held that the trial court was required to exercise discretion in order to comply\n\nwith the Court of Appeals decision, and that \"Ramos, therefore, has a right to be\n\npresent and heard at resentencing.\" State v. Ramos, 171 Wash. 2d 46, 49, 246 P.3d\n\n811 (2011).\n\n       By the time Ramos' case was remanded for resentencing, the original\n\nsentencing judge had retired. A new judge conducted Ramos' resentencing, at\n\n\n                                          4\n\fState v. Ramos, No. 92454-6\n\n\nwhich Ramos argued for an exceptional sentence below the standard range, with\n\nhis 20-year sentences on each count \"to run concurrently rather than\n\nconsecutively.\" State v. Ramos, No. 30279-2-III, slip op. at 4 (Wash. Ct. App.\n\nApr. 16, 2013) (unpublished), http://www.courts.wa.gov/opinions/pdf/\n\n302792.pdf. The resentencing court believed that it did not have authority to\n\nconsider an exceptional sentence downward and denied Ramos' request. Ramos\n\nappealed.\n\n       The Court of Appeals noted that the procedural history \"presented the trial\n\ncourt, and now us, with a uniquely complex set of issues.\" Id. at 6. It ultimately\n\nconcluded that the sentencing court abused its discretion in determining that it did\n\nnot have the authority to consider Ramos' arguments for an exceptional sentence.\n\nTherefore, the Court of Appeals remanded for resentencing but noted that\n\n              [w ]e do not mean to express a view on how the trial court\n       should exercise its discretion. Mr. Ramos committed a heinous crime.\n       The appropriate sentence is the trial court's domain. We only point\n       out that Mr. Ramos has presented real reasons why a court might\n       choose to reduce his sentence. He should have the opportunity to\n       have his request considered with the correct law in mind.\n\nId. at 35.\n\n       The matter currently on review is Ramos' second resentencing, which was\n\nheld before a third judge. Ramos presented evidence and argument supporting an\n\nexceptional sentence below the standard range, specifically \"asking for the three\n\n\n\n\n                                          5\n\fState v. Ramos, No. 92454-6\n\n\nfelony murder convictions to be run concurrently,\" 2 RP at 156, resulting in a total\n\naggregate sentence of 320 months (26 years and 8 months), id. at 158. The State\n\npresented its own evidence and argument opposing an exceptional sentence, and\n\nasked that the court \"deny the exceptional sentence and just reaffi1m the sentence\n\nof 80 years.\" !d. at 144. However, the State acknowledged the court's authority to\n\nimpose a different sentence within the standard range or an exceptional sentence\n\ndownward.\n\n       The court denied Ramos' request for an exceptional sentence and imposed a\n\nsentence near the bottom of the standard range: 20-year sentences for each of the\n\nthree felony murder convictions and a 25-year sentence for the premeditated\n\nmurder of Bryan Skelton, all to run consecutively, for a total of 85 years. Ramos\n\nappealed, and the Court of Appeals affirmed in a published opinion, reasoning that\n\nMiller applies to literal life-without-parole sentences but not to de facto life-\n\nwithout-parole sentences resulting from aggregate consecutive sentences for\n\nmultiple homicides. State v. Ramos, 189 Wn. App. 431,452,357 P.3d 680 (2015).\n\nWe granted Ramos' petition for review. State v. Ramos, 185 Wn.2d 1009,367\n\nP.3d 1083 (2016).\n\n                                        ISSUES\n\nA      Is this appeal moot in light of recent legislative action?\n\nB.     Is Ramos' sentence constitutionally permissible?\n\n\n                                            6\n\fState v. Ramos, No. 92454-6\n\n\n       1.     Does Miller apply to a juvenile homicide offender who is facing a de\n              facto life-without-parole sentence due to the aggregation of standard\n              range consecutive sentences?\n\n       2.     If Miller applies, did Ramos' second resentencing comply with its\n              requirements?\n\n       3.     Does article I, section 14 of the Washington Constitution impose\n              greater procedural or substantive protections than the Eighth\n              Amendment as applied to this case?\n\nC.     Did the State breach the plea agreement?\n\n                              STANDARD OF REVIEW\n\n       The Sentencing Reform Act of 1981 (SRA), chapter 9.94A RCW, provides\n\nthat a standard range sentence \"shall not be appealed.\" RCW 9.94A.585(1); see\n\nalso former RCW 9.94A.21 0(1) (1989). \"However, this prohibition does not bar a\n\nparty's right to challenge the underlying legal conclusions and determinations by\n\nwhich a court comes to apply a particular sentencing provision.\" State v. Williams,\n\n149 Wash. 2d 143, 147, 65 P.3d 1214 (2003). Accordingly, Ramos challenges his\n\nstandard range consecutive sentences on the basis that they were imposed pursuant\n\nto a statutory system that is unconstitutional as applied to him. Constitutional\n\ninterpretation is a question oflaw reviewed de novo. State v. MacDonald, 183\n\nWash. 2d 1, 8, 346 P.3d 748 (2015).\n\n       When evaluating Ramos' contention that the State breached its plea\n\nagreement, we must \"review [the] prosecutor's actions and comments objectively\n\n\n\n\n                                          7\n\fState v. Ramos, No. 92454-6\n\n\nfrom the sentencing record as a whole to determine whether the plea agreement\n\nwas breached.\" State v. Carreno-Maldonado, 135 Wash. App. 77, 83, 143 P.3d 343\n\n(2006). A breach occurs when the State \"undercut[s] the terms of the agreement\n\nexplicitly or implicitly by conduct evidencing an intent to circumvent the terms of\n\nthe plea agreement.\" !d. Nevertheless, we review the State's actions objectively,\n\nfocusing \"on the effect of the State's actions, not the intent behind them.\" State v.\n\nSledge, 133 Wash. 2d 828, 843 n.7, 947 P.2d 1199 (1997). Where the plea agreement\n\nis unambiguous, as it is here, our review is de novo. MacDonald, 183 Wash. 2d at 8;\n\nState v. E.A.J, 116 Wash. App. 777, 784-85, 67 P .3d 518 (2003).\n\n                                     ANALYSIS\n\n       The SRA provides that when a person is convicted of \"two or more serious\n\nviolent offenses arising from separate and distinct criminal conduct,\" standard\n\nrange consecutive sentences will be imposed for each offense. RCW\n\n9.94A.589(1 )(b); see also former RCW 9.94A.400(1 )(b) (1990). This standard\n\nrange consecutive sentencing may, and in this case did, result in a total prison term\n\nexceeding the average human life-span-that is, a de facto life sentence.\n\n       The person being sentenced pursuant to the SRA carries the burden of\n\nproving by a preponderance ofthe evidence \"that there are substantial and\n\ncompelling reasons justifying an exceptional sentence\" below the standard range.\n\nRCW 9.94A.535; see also former RCW 9.94A.l20(2) (1992); In re Pers. Restraint\n\n\n                                           8\n\f State v. Ramos, No. 92454-6\n\n\n· of Mulholland, 161 Wash. 2d 322, 328-30, 166 P.3d 677 (2007). Generally speaking,\n\n such an exceptional sentence may be for a reduced term of years, for concurrent\n\n rather than consecutive sentences, or both. The fundamental question presented is\n\n whether, in light of Miller, this statutory sentencing system is unconstitutional as\n\n applied to a juvenile offender who commits multiple homicides.\n\n        We hold that while not every juvenile homicide offender is automatically\n\n entitled to an exceptional sentence below the standard range, every juvenile\n\n offender facing a literal or de facto life-without-parole sentence is automatically\n\n entitled to a Miller hearing. At the Miller hearing, the court must meaningfully\n\n consider how juveniles are different from adults, how those differences apply to\n\n the facts of the case, and whether those facts present the uncommon situation\n\n where a life-without-parole sentence for a juvenile homicide offender is\n\n constitutionally permissible. If the juvenile proves by a preponderance ofthe\n\n evidence that his or her crimes reflect transient immaturity, substantial and\n\n compelling reasons would necessarily justify an exceptional sentence below the\n\n standard range because a standard range sentence would be unconstitutional.\n\n        On the record presented, Ramos received an adequate Miller hearing at his\n\n second resentencing and he has not shown that his sentence violates the Eighth\n\n Amendment. We also hold the State did not breach the plea agreement and\n\n therefore affirm.\n\n\n                                            9\n\fState v. Ramos, No. 92454-6\n\n\nA.     The appeal is not moot\n\n       After Ramos' second resentencing, our legislature enacted RCW 9.94A.730\n\nin response to the ever-evolving jurisprudence regarding juvenile sentencing. That\n\nstatute provides, in relevant part:\n\n       Notwithstanding any other provision of this chapter, any person\n       convicted of one or more crimes committed prior to the person's\n       eighteenth birthday may petition the indeterminate sentence review\n       board for early release after serving no less than twenty years of total\n       confinement, provided the person has not been convicted for any\n       crime committed subsequent to the person's eighteenth birthday, the\n       person has not committed a disqualifying serious infraction as defined\n       by the department in the twelve months prior to filing the petition for\n       early release, and the current sentence was not imposed under RCW\n       10.95.030 [pertaining to sentences for aggravated first degree murder]\n       or 9.94A.507 [pertaining to sentences for sex offenders].\n\nRCW 9.94A.730(1 ). For the first time in its supplemental brief, the State suggests\n\nthat the issues presented in this appeal are now moot because Ramos may petition\n\nfor early release pursuant to RCW 9.94A.730, which would in fact reduce his\n\nsentence. We disagree. The possibility of another remedy in the future cannot\n\ndisplace Ramos' right to appeal his sentence on the basis that it was unlawfully\n\nimposed in the first instance.\n\n       We acknowledge that the Supreme Court has held that for cases on collateral\n\nreview, life-without-parole sentences previously imposed without proper Miller\n\nhearings may be remedied \"by permitting juvenile homicide offenders to be\n\nconsidered for parole, rather than by resentencing them.\" Montgomery, 136 S. Ct.\n\n\n                                          10\n\fState v. Ramos, No. 92454-6\n\n\nat 736. However, this case is before us on direct appeal, and at the time of Ramos'\n\nsecond resentencing, there was no provision oflaw that would have allowed him to\n\never be considered for parole. He was unquestionably facing a de facto life-\n\nwithout-parole sentence, and we are reviewing his case on direct appeal to\n\ndetermine whether that sentence was lawfully imposed. If it was not, he is entitled\n\nto resentencing. The appeal is not moot. State v. Ronquillo, 190 Wash. App. 765,\n\n778-79,361 P.3d 779 (2015).\n\nB.     On the record presented, Ramos' sentence is constitutionally permissible\n\n       Miller establishes a substantive rule that a life-without-parole sentence\n\ncannot be imposed on a juvenile homicide offender whose crimes reflect transient\n\nimmaturity. Therefore, where a juvenile offender facing a standard range life-\n\nwithout-parole sentence proves that his or her crimes reflect transient immaturity,\n\nthe juvenile has necessarily proved that there are substantial and compelling\n\nreasons for an exceptional sentence downward. Miller anticipates that most\n\njuveniles will be able to meet this burden of proof, and we now explicitly hold that\n\nall juvenile homicide offenders must be given the opportunity to do so at a Miller\n\nhearing.\n\n       However, Miller does not require that the State assume the burden of\n\nproving that a standard range sentence should be imposed, rather than placing the\n\nburden on the juvenile offender to prove an exceptional sentence is justified. It\n\n\n                                          11\n\fState v. Ramos, No. 92454-6\n\n\nalso does not require the sentencing court to consider mitigating evidence\n\notherwise prohibited by Washington law or to make an explicit finding that the\n\noffense reflects irreparable corruption on the part of the juvenile. We do not intend\n\nto discount the potential benefits of such procedural requirements; we hold only\n\nthat Ramos has not shown that the specific procedures enumerated in this\n\nparagraph are required as a matter of federal constitutional law. We also decline to\n\ndecide at this time whether the state constitution requires greater protections than\n\nthe federal constitution. We therefore hold that on the record presented, Ramos'\n\nsecond resentencing satisfied Miller's minimal requirements.\n\n       1.     Miller applies equally to literal and de facto life-without-parole\n              sentences\n\n       The parties all agreed, at both the trial and appellate courts, that Ramos was\n\nentitled to a full Miller hearing at his second resentencing. However, the Court of\n\nAppeals suggested the parties were incorrect on this issue, and because other\n\nWashington appellate decisions have reached differing conclusions, we address its\n\nmerits. See, e.g., id at 785 n.7; State v. Solis-Diaz, 194 Wash. App. 129, 140-41,\n\n376 P.3d 458 (2016). We now join the majority of jurisdictions that have\n\nconsidered the question and hold that Miller does apply to juvenile homicide\n\noffenders facing de facto life-without-parole sentences.\n\n\n\n\n                                           12\n\fState v. Ramos, No. 92454-6\n\n\n       The Court of Appeals suggested that Miller is inapplicable here based on\n\ntwo observed differences between this case and Miller: (1) Miller involved\n\nsentencing for single homicides, while this case involves sentencing for multiple\n\nhomicides and (2) Miller involved single sentences of life without parole, while\n\nthis case involves four consecutive sentences totaling 85 years' confinement\n\nwithout the possibility of early release. Ramos, 189 Wash. App. at 452. Those\n\nobservations are accurate, but do not provide a principled basis on which to hold\n\nMiller does not apply. To the contrary, Miller's reasoning clearly shows that it\n\napplies to any juvenile homicide offender who might be sentenced to die in prison\n\nwithout a meaningful opportunity to gain early release based on demonstrated\n\nrehabilitation. Ramos unquestionably faced such a sentence.\n\n       Focusing on the number of victims is justified but misplaced. Of course, the\n\nnumber of victims is highly relevant to determining an appropriate sentence.\n\nHowever, nothing about Miller suggests its individualized sentencing requirement\n\nis limited to single homicides because \"the distinctive attributes of youth diminish\n\nthe penological justifications for imposing the harshest sentences on juvenile\n\noffenders, even when they commit terrible crimes.\" Miller, 132 S. Ct. at 2465\n\n(emphasis added). Even the most egregious facts presented by a particular case\n\ncannot automatically negate a juvenile homicide offender's right to a Miller\n\nhearing. As the Miller Court explained,\n\n\n                                          13\n\fState v. Ramos, No. 92454-6\n\n\n       We have consistently held that limiting a mandatory death penalty law\n       to particular kinds of murder cannot cure the law's \"constitutional\n       vice\" of disregarding the \"circumstances ofthe particular offense and\n       the character and propensities of the offender.\" Roberts v. Louisiana,\n       428 U.S. 325, 333, 96 S. Ct. 3001, 49 L. Ed. 2d 974 (1976) (plurality\n       opinion); see Sumner v. Shuman, 483 U.S. 66, 107 S. Ct. 2716, 97\n       L. Ed. 2d 56 (1987). The same analysis applies here, for the same\n       reasons.\n\n!d. at 2471 n.9. Moreover, a properly conducted Miller hearing does not in any\n\nway permit sentencing courts to disregard the number of victims in determining an\n\nappropriate sentence. Miller explicitly requires sentencing courts \"to take into\n\naccount the differences among defendants and crimes.\" !d. at 2469 n.8 (emphasis\n\nadded).\n\n       For similar reasons, we also reject the notion that Miller applies only to\n\nliteral, not de facto, life-without-parole sentences. Holding otherwise would\n\neffectively prohibit the sentencing court from considering the specific nature of the\n\ncrimes and the individual's culpability before sentencing a juvenile homicide\n\noffender to die in prison, in direct contradiction to Miller. Whether that sentence is\n\nfor a single crime or an aggregated sentence for multiple crimes, we cannot ignore\n\nthat the practical result is the same. Cf State v. McNeil, 59 Wn. App. 478,481,\n\n798 P.2d 817 (1990) (rejecting a defendant's argument that two consecutive life-\n\nwithout-parole sentences were excessive because the distinction between\n\n\n\n\n                                           14\n\fState v. Ramos, No. 92454-6\n\n\nconcurrent and consecutive life terms \"is academic; the sentence is ultimately\n\nlimited by Mr. McNeil's life span\").\n\n       Many other jurisdictions have confronted this issue and have reached\n\nvarying results. Some have squarely held that Miller does apply to de facto life-\n\nwithout-parole sentences. 2 Applying similar reasoning, some have held that the\n\nprohibition on life-without-parole sentences for nonhomicide juvenile offenders in\n\nGraham v. Florida, 560 U.S. 48, 130 S. Ct. 2011, 176 L. Ed. 2d 825 (2010),\n\napplies to de facto life-without-parole sentences. 3 Other courts have rejected this\n\nreasoning. 4 Ultimately though, \"most courts that have considered the issue agree\n\nthat a lengthy tenn of years for a juvenile offender will become a de facto life\n\nsentence at some point.\" 5 Casiano v. Comm 'r ofCorr., 317 Conn. 52, 74, 115\n\n\n\n\n       2\n          See, e.g., Casiano v. Comm'r ofCorr., 317 Conn. 52,72-75, 115 AJd 1031 (2015);\nBear Cloud v. State, 2014 WY 113, ~ 33, 334 PJd 132; State v. Null, 836 N.W.2d 41, 72 (Iowa\n2013) (decided on state constitutional grounds).\n        3\n          See, e.g., Henry v. State, 175 So. 3d 675, 679-80 (Fla. 2015); State v. Boston, 363 PJd\n453,457-58 (Nev. 2015).\n        4\n          See, e.g., Bunch v. Smith, 685 FJd 546, 550 (6th Cir. 2012) (Graham's prohibition on\nlife-without-parole sentences for juvenile nonhomicide offenses \"did not clearly establish\" that\nde facto life without parole is unconstitutional for purposes of the Antiterrorism and Effective\nDeath Penalty Act of 1996, Pub. L. 104-132, 110 Stat. 1214); State v. Brown, 12-0872, p. 15 (La.\n5/7/13), 118 So. 3d 332 (Graham does not forbid de facto life-without-parole sentences for\nnonhomicide juvenile offenders); State v. Kasic, 228 Ariz. 228, 265 P.3d 410, 415-16 (2011)\n(same).\n        5 It is undisputed that Ramos' 85-year aggregate sentence is a de facto life sentence, so\n\nthe question of precisely how long a potential sentence must be in order to trigger Miller's\nrequirements is not before us. We reserve ruling on that question until we have a case in which it\nis squarely presented.\n\n\n                                                15\n\fState v. Ramos, No. 92454-6\n\n\nA.3d 1031 (20 15). Given that the majority of jurisdictions agree on this point and\n\nit is consistent with both common sense and Washington case law, we follow suit.\n\n       Regardless of labeling, it is undisputed that Ramos was in fact sentenced to\n\ndie in prison for homicide offenses he committed as a juvenile. Miller plainly\n\nprovides that a juvenile homicide offender cannot be sentenced to die in prison\n\nwithout a meaningful opportunity to gain early release based on demonstrated\n\nrehabilitation unless the offender first receives a constitutionally adequate Miller\n\nhearing. The next question is therefore whether Ramos in fact received such a\n\nhearing at his second resentencing.\n\n       2.     Ramos' second resentencing did not violate Miller\n\n       Miller recognizes a substantive rule of constitutional law pursuant to the\n\nEighth Amendment that \"life without parole is an excessive sentence for children\n\nwhose crimes reflect transient immaturity.\" Montgomery, 136 S. Ct. at 735. As\n\nwith other substantive constitutional rules, the Miller Court left state legislatures\n\nwith considerable flexibility to develop their own procedures for implementing its\n\nsubstantive holding. We hold that on the record presented, Ramos received an\n\nadequate Miller hearing at his second resentencing and he has not shown that the\n\nSRA, properly applied, so undermines Miller's substantive holding that it is\n\nunconstitutional as applied to juvenile homicide offenders.\n\n\n\n\n                                           16\n\fState v. Ramos, No. 92454-6\n\n\n              a.     As a substantive rule of constitutional law, Miller did not\n                     impose detailed procedural requirements\n\n       Miller's holding involved a somewhat unusual application of the Eighth\n\nAmendment. The Miller Court stated that it\n\n       does not categorically bar a penalty for a class of offenders or type of\n       crime-as, for example, we did in Roper [v. Simmons, 543 U.S. 551,\n       125 S. Ct. 1183, 161 L. Ed. 2d 1 (2005), which bars capital\n       punishment for juvenile offenders,] or Graham[, which bars life-\n       without-parole sentences for juvenile nonhomicide offenders].\n       Instead, it mandates only that a sentencer follow a certain process-\n       considering an offender's youth and attendant characteristics-before\n       imposing a particular penalty.\n\n132 S. Ct. at 2471. This holding generated disagreement as to whether Miller's\n\nholding was substantive or procedural. Montgomery, 136 S. Ct. at 725, 732. The\n\nSupreme Court of the United States recently resolved that question, and its\n\ndecision informs our analysis of what precisely Miller requires of sentencing\n\ncourts.\n\n       The Court held that Miller announced a substantive rule that \"life without\n\nparole [is] an unconstitutional penalty for 'a class of defendants because of their\n\nstatus'-that is, juvenile offenders whose crimes reflect the transient immaturity of\n\nyouth.\" Id. at 734 (quoting Penry v. Lynaugh, 492 U.S. 302, 330, 109 S. Ct. 2934,\n\n106 L. Ed. 2d 256 (1989)). It rejected the argument that because Miller \"has a\n\nprocedural component,\" it announced a procedural rule. Id. Miller's procedural\n\nrequirement for individualized sentencing of juvenile homicide offenders \"does not\n\n\n                                           17\n\fState v. Ramos, No. 92454-6\n\n\nreplace but rather gives effect to Miller's substantive holding that life without\n\nparole is an excessive sentence for children whose crimes reflect transient\n\nimmaturity.\" Id. at 735.\n\n       Because Miller announces a substantive rule, not a procedural one, the Court\n\nwas \"careful to limit the scope of any attendant procedural requirement to avoid\n\nintruding more than necessary upon the States' sovereign administration of their\n\ncriminal justice systems.\" I d. (emphasis added). State legislatures are thus\n\nallowed some flexibility in fashioning the methods for fulfilling Miller's\n\nsubstantive requirements, so long as the State's approach does not \"demean the\n\nsubstantive character of the federal right at issue.\" Id.\n\n       To be sure, the fact that state legislatures are given flexibility to define\n\nappropriate procedures does not mean that every legislatively enacted procedure\n\nwill be constitutionally permissible. If a state procedural rule \"creates an\n\nunacceptable risk\" that a substantive constitutional rule will be violated, the\n\nprocedural rule cannot stand. Hall v. Florida, 572 U.S.         , 134 S. Ct. 1986, 1990,\n\n188 L. Ed. 2d 1007 (20 14 ). This was forcefully demonstrated when the Supreme\n\nCourt recently struck down Florida's procedures for determining when a defendant\n\nis intellectually disabled and thus ineligible for capital punishment. Florida law set\n\na rigid, numerical cutoff point, and Florida courts held that any defendant who\n\nscored even slightly above that cutoff point on standardized intelligence tests \"does\n\n\n                                            18\n\fState v. Ramos, No. 92454-6\n\n\nnot have an intellectual disability and is barred from presenting other evidence that\n\nwould show his faculties are limited.\" Id. at 1994. This rigid test, which\n\nconflicted with the views of medical experts in the field, created an intolerable risk\n\nof violating the substantive rule that persons with intellectual disabilities cannot be\n\nexecuted and was therefore held unconstitutional.\n\n       Thus, our task is to determine what procedures are necessary to give full\n\neffect to Miller's substantive holding, and whether any of the procedures currently\n\nimposed by the SRA create an unacceptable risk that a juvenile whose homicide\n\noffenses reflect only transient immaturity will be unconstitutionally sentenced to\n\nlife without parole. The principle guiding our analysis is that \"[t]he States are\n\nlaboratories for experimentation, but those experiments may not deny the basic\n\ndignity the Constitution protects.\" Id. at 2001.\n\n              b.     Miller hearings are always required where a juvenile homicide\n                     offender faces life without parole\n\n       It is difficult to imagine any reason for an exceptional sentence downward\n\nthat could be more substantial and compelling than the fact that a standard range\n\nsentence would be unconstitutional. Therefore, when a juvenile facing a standard\n\nrange life-without-parole sentence shows that his or her crimes reflect transient\n\nimmaturity, the juvenile has necessarily proved that substantial and compelling\n\nreasons justifY an exceptional sentence below the standard range. Moreover,\n\n\n\n\n                                           19\n\fState v. Ramos, No. 92454-6\n\n\nMiller anticipated that life-without-parole sentences for juvenile homicide\n\noffenders should be \"uncommon.\" Miller, 132 S. Ct. at 2469. Therefore, most\n\njuvenile homicide offenders facing the possibility of life without parole will be\n\nable to meet their burden of proving an exceptional sentence below the standard\n\nrange is justified.\n\n       Given these principles, it is clear that in order to give effect to Miller's\n\nsubstantive holding, every case where a juvenile offender faces a standard range\n\nsentence of life without parole (or its functional equivalent) necessarily requires a\n\nMiller hearing. The juvenile cannot forfeit his or her right to a Miller hearing\n\nmerely by failing to affirmatively request it, and all doubts should always be\n\nresolved in favor of holding a Miller hearing.\n\n       The required Miller hearing is not an ordinary sentencing proceeding.\n\nMiller \"establishes an affirmative requirement that courts fully explore the impact\n\nofthe defendant's juvenility on the sentence rendered.\" Aiken v. Byars, 410 S.C.\n\n534, 543, 765 S.E.2d 572 (2014). Therefore, a court conducting a Miller hearing\n\nmust do far more than simply recite the differences between juveniles and adults\n\nand make conclusory statements that the offender has not shown an exceptional\n\ndownward sentence is justified.\n\n       The court must receive and consider relevant mitigation evidence bearing on\n\nthe circumstances of the offense and the culpability of the offender, including both\n\n\n                                            20\n\fState v. Ramos, No. 92454-6\n\n\nexpert and lay testimony as appropriate. The court and counsel have an affirmative\n\nduty to ensure that proper consideration is given to the juvenile's \"chronological\n\nage and its hallmark features-among them, immaturity, impetuosity, and failure\n\nto appreciate risks and consequences.\" Miller, 132 S. Ct. at 2468. It is also\n\nnecessary to consider the juvenile's \"family and home environment\" and \"the\n\ncircumstances of the homicide offense, including the extent of his participation in\n\nthe conduct and the way familial and peer pressures may have affected him.\" Id.\n\nAnd where appropriate, the court should account for \"incompetencies associated\n\nwith youth\" that may have had an impact on the proceedings, such as the juvenile's\n\n\"inability to deal with police officers or prosecutors (including on a plea\n\nagreement) or his incapacity to assist his own attorneys.\" I d.\n\n       When making its decision, the court must be mindful that a life-without-\n\nparole sentence is constitutionally prohibited for juvenile homicide offenders\n\nwhose crimes reflect \"'unfortunate yet transient immaturity\"' rather than\n\n'\"irreparable corruption.\"' I d. at 2469 (quoting Roper, 543 U.S. at 573).\n\nMoreover, due to \"children's diminished culpability and heightened capacity for\n\nchange ... appropriate occasions for sentencing juveniles to this harshest possible\n\npenalty will be uncommon.\" Id. The sentencing court must thoroughly explain its\n\nreasoning, specifically considering the differences between juveniles and adults\n\nidentified by the Miller Court and how those differences apply to the case\n\n\n                                          21\n\fState v. Ramos, No. 92454-6\n\n\npresented. While formal written findings of fact and conclusions or law are not\n\nstrictly required, they are always preferable to ensure that the relevant\n\nconsiderations have been made and to facilitate appellate review.\n\n              c.     Ramos has not shown that the specific procedures he suggests\n                     are required as a matter of federal constitutional law\n\n       Ramos contends several additional procedural protections are required at a\n\nMiller hearing. He argues that the State must bear the burden of proving that\n\nstandard range sentencing is appropriate and that the SRA and Washington case\n\nlaw improperly limit the mitigating evidence that a sentencing court may consider.\n\nHe also argues that a sentencing court must make an explicit finding that the\n\ncrimes reflect irreparable corruption on the part of the juvenile before imposing life\n\nwithout parole. We agree with Ramos that each of these protections might be\n\nhighly valuable and worth considering as a matter of policy. However, Ramos has\n\nnot shown that they are required as a matter of federal constitutional law.\n\n                     1.       Requiring the offender to carry the burden of proof for an\n                              exceptional sentence downward is constitutionally\n                              permissible\n\n       At a Miller hearing, the sentencing court must \"take into account how\n\nchildren are different, and how those differences counsel against irrevocably\n\nsentencing them to a lifetime in prison.\" Id. Miller did not, however, specify who\n\ncarries the burden of proof. Pursuant to the SRA, the offender carries the burden\n\n\n\n\n                                             22\n\fState v. Ramos, No. 92454-6\n\n\nof proving that an exceptional sentence below the standard range is justified.\n\nRamos argues that as a matter of constitutional law, the burden must be shifted to\n\nthe State to prove that a standard range sentence is appropriate. However, he has\n\nnot shown that such burden-shifting is required by the Eighth Amendment.\n\n       Ramos reasons that because Miller predicted life without parole for juvenile\n\nhomicide offenders will be uncommon, such a sentence cannot be presumptive.\n\nTherefore, he argues that the State must carry the burden of proving life without\n\nparole is appropriate in each individual case. We do not question the logical\n\nappeal of this reasoning. However, it attaches a procedural significance to Miller's\n\nholding that the Court expressly disavowed. Montgomery, 136 S. Ct. at 735.\n\n       Moreover, Ramos has not shown that the SRA's allocation of the burden of\n\nproof creates such an unacceptable risk that juvenile homicide offenders will be\n\ngiven unconstitutional sentences of life without parole such that the legislative\n\nallocation is constitutionally impermissible. In other contexts where a particular\n\npunishment is categorically impermissible for a particular class of defendants,\n\ncourts have held that the defendant may be required to carry the burden of proving\n\nby a preponderance of the evidence that he or she falls within that protected class.\n\nCommonwealth v. Sanchez, 614 Pa. 1, 66-77, 36 A.3d 24 (20 11) (holding that it is\n\nconstitutionally permissible to require defendants to prove that they fall within the\n\nclass of people with intellectually disabilities who cannot be subject to capital\n\n\n                                          23\n\fState v. Ramos, No. 92454-6\n\n\npunishment). Therefore, at this time we cannot hold that the SRA's allocation of\n\nthe burden of proof for exceptional sentencing is constitutionally impermissible as\n\napplied to juvenile homicide offenders.\n\n       We also note our legislature's demonstrated and ongoing concern for\n\njuvenile justice issues. See, e.g., RCW 9 .94A.540(3) (eliminating mandatory\n\nminimum sentences for juvenile offenders tried as adults), .730 (expanding parole\n\neligibility for juvenile offenders tried as adults); RCW 10.95.030(3) (creating\n\nspecial sentencing procedures for juvenile offenders convicted of aggravated first\n\ndegree murder in adult court); State v. S.J.C., 183 Wn.2d 408,419,352 P.3d 749\n\n(2015) (\"[T]he legislature has always made some provision to limit public access\n\nto juvenile court records in recognition of the unique purpose of juvenile courts to\n\nrehabilitate and reintegrate youth into society.\"). Given this history, we are\n\nconfident in our legislature's ability and willingness to respond to emerging\n\njuvenile justice issues in an appropriate manner, accounting for all of the\n\ncompeting interests at stake.\n\n       Miller does not authorize this court to mandate sentencing procedures that\n\nconflict with the SRA unless it is shown that the SRA procedures so undermine\n\nMiller's substantive holding that they create an unacceptable risk of\n\nunconstitutional sentencing. Ramos has not made this showing as to the SRA's\n\nallocation of the burden of proving that an exceptional sentence below the standard\n\n\n                                          24\n\fState v. Ramos, No. 92454-6\n\n\nrange is justified. We thus decline to hold that this allocation is unconstitutional as\n\napplied to juvenile homicide offenders.\n\n                     ii.      Miller is consistent with Washington law regarding the\n                              permissible scope of potential mitigating circumstances\n\n       Ramos also argues that Washington law regarding the scope of mitigating\n\nevidence that may be considered in deciding whether to impose an exceptional\n\ndownward sentence imposes a restraint that is inconsistent with Miller's\n\nindividualized sentencing requirements for juvenile offenders facing life without\n\nparole. He reads Miller as requiring sentencing courts to consider mitigating\n\nevidence of personal factors that are forbidden by RCW 9.94A.340 and this court's\n\nholding in State v. Law, 154 Wash. 2d 85, 110 P.3d 717 (2005). Given the way our\n\ncourt has recently clarified the impact of Law with its holding in State v. 0 'Dell,\n\n183 Wn.2d 680,358 P.3d 359 (2015), current Washington law complies with\n\nMiller.\n\n       RCW 9.94A.340 provides that the SRA's \"sentencing guidelines and\n\nprosecuting standards apply equally to offenders in all parts of the state, without\n\ndiscrimination as to any element that does not relate to the crime or the previous\n\nrecord of the defendant.\" In Law, this court held\n\n       that the SRA requires factors that serve as justification for an\n       exceptional sentence to relate to the crime, the defendant's culpability\n       for the crime, or the past criminal record of the defendant. Factors\n\n\n\n\n                                             25\n\fState v. Ramos, No. 92454-6\n\n\n       which are personal and unique to the particular defendant, but\n       unrelated to the crime, are not relevant under the SRA.\n\n154 Wash. 2d at 89. Meanwhile, Miller holds that before a court can sentence a\n\njuvenile offender to life without parole, it must consider the offender's\n\n\"chronological age and its hallmark features,\" including \"the family and home\n\nenvironment that surrounds\" the offender, \"the circumstances of the homicide\n\noffense, ... incompetencies associated with youth[,] ... [and] the possibility of\n\nrehabilitation.\" 132 S. Ct. at 2468.\n\n       These different requirements can be reconciled because Miller requires a\n\nsentencing court to consider the circumstances of youth \"in assessing [the\n\noffender's] culpability.\" Id. at 2467. Law explicitly states that valid mitigating\n\nfactors may relate to \"the defendant's culpability for the crime,\" 154 Wash. 2d at 89,\n\nand as this court recently clarified in 0 'Dell, \"[i]t is precisely these differences\n\n[between juveniles and young adults on one hand and mature adults on the other]\n\nthat might justify a trial court's finding that youth diminished a defendant's\n\nculpability,\" 183 Wash. 2d at 693. Properly applied, Washington law thus allows\n\nconsideration of factors that might be considered \"personal\" in a colloquial sense\n\nbut directly bear on a juvenile offender's culpability, and does not conflict with\n\nMiller.\n\n\n\n\n                                            26\n\fState v. Ramos, No. 92454-6\n\n\n       Ramos' case presents another consideration, however, because he was\n\nresentenced for a second time after having spent approximately 20 years in total\n\nconfinement. The sentencing court received evidence of his maturation and\n\nrehabilitation over that time, but in announcing its decision, the court stated,\n\n             While, Mr. Ramos, you may have made great strides in your\n       personal life while incarcerated, the punishment is just. It protects the\n       public, and I hope it sends a message of deterrence and works to\n       protect this public.\n\n             I have attempted to restrict my considerations to those\n       authorized by the en bane holding of the Washington State Supreme\n       Court in [Law] and in compliance with RCW 9.94A.340 to the extent\n       they do not restrict my consideration offactors under RCW 9.94A.010\n       on the question of concurrent versus consecutive sentences under\n       RCW 9.94A.535(1)([g]).\n\n2 RP at 175. Ramos contends that the court was required to consider his\n\nsubsequent rehabilitation in making its sentencing decision, and that the above-\n\nquoted language shows it refused to do so. 6\n\n       While a resentencing court may certainly exercise its discretion to consider\n\nevidence of subsequent rehabilitation where such evidence is relevant to the\n\ncircumstances of the crime or the offender's culpability, we decline to hold that the\n\ncourt is constitutionally required to consider such evidence in every case. If it\n\n\n       6\n         This is a questionable reading of the court's decision. As discussed further below, all of\nRamos' proffered mitigation evidence was admitted without objection. The court clearly\ndetermined that the evidence of Ramos' subsequent rehabilitation was insufficient to meet his\nburden of proving that an exceptional sentence downward was justified, but did not clearly\nrefuse to consider that evidence at all.\n\n\n                                                27\n\fState v. Ramos, No. 92454-6\n\n\nwere, the court would be required to consider evidence of a person's subsequent\n\nrehabilitation in prison as a basis for an exceptional sentence downward, but it\n\nmight also be required to consider evidence that the person has not demonstrated\n\nsubsequent rehabilitation as a basis for refusing to impose an exceptional sentence\n\ndownward. We do not believe Miller can be interpreted to require such a result.\n\n       Miller requires courts to consider the capacity for rehabilitation when\n\nmaking an initial sentencing decision about whether a juvenile should be subject to\n\nlife without parole. 132 S. Ct. at 2468-69 (discussing the reasons a lesser sentence\n\nmight have been appropriate based on the crimes and the petitioners'\n\nbackgrounds). However, evidence of actual '\"demonstrated maturity and\n\nrehabilitation\"' is generally considered later, when it is time to determine whether\n\na former juvenile offender who is up for parole should be given early release. !d.\n\nat 2469 (quoting Graham, 560 U.S. at 75). Whether such evidence should be\n\nconsidered at the time of resentencing to the extent that it bears on the offender's\n\nculpability is a question we leave to the discretion ofthe trial court in each case.\n\n                     111.     Miller does not require an explicit finding that the\n                              offenses reflect irreparable corruption\n\n       Finally, Ramos contends that the sentencing court must make an explicit\n\nfinding that the juvenile's homicide offenses reflect irreparable corruption before\n\nimposing life without parole. However, the Supreme Court has expressly\n\n\n\n\n                                             28\n\fState v. Ramos, No. 92454-6\n\n\nacknowledged that \"Miller did not require trial courts to make a finding of fact\n\nregarding a child's incorrigibility.\" Montgomery, 136 S. Ct. at 735 (emphasis\n\nadded). Instead, it imposes a substantive requirement that draws \"a line between\n\nchildren whose crimes reflect transient immaturity and those rare children whose\n\ncrimes reflect irreparable corruption.\" Jd. at 734. Just as the Court did not allocate\n\nthe burden of proof at a Miller hearing as a matter of constitutional law, the fact\n\nthat \"this finding is not required ... speaks only to the degree of procedure Miller\n\nmandated in order to implement its substantive guarantee.\" Id. at 735. An explicit\n\nfinding of fact would certainly help to ensure Miller's substantive holding is being\n\nimplemented, and we encourage sentencing courts to be as detailed and explicit as\n\npossible when making their sentencing decisions. However, Ramos has not shown\n\nthat this particular explicit finding is required as a matter of federal constitutional\n\nlaw.\n\n              d.     Ramos' Miller hearing met minimal federal constitutional\n                     requirements\n\n       Having considered what Miller does and does not require, we must now\n\nconsider the ultimate question of whether Ramos in fact received a Miller hearing\n\nsufficient to sustain the constitutionality of his de facto life-without-parole\n\nsentence. On the record presented, we hold that Ramos' Miller hearing at his\n\nsecond resentencing met minimal federal constitutional requirements.\n\n\n\n\n                                           29\n\fState v. Ramos, No. 92454-6\n\n\n       The State expressly agreed at the outset that Ramos was entitled to a \"full\n\nresentencing,\" and the court held a Miller hearing that extended over two days. 1\n\nRP at 6. At the hearing, the defense presented lay testimony from Ramos'\n\nupholstery teacher and supervisor at Airway Heights Corrections Center, from four\n\nof Ramos' family members, and from a man who befriended Ramos in prison, all\n\nof whom testified about their good relationships with Ramos, his personal history\n\nand lack of other serious disciplinary issues, his positive influence on others, and\n\nhis good attitude and future prospects. It also presented expert testimony from Dr.\n\nTerry Lee, who discussed studies regarding adolescent brain functioning and\n\ndevelopment. The defense further provided extensive documentary evidence,\n\nincluding social science research, Ramos' records from the Department of Social\n\nand Health Service's Division of Juvenile Rehabilitation and the Department of\n\nCorrections, written statements from Ramos, and dozens of letters written on\n\nRamos' behalf. Ramos also personally addressed the court, accepting\n\nresponsibility and expressing remorse for his actions. There was no objection to\n\nany of the defense's evidence.\n\n       The State presented testimony from a juvenile corrections officer, a sheriffs\n\ndeputy, and a detective, who all testified about the circumstances of the homicides,\n\nincluding the level of planning beforehand and the events that took place, as well\n\nas their recollections of Ramos when they interacted with him in 1993.\n\n\n                                          30\n\fState v. Ramos, No. 92454-6\n\n\n       When announcing its decision, the sentencing court began by noting that\n\nwhen Ramos was originally sentenced, \"the judge and the lawyers held an honest\n\nbelief that the law required each of these four sentences as violent, serious offenses\n\nto run consecutively and that the judge did not have the authority to exercise\n\ndiscretion and run one or more of the sentences concurrently.\" 2 RP at 167.\n\nHowever, the court stated for the record that it had \"discretion to impose\n\nconcurrent sentences as an exceptional sentence for these serious, violent offenses\"\n\nin light of Mulholland, 161 Wash. 2d 322. Jd.\n\n       The court then explained the legal parameters underlying its exercise of\n\ndiscretion as follows:\n\n              The question hinges on whether or not under former RCW\n       9. 94 A.l20 I find a substantial and compelling reason to justify the\n       exceptional sentence requested by Mr. Ramos.\n\n              To determine this I am guided by [former] RCW 9.94A.390(1)\n       [(1990)], and that's the former statute applicable at the time in\n       question, which sets forth the mitigating circumstances. I am also\n       taking into account the adolescent brain science considerations set\n       forth in [Miller, 132 S. Ct. 2455, Graham, 560 U.S. 48, and Roper,\n       543 U.S. 551], as that relates to subsections [(c)], [(d)], and [(e)][7l of\n       [former] RCW 9.94A.390(1), as well as considerations under the\n       Eighth Amendment of the United States Constitution and the above-\n\n\n       7 The  court noted specific facts of the crime that made former RCW 9.94A.390(1)(a), (b),\nand (f) inapplicable, which were that \"none of the four victims initiated this confrontation,\" that\n\"Ramos did not make any effort to compensate the victims,\" and that Ramos did not \"manifest[ ]\nextreme caution or sincere concern for the safety or well-being of the victims.\" 2 RP at 171-72.\nFormer RCW 9.94A.390(1)(h) (applying where \"[t]he defendant or the defendant's children\nsuffered a continuing pattern of physical or sexual abuse by the victim\") was not discussed, but\nwas clearly not at issue.\n\n\n                                                31\n\fState v. Ramos, No. 92454-6\n\n\n       mentioned cases, and the corresponding Washington State\n       Constitutional protections.\nId. at 169.\n\n       Regarding adolescent brain science, the court noted that the expert opinions\n\nof Dr. Lee, \"as well as those referenced by the United States Supreme Court, were\n\ngeneral in nature and intended to apply generally to the population of\n\nadolescents .... Dr. Lee did not render an opinion nor provide testimony\n\nindividualized to Mr. Ramos.\" I d. at 172-73. The court thus addressed \"three\n\nsignificant gaps between juveniles and adults\" identified by Miller as applied to\n\nRamos specifically. Id. at 173.\n\n       The court correctly identified those gaps as '\"a lack of maturity and an\n\ntmderdeveloped sense of responsibility leading to recklessness, impulsivity, and\n\nheedless risk taking\"'; the fact that'\" [c]hildren are more vulnerable to negative\n\ninfluences and outside pressures and lack the ability to extricate themselves from\n\nhorrific crime-producing settings\"'; and the fact \"that a juvenile's actions are less\n\nlikely to be evidence of irretrievable depravity.\" I d. at 173-74. The court\n\nconcluded none of the gaps applied here because the murders were \"planned\" and\n\n\"not indicative of impulsive acts\"; the murder of Bryan Skelton to eliminate him as\n\na witness \"evidences to me a clear, cold, calculating decision of a mind fully\n\ncognizant of future consequences\"; and the murders \"were monstrous.\" Id.\n\n\n\n\n                                          32\n\fState v. Ramos, No. 92454-6\n\n\n       Finally, the court turned to \"the four penological justifications set forth in\n\n[Miller] or the stated purposes of Washington Sentencing Reform Act found in\n\nformer RCW 9.94A.010 [(1981)].\" 8 Id. at 174. The court noted that \"[i]n [Miller]\n\nthe Court was faced with one murder. Here we have four.\" Id. It also noted that\n\n\"[w]hile these three felony murders may have evidenced the twice-diminished\n\nresponsibility discussed by the United States Supreme Court in their opinions, the\n\n[premeditated] murder of Bryan Skelton did not.\" Id. at 175. The court concluded\n\nthat \"[o]n balance the factors set forth in [RCW]9.94A.010 lead me to reject the\n\nrequest for concurrent sentences.\" !d. at 174-75.\n\n       Although we cannot say that every reasonable judge would necessarily make\n\nthe same decisions as the court did here, we cannot reweigh the evidence on\n\nreview. The court clearly received and considered Ramos' extensive mitigation\n\nevidence, was fully aware of its authority to impose an exceptional sentence below\n\nthe standard range, and reasonably considered the issues identified in Miller when\n\nmaking its decision. Ramos has not shown that his second resentencing violated\n\nMiller's minimal requirements.\n\n\n\n\n       8\n         In additional to the constitutional issues raised by Miller, this portion of the court's\nruling appears to address former RCW 9.94A.390(l)(g), which provides that it is a mitigating\ncircumstance if\"[t]he operation of the multiple offense policy ofRCW 9.94A.400 results in a\npresumptive sentence that is clearly excessive in light of the purpose of this chapter, as expressed\nin RCW 9.94A.Ol0.'' See 2 RP at 176.\n\n\n                                                33\n\fState v. Ramos, No. 92454-6\n\n\n       3.     We decline to engage in an independent state constitutional analysis\n\n       Ramos contends that even if the Eighth Amendment does not require the\n\nspecific procedural protections he advocates, article I, section 14 of the\n\nWashington Constitution does. As Ramos correctly notes,\n\n             This Court has \"repeated[ly] recogni[zed] that the Washington\n       State Constitution's cruel punishment clause often provides greater\n       protection than the Eighth Amendment.\" State v. Roberts, 142 Wash. 2d\n       471, 506, 14 P.3d 713 (2000); Const. art. I,§ 14. This \"established\n       principle[ ]\" requires no analysis under State v. Gunwall, 106 Wash. 2d\n       54, 720 P.2d 808 (1986). Id. at 506 n.11.\n\nPet. for Review at 16 (first and second alterations in original). Unfortunately, this\n\nis Ramos' entire argument regarding the Washington Constitution; his analysis\n\nfocuses on Eighth Amendment jurisprudence.\n\n       Even where it is already established that the Washington Constitution may\n\nprovide enhanced protections on a general topic, parties are still required to explain\n\nwhy enhanced protections are appropriate in specific applications. State v. Pugh,\n\n167 Wash. 2d 825, 835, 225 P.3d 892 (2009). Ramos does not provide any such\n\nexplanation and does not address the factors for determining whether a sentence\n\nindependently violates the Washington Constitution. 9 We therefore do not decide\n\nat this time whether article I, section 14 of the Washington Constitution requires\n\n\n       9\n          These factors are \"(1) the nature of the offense; (2) the legislative purpose behind the\n[relevant] statute; (3) the pnnishment defendant would have received in other jurisdictions for the\nsame offense; and (4) the punishment meted out for other offenses in the same jurisdiction.\"\nState v. Fain, 94 Wash. 2d 387, 397,617 P.2d 720 (1980).\n\n\n                                                34\n\fState v. Ramos, No. 92454-6\n\n\ngreater procedural protections than the Eighth Amendment when a juvenile\n\nhomicide offender faces life without parole.\n\n       Amici ask us to hold that a life-without-parole sentence or its equivalent is\n\nalways unconstitutional as applied to juvenile offenders as a matter of state\n\nconstitutional law. However, they do not specifically analyze the factors we have\n\nestablished for determining whether a sentence violates the Washington\n\nConstitution. Instead, they urge us to follow the lead of the Iowa Supreme Court,\n\nwhich recently \"adopt[ed] a categorical rule that juvenile offenders may not be\n\nsentenced to life without the possibility of parole under article I, section 17 of the\n\nIowa Constitution.\" State v. Sweet, 879 N.W.2d 811, 839 (Iowa 2016). We do not\n\nforeclose the possibility that this court may reach a similar conclusion in a future\n\ncase, but the briefing here does not adequately explain why we must do so as a\n\nmatter of Washington constitutional law. We therefore decline to decide the issue\n\nat this time.\n\n       In conclusion, on this record we hold that the court conducted the\n\nindividualized sentencing hearing required by Miller. It considered the evidence\n\npresented and the factors that must be taken into account pursuant to the SRA and\n\nthe Eighth Amendment, and provided an adequate explanation for its decision. We\n\ntherefore hold that Ramos' second resentencing complied with Miller's minimal\n\nprocedural and substantive requirements.\n\n\n                                           35\n\fState v. Ramos, No. 92454-6\n\n\nC.     The State did not breach the plea agreement\n\n       The plea agreement in this case was that the State would recommend Ramos\n\nserve the minimum standard range sentence of four consecutive 20-year terms.\n\nRamos contends the State breached that agreement when it noted at Ramos' second\n\nresentencing hearing that the murder of 6-year-old Bryan Skelton \"would have\n\nbeen a basis for an aggravating sentence\" because Ramos \"knew or should have\n\nknown [Bryan] was particularly vulnerable or incapable of resistance due to his\n\nextreme youth.\" 2 RP at 141. Taken in context, this statement did not constitute a\n\nbreach of the plea agreement.\n\n       The State breaches a plea agreement when it \"undercut[s] the terms of the\n\nagreement explicitly or implicitly by conduct evidencing an intent to circumvent\n\nthe terms of the plea agreement.\" Carreno-Maldonado, 135 Wash. App. at 83. Even\n\nif the State formally recommends a standard range sentence in accordance with the\n\nplea agreement, we have observed that \"a deputy prosecutor could easily undercut\n\nthe plea agreement by placing emphasis on the evidence that supports findings that\n\naggravating factors are present.\" State v. Talley, 134 Wash. 2d 176, 186, 949 P.2d\n\n358 (1998). Such a breach occurred in Sledge, where\n\n             [a]lthough the prosecutor adhered to the recommended\n       disposition from the plea agreement, she insisted on a disposition\n       hearing where she called and vigorously examined a probation\n       counselor and a parole officer on aggravating factors supporting an\n       exceptional disposition based on manifest injustice.\n\n\n                                         36\n\fState v. Ramos, No. 92454-6\n\n\n\n\n133 Wash. 2d at 830. That is not the case presented here. The complicated\n\nprocedural history and evolving underlying law relevant to Ramos' case\n\nnecessitated a full evidentiary hearing at his second resentencing; the State\n\ncertainly did not insist on an unnecessary hearing.\n\n       Moreover, the judge who presided over Ramos' second resentencing was\n\ncompletely new to the case and needed input from both parties regarding the facts\n\nof Ramos' offenses and the state of the applicable law. Particularly, in light of the\n\nmultiple appellate dispositions of this case over the years, the court asked a number\n\nof questions regarding the scope of its authority at Ramos' second resentencing.\n\nThe court asked both parties \"which standard you're asking me or you believe the\n\nlaw requires me to apply in considering the various mitigating factors.\" 1 RP at\n\n126. It asked the defense \"specifically what it is that [Ramos is] asking me to do,\n\nnot only in terms ofnmning concurrent [sentences], but whether or not you're\n\nasking me to go below a standard range.\" !d. at 127. It also asked both parties to\n\n\"compare and contrast the scope and extent of my discretion under Washington's\n\nSentencing Reform Act as interpreted by [Law] compared with the more expansive\n\ndiscretion that the Court would have under the federal Sentencing Reform Act\n\nunder the United States Supreme Court case of [Pepper v. United States, 562 U.S.\n\n\n\n\n                                          37\n\fState v. Ramos, No. 92454-6\n\n\n476, 131 S. Ct. 1229, 179 L. Ed. 2d 196 (2011 ) 10].\" I d. at 128-29. And the court\n\nrequested \"guidance from both sides tomorrow on the factors you believe I should\n\nconsider, an1 allowed to consider legally, and what it is that each side would like\n\nme to do in rendering Judgment and Sentence.\" Id. at 129. Neither party asked for\n\nclarification of the court's questions, agreeing that they were \"pretty clear\" and\n\n\"pretty specific.\" I d.\n\n       It is in this context that we must consider the State's remarks the following\n\nday:\n\n               And, as the Court's aware, the manner and mechanism of death\n       -- or injury and death was very heinous. This is -- the description that\n       was provided to the Court clearly shows that the people were both\n       bludgeoned to death and then stabbed to death. And in particular the\n       death of Bryan, a six year old, that the defendant admits having\n       committed himself, was particularly heinous.\n\n              And I'd like to point out that that death, you know, would have\n       been a basis for an aggravating sentence. And it's the State position\n       that, you know, that's something you have to look at in terms of, well,\n       okay, there's these mitigating factors. Well, there's also an\n       aggravating factor. Although, we're not advocating that you give him\n       an aggravated sentence based upon that, I think it's something as part\n       of the crime that the Court can look at. And in particular that Bryan\n       was a young child that the defendant lmew or should have lmown was\n       particularly vulnerable or incapable of resistance due to his extreme\n       10\n           Pepper held \"that when a defendant's sentence has been set aside on appeal, a district\ncourt at resentencing may consider evidence of the defendant's postsentencing rehabilitation and\nthat such evidence may, in appropriate cases, support a downward variance from the now-\nadvisory Federal Sentencing Guidelines range.\" 562 U.S. at 481. However, this decision was\nbased on the Court's interpretation of applicable federal sentencing statutes. See id at 490-93.\nRamos does not contend on appeal that Pepper should inform our analysis regarding the scope of\nmitigating evidence that may be considered pursuant to the SRA or that must be considered\npursuant to the United States Constitution.\n\n\n                                               38\n\fState v. Ramos, No. 92454-6\n\n\n       youth. And so I think you've got to weigh that in in terms of the type\n       of a crime that was committed.\n\n2 RP at 140-41 (emphasis added). The defense did not object to these statements,\n\nand considered in context, it is clear that the State's remarks had both the intention\n\nand effect of providing the court a full picture of the facts underlying the offense at\n\nissue. It is true that the presence of an aggravating factor does not automatically\n\nnegate the presence of a mitigating factor, but sentencing decisions must be made\n\nin light of the actual facts ofthe offenses, and the court needed here the parties'\n\ninput on that issue. See Miller, 132 S. Ct. at 2469 n.8.\n\n       The State had an obligation to participate in Ramos' second resentencing\n\nand ensure the court made a fully informed decision. Talley, 134 Wash. 2d at 183. It\n\nfulfilled this obligation while also fulfilling its obligation pursuant to the plea\n\nagreement by repeatedly recommending that the court sentence Ramos to the\n\nbottom of the standard range: 20 years for each of the four homicide counts, to run\n\nconsecutively, for a total of 80 years. And in reaching its decision, the court did\n\nnot discuss Bryan Skelton's particular vulnerability; it focused on the fact that\n\nBryan was killed \"for the stated purpose of eliminating a witness. That evidences\n\nto me a clear, cold, calculating decision of a mind fully cognizant of future\n\nconsequences.\" 2 RP at 174. Thus, considered in context with a focus \"on the\n\n\n\n\n                                           39\n\fState v. Ramos, No. 92454-6\n\n\neffect of the State's actions, not the intent behind them,\" Sledge, 133 Wash. 2d at 843\n\nn.7, we hold the State did not breach the plea agreement.\n\n                                   CONCLUSION\n\n       In light of the constantly evolving nature of juvenile justice law, we must\n\ntake a measured approach to each issue as it arises, giving sufficient deference to\n\nlegislative judgments and ensuring that we confine our decisions to the merits of\n\nthe issues presented. Here, the issue presented is whether Ramos' sentence is\n\nunconstitutional pursuant to the Eighth Amendment as interpreted by Miller. We\n\nhold that Miller does not impose the specific procedural requirements Ramos\n\nsuggests, that his second resentencing hearing was at least minimally\n\nconstitutionally adequate, and that he has not shown that his aggregate 85-year\n\nsentence violates the Eighth Amendment. We decline to engage in an independent\n\nstate constitutional analysis at this time. In light of the full record presented, we\n\nalso hold the State did not breach the plea agreement. We therefore affirm.\n\n\n\n\n                                           40\n\fState v. Ramos, No. 92454-6\n\n\n\n\nWE CONCUR:\n\n\n\n\n                                   a~~-;e·r.\n                                      .         7       ,   .\n                                          -~,       ~\n\n                                          I\n\n\n\n\n                              41\n\f",
            "ocr": false,
            "opinion_id": 4115353
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Murder"
}