{
    "id": 4349438,
    "judges": null,
    "date_filed": "1983-02-24",
    "date_filed_is_approximate": true,
    "slug": "tevin-devon-wright-v-commonwealth-of-kentucky",
    "case_name_short": null,
    "case_name": "Tevin Devon Wright v. Commonwealth of Kentucky",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unknown",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://162.114.92.72/Opinions/2016-SC-000089-MR.pdf",
            "author_id": null,
            "opinion_text": "IMPORTANT NOT|CE\nNOT TO BE PUBL|SHED OP|N|ON\n\nTH|S OP|N|ON IS DES|GNATED ”NOT TO BE PUBL|SHED.\"\nPURSUANT TO THE RULES OF ClVlL PROCEDURE\nPROMULGATED BY THE SUPREME COURT, CR 76.28(4)(€),\nTHlS OP|N|ON lS NOT TO BE PUBL|SHED AND SHALL NOT BE\nClTED OR USED AS BlND|NG PRECEDENT lN ANY OTHER\nCASE lN ANY COURT OF TH|S STATE; HOWEVER,\nUNPUBL|SHED KENTUCKY APPELLATE DEC|SIONS,\nRENDERED AFTER JANUARY 1, 2003, MAY BE ClTED FOR\nCONS|DERAT|ON BY THE COURT lF THERE |S NO PUBL|SHED\nOP|N|ON THAT WOULD ADEQUATELY ADDRESS THE lSSUE\nBEFORE THE COURT. OP|N|ONS ClTED FOR CONS|DERAT|ON\nBY THE COURT SHALL BE SET OUT AS AN UNPUBL|SHED\nDEC|S|ON lN THE F|LED DOCUMENT AND A COPY OF THE\nENT|RE DEC|S|ON SHALL BE TENDERED ALONG WlTH THE\n\nDOCUMENT TO THE COURT AND ALL PART|ES TO THE\nACT|ON.\n\nRENDERED: FEBRUARY16, 2017\nNOT TO BE PUBLISHED\n\n§npreme Touri of Beniuckg\n\n20 16-SC-000089-MR\n\nTEVIN DEVON WRIGHT APPELLANT\n\nON APPEAL FROM FAYETTE CIRCUIT COURT\nV. HONORABLE KIMBERLY N. BUNNELL, JUDGE\nNO. l4-CR-00436\n\nCOMMONWEALTH OF KENTUCKY APPELLEE\n\nMEMORANDUM OPINION OF THE COURT\nAFFIRMING\nAppellant, Tevin Wr:ight, conditionally pled guilty to first-degree\nmanslaughter, tampering With physical evidence, and being a first-degree\npersistent felony offender. He was sentenced to 38 years’ imprisonment and\nnow appeals as a matter of right, Ky. Const. § l 10(2)(b). At trial, Appellant\nclaimed immunity from prosecution pursuant to KRS 503.085 (which provides\ncriminal and civil immunity for the use of permitted force). However, the trial\ncourt found probable cause existed to conclude Appellant used unlawful deadly\nphysical force. In entering his guilty plea, Appellant reserved his right to\nappeal the immunity claim. Appellant now raises that claim as the sole issue\n\non appeal to this Court. For the reasons that follow, we affirm.\n\nI. BACKGROUND\n\nOne evening, Appellant patronized Diva’s Gentlemen’s Club with Several\nfriends. Curtis Simmons was also at the club with friends, including Eric\nAdams.\n\nAt some point in the night, Appellant encountered Adams in the\nbathroom. Appellant sold cocaine, and he allowed Adams a sample as a\nprospective buyer. After arguing over the cocaine’s quality, Adams robbed\nAppellant of the drugs at gunpoint. It is unclear exactly what happened\nthereafter, but an altercation apparently ensued in the club between Appellant,\nAdams, Simmons, and others. Diva’s bouncers ejected Appellant and his\nfriends, who then drove to a different gentlemen’s club across town.\n\nHowever, Appellant did not stay away. Instead, he and his friends\nreturned to Diva’s a few hours later, near closing time in the early-morning\nhours. Shortly before Appellant’s return, surveillance footage showed Adams\nand his girlfriend exit the club and enter their car. The footage then showed\nAppellant parking his car next to a black SUV and exiting his car. It turned\nout Simmons had parked in front of the same SUV, as the footage next shows\nSimmons leaving the club and approaching his car. Appellant and Simmons\nappeared to exchange words, and Simmons took off his jacket and placed it on\n\nthe hoodof his car.\n\nAppellant can then be seen on the footage holding a handgun and\nmoving behind the black SUV in a crouched position. He rounded the SUV and\n\nshot at Simmons, who retreated behind his own car. Appellant followed and\n\n2\n\ncontinued shooting until Simmonscollapsed behind his car. Appellant and his\nfriends then returned to Appellant’s car and left the parking lot.\n\nIn the meantime, Adams left his car and crouched by the fallen\nSimmons. Adams then shot a handgun toward Appellant’s fleeing car.\n\nSimmons died from the gunshot wounds.\n\nAppellant was arrested about two weeks later in Muncie, Indiana. I-Ie\nspoke with investigators and was charged with shooting and killing Simmons\nand disposing of the gun.\n\nHe claimed self-defense and sought immunity from prosecution under\nv KRS 503.085. The trial court conducted a hearing on his motion to dismiss the\nindictment. At this hearing, the Commonwealth called the lead investigator,\nDetective Franz Wolff, to testify and introduced the video surveillance footage of\nthe shooting. The Commonwealth also played portions of the audio recording\nof Appellant’s statements to police. Following the hearing, the court found\nprobable cause existed to believe Appellant’s use of deadly force was unjustified\nand denied the motion to dismiss.\n\nAppellant entered a conditional guilty plea to first-degree manslaughter,\ntampering with physical evidence, and being a first-degree persistent felony\noffender, and the court sentenced him to a total of 38 years’ imprisonment.\n\nThe guilty plea was conditioned on his retaining the right to appeal the trial\ncourt’s ruling on his claim to immunity under KRS 503.085. He now appeals\n\nthat ruling to this Court as a matter of right. See Ky. Const. § 110(2)(b).\n\nII. ANALYSIS\n\nWhen a claim of immunity is raised under KRS 503.085, the prosecution\nmay proceed if the court believes “there is probable causeto conclude that the\nforce used was not legally justified” under the controlling provisions of KRS\nChapter 503. Rodgers v. Commonwealth, 285 S.W.3d 740, 754 (Ky. 2009). The\nstandard of review of such a determination is whether the trial court had a\n“substantial basis” for finding probable cause that the defendant’s use of force\nwas unlawful. Commonwealth v. Lemons, 437 S.W.3d 708, 715 (Ky. 2014).\n\nProbable cause is “a fluid concept-turning on the assessment of\nprobabilities in particular factual contexts_not readily, or even usefully,\nreduced to a neat set of legal rules.” lllinois v. Gates, 462 U.S. 213, 232\n(1983). lt has been defined as “reasonable grounds for belief, supported by less\nthan prima facie proof but more than mere suspicion.” Commonwealth v.\nJones, 217 S.W.3d 190, 200 (Ky. 2006) (quoting United States v. Bennett, 905\nF.2d 931, 934 (6th Cir. 1990)) (internal quotation marks omitted). Judges\nmust consider the totality of the circumstances then known to determine\nwhether probable cause exists to conclude that a defendant’s use of force was\nunlawful. Rodgers, 285 S.W.3d at 754-55.\n\nBased on the evidence of record, the trial court had a substantial-basis\nfor finding probable cause existed to believe Appellant’s use of force was not\nlegally justified. The video-surveillance evidence alone provided a substantial\nbasis for the trial court’s finding. It showed Appellant acting as the apparent\n\ninitial aggressor and shooting at Simmons, who appeared on the footage to be\n\n4\n\nunarmed. Even after Simmons retreated, the footage showed Appellant follow\nand shoot him several more times before returning to his car and leaving the\nDiva’s parking lot in haste. This video evidence alone provides the necessary\nbasis for upholding'the trial court’s denial of Appellant’s motion to dismiss.\nThat basis is only strengthened by the evidence of the altercation between the\nparties earlier that night and Appellant’s apparent post-shooting flight to\nIndiana.\n\nAlthough Appellant highlights other evidence he maintains supports his\nimmunity claim, he cites no authority mandating that we rule in his favor. We\nsee no need to list that evidence in detail, other than to note that, at best, it\nmay support an inference that Simmons had also been armed with a handgun\nin the parking lot, thus supporting Appellant’s self-defense claim. (There was\nother evidence refuting this inference as well.)\n\nAs this Court made clear in Rodgers, the immunity determination under\nKRS 503.085 is to be made based on the then-existing evidence of record, with\nthe burden being on the Commonwealth to establish probable cause to believe\nthe defendant’s use of force was unlawful. 285 S.W.3d at 755. Furthermore,\nRodgers directly rejected the argument that the statute created a right for the\ndefendant to counter the Commonwealth’s probable-cause showing with his\nown proof supporting his claim that the use of force was justified. Id. In other\nwords, once the Commonwealth meets its probable-cause burden under\n\nKRS 503.085, that ends the inquiry and the prosecution may go forward.\n\nBecause the trial court had a substantial basis for finding that burden met\nhere, we uphold its rejection of Appellant’s claim to immunity.\nIII. CONCLUSION\nBecause the Fayette Circuit Court had a substantial basis for finding\nthat Appellant’s use of deadly physical force was unlawful, it correctly\noverruled Appellant’s motion to dismiss under KRS 503.085. The judgment of\nconviction and sentence on Appellant’s conditional guilty plea is therefore\n\naffirmed\n\nAll sitting. All concur.\n\nCOUNSEL FOR APPELLANT:\n\nRobert Chung-Hua Yang\nAssistant Public Advocate\n\nCOUNSEL FOR APPELLEE:\n\nAndy Beshear\nAttorney General of Kentucky\n\nJames Daryl Havey\nAssistant Attorney General\n\n",
            "ocr": true,
            "opinion_id": 4126698
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}