{
    "id": 4370453,
    "judges": null,
    "date_filed": "2015-08-17",
    "date_filed_is_approximate": true,
    "slug": "people-v-viramontes",
    "case_name_short": "Viramontes",
    "case_name": "People v. Viramontes",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2017 IL App (1st) 142085"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://www.state.il.us/court/Opinions/AppellateCourt/2017/1stDistrict/1142085.pdf",
            "author_id": null,
            "opinion_text": "                                                                          Digitally signed by\n                        Illinois Official Reports                         Reporter of Decisions\n                                                                          Reason: I attest to the\n                                                                          accuracy and integrity\n                                                                          of this document\n                                Appellate Court                           Date: 2017.02.22\n                                                                          12:07:01 -06'00'\n\n\n\n\n                  People v. Viramontes, 2017 IL App (1st) 142085\n\n\n\nAppellate Court    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v.\nCaption            HERIBERTO VIRAMONTES, Defendant-Appellant.\n\n\n\nDistrict & No.     First District, First Division\n                   Docket No. 1-14-2085\n\n\n\nFiled              January 9, 2017\n\n\n\nDecision Under     Appeal from the Circuit Court of Cook County, No. 10-CR-9341; the\nReview             Hon. Jorge Luis Alonso, Judge, presiding.\n\n\n\nJudgment           Affirmed.\n\n\n\nCounsel on         Michael J. Pelletier, Patricia Mysza, and Melinda Grace Palacio, of\nAppeal             State Appellate Defender’s Office, of Chicago, for appellant.\n\n                   Kimberly M. Foxx, State’s Attorney, of Chicago (Alan J. Spellberg,\n                   Matthew Connors, and Iris G. Ferosie, Assistant State’s Attorneys, of\n                   counsel), for the People.\n\n\n\nPanel              JUSITCE HARRIS delivered the judgment of the court, with opinion.\n                   Justices Simon and Mikva concurred in judgment and opinion.\n\f                                             OPINION\n\n¶1        Following a jury trial, defendant was convicted of multiple felonies, including armed\n     robbery and attempted murder. The testimony and evidence presented showed that in the\n     early morning of April 23, 2010, the defendant, Heriberto Viramontes, along with his\n     codefendant, Marcy Cruz, were driving around the Bucktown neighborhood of Chicago,\n     when defendant suggested they go rob some “white hoes.” They parked the vehicle they were\n     in, and defendant grabbed a bat before exiting the vehicle. The victims were walking down\n     Damen Avenue when defendant approached them from behind. He swung his bat at the first\n     victim, Stacy Jurich, striking her in the head. He then struck the other victim, Natasha\n     McShane, also hitting her in the head. He then struck Jurich a second time in the neck before\n     making off with their valuables. Both victims spent weeks in the hospital and suffered\n     permanent injuries. McShane’s injuries were so extensive she will require 24-hour care for\n     the rest of her life.\n¶2        On appeal, defendant challenges his conviction for attempted murder, the admission of\n     jail house phone recordings, and the trial court’s refusal to tender all of Marcy Cruz’s mental\n     health records. After a review of the facts and relevant case law, we conclude the facts of this\n     case are such that a jury could find the defendant intended to kill both victims when he\n     violently struck each of them in the head with a baseball bat. We further find the trial court\n     did not abuse its discretion in admitting jail house phone tapes, because the State had laid a\n     sufficient foundation. Finally, we conclude that defendant’s failure to include mental health\n     records on appeal results in the forfeiture of this issue.\n\n¶3                                           JURISDICTION\n¶4        The defendant appeals from a final judgment of conviction in a criminal case. Defendant\n     was sentenced by the trial court on June 17, 2014. He timely filed his notice of appeal on the\n     same day. Accordingly, this court has jurisdiction pursuant to article VI, section 6, of the\n     Illinois Constitution and Illinois Supreme Court Rules 603 and 606, governing appeals from\n     a final judgment of conviction in a criminal case entered below. Ill. Const. 1970, art. VI, § 6;\n     Ill. S. Ct. Rs. 603, 606 (eff. Feb. 6, 2013).\n\n¶5                                         BACKGROUND\n¶6       Given the amount of testimony and evidence presented, this background presents only\n     those facts necessary for the disposition of this appeal.\n¶7       Defendant, Heriberto Viramontes, was charged by indictment with two counts of\n     attempted first degree murder, two counts of armed robbery, one count of armed violence,\n     two counts of aggravated unlawful restraint, eight counts of aggravated battery, two counts of\n     unlawful restraint, four counts of misuse of a credit card, and two counts of use of a credit\n     card by another. Defendant was originally charged along with codefendant Marcy Cruz. The\n     charges arose out of an incident that occurred on April 23, 2010, when defendant robbed\n     Natasha McShane and Stacy Jurich of their purses and other items after violently striking\n     them both on the head with a baseball bat.\n¶8       Prior to trial, codefendant Cruz’s counsel requested a forensic clinical service evaluation\n     for fitness, and she was found fit to stand trial. Defendant also filed a motion to bar evidence\n\n\n                                                -2-\n\f       that included over 40 compact discs (CDs) of phone calls from defendant while in Cook\n       County jail. The court denied the motion, ruling there was nothing about the calls that made\n       them inadmissible or inappropriate.\n¶9         Also prior to trial, Cruz pled guilty to two counts of attempted first degree murder in\n       exchange for a 22-year sentence. In exchange for her guilty plea, Cruz agreed to testify\n       against defendant at trial. Defendant filed a motion to produce Cruz’s mental health records.\n       In response, the State alleged defendant failed to show how the medical records were\n       relevant to Cruz’s credibility. The trial court ordered records from Forensic Clinical Services,\n       reviewed the information, and issued subpoenas to several hospitals. The court determined\n       the following records were admissible and relevant: Cruz’s admission to Cermak Hospital on\n       April 29, 2010, after her arrest; records from Forensic Clinical Services; and records from\n       Norwegian American Hospital from August 2008. The trial court allowed production of\n       Cruz’s most recent mental health records but denied access to earlier records when Cruz was\n       younger. The trial court explained that when deciding which mental health records were\n       discoverable, the court balanced Cruz’s right to confidentiality against defendant’s sixth and\n       fourteenth amendment rights. The court stated it looked for evidence of psychosis, alcohol,\n       and/or drug addiction and other psychopathic traits in deciding what to disclose.\n¶ 10       At trial, one of the victims, Stacy Jurich, testified that in 2010, she was living in the\n       Bucktown neighborhood in Chicago, Illinois. Jurich met the other victim, Natasha McShane,\n       that same year after McShane moved to Chicago from Ireland. On April 22, 2010, Jurich\n       made plans to meet McShane for dinner after work. They met at 9:00 p.m. at Cans, a\n       restaurant. McShane had a shopping bag from H&M, her purse and her class materials with\n       her. Jurich also had her purse with her. Later, Jurich and McShane walked across the street to\n       the Tavern restaurant, had cocktails and danced.\n¶ 11       Jurich testified she and McShane left the Tavern restaurant at around 3:00 a.m., and\n       started walking toward her house. They walked north on Damen Avenue and as they walked\n       underneath a viaduct, Jurich was hit in the head from behind. She felt excruciating pain, lost\n       her equilibrium and suddenly had the taste of metal in her mouth. Jurich fell forward, caught\n       herself, and looked to her left to see McShane being hit in the head with a silver baseball bat.\n       McShane fell down immediately and lifelessly onto the sidewalk. Jurich was hit a second\n       time in her neck. She testified her purse was pulled from her while the robber called her a\n       “stupid bitch.” After her purse was pulled from her arm, Jurich saw a man wearing a hoody\n       running away carrying her purse and McShane’s belongings.\n¶ 12       After the assailant fled, Jurich tended to McShane, trying to support her head, which was\n       extremely bloody. Jurich waved down a taxi and begged the driver to call 911, which he did.\n       When the paramedics arrived Jurich felt severe pain, nausea, and disoriented. As Jurich\n       spoke with police, she felt weak as if she would pass out. After that she could not remember\n       anything else except briefly being in an ambulance, then being in a bright room with people\n       shouting her name.\n¶ 13       Jurich testified she woke up in the intensive care unit and felt scared because she did not\n       understand what had happen to her. Her body felt like it was “filled with sand” and she could\n       not move the left side of her body. A few days after being admitted, Jurich had a\n       conversation with the police and informed them that her initial description of the assailant’s\n       race was incorrect and his skin was medium brown and not black. She was also able to\n       identify the items McShane had in her possession the night of the attack.\n\n                                                  -3-\n\f¶ 14        The back of her skull had been cracked open and was stapled shut at the hospital. She had\n       seizures while hospitalized and was medicated. Upon discharge she was not permitted to\n       drive. At the time of trial, Jurich testified that the incident resulted in the loss of her\n       peripheral vision, she continued to have balance issues, and continued to experience\n       excruciating headaches.\n¶ 15        Shelia McShane testified that her daughter Natasha had returned to Ireland and could not\n       travel to Chicago to testify because of her brain injury. Mrs. McShane testified she cared for\n       her daughter five days a week and Natasha’s father, Liam McShane, cared for her the other\n       two days of the week. On April 24, 2010, she received a telephone call from Chicago that her\n       daughter was in the hospital and she needed to come immediately. At the time, her daughter\n       had only been in Chicago for four months, having arrived in January 2010 to complete her\n       Master’s Degree in Urban Environmental Planning at the University of Illinois Chicago. Mrs.\n       McShane last saw her daughter prior to the incident in January 2010, when she drove her to\n       the airport to move to Chicago.\n¶ 16        Mrs. McShane testified that prior to her injuries, her daughter was very outgoing, full of\n       life, full of energy, loved to travel, and was artistic. When Mr. and Mrs. McShane arrived in\n       Chicago, they went directly to Illinois Masonic Hospital to visit their daughter who was\n       unconscious with her hair partially shaved off from surgery that relieved pressure off of her\n       brain. Her eyes were swollen and blackened. She remained unconscious for the entire three\n       weeks Mr. and Mrs. McShane were in Chicago. In July 2010, Natasha returned to Ireland via\n       air ambulance.\n¶ 17        Mrs. McShane testified that after Natasha returned to Ireland, she experienced a seizure\n       that left her catatonic and in a wheelchair. Prior to the seizure, she had been making slow\n       progress but the seizure set her back significantly. She also had an infection after surgery and\n       a second seizure resulting in a hip fracture. At the time of trial, she could not read, write, or\n       talk. She is mostly wheelchair bound. Mrs. McShane identified a video showing her\n       daughter’s physical therapy at the Rehabilitation Institute of Chicago and more recent\n       footage from Ireland.\n¶ 18        Dr. Marius Katilius, an expert in the field of trauma surgery, treated both Jurich and\n       McShane at Illinois Masonic Hospital. On April 23, 2010, when Dr. Katilius first observed\n       Jurich, he saw a scalp laceration actively bleeding. He stopped the bleeding with a suture,\n       tied off the “bleeder” and closed the laceration with staples. Prior to leaving the emergency\n       room, Jurich had seizures, which Dr. Katilius opined were trauma related. He diagnosed\n       Jurich with a traumatic brain injury caused by blunt force trauma. He opined a hit with a\n       baseball bat was consistent with the injuries she sustained. After leaving the ER, Jurich was\n       transported to the Intensive Care Unit (ICU) for close observation of her neurologic status.\n¶ 19        McShane arrived at Illinois Masonic Hospital at 4:00 a.m., and after an examination, Dr.\n       Katilius inserted a breathing tube in McShane’s windpipe and observed several scalp\n       lacerations. McShane had a skull fracture of the right temporal and parietal bones,\n       hemorrhagic contusions, a subarachnoid hemorrhage, and a subdural hematoma. He also\n       opined McShane’s injuries were consistent with being hit with a baseball bat.\n¶ 20        Commander Joseph Salemme testified that on April 23, 2010, he learned of an\n       investigation regarding an attack at 1800 N. Damen. Commander Salemme joined the\n       investigation and focused mainly on obtaining Jurich’s and McShane’s cellular phone\n       information as well as their bank records and credit card information. On April 25, 2010,\n\n                                                   -4-\n\f       Commander Salemme learned information regarding Stacey’s cell phone and went to 3149\n       N. Springfield in Chicago, which was a 20-unit apartment building. He and other police\n       officers canvassed the building. During the canvass, Commander Salemme met Marcy Cruz.\n       The next day Commander Salemme learned Jurich’s cell phone had been used to call a phone\n       number registered to Josue Espinoza, Cruz’s boyfriend. Once at 3149 N. Springfield,\n       Commander Salemme saw Marcy Cruz walking toward a grey van; she was placed under\n       arrest and her van was impounded. Later, the police recovered a baseball bat with silver duct\n       tape from the rear of the van.\n¶ 21       Commander Salemme testified that on April 26, 2010, at around 11:30 p.m., he assisted\n       in locating defendant and Kira Lundgren at 2715 West Evergreen. Defendant was placed\n       under arrest and Commander Salemme interviewed Lundgren.\n¶ 22       Dr. Leonard Irwin Kranzler, an expert in neurosurgery, treated Jurich and McShane on\n       April 23, 2010, at Illinois Masonic Hospital. He learned from McShane’s CAT scan she had\n       a traumatic subarachnoid hemorrhage, as well as a cerebral contusion. He recommended\n       monitoring the pressure in her skull. When he first examined McShane, he saw the pressure\n       in her skull was not elevated but her brain was swollen. A few hours later, the pressure in\n       McShane’s brain increased considerably so she was treated with a diuretic. McShane\n       regressed to the point where her pupils dilated, indicating the efforts to control the swelling\n       were failing, so Dr. Kranzler performed emergency surgery to alleviate the pressure on her\n       brain. The surgery involved removing a large area of McShane’s skull and the tip of the\n       temporal lobe of her brain. After the surgery, a CAT scan revealed McShane had suffered a\n       stroke, which meant possible vision loss.\n¶ 23       Dr. Kranzler opined McShane’s injuries were consistent with blunt force trauma and\n       being hit with baseball bat. Dr. Kranzler further opined the fracture on McShane’s skull\n       required “considerable force.” He explained that had they not done the surgery to remove a\n       portion of the skull, the brain stem would have been damaged, interfering with the heart and\n       lungs’ ability to function normally. Once McShane was in Ireland, hydrocephalus had\n       developed, which meant water on the brain. Hydrocephalus is considered a delayed effect of\n       head trauma that can cause a person’s condition to worsen.\n¶ 24       Marcy Cruz testified that on April 23, 2010, at around 11:30 p.m., she went to a bar,\n       located at Division and Campbell, with her friend Honey. Defendant, whom Cruz knew as\n       “Betto,” met Cruz at the bar and they left together in Cruz’s grey minivan. After having sex\n       in the van, they drove around in the Bucktown neighborhood where defendant stated, “[l]ook\n       at all these white hoes,” and mentioned he wanted to rob one of them. Defendant parked,\n       grabbed a bat from the back seat of the van, then exited.\n¶ 25       Cruz testified that a few minutes later defendant entered the side sliding door of the van\n       with two purses and the bat. Cruz got into the driver’s seat and drove down Milwaukee\n       Avenue and parked under the “El” after defendant told her to pull over. Defendant stated,\n       “[t]he girls were really pretty and [I] did some bogus shit.” Defendant told Cruz to look\n       through the purses and “grab what [she] like[d].” Defendant took the credit cards and Cruz\n       grabbed Dior perfume and makeup. They then went to the BP gas station at Augusta and\n       Western, where defendant told Cruz they would pump people’s gas, use the credit card, and\n       then keep the money. Once there defendant exited the car with the credit cards. Cruz saw him\n       throw some of the robbery proceeds into a garbage can at the gas station.\n\n\n                                                  -5-\n\f¶ 26       Cruz identified both herself and defendant in the BP gas station surveillance video. Cruz\n       indicated in the video where defendant instructed her to put in a zip code for the credit card.\n       They were unable to run the transaction so they left to pick up Kira Lundgren, defendant’s\n       pregnant girlfriend. Before Lundgren got into the van, defendant told Cruz not to say\n       anything to Lundgren about the robbery.\n¶ 27       Cruz testified she, Lundgren, and defendant eventually left a second gas station and went\n       to the west side of Chicago. Defendant parked in an alley, left for an hour, and returned\n       holding some televisions. They dropped Lundgren off at home and then Cruz and defendant\n       went to Cruz’s house, where they dropped off all of the televisions. Defendant told Cruz if\n       anybody asked to say she got the purse from a “crack head.” Defendant gave Cruz a\n       BlackBerry cell phone from one of the purses.\n¶ 28       Cruz testified two days later, on April 25, 2010, defendant gave her a “script” to say she\n       got the purse from a “crack head” and also told her to throw away the cell phone. The next\n       day, the police returned and placed her under arrest. Afterward she gave the police consent to\n       search her van. Cruz identified People’s Exhibit 181, a compact disk of a series of five audio\n       telephone calls and identified defendant’s voice in all the calls.\n¶ 29       Cruz testified that on July 9, 2013, she pled guilty to two counts of attempted first-degree\n       murder in this case in exchange for a 22-year sentence. Cruz had previously been diagnosed\n       with bipolar disorder and anxiety. She was diagnosed with bipolar disorder when she was 17\n       years old, but in April 2010 was not taking medication for it. She testified she self-medicated\n       with marijuana.\n¶ 30       On cross-examination, Cruz testified she gave the police a different story than what she\n       testified to on the stand. Cruz admitted to telling the police a story defendant told her to say.\n       This story involved meeting a young black male named Jamaica. Jamaica indicated he\n       wanted to sell two purses. She told police she bought the purses for $80. She also told the\n       police in a second statement that when defendant came back to the van, she did not see him\n       with the bat but just saw him placing something up his sleeve.\n¶ 31       She admitting having bipolar disorder, anxiety, and depression and to having these\n       mental illnesses for at least 10 years. Cruz admitted to never telling the police or the assistant\n       State’s Attorneys taking her statement that she saw defendant throw items in the garbage can\n       at the BP gas station. She admitted to signing a nine-page handwritten statement from April\n       27, 2010, where she stated she did not see defendant with a bat.\n¶ 32       On redirect examination, Cruz testified that when she went to the second gas station with\n       defendant and Lundgren, she was alone with Lundgren at one point. Cruz then told Lundgren\n       defendant had robbed some girls.\n¶ 33       Chicago police detective Seamus Fergus testified that on April 25, 2010, he received an\n       assignment to investigate an incident on 1800 N. Damen. He learned of fraudulent credit card\n       charges at Comcast and of several transactions at a BP gas station at Augusta and Western.\n       He went to the gas station and reviewed surveillance footage from several cameras and was\n       able to go directly to 3:48 a.m. on April 23, 2010. He could see one male and one female; the\n       male subject walked back and forth to the gas station attendant and took a large item out of\n       the van, which looked like a jacket or shirt “filled with something.” Detective Fergus\n       searched each of the nearby garbage cans, and then the main dumpster where he found a red\n       binder, McShane’s Irish passport, a certificate of eligibility issued to McShane, a black\n       day-planner, and an H&M bag. Later, Detective Fergus went to Lundgren’s house at 2715 W.\n\n                                                   -6-\n\f       Evergreen and took defendant into custody. After defendant was in custody, Detective Fergus\n       learned defendant had “Betto” tattoos on his left arm and neck.\n¶ 34        Kira Lundgren testified that in 2010 she lived at 2715 W. Evergreen, knew defendant for\n       about a year, was pregnant with his child, and called him “Betto.” Lundgren knew Marcy\n       Cruz, who she knew to be a friend of defendant. She also knew Cruz drove a van. Lundgren\n       testified that on April 22, 2010, she lent defendant her cellular phone. Later, in the early\n       morning hours of April 23, 2010, defendant woke up Lundgren, who got into Cruz’s van with\n       defendant. Lundgren noticed defendant seemed agitated. They stopped at a gas station and\n       defendant got out of the van and started talking to gas station customers. She testified\n       defendant had a credit card in his hand. They left the gas station and drove around but at\n       some point the van broke down. She testified they received a jump start from an\n       African-American man.\n¶ 35        Lundgren testified that after the van started again she went home. Lundgren took her\n       cellular phone from defendant and left Cruz and defendant in the van. Later that day, she saw\n       defendant and Cruz at Cruz’s apartment, where Cruz showed her some “high end” concealer\n       that she “had come up on.” She noticed Cruz and defendant reading a newspaper. On April\n       26, 2010, at around 11:30 p.m., she was at home with defendant, and they were going to\n       leave when the police came to her apartment to place defendant into custody. She consented\n       to a search of her apartment.\n¶ 36        Lundgren testified she had previously had conversations with defendant over the\n       telephone and was familiar with his voice. Prior to testifying, Lundgren listened to People’s\n       Exhibit 181, a CD with five audio phone calls, and recognized defendant’s voice on all of the\n       calls. She also recognized her voice on one of the calls with the defendant. Lundgren testified\n       that on April 26, 2010, at around 11:30 p.m., she went to the police station and had a\n       conversation with the police and an assistant State’s Attorney during which she relayed what\n       she knew about what happened on April 23, 2010.\n¶ 37        Sergeant Steven Bouffard testified he is a sergeant with the Cook County sheriff’s office\n       and oversaw all operations of Securus, the inmate telephone system, inside the Cook County\n       jail. All the call details of each outgoing telephone call are recorded as well as call details,\n       including the location within the jail where the call was made, the exact date and time of the\n       call, the telephone number that was dialed, and whether the inmate hung up or the called\n       party terminated the call. The maximum length for one phone call is 15 minutes and the\n       system gives an automated warning when there is one minute left on the call. There is also a\n       prompt, warning the called party that the call is subject to monitoring and recording. The\n       prompt is repeated randomly throughout the call, up to four times per call. On May 9, 2010,\n       May 20, 2010, June 5, 2010 and November 10, 2010, defendant was in custody at Cook\n       County jail and was housed in division 9.\n¶ 38        Sergeant Bouffard recognized People’s Exhibit 181 as a CD containing audio recordings\n       of five separate telephone calls recorded by the Securus system. Each call on the CD was a\n       shortened version of a longer call. People’s Exhibit 181 was published to the jury. The first\n       call was between a female voice and a male voice that Kira Lundgren had previously\n       identified as being her voice and defendant’s voice. Defendant asked Lundgren if she had\n       heard anything about “the girls” and Lundgren stated Jurich had been released from the\n       hospital. In the second call, the defendant explained he was not attempting to kill anybody.\n       He stated his intention was to “get money and get high. Get money and help out Marcy.” In\n\n                                                  -7-\n\f       the third phone call, Lundgren and Cruz identified defendant as the male voice on the call\n       speaking to an unknown female. Again, defendant reiterated his motivation was to get money\n       to help Cruz. In the fourth call, defendant opined that he needed Cruz to give another\n       statement “saying something other than what she said.” In the fifth phone call, Lundgren and\n       Cruz identified one of the two men on the line as the defendant. In this recording, defendant\n       discussed the robbery and his use of the baseball bat.\n¶ 39        Defense counsel moved to strike Sergeant Bouffard’s testimony and the telephone calls,\n       arguing that the State failed to lay the proper foundation. Specifically, defense counsel\n       claimed Sergeant Bouffard identified defendant but did not see him making any calls. The\n       prosecutor argued Sergeant Bouffard testified as to the foundation of the keeping of the\n       records of the calls and Cruz and Lundgren had identified defendant’s voice on all of the\n       calls. The trial court ruled the authentication and the foundation for the telephone calls were\n       sufficient.\n¶ 40        Defense counsel then made a motion for a mistrial, based on the court’s prior ruling on\n       the jail calls, which the court denied. The people moved to enter into evidence People’s\n       Exhibits 1 through 227, which were entered without objection. The State then rested.\n       Defendant then moved for a directed verdict, which the trial court denied.\n¶ 41        The parties stipulated that Investigator M. Delacey from the Cook County State’s\n       Attorney’s Office would testify that on October 19, 2012, at around 1:00 p.m., he was present\n       for an interview with Marcy Cruz, along with Assistant State’s Attorneys (ASAs) Maher and\n       Ogarek, where Cruz stated that defendant told her “he robbed them” and that Cruz did not\n       say that defendant told her to throw away the BlackBerry. Investigator Delacey would also\n       testify he was present for an interview of Marcy Cruz on October 19, 2012. At this interview,\n       Cruz did not mention to Investigator Delacey that defendant told her he robbed “them” or\n       that defendant told her to throw away the BlackBerry.\n¶ 42        Detective Rolando Rodriguez testified that on April 27, 2010, he was present when\n       Marcy Cruz gave her handwritten statement to Assistant State’s Attorney Michelle\n       Popielewski. Cruz made a few corrections on her statement, including one in which Cruz\n       corrected the statement that she did not see defendant take the baseball bat from her van\n       “when he ran from the van to rob the white girls.”\n¶ 43        On cross-examination, Detective Rodriguez testified he was present for an interview prior\n       to Cruz providing a handwritten statement whereby Cruz denied having any involvement in\n       the crime. During an interview 20 minutes later, Cruz stated defendant took her boyfriend’s\n       bat from the van and put it up his sleeve before getting out of the van.\n¶ 44        Detective Robert Carillo testified that on April 25, 2010, he interviewed Jurich at Illinois\n       Masonic Hospital. When he interviewed her, she stated the offender had dark complexion\n       and the baseball bat was silver. On April 26, 2010, Detective Carillo went to a gas station\n       near Augusta and Western with Detective Fergus, reviewed videos and did not see anybody\n       going to a large dumpster on the lot. Detective Carillo testified he interviewed Jurich and she\n       told him the offender wore medium washed jeans. On cross-examination, Detective Carillo\n       testified Jurich told him she originally thought the offender was black but he may have been\n       Hispanic.\n¶ 45        After closing arguments, the jury deliberated for approximately three hours before\n       returning guilty verdicts. Specifically, the jury found defendant guilty of attempted\n       first-degree murder of Jurich and McShane; guilty of armed robbery of McShane and Jurich;\n\n                                                   -8-\n\f       guilty of aggravated battery and aggravated battery causing permanent disability to both\n       McShane and Jurich. Defendant filed a pro se posttrial motion requesting a new trial, which\n       was denied.\n¶ 46       At the sentencing hearing, the trial court sentenced defendant to 25 years’ imprisonment\n       for the attempted murder of Jurich and, consecutively, to 25 years for the attempted murder\n       of McShane. Further, the court sentenced defendant to 20 years for armed robbery of Jurich\n       and, consecutively, to 20 years for the armed robbery of McShane. The armed robbery\n       convictions were to be served consecutively to the attempted murder convictions for a total\n       of 90 years imprisonment. Defendant filed a motion to reconsider his sentence, which was\n       denied.\n¶ 47       Defendant timely filed his notice of appeal.\n\n¶ 48                                            ANALYSIS\n¶ 49        Defendant raises three issues on appeal: (i) whether the State proved beyond a reasonable\n       doubt defendant had the intent to kill both McShane and Jurich; (ii) whether the trial court\n       erred in admitting into evidence the five phone calls made from Cook County jail; and (iii)\n       whether the trial court erred in limiting the disclosure of codefendant Cruz’s mental health\n       records.\n¶ 50        Defendant first challenges his two convictions for attempted murder of Jurich and\n       McShane. Defendant contends his convictions must be reversed because the state failed to\n       prove he had the specific intent to kill either victim. Defendant is challenging the sufficiency\n       of the evidence used to prove he had the intent to murder each victim.\n¶ 51        In reviewing a case for the sufficiency of the evidence, “ ‘the relevant question is\n       whether, after viewing the evidence in the light most favorable to the prosecution, any\n       rational trier of fact could have found the essential elements of the crime beyond a reasonable\n       doubt.’ ” (Emphasis omitted.) People v. Collins, 106 Ill. 2d 237, 261 (1985) (quoting Jackson\n       v. Virginia, 443 U.S. 307, 319 (1979)). Reviewing courts “must allow all reasonable\n       inferences from the record in favor of the prosecution.” People v. Cunningham, 212 Ill. 2d\n       274, 280 (2004). Evidence may only be found to be insufficient under the Jackson standard\n       “where the record evidence compels the conclusion that no reasonable person could accept it\n       beyond a reasonable doubt.” Id.\n¶ 52        To sustain a conviction for attempted murder, the State must establish beyond a\n       reasonable doubt: (1) defendant performed an act constituting a substantial step toward the\n       commission of murder and (2) defendant possessed the criminal intent to kill the victim.\n       People v. Green, 322 Ill. App. 3d 747, 754 (2001). Because attempted murder is a specific\n       intent offense, it must be proven defendant had the specific intent to kill. People v. Hill, 276\n       Ill. App. 3d 683, 687 (1995). However, because the specific intent to take a life is a state of\n       mind, it is rarely proven through direct evidence. People v. Williams, 165 Ill. 2d 51, 64\n       (1995). “The specific intent to kill may be inferred from the circumstances, such as the\n       character of the assault on the victim and the use of a deadly weapon.” People v. Jones, 184\n       Ill. App. 3d 412, 429 (1989). The trier of fact determines the existence of the requisite intent,\n       and reviewing courts will not disturb that finding unless it clearly appears there is reasonable\n       doubt. People v. Petermon, 2014 IL App (1st) 113536, ¶ 39.\n\n\n\n                                                   -9-\n\f¶ 53        In order to convict defendant of both counts of attempted first degree murder, the State\n       had to prove beyond a reasonable doubt that defendant struck both victims with the intent to\n       kill them. People v. Garrett, 216 Ill. App. 3d 348, 353 (1991). Additionally, evidence of\n       specific intent must be viewed separately with regard to each victim. People v. Velasco, 184\n       Ill. App. 3d 618, 634 (1989). Accordingly, the robber’s intent to kill both victims must be\n       established independently of each other. Id.\n¶ 54        In arguing this court should reverse his conviction for attempted murder of both victims,\n       defendant relies on People v. Thomas, 127 Ill. App. 2d 444 (1970), People v. Jones, 184 Ill.\n       App. 3d 412 (1989), and People v. Garrett, 216 Ill. App. 3d 348 (1991).\n¶ 55        In People v. Thomas, the defendant was found guilty of attempted murder after it was\n       established at trial that, during a 45-minute attack, he used a knife to inflict multiple wounds,\n       beat the victim’s head against a chest of drawers, then raped and robbed her. 127 Ill. App. 2d\n       at 446-48. On appeal, this court reversed, finding, given the prolonged nature of the attack,\n       “the opportunity for murder was such that there was insufficient proof that defendant\n       intended or attempted to commit that crime.” Id. at 456.\n¶ 56        In Jones, the defendants were convicted of the attempted murder of Mr. L. and Mrs. L.\n       Jones, 184 Ill. App. 3d at 429. On appeal, defendants challenged the attempted murder\n       finding as it related to Mr. L., but not Mrs. L. Id. at 430-31. In reviewing the evidence\n       presented at trial, this court noted Mr. L. was hit in the head with a gun several times, kicked\n       repeatedly, and at least one defendant stomped on his head several times. Id. at 430. The\n       defendants also threatened to kill Mr. L. and his family. Id. In reversing the attempted murder\n       convictions, the court pointed out that although the defendants had a knife and gun, they did\n       not use the knife against Mr. L. and only used the gun to beat him. Id. The court noted that\n       while the attack left Mr. L. with serious injuries, no evidence was presented they were\n       life-threatening. Id. Moreover, he was treated as an outpatient while at the hospital. Id. This\n       court concluded that, based on these facts, no rational trier of fact could have found the\n       defendants intended to kill Mr. L. Id. at 430-31.\n¶ 57        In People v. Garrett, a jury found defendant guilty of attempted murder of E.S. Garrett,\n       216 Ill. App. 3d at 352-53. In reviewing the details of the attack, the court noted that, like the\n       defendants in Jones, Garrett was armed with a weapon (a switchblade) but did not use it. Id.\n       at 354. The court found that while the victim suffered lacerations and other serious injuries,\n       he was treated in the emergency room as an outpatient. Id. The doctor noted the injuries\n       could have been life-threatening, but the hospital released E.S. only four hours after arrival\n       without ever admitting him. Id. This court concluded “[j]ust as it was in Jones, the character\n       of the attack on E.S. was not of the type that justifies an inference of an intent to kill.” Id.\n¶ 58        In arguing the trier of fact could conclude the defendant intended to kill Jurich and\n       McShane, the State relies on People v. Scott, 271 Ill. App. 3d 307 (1994), and People v.\n       Rolfe, 353 Ill. App. 3d 1005 (2004). In Scott, the defendant methodically beat the victim with\n       his bare hands. Scott, 271 Ill. App. 3d at 309. The victim spent 22 days in the hospital,\n       needed surgery to repair lacerations on her face, and was unable to walk without assistance\n       for four months. Id. at 310. Important for this court’s consideration, the victim’s injuries were\n       not life-threatening. Id. The Scott court rejected defendant’s reliance on Garrett, Jones, and\n       Thomas. Id. at 311. The court pointed out that in those cases the “defendant possessed a gun\n       or a knife at the time of the crime but did not use it.” Id. This court then concluded a rational\n\n\n                                                   - 10 -\n\f       jury could find an intent to kill based on the extreme and severe trauma inflicted upon the\n       victim, coupled with defendant’s size and strength. Id. at 312.\n¶ 59        In Rolfe, the defendant was found guilty of attempted murder of his estranged wife. 353\n       Ill. App. 3d at 1006-07. Defendant beat his estranged wife, resulting in severe injuries to her\n       head. Id. The injuries included a depressed skull fracture so severe the bone fragments\n       pressed into her brain, allowing air to enter. Id. This required extensive surgery to correct,\n       and the victim developed balance problems, expressive aphasia, pain, and increased fatigue.\n       Id. She also had the potential to develop seizures due to her brain injury. Id. Based on the\n       shocking injuries and the ferocity of the attack, the Rolfe court concluded a trier of fact could\n       find the defendant intended to kill and thus affirmed the attempted murder conviction. Id. at\n       1013.\n¶ 60        A review of other relevant case law also supports the State’s position. In People v.\n       Maxwell, the defendant used a wooden chair leg, which this court described as being “less\n       suitable for causing deadly injury than such possible alternates as a baseball bat or a length of\n       pipe.” 130 Ill. App. 3d 212, 216 (1985). In affirming the attempted murder conviction, the\n       court stated, “[c]ertainly, a solid length of wood when used as a bludgeon and swung against\n       the head both violently and repeatedly is manifestly an implement capable of taking human\n       life.” Id.\n¶ 61        In People v. White, the defendant used a baseball bat to strike the victim in the back of\n       the head and again in the face near the right eye causing the victim’s death. 140 Ill. App. 3d\n       42, 51 (1986). This court found, “[t]he manner in which the bat was used in this case made it\n       a deadly weapon capable of taking human life.” Id. at 50.\n¶ 62        The facts of this case are sufficient to permit the jury to conclude the defendant intended\n       to kill Jurich and McShane. Defendant approached the victims from behind as they walked\n       down Damen Avenue in the middle of the night. With no warning, he delivered a violent hit\n       to the back of Jurich’s head. It opened a large laceration on her head causing a great deal of\n       bleeding. She struggled with the defendant holding on to her purse. He then struck Jurich in\n       the neck, taking her purse. The emergency room physician later opined that Jurich suffered a\n       severe traumatic brain injury. This traumatic brain injury caused seizures in the hospital, and\n       she has yet to regain her peripheral vision or the ability to balance properly. Currently, Jurich\n       suffers with severe migraine headaches as painful as the night she was attacked.\n¶ 63        The attack on McShane was even more brutal and violent than the one on Jurich. After\n       being struck, Jurich turned to see McShane being violently struck in the side of the head with\n       the baseball bat. Again, there is no indication McShane could have known she was about to\n       be attacked. Jurich testified McShane fell immediately and looked lifeless. The emergency\n       room doctor testified McShane’s condition was much worse than Jurich upon arrival.\n       McShane’s condition was dire enough that a breathing tube was inserted in order to secure\n       her airway. The doctor testified that the medical staff was concerned about a rapid\n       deterioration in McShane’s neurological status and brain function. After securing her\n       breathing, they determined she had sustained a skull fracture, hemorrhagic contusions, a\n       subarachnoid hemorrhage, and a subdural hematoma. Dr. Kranzler, an expert in neurosurgery\n       who treated McShane, testified McShane’s brain progressed to a point where her pupils\n       dilated, an indication efforts implemented to control the swelling were failing. Dr. Kranzler\n       performed brain surgery. The surgery involved removing a large portion of McShane’s skull\n\n\n                                                  - 11 -\n\f       and the tip of the temporal lobe of her brain. During the surgery, McShane suffered a stroke.\n       The doctor testified that if the surgery had not been performed, McShane would have died.\n¶ 64        The circumstantial evidence in this case is similar to the evidence in Scott, Rolfe, White,\n       and Maxwell and permits a trier of fact to conclude the defendant intended to kill Jurich and\n       McShane.\n¶ 65        This result is supported by two significant factual differences when compared to Jones\n       and Garrett. First, in both Jones and Garrett, the court recognized that the victims suffered\n       serious injuries that were not life-threatening and the victims were discharged hours after\n       arriving for treatment. Jones, 184 Ill. App. 3d at 430; Garrett, 216 Ill. App. 3d at 354.\n       Second, in both cases the court recognized a deadly weapon was present during the\n       commission of the offense, but was not utilized in a deadly fashion. In Jones, the defendant\n       had a knife and gun, but did not use the knife and only used the gun as a bludgeon. Jones,\n       184 Ill. App. 3d at 430. In Garrett, the defendant was armed with a switchblade and\n       threatened the victim with it but did not use it during the attack. Garrett, 216 Ill. App. 3d at\n       354.\n¶ 66        Based on the nature of the attack and the significance of the injuries inflicted, a trier of\n       fact could conclude the defendant intended to kill the Jurich and McShane. The viciousness\n       of the attack and the seriousness of the injuries inflicted place this case closer to the facts\n       found in Scott, 271 Ill. App. 3d at 310, and Rolfe, 271 Ill. App. 3d at 1007; than Jones, 184\n       Ill. App. 3d at 430, and Garrett, 216 Ill. App. 3d at 354. Accordingly, we affirm both\n       attempted murder convictions.\n¶ 67        Next, the defendant contends that the State failed to lay the proper foundation for the\n       admission of the five audio recordings of defendant’s jail telephone calls. The admissibility\n       of evidence is within the sound discretion of the trial court and will not be disturbed absent a\n       clear abuse of discretion. People v. Becker, 239 Ill. 2d 215, 234 (2010). An abuse of\n       discretion occurs only when the trial court’s ruling is arbitrary or fanciful or where no\n       reasonable person would adopt the trial court’s view. People v. Illgen, 145 Ill. 2d 353, 364\n       (1991).\n¶ 68        Relevant and material audio recordings are admissible “if a proper foundation has been\n       laid to assure the authenticity and reliability of the recording.” People v. Aliwoli, 238 Ill.\n       App. 3d 602, 623 (1992). A sufficient foundation is laid when “a participant to the\n       conversation or a person who heard the conversation while it was taking place identifies the\n       voices of the people in the conversation and testifies that the tape accurately portrays the\n       conversation.” In re C.H., 398 Ill. App. 3d 603, 607 (2010).\n¶ 69        In cases where there is no witness with personal knowledge of what the recording\n       portrays, a sufficient foundation may be laid under the silent witness theory. Under this\n       theory, a recording may be admitted without the testimony of a witness with personal\n       knowledge of what the recording portrays as long as there is sufficient proof of the reliability\n       of the process that produced the recording. People v. Vaden, 336 Ill. App. 3d 893, 898\n       (2003). Generally, this is shown if the recording’s proponent presents “evidence as to (1)\n       capability of the device for recording; (2) competency of the operator; (3) proper operation of\n       the device; (4) preservation of the recording with no changes, additions, or deletions; and (5)\n       identification of the speakers.” People v. Smith, 321 Ill. App. 3d 669, 675 (2001); Vaden, 336\n       Ill. App. 3d at 899.\n\n\n                                                  - 12 -\n\f¶ 70       Upon review of the facts and the relevant case law, we reject the defendant’s argument\n       and find the trial court did not abuse its discretion when it admitted the five audio recordings\n       into evidence. At trial, both Kira Lundgren and Marcy Cruz identified defendant’s voice on\n       all of the calls. Additionally, Lundgren identified herself as the female voice and defendant\n       as the male voice in one of the phone calls. The trial court also heard testimony from\n       Sergeant Steven Bouffard from the Cook County sheriff’s office. He testified that for the past\n       six years he has overseen the inmate phone system inside the Cook County jail where\n       defendant was held. He testified the jail has in place a system, known as Securus, which\n       records all outgoing inmate phone calls. These calls are all stored at a data center in Atlanta,\n       Georgia. Sergeant Bouffard testified he had received training as both an end user and as an\n       administrator. He further explained that, along with the content of the calls, the system\n       captures where the call was made from within the jail; the exact date and time of the\n       telephone call, both when it was placed and when it ended; the telephone number that was\n       dialed; and how the call terminated. He informed the court he accesses the recordings\n       through a web portal called the secure web platform.\n¶ 71       In arguing the court erred in admitting the recordings under the silent witness theory, the\n       defendant argues Sergeant Bouffard did not testify whether the recording device was\n       operating correctly at the time of the call. While it is true Sergeant Bouffard did not testify\n       specifically that the Securus system was operating correctly, the fact the audio recording\n       exists at all demonstrates the system was acting correctly. People v. Taylor, 2011 IL 110067,\n       ¶ 39 (“While the camera may not have worked perfectly it clearly worked. As one court has\n       stated, “ ‘[t]he fact that the tape[ ] exist[s] at all is evidence that the tape recorder was\n       functional and that [the operator] knew how to operate it.’ ” (quoting Willett v. Russell M.\n       Stookey, P.C., 568 S.E.2d 520, 526 (Ga. Ct. App. 2002))).\n¶ 72       Defendant’s reliance on People v. Sangster, 2014 IL App (1st) 113457, is misplaced. In\n       Sangster, the department of corrections employee testified that the only way to activate the\n       phone system was having the caller enter his PIN and say his or her name. Id. ¶ 50. This\n       defendant contends it was this feature of entering a PIN and saying his or her name that\n       demonstrated the jail telephone recording system was enabled and working, thus satisfying\n       one of the foundational requirements. However, it does not appear this factored into the\n       court’s analysis when it determined the trial court did not err.\n¶ 73       The defendant in Sangster, like the defendant before this court, raised the issue\n       concerning the proper operation of the recording device. Id. ¶ 49. While the court did review\n       the testimony of the jail operator, it rejected the defendant’s contention because he failed to\n       put forth any evidence demonstrating the calls were anything but authentic. The Sangster\n       court stated, “[w]e note that neither at trial nor before us did Sangster make a colorable claim\n       that the recording was other than authentic or accurate. [Citation.] Where a defendant does\n       not present any actual evidence of tampering, substitution, or contamination, the State need\n       only establish a probability that those things did not occur.” Id. ¶ 51. The same reasoning\n       applies here.\n¶ 74       The defendant in this case, like the defendant in Sangster, does not present any evidence\n       of tampering, substitution, or contamination. Sergeant Bouffard testified the original audio\n       was recorded and stored at the data warehouse and he had listened to the entirety of all five\n       recordings. He further stated the five recordings on the CD in court were accurate versions of\n\n\n                                                  - 13 -\n\f       the longer phone calls. Based on this testimony and the lack of any evidence to the contrary,\n       the State adequately established the system worked properly and no tampering occurred.\n¶ 75        Furthermore, the identification by Lundgren and Cruz and the discussions taking place on\n       the calls were sufficient to identify defendant as a party to each phone conversation. In the\n       first phone call, defendant can be heard asking about the victims’ medical condition. In the\n       second call, defendant can be heard discussing McShane’s condition along with the charges\n       against him. He also brings up Marcy Cruz. In the third call, the victims’ conditions are again\n       discussed and Cruz is again mentioned. In the fourth call, defendant can again be heard\n       talking about Cruz and statements she may have already given. In the fifth call, defendant\n       can be heard discussing the details of the crime itself, including the use of the bat.\n¶ 76        Based on the evidence presented, the trial court’s admission of the phone calls under the\n       silent witness theory was not an abuse of discretion. Additionally, finding no error in the trial\n       court’s admission of the recordings under the silent witness theory, we decline to address the\n       State’s alternative argument the records are admissible under the business records exception.\n       725 ILCS 5/115-5(a) (West 2012).\n¶ 77        Finally, defendant challenges the trial court’s decision to limit the disclosure of Cruz’s\n       mental health records. Prior to trial, the defense moved to produce all of Cruz’s mental health\n       records. It had become known to the defense that Cruz was taking psychotropic drugs and\n       had recently been evaluated by Forensic Clinical Services. Prior to trial, the trial court\n       conducted an in camera review of all of Cruz’s mental health records. The court determined\n       several records were discoverable, including her admission to Cermak Hospital following her\n       arrest on April 29, 2010; records from Forensic Clinical Services; and records from\n       Norwegian American Hospital from August 2008. The court refused to tender other mental\n       health records, all of which were dated from 2002-08.\n¶ 78        On appeal, defendant contends he was entitled to all of Cruz’s mental health records in\n       order to adequately test her credibility. The State responds that the defendant has failed to\n       include any of the mental health records (even those tendered) in the record before this court,\n       and has therefore forfeited review of the issue. We agree with the State.\n¶ 79        It is well established under Illinois law “evidence of a witness’ mental condition is\n       admissible to the extent it bears upon the credibility of the witness’ testimony.” People v.\n       Votava, 223 Ill. App. 3d 58, 74 (1991) (citing People v. Monk, 174 Ill. App. 3d 528 (1988)).\n       “Whether such confidential material is discoverable and subject to disclosure *** rests with\n       the circuit court.” Id. at 74-75. The trial court’s decision is reviewed under an abuse of\n       discretion analysis. People v. Bean, 137 Ill. 2d 65, 102 (1990).\n¶ 80        This court has stated that “[t]he appellant carries the burden of presenting a complete\n       record on appeal [citation] and any doubts arising from an incomplete record will be\n       construed against the defendant.” People v. Smith, 406 Ill. App. 3d 879, 886 (2010). The\n       defendant replies that the reason the mental health records are not part of the appellate record\n       is because they were never given to him. This argument is unpersuasive because Illinois\n       Supreme Court Rule 415(f) provides a procedure for allowing documents reviewed in\n       camera to be a part of the appellate record. Ill. S. Ct. R. 415(f) (eff. Oct. 1, 1971). Rule\n       415(f) provides:\n                    “(f) In Camera Proceedings. Upon request of any person, the court may permit\n                any showing of cause for denial or regulation of disclosures, or portion of such\n                showing, to be made in camera. A record shall be made of such proceedings. If the\n\n                                                  - 14 -\n\f                court enters an order granting relief following a showing in camera, the entire record\n                of such showing shall be sealed, impounded, and preserved in the records of the\n                court, to be made available to the reviewing court in the event of an appeal.” Id.\n       A defendant need only file a motion pursuant to Rule 415(f) before the trial court in order to\n       ensure the documents which were reviewed in camera are available to the appellate court.\n       See People v. Deleon, 227 Ill. 2d 322, 342 (2008) (finding that the burden is on the appellant\n       to comply with Rule 415(f) and ensure the documents reviewed in camera by the trial court\n       are made apart of the appellate record); see also Bean, 137 Ill. 2d at 102 (“We have reviewed\n       all of [the witness]’s mental health records and cannot say that the trial court abused its\n       discretion ***.”).\n¶ 81        In Deleon, the defendant asked the appellate court to review his corrections file for\n       mitigation evidence. 227 Ill. 2d at 340. The appellate court decline defendant’s request. Id. at\n       341. On review to the supreme court, it concluded a defendant has the responsibility to\n       ensure compliance with Rule 415(f). Id. at 342 (citing People v. Coates, 109 Ill. 2d 431, 438\n       (1985)). “[A]bsent a request for such compliance, any deficiency in the record will be\n       attributable to that party.” Id. Here, as in Deleon, it was the defendant’s responsibility to\n       ensure a complete record and his failure to provide the mental health records as part of\n       appellate record prevents us from reviewing the issue. Id. at 341-42.\n¶ 82        Even if we did not find the issue forfeited, a review of the record that is before this court\n       shows no abuse of discretion. After receiving all of the mental health records, the trial court\n       conducted an in camera review in the presence of a court reporter. The trial court proceeded\n       to identify each record it was viewing, detailing the nature of the record and the reason it was\n       or was not being tendered to the defendant. The court found many of the older records\n       contained irrelevant information. Further, the court concluded relevant material in the older\n       records was contained in the disclosed material. In arguing for reversal, defendant does not\n       point out any specific hospital record the trial court discussed, but did not disclose, and\n       instead merely asserts that he should have been given the entirety of her mental health file.\n       This is insufficient to demonstrate an abuse of discretion. The trial court’s statements on the\n       record indicate the vast majority of the records concerned depression, anxiety, and an eating\n       disorder, none of which would be relevant to testing Cruz’s credibility. Accordingly, even if\n       we did not find the issue forfeited, we conclude based on the limited record before us, that\n       the trial court did not abuse its discretion in its handling of Cruz’s mental health records.\n\n¶ 83                                       CONCLUSION\n¶ 84      For the reasons stated above, we affirm defendant’s conviction.\n\n¶ 85      Affirmed.\n\n\n\n\n                                                   - 15 -\n\f",
            "ocr": false,
            "opinion_id": 4147713
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}