{
    "id": 4377133,
    "judges": "Carlton, Fair, Greenlee, Griffis, Ishee, Lee, Wilson",
    "date_filed": "1986-10-26",
    "date_filed_is_approximate": true,
    "slug": "dennis-thompson-v-state-of-mississippi",
    "case_name_short": null,
    "case_name": "Dennis Thompson v. State of Mississippi",
    "case_name_full": "Dennis THOMPSON A/K/A Nucy A/K/A Ray Ray A/K/A Dennis Ray Thompson, Appellant v. STATE of Mississippi, Appellee",
    "attorneys": "ATTORNEYS FOR APPELLANT: CHOKWE ANTAR LUMUMBA, CHARLES EDWARD LAWRENCE III, ATTORNEY FOR APPELLEE: OFFICE OF THE ATTORNEY GENERAL, BY: JOSEPH SCOTT HEMLEBEN",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied June 20, 2017, Certiorari Denied September 28, 2017",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1104-6\">\n    Dennis THOMPSON a/k/a Nucy a/k/a Ray Ray a/k/a Dennis Ray Thompson, Appellant v. STATE of Mississippi, Appellee\n   </parties><docketnumber id=\"anb-dedup-1\">\n    NO. 2015-KA-00623-COA\n   </docketnumber><court id=\"a0b-dedup-0\">\n    Court of Appeals of Mississippi.\n   </court><decisiondate id=\"Ag7H\">\n    03/21/2017\n   </decisiondate><br><otherdate id=\"b1104-8\">\n    Rehearing Denied June 20, 2017\n   </otherdate><otherdate id=\"A4aJ\">\n    Certiorari Denied September 28, 2017\n   </otherdate><br><attorneys id=\"b1106-23\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1046\"> \n     *1046\n     </span>\n    ATTORNEYS FOR APPELLANT: CHOKWE ANTAR LUMUMBA, CHARLES EDWARD LAWRENCE III\n   </attorneys><br><attorneys id=\"b1107-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1047\"> \n     *1047\n     </span>\n    ATTORNEY FOR APPELLEE: OFFICE OF THE ATTORNEY GENERAL, BY: JOSEPH SCOTT HEMLEBEN\n   </attorneys>",
    "citations": [
        "230 So. 3d 1044"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 35.0,
            "download_url": "http://courts.ms.gov/Images/Opinions/CO120289.pdf",
            "author_id": null,
            "opinion_text": "      IN THE COURT OF APPEALS OF THE STATE OF MISSISSIPPI\n\n                       NO. 2015-KA-00623-COA\n\nDENNIS THOMPSON A/K/A NUCY A/K/A RAY                  APPELLANT\nRAY A/K/A DENNIS RAY THOMPSON\n\nv.\n\nSTATE OF MISSISSIPPI                                   APPELLEE\n\nDATE OF JUDGMENT:              11/6/2014\nTRIAL JUDGE:                   HON. LEE SORRELS COLEMAN\nCOURT FROM WHICH APPEALED:     OKTIBBEHA COUNTY CIRCUIT COURT\nATTORNEYS FOR APPELLANT:       CHOKWE ANTAR LUMUMBA\n                               CHARLES EDWARD LAWRENCE III\nATTORNEY FOR APPELLEE:         OFFICE OF THE ATTORNEY GENERAL\n                               BY: JOSEPH SCOTT HEMLEBEN\nDISTRICT ATTORNEY:             SCOTT COLOM\nNATURE OF THE CASE:            CRIMINAL - FELONY\nTRIAL COURT DISPOSITION:       CONVICTED OF COUNT I, MURDER, AND\n                               SENTENCED TO THIRTY YEARS; COUNT\n                               II, AGGRAVATED ASSAULT, AND\n                               SENTENCED TO FIVE YEARS, WITH THE\n                               SENTENCE TO RUN CONSECUTIVELY TO\n                               THE SENTENCE IN COUNT I; COUNT III,\n                               AGGRAVATED ASSAULT, AND\n                               SENTENCED TO FIVE YEARS, WITH THE\n                               SENTENCE TO RUN CONCURRENTLY\n                               WITH THE SENTENCE IN COUNT I; AND\n                               COUNT IV, AGGRAVATED ASSAULT,\n                               AND SENTENCED TO FIVE YEARS, WITH\n                               THE SENTENCE TO RUN\n                               CONSECUTIVELY TO THE SENTENCES IN\n                               COUNTS I AND II, ALL IN THE CUSTODY\n                               OF THE MISSISSIPPI DEPARTMENT OF\n                               CORRECTIONS\nDISPOSITION:                   AFFIRMED - 03/21/2017\nMOTION FOR REHEARING FILED:\nMANDATE ISSUED:\n\f        EN BANC.\n\n        WILSON, J., FOR THE COURT:\n\n¶1.     Dennis Thompson was found guilty of murder and three counts of aggravated assault\n\nfollowing a jury trial in the Oktibbeha County Circuit Court. On appeal, Thompson argues\n\nthat the trial court (1) “improperly allow[ed] the State to introduce rebuttal testimony” and\n\n(2) erred “in refusing all . . . [j]ury [i]nstruction[s] offered by the defense,” including certain\n\nproposed instructions on the concept of reasonable doubt. We conclude that the trial court\n\ndid not abuse its discretion by allowing a rebuttal witness or by denying the requested\n\ninstructions. Therefore, we affirm Thompson’s convictions and sentences.\n\n                         FACTS AND PROCEDURAL HISTORY\n\n¶2.     Around 1 a.m. on May 22, 2010, a large number of people had gathered near the\n\nintersection of Highway 182 and North Washington Street in Starkville. Groups were milling\n\nabout and talking on both sides of Highway 182, primarily near a Texaco on the south side\n\nof the street and around Club 124, where a high school graduation party was just ending, on\n\nthe north side of the street. Following a physical altercation near the intersection, gunshots\n\nwere fired that resulted in the death of C.K. Randle and injuries to three others.\n\n¶3.     Thompson was arrested in connection with the shooting and was indicted for depraved\n\nheart murder, Miss. Code Ann.§ 97-3-19(1)(b) (Rev. 2006), and three counts of aggravated\n\nassault, Miss. Code Ann. § 97-3-7(2). Thompson’s case proceeded to trial on October 27-31,\n\n2014. At trial, the jury heard from eight witnesses to the shooting and/or the events leading\n\nup to it.\n\n\n\n                                                2\n\f¶4.    Lavsha King testified that she was standing in the Texaco parking lot when she heard\n\na commotion and saw a crowd of at least ten to fifteen people walking toward Highway 182.\n\nThe crowd was walking toward a man who was standing in the street. King did not know\n\nthe man, but she said he was wearing a white shirt and had dreadlocks.1 King testified that\n\na Chevrolet Avalanche drove up near the man, and the man spoke briefly to the driver and\n\nthen “reached into the back seat” of the vehicle. When the man turned back toward the\n\napproaching crowd, he had a gun and “came out shooting.” According to King, the man fired\n\nmore than five shots as the crowd scattered. The man then dove through the back window\n\nof the Avalanche, which sped off west on Highway 182. King then realized that Randle, who\n\nwas a friend of her brother, had been shot. King immediately called 911.\n\n¶5.    Azaria Ross testified that she was standing in the Texaco parking lot when her\n\nbrother, Tavion Pegues, saw Thompson and said, “Let’s get this n****r.” Mike Smith then\n\nwalked up to Thompson, who was standing in the street, and punched him. Ross testified\n\nthat Thompson stumbled back, and a group of five to ten people advanced toward him, but\n\nThompson then regained his balance and pulled a gun from his pants. Ross did not actually\n\nsee Thompson fire the gun, but she testified that she heard multiple gunshots immediately\n\nafter she saw him pull the gun. Ross was struck by one of the bullets. Her brother and his\n\nfriends took her to the hospital.\n\n¶6.    Smith’s brother, Tony Harris, was also in the Texaco parking lot prior to the shooting.\n\nHarris testified that Smith and Thompson argued, Thompson approached Smith, and then\n\n\n\n       1\n           Thompson had dreadlocks at the time of the shooting.\n\n                                              3\n\fSmith punched Thompson. Harris testified that Thompson then pulled out a gun and began\n\nshooting. Harris was struck by one of the bullets and was taken to the hospital.\n\n¶7.    Devierre Outlaw was standing a short distance down the street when the shooting\n\noccurred. He testified that he saw Smith punch Thompson in the face, and then Thompson\n\npulled out a gun and started shooting. Outlaw testified that, because it was dark outside, he\n\ncould not see the gun, but he saw the gunfire and heard the shots. Outlaw was shot in the\n\nelbow and in the abdomen, and an ambulance took him to the hospital.\n\n¶8.    McKenzie Rogers testified that he was across the street when he saw thirty to forty\n\npeople approaching Thompson in the Texaco parking lot. Rogers testified that the group\n\nappeared to be “preparing to fight.” According to Rogers, an SUV then pulled up near the\n\nTexaco in the middle of Highway 182, which blocked his view of Thompson. Rogers next\n\nheard five or six gunshots, and then the SUV sped off. Rogers saw that Randle had been shot\n\nand tried to perform CPR on him until law enforcement arrived.\n\n¶9.    Jason Zuber, a defense witness, testified that he was standing across the street from\n\nthe Texaco when he saw Thompson arguing with a group of ten to fifteen men. Zuber\n\ntestified that Thompson tried to walk away, but one of the men followed Thompson into\n\nHighway 182 and punched him in the face. According to Zuber, the rest of the group then\n\nrushed toward Thompson, blocking his view. Zuber then heard gunshots, but he could not\n\nsee the shooter. Zuber claimed that he heard more than one set of gunshots and that the shots\n\nwere coming from different locations and directions.\n\n¶10.   Christopher Harris, a close friend of Thompson, testified that he had been with\n\n\n\n                                             4\n\fThompson since approximately 6 p.m. that evening and that he did not see Thompson with\n\na gun at any time that night. On their way to the party at Club 124, Thompson and Harris\n\nstopped at the Texaco, and Thompson went inside to buy a drink and some chips. Harris\n\ntestified that as Thompson exited the Texaco, Smith and several others outside began\n\nharassing Thompson. Harris testified that he stepped between Thompson and the group to\n\ntry to avoid trouble. Then one of Thompson’s “kin” pulled up in the street in a “truck,” and\n\nHarris encouraged Thompson to get in the truck and leave. Harris testified that as Thompson\n\nwalked toward the truck, Smith ran forward and hit Thompson. According to Harris, a crowd\n\nof twenty or thirty people then ran toward Thompson so that he could not see Thompson.\n\nHarris then heard gunshots, and the crowd took off running in different directions. Harris\n\ntestified that he heard approximately six gunshots, but he believed that the shots came from\n\ndifferent guns and from different directions.\n\n¶11.   Justin Yarbrough testified that Smith and several others had jumped him outside of\n\nClub 124 a short time before the shooting. According to Yarbrough, the group attacked him\n\nand kicked and beat him severely. Yarbrough never reported the incident to the police. He\n\ntestified that he was sitting in a car nearby when shots were fired and that he did not see the\n\nshooting.\n\n¶12.   Officers from the Starkville Police Department were on the scene within minutes of\n\nthe shooting. They recovered six shell casings within twenty feet of Randle’s body. All were\n\nSmith & Wesson .40 caliber shells. No other type of shell casing was recovered.\n\n¶13.   After the defense rested, the State announced that it would call Landon Stamps, a\n\n\n\n                                                5\n\fformer Starkville Police Department detective, as a rebuttal witness. Stamps had interviewed\n\nThompson shortly after the shooting, and the State intended to introduce the approximately\n\nthirty-minute video of the interview through Stamps. Thompson objected that Stamps’s\n\ntestimony and the recorded interview were improper rebuttal and should have been offered\n\nin the State’s case-in-chief. However, the State responded that the interview, in which\n\nThompson admitted to firing a .40 caliber handgun about six times, was admissible to rebut\n\nthe testimony of Harris and Zuber. The State explained that it did not introduce the interview\n\nin its case-in-chief because it considered it a self-serving claim of self-defense. However,\n\nonce Harris suggested that Thompson did not have a gun, and Harris and Zuber suggested\n\nthat there were other shooters, the video was proper rebuttal evidence. The trial judge\n\noverruled Thompson’s objection but also ruled that Thompson would be allowed to offer\n\nappropriate surrebuttal evidence.\n\n¶14.   At Thompson’s request, the trial judge agreed to view Thompson’s recorded statement\n\noutside the presence of the jury before making a final ruling on its admissibility. While the\n\nvideo was being played for the judge, co-counsel for the defense—Mr. Lumumba and Mr.\n\nLawrence—made the following statements:\n\n       BY MR. LUMUMBA: (Speaking over audio) Let it in, Your Honor.\n\n       BY MR. LAWRENCE: (Speaking over audio) Please let it in. Please. We\n       can stop now.\n\n       BY THE COURT: (Speaking over audio) All right. All right, we can turn that\n       off.\n\n       (Whereupon the video playing in open court was paused.)\n\n\n\n                                              6\n\f       BY MR. LAWRENCE: Innocent.\n\n       BY THE COURT: Now, you’ve withdrawn your objection to the admission of\n       the statement; is that correct?\n\n       BY MR. LUMUMBA: (Nods head affirmatively).\n\n       BY THE COURT: All right. Would that -- there’s nothing left for the Court\n       to rule on. However, I do believe you mentioned earlier that there was a\n       statement at the 29th minute --\n\n       BY MR. LUMUMBA: Yes.\n\n       BY THE COURT: -- and that you wanted that portion redacted; is that correct?\n\n       BY MR. LUMUMBA: Yeah, I’d ask the State how far do y’all want to go?\n       Y’all want the whole thing to be -- be heard?\n\n       BY MR. LAWRENCE: I want the whole thing to be heard.\n\nFollowing a brief recess, the court asked counsel to again confirm that Thompson had\n\n“withdrawn his objections” to the recorded statement on the ground that it was improper\n\nrebuttal. Mr. Lawrence answered, “Yes, Your Honor, we have at this time.”\n\n¶15.   Stamps then testified, and Thompson’s recorded interview was played for the jury.\n\nDuring the interview, Thompson admitted that he had fired “about six” shots with a .40\n\ncaliber handgun. Thompson told Stamps that he had dropped the handgun at the scene before\n\njumping into his cousin’s vehicle. During the interview, Thompson did not claim that anyone\n\nelse had fired a gun. After a brief surrebuttal witness, the defense finally rested.\n\n¶16.   The case was submitted to the jury, and the jury found Thompson guilty of depraved\n\nheart murder2 and on all three counts of aggravated assault. The court sentenced Thompson\n\n\n\n       2\n           No manslaughter instructions were requested or given.\n\n                                              7\n\fto thirty years in the custody of the Mississippi Department of Corrections (MDOC) for\n\nmurder.3 The court also sentenced Thompson to five years in MDOC custody on each count\n\nof aggravated assault, with two of the five-year sentences to run consecutively to one another\n\nand to the murder sentence, and one five-year sentence to run concurrently to the murder\n\nsentence. Thompson subsequently filed a motion for judgment notwithstanding the verdict\n\nor a new trial, which was denied, and a timely notice of appeal. As noted above, Thompson\n\nargues that the trial court erred by allowing the State to introduce rebuttal testimony and by\n\nrefusing all of his proposed jury instructions.\n\n                                        DISCUSSION\n\n       I.     Rebuttal Witness\n\n¶17.   As discussed above, Thompson’s counsel expressly withdrew his objection to the\n\nintroduction of his recorded interview. In fact, both of his attorneys expressly stated that they\n\nwanted the jury to hear the interview. Accordingly, Thompson waived any objection to the\n\nvideotaped interview. Baxter v. State, 177 So. 3d 423, 441 (¶47) (Miss. Ct. App. 2014), aff'd,\n\n177 So. 3d 394, 398 n.2 (Miss. 2015). Aside from Stamps’s role as the sponsoring witness\n\nfor the recorded interview, his testimony had little significance, and Thompson identifies no\n\nspecific testimony that prejudiced him. Therefore, we conclude that Thompson waived any\n\nobjection to Stamps’s testimony or the introduction of his recorded interview.\n\n¶18.   In any event, the trial judge did not abuse his discretion by allowing Stamps to testify\n\n\n\n       3\n        The circuit court applied the amended (lesser) sentencing provision applicable to\nsecond-degree murder, effective July 1, 2013. See Miss. Code Ann. § 97-3-19(1)(b) and -\n21(2) (Rev. 2014).\n\n                                               8\n\fin rebuttal. The decision whether to allow rebuttal testimony is committed to the discretion\n\nof the trial judge, and we will reverse only for an abuse of discretion. Armstrong v. State,\n\n771 So. 2d 988, 999 (¶48) (Miss. Ct. App. 2000). In general, the State “must offer all\n\nsubstantive evidence in its case-in-chief.” Id. However, the State is entitled to present\n\n“rebuttal testimony . . . to explain, repel, counteract or disprove evidence” offered by the\n\ndefense. Williams v. State, 539 So. 2d 1049, 1051 (Miss. 1989). Moreover,\n\n       the court should resolve [any] doubt in favor of the reception in rebuttal [if] (1)\n       its reception will not consume so much additional time as to give an undue\n       weight in practical probative force to the evidence so received in rebuttal, . .\n       . (2) the opposite party would be substantially as well prepared to meet it by\n       surrebuttal as if the testimony had been offered in chief, and (3) the opposite\n       party upon request therefor is given the opportunity to reply by surrebuttal.\n\nRiley v. State, 248 Miss. 177, 186, 157 So. 2d 381, 385 (1963) (quoting Roney v. State, 167\n\nMiss. 827, 150 So. 774, 775-76 (1933)). “[The Mississippi Supreme] Court has advocated\n\na liberal application of the rebuttal evidence rule.” McGaughy v. State, 742 So. 2d 1091,\n\n1094 (¶19) (Miss. 1999) (quoting Powell v. State, 662 So. 2d 1095, 1098 (Miss. 1995)).\n\n¶19.   Thompson’s counsel argued in his opening statement that this was “a clear case of\n\nself-defense.” The State then presented its case-in-chief directed to rebutting Thompson’s\n\nclaim of self-defense. After the State rested, the defense called Harris, who had been with\n\nThompson throughout the evening leading up to the shooting. On direct-examination and\n\nagain on redirect, defense counsel elicited testimony from Harris that he had not seen\n\nThompson with a gun at any point during the evening. The apparent purpose of this\n\ntestimony was to suggest to the jury that Thompson did not even have a gun, much less fire\n\none. In addition, Harris and Zuber both testified that they believed that shots were fired from\n\n                                               9\n\fmultiple guns, from different locations, and in different directions.\n\n¶20.   It was not an abuse of discretion to permit the State to counteract Harris’s testimony\n\nby introducing Thompson’s recorded interview, in which he clearly admitted to firing a gun.\n\nWilliams, 539 So. 2d at 1051. It is understandable that the State did not use the interview in\n\nits case-in-chief, as Thompson did not confess to murder but rather claimed self-defense\n\nbased on his own version of events. Once the defense introduced evidence suggesting that\n\nThompson did not have a gun, the trial judge was within his discretion to allow the State to\n\nintroduce the recorded interview in rebuttal. See Armstrong, 771 So. 2d at 998-1000 (¶¶47-\n\n49) (eyewitness was properly allowed to testify to rebut defendant’s claim that he did not\n\nhave a gun at the crime scene).\n\n¶21.   In addition, the interview was proper rebuttal of Harris’s and Zuber’s testimony that\n\nshots were fired from different guns in different directions. In the recorded interview,\n\nThompson stated that he fired “about six” shots from his .40 caliber handgun, which matched\n\nand explained the evidence collected at the scene. During the interview, Thompson did not\n\nmention anyone else firing a gun during the incident. Thus, Thompson’s recorded interview\n\nwas properly admitted to counteract this aspect of Harris’s and Zuber’s testimony as well.\n\nWilliams, 539 So. 2d at 1051.\n\n¶22.   Finally, although we are firmly convinced that Stamps’s testimony and the recorded\n\ninterview were proper rebuttal evidence, even if there were some “doubt” as to the issue, we\n\nwould not find an abuse of discretion. See Riley, 248 Miss. at 186, 157 So. 2d at 385. Under\n\nMississippi Supreme Court precedent, any “doubt” was properly resolved in favor of\n\n\n\n                                             10\n\fadmission because (1) Stamps’s testimony was brief, (2) Thompson should have been\n\nprepared to respond to the recorded interview, which was the subject of a pretrial motion to\n\nsuppress, and (3) Thompson was allowed to reply by surrebuttal. See id. The trial judge\n\nproperly considered these factors and did not abuse his discretion by allowing Stamps to\n\ntestify in rebuttal.4\n\n       II.     Jury Instructions\n\n¶23.   In his second assignment of error, Thompson argues that the trial court erred by\n\nrefusing all fifteen of his proposed jury instructions. However, Thompson only provides\n\nsupporting argument for his assertions that the trial court erred in refusing three instructions:\n\nD-1, D-2, and D-3. “It is a longstanding principle of law that if an appellant fails to support\n\nher allegation of error with argument or authority, this Court need not consider the issue.”\n\nJordan v. State, 995 So. 2d 94, 103 (¶14) (Miss. 2008) (quotation marks, alterations omitted).\n\nAccordingly, the issue is procedurally barred except with regard to alleged errors involved\n\nin the denial of proposed jury instructions D-1, D-2, and D-3. See id. In addition, during oral\n\nargument before this Court, defense counsel voluntarily conceded that the denial of D-1 was\n\nnot reversible error, as it was fairly covered elsewhere in the jury instructions. Accordingly,\n\n       4\n         The Supreme Court has also held that the admission of rebuttal testimony “does not\nconstitute reversible error, unless it is shown that no opportunity is afforded the defendant\nto reply by surrebuttal testimony.” Myers v. State, 353 So. 2d 1364, 1369 (Miss. 1978)\n(citing Gant v. State, 219 Miss. 800, 803, 70 So. 2d 28, 29 (1954)). Thompson was allowed\nto and did present surrebuttal testimony, and his recorded statement set forth his own claim\nof self-defense. Under the circumstances, even if Stamps’s testimony should not have been\nadmitted in rebuttal, its admission would not require reversal. See, e.g., Cox v. State, 849 So.\n2d 1257, 1268 (¶36) (Miss. 2003) (“Reversal [based on an erroneous evidentiary ruling] is\nproper only where [the trial court’s] discretion has been abused and a substantial right of a\nparty has been affected.”).\n\n                                               11\n\fwe limit our discussion to proposed instructions D-2 and D-3.\n\n¶24.   We review the denial of jury instructions for abuse of discretion only. Quinn v. State,\n\n191 So. 3d 1227, 1231-32 (¶18) (Miss. 2016). Our standard of review “is well-established”:\n\n       Jury instructions must be read as a whole to determine if the instructions were\n       proper. Jury instructions must fairly announce the law of the case and not\n       create an injustice against the defendant. This rule is summed up as follows:\n       In other words, if all instructions taken as a whole fairly, but not necessarily\n       perfectly, announce the applicable rules of law, no error results.\n\nDavis v. State, 18 So. 3d 842, 847 (¶14) (Miss. 2009) (citations, quotation marks omitted).\n\n              A.     Proposed Instruction D-2\n\n¶25.   Thompson’s proposed instruction D-2 stated as follows:\n\n       The Court instructs the jury that you are bound, in deliberating on this case, to\n       give the defendant the benefit of any reasonable doubt of the defendant’s guilt\n       that arises out of the evidence or want of evidence in this case. There is\n       always a reasonable doubt of the defendant’s guilt when the evidence simply\n       makes it probable that the defendant is guilty. Mere probability of guilt will\n       never warrant you to convict the defendant. It is only when, after examining\n       the evidence on the whole, you are able to say on your oath, beyond a\n       reasonable doubt, that the defendant is guilty that the law will permit you to\n       find him guilty. You might be able to say that you believe him to be guilty and\n       yet, if you are not able to say on your oaths, beyond a reasonable doubt, that\n       he is guilty it is your sworn duty to find the defendant “Not Guilty.”\n\n¶26.   In Fulgham v. State, 46 So. 3d 315 (Miss. 2010), the Supreme Court held that a\n\nsubstantively identical instruction was an improper “attempt[] to define ‘reasonable doubt.’”\n\nId. at 332 (¶46). The Court explained that it “has long held that a definition of reasonable\n\ndoubt is not a proper instruction for the jury; ‘reasonable doubt defines itself.’” Id.\n\n(alteration omitted) (quoting Barnes v. State, 532 So. 2d 1231, 1235 (Miss. 1988)). The\n\nFulgham Court held that the trial judge did not abuse his discretion by denying the very same\n\n\n\n                                              12\n\freasonable doubt instruction at issue here. Id. It follows that the trial judge in this case did\n\nnot abuse his discretion by denying proposed instruction D-2. Thompson’s argument is\n\nwithout merit.\n\n              B.      Proposed Instruction D-3\n\n¶27.   Thompson’s proposed instruction D-3 stated as follows:\n\n       The Court instructs the jury that a reasonable doubt may arise from the whole\n       of the evidence, the conflict of the evidence, the lack of evidence, or the\n       insufficiency of the evidence; but however it arises, if it arises, it is your sworn\n       duty to find the defendant “Not Guilty.”\n\n¶28.   In another murder case decided last year, the Supreme Court held that the denial of\n\nthis same instruction was not an abuse of discretion. Roby v. State, 183 So. 3d 857, 874\n\n(¶69) (Miss. 2016). The trial judge in Roby refused this instruction as “argumentative.” Id.\n\nOn appeal, the Supreme Court held that “regardless of the judge’s reason for refusing [the\n\ninstruction], we find that he did not abuse his discretion, as the concept of reasonable doubt\n\nwas covered extensively by other instructions. This issue is without merit.” Id.\n\n¶29.   Roby is dispositive of Thompson’s argument that the trial judge abused his discretion\n\nand committed reversible error by refusing proposed instruction D-3. Thompson’s proposed\n\ninstruction D-3 is the same instruction that was refused in Roby, and there is no meaningful\n\ndifference between the reasonable doubt instructions that were given in this case and those\n\nthat were given in the murder trial in Roby. See id. at (¶68). In fact, a full review of the\n\nrecord in Roby shows that the relevant instructions in that case were essentially identical to\n\nthose given in this case.\n\n¶30.   The jury in this case was instructed on the requirement of proof beyond a reasonable\n\n\n                                               13\n\fdoubt. Instruction C.01 told the jury that its “verdict should be based on the evidence and\n\nnot upon speculation, guesswork, or conjecture.” Instruction C.12(a) instructed the jury:\n\n       The law presumes every person charged with the commission of a crime to be\n       innocent. This presumption places upon the State the burden of proving the\n       Defendant guilty beyond a reasonable doubt. The presumption of innocence\n       attends the Defendant throughout the trial or until it is overcome by evidence\n       which satisfies the jury of his guilt beyond a reasonable doubt. The Defendant\n       is not required to prove his innocence.\n\nIn addition, instructions S-2A, S-3A, S-4A, and S-5A provided: “If the State has failed to\n\nprove any one or more of the . . . elements [of the charged offense] beyond a reasonable\n\ndoubt, then you shall find the Defendant not guilty . . . .” Finally, S-6A instructed: “If the\n\nState has failed to prove to you beyond a reasonable doubt that the Defendant did not act in\n\nreasonable self-defense, then you shall find the Defendant not guilty.”\n\n¶31.   The instruction refused in this case is the same one refused in Roby, and there is no\n\nmeaningful difference between the reasonable doubt instructions given in this case and those\n\ngiven in Roby. In Roby, the Court held that the instructions that were given fairly and\n\n“extensively” covered “the concept of reasonable doubt,” that the trial judge did not abuse\n\nhis discretion by refusing the additional requested instruction, and that the issue was “without\n\nmerit.” Roby, 183 So. 3d at 874 (¶69). Roby’s holding clearly and inescapably requires the\n\nrejection of Thompson’s virtually identical argument in this case.5\n\n       5\n         Roby was decided after the trial in this case. In refusing Thompson’s proposed\ninstruction D-3, the trial judge relied on the Supreme Court’s decision in Hunter v. State, 489\nSo. 2d 1086, 1088-89 (Miss. 1986). The dissent argues that Hunter is distinguishable\nbecause of minor differences between proposed instruction D-3 and the instruction that the\nSupreme Court disapproved in Hunter. The instructions are basically identical except that\nthe instruction in Hunter stated that the existence of reasonable doubt “both justifies and\ndemands, under your oaths, that you return a verdict of ‘Not Guilty.’” Id. at 1089. The\n\n                                              14\n\f¶32.   Nor did the trial judge abuse his discretion by not giving D-3 in response to a note\n\nfrom the jury.6 The Supreme Court has recognized that “[o]ne of the most nettlesome\n\nproblems faced by a circuit judge is an inquiry from the jury when it has retired to reach its\n\nverdict.” Girton v. State, 446 So. 2d 570, 572 (Miss. 1984). The appropriate response to\n\nsuch an inquiry is committed to the discretion of the trial judge. Galloway v. State, 122 So.\n\n3d 614, 634 (¶13) (Miss. 2013). “Unless the trial court based [its] decision on an erroneous\n\nview of the law, this Court is not authorized to reverse for an abuse of discretion absent a\n\nfinding the trial court’s decision was ‘arbitrary and clearly erroneous.’” Id. (quoting Hooten\n\nv. State, 492 So. 2d 948, 950 (Miss. 1986) (Hawkins, P.J., dissenting)). We will not reverse\n\nsimply because we think “the trial court was ‘right or wrong’ in its response.” Id.\n\n¶33.   The jury’s note in this case simply read: “What if we have a number of jurors that feel\n\nlike there is not enough evidence to prove or disprove reach a verdict?”7 The note did not\n\nrequest clarification or further instruction on the concept of reasonable doubt. It simply\n\nreflected that deliberations had not yet produced a unanimous verdict. After consulting with\n\ncounsel, the trial judge instructed the jurors to “continue . . . deliberations” to determine\n\n\nSupreme Court disapproved of the instruction as “argumentative and . . . abstract.” Id. Here,\nD-3 stated that if reasonable doubt existed, it was the jury’s “sworn duty to find the defendant\n‘Not Guilty.’” There is no meaningful difference between D-3 and the instruction\ndisapproved in Hunter. To say that a jury has a “sworn duty” to return a not-guilty verdict\nis just another way of saying that the law “justifies and demands” that they return a not-guilty\nverdict. However, because the Supreme Court’s more recent decision in Roby addresses the\nprecise instruction at issue here, further discussion of Hunter is unnecessary.\n       6\n         Thompson’s appellate brief does not make this specific argument, although the\ndissent does.\n       7\n           The jury wrote and then struck through “prove or disprove.”\n\n                                              15\n\fwhether in good conscience they could reach a verdict, while also reminding them “not to\n\nsurrender [their] honest convictions as to the weight or effect of the evidence solely because\n\nof the opinion of [their] fellow jurors or for the mere purpose of returning a verdict.” This\n\nwas a proper response to the note. See Sharplin v. State, 330 So. 2d 591, 596 (Miss. 1976).\n\nThe judge also instructed the jurors that they had been “adequately instructed . . . concerning\n\nthe law” and “to read all the instructions already given to [them] by the Court.” As discussed\n\nabove, under binding precedent, those instructions fairly and adequately covered the concept\n\nof reasonable doubt. Roby, 183 So. 3d at 874 (¶¶68-69). “The jury is presumed to have\n\nfollowed [those] instructions.” Galloway, 122 So. 3d at 634 (¶36). Thus, the trial judge’s\n\nresponse to the jury’s inquiry was entirely appropriate. In fact, counsel for Thompson twice\n\nstated that they had no objection to the judge’s proposed response. The trial judge committed\n\nno abuse of discretion in response to the jury’s note.\n\n¶34.   The dissent notes that D-3 has been given in a number of cases,8 but that hardly\n\nestablishes that its refusal is an abuse of discretion. “When we say that the trial court has\n\ndiscretion in a matter, we imply that there is a limited right to be wrong. The statement\n\nimports a view that there are at least two different decisions that the trial court could have\n\nmade which on appeal must be affirmed.” Darnell v. Darnell, 167 So. 3d 195, 207 (¶34)\n\n       8\n         The instruction’s use in other cases is likely attributable to its inclusion in the model\ninstructions produced by the Mississippi Judicial College. Mississippi Judicial College,\nMississippi Model Jury Instructions, Criminal § 1:13 (2016). However, the only authority\nprovided for the model instruction is a “But see” citation to Hunter, which expressly\ndisapproved of a substantively indistinguishable instruction. See supra n.5. The Supreme\nCourt has “point[ed] out that the model jury instructions are only guidelines and have not\nbeen adopted by [the Supreme] Court.” Baker & McKenzie LLP v. Evans, 123 So. 3d 387,\n408 (¶80) (Miss. 2013).\n\n                                               16\n\f(Miss. 2014) (quoting Burkett v. Burkett, 537 So. 2d 443, 446 (Miss. 1989)) (emphasis\n\nadded; alterations omitted). A trial judge’s discretion to give an instruction does not equate\n\nto a rule that he must give it. The Supreme Court specifically held in Roby that the refusal\n\nof this instruction was not an abuse of discretion.\n\n¶35.   Finally, in a footnote, the dissent asserts that Roby is distinguishable for two reasons:\n\n“in Roby, [1] the defense raised no objection to the trial court’s denial of the proposed\n\ninstruction, and . . . [2] the supreme court found that the instruction was extensively covered\n\nby other instructions.” Post at n.9. The former point is irrelevant. The defendant in Roby\n\noffered the exact same instruction, and it was refused by the trial court, thereby preserving\n\nthe issue for appellate review. Nothing in the Roby opinion suggests that the issue was\n\nwaived. A defendant is not required to “object” to the denial of his own instruction.\n\nRubenstein v. State, 941 So. 2d 735, 789 (¶¶248-49) (Miss. 2006). The Supreme Court has\n\nclearly held that a defendant need only tender a proposed instruction to preserve the issue for\n\nreview. Id. (“Requiring a party to object to the refusal of its own jury instructions would be\n\nillogical and oppressive . . . .”).\n\n¶36.   The dissent’s second basis for distinguishing Roby—the “other instructions” given in\n\nthat case—is refuted by the opinion and record in Roby. In Roby, the Supreme Court held\n\nthat “the concept of reasonable doubt was covered extensively by other instructions.” Roby,\n\n183 So. 3d at 874 (¶69). To reiterate, a review of the record in Roby reveals no instruction\n\non the concept of reasonable doubt that was not given at Thompson’s trial. The dissent\n\nidentifies no material difference between the instructions given in this case and in Roby.\n\n\n\n                                              17\n\fThere is none. The Supreme Court held that those instructions are fair and sufficient, and\n\nthis Court cannot overrule Supreme Court precedent. We are bound by Roby and the\n\nprinciple that “like cases ought to be decided alike.” State ex rel. Moore v. Molpus, 578 So.\n\n2d 624, 634 (Miss. 1991).\n\n¶37.   In summary, Mississippi Supreme Court precedent makes clear that the trial judge did\n\nnot abuse his discretion by denying proposed instructions D-2 and D-3. Read as a whole, the\n\njury instructions at Thompson’s trial fairly announced the applicable rules of law.\n\n                                     CONCLUSION\n\n¶38.   The trial judge did not abuse his discretion by allowing rebuttal evidence or refusing\n\nThompson’s proposed jury instructions. Therefore, we affirm Thompson’s convictions and\n\nsentences.\n\n¶39. THE JUDGMENT OF THE OKTIBBEHA COUNTY CIRCUIT COURT OF\nCONVICTION OF COUNT I, MURDER, AND SENTENCE OF THIRTY YEARS;\nCOUNT II, AGGRAVATED ASSAULT, AND SENTENCE OF FIVE YEARS, WITH\nTHE SENTENCE TO RUN CONSECUTIVELY TO THE SENTENCE IN COUNT I;\nCOUNT III, AGGRAVATED ASSAULT, AND SENTENCE OF FIVE YEARS, WITH\nTHE SENTENCE TO RUN CONCURRENTLY WITH THE SENTENCE IN COUNT\nI; AND COUNT IV, AGGRAVATED ASSAULT, AND SENTENCE OF FIVE YEARS,\nWITH THE SENTENCE TO RUN CONSECUTIVELY TO THE SENTENCES IN\nCOUNTS I AND II, ALL IN THE CUSTODY OF THE MISSISSIPPI DEPARTMENT\nOF CORRECTIONS, IS AFFIRMED. ALL COSTS OF THIS APPEAL ARE\nASSESSED TO OKTIBBEHA COUNTY.\n\n     LEE, C.J., GRIFFIS, P.J., ISHEE, FAIR AND GREENLEE, JJ., CONCUR.\nCARLTON, J., DISSENTS WITH SEPARATE WRITTEN OPINION, JOINED BY\nIRVING, P.J., AND BARNES, J. WESTBROOKS, J., NOT PARTICIPATING.\n\n       CARLTON, J., DISSENTING:\n\n¶40.   I respectfully dissent from the majority’s opinion. Upon review, I find the circuit\n\n\n\n                                             18\n\fcourt abused its discretion by refusing Thompson’s proposed jury instruction D-3. I also find\n\nthe circuit court abused its discretion by failing to provide supplemental instruction when the\n\njury, during its deliberations, requested additional instruction as to the lack or insufficiency\n\nof proof. As a result, I would reverse the circuit court’s judgment and remand the case for\n\na new trial.\n\n                                           FACTS\n\n¶41.   On the evening of May 22, 2010, a large group of people gathered in Starkville,\n\nMississippi, outside Club 124 and across the street in a Texaco parking lot. King testified\n\nthat it was graduation night and that the crowd consisted of people ranging from ages\n\nfourteen to thirty. King stated that she was talking to her cousin in an area next to the Texaco\n\nparking lot when she noticed a group of guys walking toward the Texaco parking lot. King\n\ntestified that a guy with dreadlocks wearing a white shirt was facing the approaching group.\n\nAs the guy in the white shirt walked into the street, King stated that a Chevrolet Avalanche\n\npulled up next to him. According to King, the driver spoke to the guy in the white shirt, who\n\nlooked at the driver, looked in the backseat of the truck, and then reached into the backseat\n\nof the truck. King testified that, after the guy in the white shirt reached into the truck, “he\n\ncame out shooting . . . from left to right” and fired more than four or five shots within a few\n\nseconds.\n\n¶42.   After firing the shots, King testified that the shooter jumped into the truck through the\n\nopen back window, and the truck sped away. King testified that she then noticed a body in\n\nthe street, and she called 911 as she approached the body. Upon reaching the victim, King\n\n\n\n                                              19\n\fdiscovered he was Randle, a longtime friend of King’s brother. King testified that someone\n\nbegan performing CPR on Randle until law enforcement arrived.                Authorities later\n\ndetermined that Randle sustained a shot to his chest and died from his injuries.\n\n¶43.   Harris testified that he was also present when the shooting occurred. Harris testified\n\nthat he was standing by the Texaco talking to his brother, Smith, just prior to the shooting.\n\nHarris stated that his brother and Thompson had a disagreement and that his brother punched\n\nThompson. Harris further testified that Thompson then pulled out an “all-black gun” and\n\n“just started shooting.” According to Harris, Thompson was the only person he saw with a\n\ngun on the night of the shooting. Harris stated that one of the bullets struck him in his lower\n\nback and exited his right side. He further testified that he spent three weeks in the hospital\n\nwhile he recovered from his injuries.\n\n¶44.   Ross also testified that she was present when the shooting occurred. Ross testified\n\nthat she was talking to her brother in the Texaco parking lot when she saw Smith walk up and\n\npunch Thompson. Ross stated that Thompson stumbled, and then Ross heard gunshots. Ross\n\nfurther stated that she saw a gun in Thompson’s hand prior to the shots, but she explained\n\nthat she never actually saw Thompson point the gun and pull the trigger. Ross testified that\n\na bullet struck her in her pelvic region and that she was later taken to the hospital to receive\n\ntreatment for her injury.\n\n¶45.   Like the State’s other witnesses, Outlaw testified that he was present when the\n\nshooting occurred. Outlaw stated that he saw Smith punch Thompson, and then he heard\n\ngunshots. Although it was too dark for him to actually see a gun, Outlaw testified that he\n\n\n\n                                              20\n\fknew Thompson had pulled out a gun because he saw the sparks when the gun was fired.\n\nOutlaw testified that he then felt a bullet hit him and that he later received treatment for\n\ninjuries to his elbow and his liver.\n\n¶46.   In response to King’s 911 call, officers from the Starkville Police Department arrived\n\nand began to secure the crime scene. Detective Scotty Carrithers testified that he collected\n\nand bagged six Smith & Wesson .40-caliber shell casings from the scene. Officer Andy\n\nRound testified that he and Officer Josh Buckner went to the hospital to interview the\n\nvictims. Officer Round testified that he spoke to Harris and Outlaw, who both identified\n\nThompson as the shooter.\n\n¶47.   Although Thompson did not testify during the defense’s case-in-chief, the defense\n\ncalled five other witnesses. After the defense rested, the State moved to introduce rebuttal\n\nevidence. The State sought to admit the testimony of Stamps, who was a detective with the\n\nStarkville Police Department at the time of the May 22, 2010 shooting. The State also sought\n\nto introduce into evidence the videotape of an interview Detective Stamps conducted with\n\nThompson. The State argued that the rebuttal evidence was proper because the evidence\n\ncontradicted certain testimony provided by the defense’s witnesses. While the defense\n\ninitially objected to all of the State’s rebuttal evidence, it later withdrew its objection to the\n\nadmission of the videotaped interview. However, the record reflects that the defense did not\n\nwithdraw its objection to Detective Stamps’s testimony.             After hearing the parties’\n\narguments, the circuit court allowed the State’s rebuttal evidence. The circuit court then gave\n\nthe defense the opportunity to respond through surrebuttal. Although the defense initially\n\n\n\n                                               21\n\fdeclined to present any surrebuttal evidence, it later changed its mind and offered a\n\nsurrebuttal witness.\n\n¶48.   During the State’s rebuttal, Detective Stamps testified that he conducted a videotaped\n\ninterview with Thompson and that Thompson admitted to firing a .40-caliber weapon five\n\nto seven times. Detective Stamps stated that, during the interview, Thompson said he had\n\nfired the gun, dropped the weapon, and then gotten in a vehicle to leave the scene. On cross-\n\nexamination, Detective Stamps testified that law enforcement never recovered the weapon\n\ninvolved in the shooting during the course of their investigation.\n\n¶49.   The jury found Thompson guilty of one count of murder and three separate counts of\n\naggravated assault. For Count I, murder, the circuit court sentenced Thompson to thirty years\n\nin the custody of the MDOC. For each count of aggravated assault, the circuit court\n\nsentenced Thompson to five years in MDOC’s custody, with the sentence in Count II to run\n\nconsecutively to the sentence in Count I; the sentence in Count III to run concurrently with\n\nthe sentence in Count I; and the sentence in Count IV to run consecutively to the sentences\n\nin Counts I and II. Thompson subsequently filed an unsuccessful motion for a judgment\n\nnotwithstanding the verdict or, in the alternative, a new trial. Aggrieved by his convictions\n\nand sentences, Thompson appeals.\n\n                                      DISCUSSION\n\n¶50.   I find dispositive Thompson’s argument that the circuit court abused its discretion by\n\nrefusing all the defense’s proposed jury instructions. I therefore limit my dissent to the\n\nmerits of this assignment of error.\n\n\n\n                                             22\n\f¶51.   In his second assignment of error on appeal, Thompson contends that the circuit\n\ncourt’s refusal of all fifteen of the defense’s proposed jury instructions gave the State an\n\nunfair advantage, confused the jury as to its responsibility, and interfered with his right to\n\npresent his theory of the case. However, Thompson only provides supporting argument and\n\nauthority for his assertions that the circuit court erred in refusing the following three defense\n\ninstructions: D-1, D-2, and D-3. As our caselaw clearly establishes, “if an appellant fails to\n\nsupport [his] allegation of error with argument or authority, this Court need not consider the\n\nissue.” Miller v. State, 144 So. 3d 199, 203 (¶15) (Miss. Ct. App. 2014) (citation omitted).\n\nAs a result, I find this issue is procedurally barred on appeal except with regard to the alleged\n\nerror involved in the denial of proposed jury instructions D-1, D-2, and D-3. See id. In\n\naddition, I acknowledge that, during oral argument before this Court, the defense conceded\n\nthat proposed jury instruction D-1 was fairly covered elsewhere in the jury instructions. I\n\ntherefore further limit my review of this issue. In so doing, I find the circuit court’s refusal\n\nto grant jury instruction D-3 is dispositive of this appeal, particularly since the jury here\n\nexpressed confusion to the circuit court during its deliberations but the circuit court provided\n\nno supplemental instruction that was relevant to the jury’s inquiry or that cured the omission\n\nexisting in the previously given instructions.\n\n¶52.   In addressing Thompson’s arguments that the circuit court erred by refusing certain\n\nproposed defense jury instructions, I acknowledge that we review the circuit court’s grant or\n\nrefusal of proposed jury instructions for abuse of discretion. See Quinn v. State, 191 So. 3d\n\n1227, 1231-32 (¶18) (Miss. 2016). While the “defendant is entitled to have jury instructions\n\n\n\n                                               23\n\fgiven which present his theory of the case[,] . . . this entitlement is limited in that the court\n\nmay refuse an instruction [that] incorrectly states the law, is covered fairly elsewhere in the\n\ninstructions, or is without foundation in the evidence.” Id. at 1232 (¶18) (citation omitted).\n\nWe review the jury instructions as a whole, and where they “fairly announce the law of the\n\ncase and create no injustice,” we will find no reversible error. Id. (citation omitted).\n\n       A.     Proposed Jury Instruction D-2\n\n¶53.   As stated, I find the circuit court’s denial of jury instruction D-3 to be dispositive of\n\nthis appeal. In so doing, I acknowledge that I find no abuse of discretion in the circuit court’s\n\ndenial of instruction D-2, and I distinguish the language of proposed instruction D-2 from\n\nthat of proposed instruction D-3. The language of proposed instruction D-2 sought to explain\n\nwhat constitutes reasonable doubt. Mississippi precedent clearly precludes jury instructions\n\nthat attempt to define reasonable doubt. See Fulgham v. State, 46 So. 3d 315, 332 (¶46)\n\n(Miss. 2010). By contrast, proposed instruction D-3 did not seek to define or explain\n\nreasonable doubt. Instead, proposed instruction D-3 explained that reasonable doubt may\n\narise from the evidence, the lack of the evidence, a conflict in the evidence, or the\n\ninsufficiency of the evidence. Moreover, Mississippi precedent establishes that the language\n\nof proposed instruction D-3 constitutes a proper statement of the law, and Mississippi\n\nprecedent affirms the language of instruction D-3 in cases where warranted by the evidence\n\nand not otherwise covered by other instructions.9\n\n       9\n        The majority relies on Roby v. State, 183 So. 3d 857 (Miss. 2016). However, in\nRoby, the defense raised no objection to the trial court’s denial of the proposed instruction,\nand upon review, the supreme court found that the instruction was extensively covered by\nother instructions. Roby, 183 So. 3d at 874 (¶69). Such is not the case before us since\n\n                                               24\n\f¶54.   As the record reflects, proposed jury instruction D-2 stated:\n\n       The [c]ourt instructs the jury that you are bound, in deliberating on this case,\n       to give the [D]efendant the benefit of any reasonable doubt of the\n       [D]efendant’s guilt that arises out of the evidence or want of evidence in this\n       case. There is always a reasonable doubt of the [D]efendant’s guilt when the\n       evidence simply makes it probable that the [D]efendant is guilty. Mere\n       probability of guilt will never warrant you to convict the [D]efendant. It is\n       only when, after examining the evidence on the whole, you are able to say on\n       your oath, beyond a reasonable doubt, that the [D]efendant is guilty that the\n       law will permit you to find him guilty. You might be able to say that you\n       believe him to be guilty and yet, if you are not able to say on your oaths,\n       beyond a reasonable doubt, that he is guilty[,] it is your sworn duty to find the\n       [D]efendant “Not Guilty[.”]\n\n¶55.   Pursuant to the Mississippi Supreme Court’s ruling in Fulgham, I find that jury\n\ninstruction D-2 was improper because it attempted to define reasonable doubt. The Fulgham\n\ncourt stated that reasonable doubt defines itself and that a definition of the term is an\n\nimproper instruction for the jury. Id. at 332 (¶46). Because I find that Fulgham controls with\n\nregard to this issue, I find no abuse of discretion in the circuit court’s refusal to grant\n\nproposed jury instruction D-2. However, because I find error in the circuit court’s refusal\n\nto grant proposed jury instruction D-3, I focus my discussion on that assignment of error.\n\n       B.     Proposed Jury Instruction D-3\n\n¶56.   As discussed, in contrast to proposed instruction D-2, Thompson’s proposed jury\n\ninstruction D-3 provided no definition or explanation of what constitutes reasonable doubt.\n\nInstead, proposed instruction D-3 instructed the jury on a correct statement of caselaw as to\n\n\nThompson’s proposed instruction D-3 was not covered elsewhere. Additionally, the\nlanguage set forth in instruction D-3 has long been held to constitute a correct statement of\nlaw. See Glidden v. State, 74 So. 3d 342, 346 (¶13) (Miss. 2011); Rigby v. State, 826 So.\n2d 694, 706 (¶38) (Miss. 2002); Moise v. State, 159 So. 3d 1205, 1209 (¶13) (Miss. Ct. App.\n2015); Vaden v. State, 965 So. 2d 1072, 1074 (¶5) (Miss. Ct. App. 2007).\n\n                                              25\n\fwhere reasonable doubt can arise—from the evidence, the lack of the evidence, the\n\ninsufficiency of the evidence, or a conflict in the evidence.10 Moreover, proposed instruction\n\nD-3 contained no impermissible comment on the weight or sufficiency of any particular\n\nevidence. Proposed instruction D-3 stated the following:\n\n       The [c]ourt instructs the jury that a reasonable doubt may arise from the whole\n       of the evidence, the conflict of the evidence, the lack of the evidence, or the\n       insufficiency of the evidence; but however it arises, if it arises, it is your sworn\n       duty to find the [D]efendant “Not Guilty[.”]\n\n¶57.   At trial, the State objected to the defense’s request for jury instruction D-3 on the\n\nground that the instruction was argumentative. During oral argument before this Court, the\n\nState claimed the instruction was fairly covered elsewhere. However, the State failed to\n\nidentify in the record or on appeal where instruction D-3 was covered elsewhere in another\n\njury instruction. To support its position that instruction D-3 was argumentative, the State\n\ncited Hunter v. State, 489 So. 2d 1086 (Miss. 1986). A review of Hunter shows, though, that\n\nthe language of the disputed jury instruction proposed in that case differed from the language\n\ncontained in instruction D-3 that Thompson proposed in this case. Additionally, a review of\n\nthe record reflects that the statement of law contained in proposed instruction D-3 was indeed\n\nnot covered elsewhere and that a need for the omitted instruction was displayed in the record\n\nby the jury’s question during its deliberations asking the circuit court for further guidance as\n\nto what to do if some jurors found insufficient evidence. The question raised by the jury\n\nduring its deliberations shows the omission in the instructions and the need for further related\n\n       10\n         As noted, precedent holds that the language set forth in proposed instruction D-3\nconstitutes a correct statement of law. See Glidden, 74 So. 3d at 346 (¶13); Rigby, 826 So.\n2d at 706 (¶38); Moise, 159 So. 3d at 1209 (¶13); Vaden, 965 So. 2d at 1074 (¶5).\n\n                                               26\n\finstruction.\n\n¶58.   In Hunter, the defendant proposed the following jury instruction:\n\n       The [c]ourt instructs the jury that a reasonable doubt of guilt may arise from\n       the evidence, from the lack of evidence, from an insufficiency of evidence, or\n       from a conflict in the evidence; but however it arises, if it does arise in your\n       mind, then it both justifies and demands, under your oaths, that you\n       return a verdict of “Not Guilty.”\n\nId. at 1088-89 (emphasis added to denote the additional language not contained in\n\nThompson’s proposed instruction D-3). The language contained in Hunter’s proposed\n\ninstruction differed from that in the instant case. Also, the Hunter court found the proposed\n\ninstruction in that case to be argumentative and abstract. Id. at 1089. The Hunter court\n\nfurther stated that the jury instructions as a whole properly instructed the jury on reasonable\n\ndoubt and that the trial court granted the defendant’s proposed instruction in a different form.\n\nId.\n\n¶59.   Although the proposed jury instruction in Hunter contained some language similar to\n\nthat used in Thompson’s proposed jury instruction, the proposed instruction in Hunter also\n\ncontained additional argumentative language not contained in Thompson’s proposed jury\n\ninstruction D-3. See id. at 1088-89. As a result of this additional argumentative language,\n\nthe proposed instruction in Hunter is distinguishable from Thompson’s instruction D-3, and\n\nHunter therefore fails to control the issue before us in the present case. In addition, whereas\n\nthe trial court in Hunter granted the defendant’s proposed instruction in a different form, the\n\ncircuit court in this case provided no alternative instruction upon its denial of Thompson’s\n\nproposed jury instruction D-3 or subsequently during the proceedings. See id. at 1089. The\n\n\n\n                                              27\n\fdefense argued below that it was critical for the jury to be properly and adequately instructed\n\nas to its duty upon finding reasonable doubt, and failure to so instruct was error.\n\n¶60.     In this case, during deliberations, the jury asked the circuit court for instruction on\n\nlack or insufficiency of evidence. However, the record reflects that the circuit court failed\n\nto determine the need for additional or supplemental instruction and granted no alternative\n\ninstruction to D-3.11 In determining this appeal, I review the facts in the record relevant to\n\nthe inquiry the circuit court received from the jury during its deliberations and the circuit\n\ncourt’s response to the jury’s inquiry. I then will turn to a review of applicable caselaw.\n\n¶61.     As the record reflects, during its deliberations, the jury sent the following question to\n\nthe circuit court: “What if we have a number of jurors [who] feel like there is not enough\n\nevidence to reach a verdict?” Upon reading the jury’s question, the circuit-court judge stated\n\nthat he was unsure whether the jurors meant they were deadlocked or whether they were\n\nasking for additional instructions. The circuit-court judge then stated, “If they’re asking for\n\nadditional instructions, of course, I cannot do that. All I can do is give them an instruction\n\nthat says you’re adequately instructed already.” In addition, the following exchange took\n\nplace:\n\n         The Court:                   Well, I can’t give them additional instructions\n                                      on—\n\n         Thompson’s Attorney:         Reasonable doubt?\n\n         The Court:                   No, I cannot do that . . . .\n\n         11\n          See Hughes v. State, 983 So. 2d 270, 280 (¶42) (Miss. 2008) (“Once the trial court\nreceives a question from the jury, the judge’s first responsibility is to determine whether any\nfurther instruction is necessary.” (citation omitted)).\n\n                                                28\n\f¶62.   After further discussing the matter with the attorneys, the circuit-court judge sent back\n\njury instructions C-20 and C-30, which had previously been given to the jury. The record\n\nreflects that neither jury instruction C-20 nor C-30 contained the language of Thompson’s\n\nproposed jury instruction D-3. Jury instruction C-20 stated:\n\n              I know that it is possible for honest men and women to have honest\n       different opinions about the facts of a case. But, if it is possible to reconcile\n       your differences of opinion and decide this case, then you should do so.\n\n               Accordingly, I remind you that the [c]ourt originally instructed you that\n       the verdict of the jury must represent the considered judgment of each juror.\n       It is your duty as jurors to consult with one another and to deliberate in view\n       of reaching an agreement if you can do so without violence to your individual\n       judgment. Each of you must decide the case for yourself, but only after an\n       impartial consideration of the evidence with your fellow jurors. In the course\n       of your deliberations, do not hesitate to re-examine your own views and\n       change your opinion if you are convinced it is erroneous, but do not surrender\n       your honest convictions as to the weight or effect of the evidence solely\n       because of the opinion of your fellow jurors or for the mere purpose of\n       returning a verdict. Please continue your deliberations.\n\n¶63.   Jury instruction C-30 further provided:\n\n              The [c]ourt instructs the jury that the [c]ourt has adequately instructed\n       the jury concerning the law in this case. You are not to single out any single\n       instruction and ignore the others. The [c]ourt directs the jury to read all the\n       instructions already given to the jury by the [c]ourt.\n\n¶64.   The jury subsequently requested a TV and a DVD player to review Thompson’s taped\n\ninterview with Detective Stamps. At that point, one of Thompson’s attorneys reasserted the\n\ndefense’s objection to the circuit court’s refusal of proposed jury instruction D-3.\n\nThompson’s attorney also stated:\n\n            I would continue in my prior objection that showing that video would\n       amount to testimony again.\n\n\n\n                                              29\n\f               Furthermore, Your Honor, with regard to the earlier note where the jury\n       said that they would like to know if jurors felt that they did not have enough\n       evidence in order to make a determination, I think that the [c]ourt should have\n       properly instructed the jury to our instruction that we provided, the instruction\n       which states that, “The [c]ourt instructs the jury that a reasonable doubt may\n       arise from the whole of the evidence, the conflict of the evidence, the lack of\n       the evidence, or the insufficiency of the evidence, but however it arises, if it\n       arises, it is your sworn duty to find the defendant not guilty.”\n\n             We feel that was a proper instruction, and we feel that our objection\n       should be reasserted that that was not provided, and we feel that it should be\n       provided.\n\n¶65.   On appeal, Thompson reasserts the argument that jury instruction D-3 was not covered\n\nelsewhere in the jury instructions, and as a result, the jury was not “properly, fully, and fairly\n\ninstructed.” According to Thompson, the refusal of instruction D-3 prevented the jury from\n\nproperly considering whether there was an insufficiency or lack of evidence to support the\n\nguilty verdict. Thompson also asserts that, due to the refusal of instruction D-3, the jury was\n\nnever instructed that reasonable doubt could arise from the whole of the evidence, the lack\n\nof evidence, or the insufficiency of the evidence. Thompson further argues that, “[b]y failing\n\nto provide the jury with a proper instruction concerning the potential of a ‘lack or want of\n\nevidence[,’] the [c]ourt left . . . members of the jury believing it was their sworn duty to find\n\n[Thompson] guilty.” A review of the record indeed reflects that the jury instruction proposed\n\nin instruction D-3 was not covered elsewhere. This omission was evident during the jury’s\n\ndeliberations when it asked for more instruction on an insufficiency or lack of evidence.\n\n¶66.   Our supreme court has established that, where a defendant proffers a jury instruction\n\nthat correctly states the law, is not fairly covered elsewhere, and is supported by the evidence,\n\nthe trial court should grant the requested instruction. See Banyard v. State, 47 So. 3d 676,\n\n                                               30\n\f681 (¶¶11-12) (Miss. 2010). A review of relevant caselaw and the record before us reflects\n\nthat proposed jury instruction D-3 indeed provided a correct statement of the law and was not\n\ncovered elsewhere in another jury instruction. Mississippi precedent reflects numerous other\n\ncases in which the trial court granted a jury instruction almost identical to or substantially\n\nsimilar to Thompson’s proposed jury instruction D-3. See Glidden, 74 So. 3d at 346 (¶13);\n\nRigby, 826 So. 2d at 706 (¶38); Moise, 159 So. 3d at 1209 (¶13); Vaden, 965 So. 2d at 1074\n\n(¶5). Furthermore, a review of the language of proposed jury instruction D-3, as well as a\n\nreview of Mississippi jurisprudence, reflects that proposed instruction D-3 did not improperly\n\ncomment on the weight of the evidence, improperly single out any evidence to the jury, or\n\nimproperly define reasonable doubt.\n\n¶67.   As stated, a review of the record and applicable caselaw reflects that Thompson’s jury\n\ninstruction D-3 provided a correct statement of the law, was supported by the evidence, and\n\nwas not fairly covered elsewhere in the jury instructions. See id. Moreover, the record\n\nreflects that the jury’s inquiry to the circuit court during its deliberations displayed a need for\n\nsupplemental instruction due to an omission in the instructions given—specifically, an\n\nomission as to the statement of caselaw encompassed in instruction D-3, which provided that\n\n“a reasonable doubt may arise from the whole of the evidence, the conflict of the evidence,\n\nthe lack of the evidence, or the insufficiency of the evidence . . . .”\n\n¶68.   As previously discussed, the jury stopped its deliberations and sent the circuit court\n\na note asking, “What if we have a number of jurors [who] feel like there is not enough\n\nevidence to reach a verdict?” In response to the jury’s note, the circuit court failed to\n\n\n\n                                                31\n\fascertain whether supplemental instruction was needed and, if so, to provide the needed\n\nsupplemental instruction. The inquiry the circuit court received from the jury specifically\n\nrelated to the issues of whether reasonable doubt could arise from a lack or insufficiency of\n\nthe evidence and the jury’s duty if it made such a determination. Thus, the jury’s question\n\npertained to the instruction contained in proposed instruction D-3, and the inquiry displayed\n\na need for supplemental instruction due to an omission in the previously granted jury\n\ninstructions. Our precedent reflects that supplemental jury instruction is allowed when\n\nnecessary to cover an omission in previously granted instructions. Hughes v. State, 983 So.\n\n2d 270, 280 (¶42) (Miss. 2008).12\n\n¶69.   Rule 3.10 of the Uniform Rules of Circuit and County Court provides:\n\n       If the jury, after [it] retire[s] for deliberation, desires to be informed of any\n       point of law, the court shall instruct the jury to reduce its question to writing[,]\n       and the court[,] in its discretion, after affording the parties an opportunity to\n       state their objections or assent, may grant additional written instructions in\n       response to the jury’s request.\n\n¶70.   In Hughes, the supreme court provided the following guidance to trial courts facing\n\nsuch situations:\n\n              Once the trial court receives a question from the jury, the judge’s first\n       responsibility is to determine whether any further instruction is necessary. No\n       further instruction should be given unless necessary for clarity or to cover an\n       omission. The trial judge must then be certain that he understands precisely\n       what is meant by the jury’s inquiry.\n\nHughes, 983 So. 2d at 280 (¶42) (internal citations and quotation marks omitted). See also\n\n\n\n       12\n          “A trial court has authority to give supplemental instructions to a jury[,] and the\ndecision to do so is reviewed under an abuse-of-discretion standard.” Hughes, 983 So. 2d\nat (¶41) (citation omitted).\n\n                                               32\n\fWright v. State, 512 So. 2d 679, 681 (Miss. 1987) (recognizing that nothing in the law\n\nrequires a trial judge to become mute once the jury retires and stating that, especially where\n\nthe jury appears to be “at a loss as to how it should proceed, there is no rational reason why\n\nwe should discourage our trial judges from providing supplementary guidance”).\n\n¶71.   In the present case, upon receiving the jury’s inquiry during its deliberations, the\n\ncircuit court failed to determine whether supplemental instruction was necessary as required\n\nby jurisprudence. See Hughes, 983 So. 2d at 280 (¶¶41-42). The circuit court erroneously\n\nstated on the record that it could not give additional instruction to the jury. The circuit court\n\nfurther stated that all it could do was tell the jurors they had already been adequately\n\ninstructed. Despite the circuit court’s statements, however, our caselaw makes clear that a\n\ntrial court possesses the authority to provide supplemental instruction when necessary to\n\nclarify or to cover an omission. Id. at (¶42).\n\n¶72.   As previously stated, the record reflects that Thompson’s proposed jury instruction\n\nD-3 directly related to the question the jury asked of the circuit court during its deliberations.\n\nThe record further reflects that proposed instruction D-3 was not covered in the other\n\ninstructions given to the jury and that the jury’s question reflected this omission in the\n\npreviously given jury instructions. See id. The circuit court therefore abused its discretion\n\nby failing to grant either Thompson’s proposed instruction D-3 or an alternative instruction\n\nor to provide necessary related supplemental instruction to cure the omission in the\n\npreviously given instructions upon receipt of the jury’s inquiry during its deliberations.13 As\n\n       13\n         See Shaw v. State, 540 So. 2d 26, 30 (Miss. 1989) (explaining that, while sensitive\nto the danger that a supplemental instruction might cause a jury to single out and focus on\n\n                                               33\n\fdiscussed, upon receipt of a question from the jury, a trial court possesses the duty to\n\ndetermine whether further instruction is necessary to clarify or correct an omission. Id. at\n\n280 (¶42).\n\n¶73.   Our caselaw clearly establishes that Thompson’s proposed instruction D-3 constituted\n\na correct statement of the law, and the record in this case reflects that the instruction was\n\nsupported by the evidence and was not fairly covered elsewhere in the jury instructions. See\n\nGlidden, 74 So. 3d at 346 (¶13); Rigby, 826 So. 2d at 706 (¶38); Moise, 159 So. 3d at 1209\n\n(¶13); Vaden, 965 So. 2d at 1074 (¶5). As acknowledged, the supreme court has held that\n\n“[a] defendant is entitled to have instructions on his theory of the case presented, even though\n\nthe evidence that supports [his theory] is weak, inconsistent, or of doubtful credibility.”\n\nBanyard, 47 So. 3d at 681 (¶12) (citation omitted).             The supreme court has also\n\nacknowledged “that the rule which requires that all instructions should be read together does\n\nnot cure an erroneous instruction in conflict with a proper instruction . . . .” Id. at 684 (¶23)\n\n(citation and internal quotation marks omitted). Similarly, in the present case, the rule does\n\nnot cure the omission in the instructions given to the jury pertaining to the caselaw set forth\n\nin Thompson’s proposed instruction D-3 on his defense theory.14\n\n\na particular point, proper supplemental instructions often turn on the manner in which given,\nand the jury should consider any supplemental instructions along with the other instructions\ngiven by the court).\n       14\n          In homicide cases, the supreme court has provided that “the trial court should\ninstruct the jury about a defendant’s theories of defense, justification, or excuse that are\nsupported by the evidence, no matter how meager or unlikely, and the trial court’s failure\nto do so is error requiring reversal of a judgment of conviction.” Manuel v. State, 667 So.\n2d 590, 593 (Miss. 1995). Where the instructions are in an improper format but are the only\ninstructions presenting the defendant’s theory of defense, the trial court possesses a duty to\n\n                                               34\n\f¶74.   In the present case, the circuit court’s denial of proposed instruction D-3 constituted\n\nan abuse of discretion because instruction D-3 was a correct statement of the law, was not\n\nfairly covered elsewhere, and was supported by the evidence. See Barnes v. State, 158 So.\n\n3d 1127, 1136 (¶33) (Miss. 2015); Banyard, 47 So. 3d at 681 (¶11). I therefore would\n\nreverse the circuit court’s judgment and remand the case for a new trial.15 As a result, I\n\ndissent from the majority’s opinion.\n\n       IRVING, P.J., AND BARNES, J., JOIN THIS OPINION.\n\n\n\n\nsee that the instructions are placed in the proper form for the jury. Id.\n       15\n            See Barnes, 158 So. 3d at 1137 (¶36).\n\n                                             35\n\f",
            "ocr": false,
            "opinion_id": 4154386
        },
        {
            "author_str": "Wilson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWILSON, J.,\nFOR THE COURT:\n¶ 1. Dennis Thompson was found guilty of murder and three counts of aggravated assault following a jury trial in the Oktib-beha County Circuit Court. On appeal, Thompson argues that the trial court (1) “improperly allow[ed] the State to introduce rebuttal testimony” and (2) erred “in refusing all ... [j]ury [i]nstruction[s] offered by the defense,” including certain proposed instructions on the concept of reasonable doubt. We conclude that the trial court did not abuse its discretion by allowing a rebuttal witness or by denying the requested instructions. Therefore, we affirm Thompson’s convictions and sentences.\nFACTS AND PROCEDURAL HISTORY\n¶2. Around 1 a.m. on May 22, 2010, a large number of people had gathered near the intersection of Highway 182 and North Washington Street in Starkville. Groups were milling about and talking on both sides of Highway 182, primarily near a Texaco on the south side of the street and around Club 124, where a high school graduation party was just ending, on the north side of the street. Following a physical altercation near the intersection, gunshots were fired that resulted in the death of C.K. Randle and injuries to three others. .\n¶ 3. Thompson was arrested in connection with the shooting and was indicted for depraved heart murder, Miss. Code Ann.§ 97—3—19(l)(b) (Rev. 2006), and three counts of aggravated assault, Miss. Code Ann. § 97-3-7(2). Thompson’s' case proceeded to trial on October 27-31, 2014. At trial, the jury heard ’from eight witnesses to the shooting and/or the events leading up to it.\n¶ 4. Lavsha King testified that she was standing in the Texaco parking lot when she heard a commotion and saw a crowd of at least ten to fifteen people walking toward Highway 182. The crowd was walking toward a man who was standing in the street. King did not know the man, but she said he was wearing a white shirt and had dreadlocks.1 King testified that a Chevrolet Avalanche drove up near the man, and the man spoke briefly to the driver and then “reached into the back seat” of the vehicle. When the man turned back toward the approaching crowd, he had a gun and “came out shooting.” According to King, the man fired more than five shots as the crowd scattered. The man then dove through the back window of the Avalanche, which sped off west on Highway 182. King then realized that Randle, who was a friend of her brother, had been shot. King immediately called 911.\n¶ 5. Azaria Ross testified that she was standing in the Texaco parking lot when her brother, Tavion Pegues, saw Thompson and said, “Let’s get this n****r.” Mike Smith then walked up to Thompson, who was standing in the street, and punched him. Ross testified that Thompson stumbled back, and a group of five to ten people advanced toward him, but Thompson then regained his balance and pulled a gün from his • pants. Ross did not actually see Thompson fire the gun, but she testified that she heard multiple gunshots immediately after she saw him pull the gun. Ross was strhck by one of the bullets. Her brother and his friends took her to the hospital.\n*1048¶ 6. Smith’s brother, Tony Harris, was also in the Texaco parking lot prior to the shooting. Harris testified that Smith and Thompson argued, Thompson approached Smith, and then Smith punched Thompson. Harris testified that Thompson then pulled out a gun and began shooting. Harris was struck by one of the bullets and was' taken to the hospital.\n¶7. Devierre Outlaw was standing a short distance down the street when the shooting occurred. He testified that he saw Smith punch Thompson in the face, and then Thompson pulled out a gun and started shooting. Outlaw testified that, because it was dark outside, he could not see the gun, but he saw the gunfire and heard the shots. Outlaw was shot in the elbow and in the abdomen, and an ambulance took him to the hospital'.\n¶ 8. McKenzie Rogers testified that he was across the street when he saw thirty to forty people approaching Thompson in the Texaco parking lot. Rogers testified that the group appeared to be “preparing to fight.” According to Rogers, an SUV then pulled up near the Texaco , in the middle of Highway 182, which blocked his view of Thompson. Rogers next heard five or six gunshots, and then the SUV sped off. Rogers saw 'that Randle had been shot and tried to perform CPR on him until law enforcement arrived.\n¶ 9. Jason Zuber, a defense witness, testified that he was standing across the street from the Texaco when he saw Thompson arguing with a group of ten to fifteen men. Zuber testified that Thompson tried to walk away, but one of the men followed Thompson into Highway 182 and punched him in the face. According to Zuber, the rest of the group then rushed toward Thompson, blocking his view. Zu-ber then heard gunshots, but he could not see the shooter. Zuber claimed that he heard more than one set of gunshots and that the shots were coming from different locations and directions.. :\n¶ 10, Christopher Harris, a close friend of Thompson, testified that he had been with Thompson since approximately 6 p.m. that evening and that he\" did not see Thompson with a gun at any time that night. On their way to the party at Club 124, Thompson and Harris stopped\" at the Texaco, and Thompson went inside to buy a drink and some chips. Harris testified that as Thompson exited the .Texaco, Smith and several others outside began harassing Thompson. Harris testified that he stepped between Thompson and the group to try to avoid trouble. Then one of Thompson’s “kin” pulled up in the street in a “track,” and Harris encouraged Thompson to get, in the truck and leave, Harris testified that as Thompson walked toward the track, Smith ran forward and hit Thompson. According to Harris, a crowd of twenty or thirty people then ran toward Thompson so that he could not see Thompson. Harris then heard gunshots, and the crowd took off running in different directions. .Harris testified that he heard approximately six gunshots, but he believed that the shots came from different guns and from different directions.\n¶ 11. Justin Yarbrough testified that Smith and several\" others had jumped him outside of Club 124 a short time before the shooting. According to Yarbrough, the group attacked him and kicked and beat him severely. Yarbrough never reported the incident to the police. He testified that he was sitting in a car nearby when shots were fired and that he did not see the shooting.\n¶ 12. Officers from the Starkville Police Department were on the scene within minutes of the shooting. They recovered six shell casings within twenty feet of Randle’s body. All were Smith &amp; Wesson .40 caliber *1049shells. No other type of shell casing was recovered.\n¶ 13. After the defense rested, the State announced that it would call Landon Stamps, a former Starkville Police Department detective,- as a rebuttal witness. Stamps had interviewed Thompson shortly after .the shooting, and the State’ intended to introduce the approximately thirty-minute yideo of the interview through Stamps. Thompson objected that Stamps’s testimony and the recorded interview were improper rebuttal and should have been offered in the State’s case-in-chief. However, the State responded that the interview, in which Thompson admitted to firing a .40 caliber handgun about six times, was admissible to rebut the testimony of Harris and Zuber. The State explained that it did not introduce the interview in its case-in-chief because it considered it a self-serving claim of self-defense. However, once Harris suggested that Thompson did not have a gun, and Harris and Zuber suggested that there were other shooters, the video was proper rebuttal evidence. The trial judge overruled Thompson’s objection but also ruled that Thompson would be allowed to offer appropriate surrebuttal evidence.\n¶ 14. At Thompson’s request, the 'trial judge agreed to view Thompson’s recorded statement outside the presence of the jury before making a final ruling on its admissibility, While the video was. being played for the judge, co-counsel for the defense—• Mr. Lumumba and Mr.. Lawrence—-made the following statements:\nBY MR. LUMUMBA: (Speaking over audio) Let it in, Your Honor..\nBY MR. LAWRENCE: (Speaking over audio) Please let it in. Please. We can stop now.\nBY THE COURT: (Speaking over audio) All right. All right, we can turn that off.\n(Whereupon the video playing in open court was paused.)\nBY MR. LAWRENCE: Innocent.\nBY THE COURT: Now, you’ve withdrawn your objection to the admission of the statement; is that correct?\nBY MR. LUMUMBA: (Nods head affirmatively),\nBY THE COURT: All right. Would that—there’s nothing left for the Court to rule on. However, I do believe you mentioned earlier that there was a statement at the 29th minute—\nBY MR. LUMUMBA: Yes.\nBY THE COURT: —and that you wanted that portion redacted; is that correct?\nBY MR. LUMUMBA: Yeah, I’d ask the State how far do y’all want to go? Y’all want the whole thing to be—be heard?\nBY MR. LAWRENCE: I want the whole thing to be heard.\nFollowing a brief recess, the court asked counsel to again confirm that Thompson had “withdrawn his objections” to the recorded statement on the ground that it was improper rebuttal. Mr., Lawrence answered, “Yes, Your Honor, we have at this time.”\n¶ 15, Stamps then testified, and Thompson’s recorded interview was played for the jury. During the interview, Thompson admitted that he had. fired “about six” shots with a .40 caliber handgun. Thompson told Stamps that he had dropped the handgun at-the scene before jumping into his cousin’s vehicle., During the interview, Thompson did not claim that anyone else had fired a gun. After a brief surrebuttal witness, the defense finally rested.\n¶ 16. The case was submitted to the jury, and the jury found Thompson guilty of depraved heart murder2 and on all *1050three counts of aggravated assault. The court sentenced Thompson to thirty years in the custody of the Mississippi Department of Corrections (MDOC) for murder.3 The court also sentenced Thompson to five years in MDOC custody on each count of aggravated assault, with two of the five-year sentences to run consecutively to one another and to the murder sentence, and one five-year sentence to run concurrently to the murder sentence. Thompson subsequently filed a motion for judgment notwithstanding the verdict or a new trial, which was denied, and a timely notice of appeal. As noted above, Thompson argues that the trial court erred by allowing the State to introduce rebuttal testimony and by refusing all of his proposed jury instructions.\nDISCUSSION\nI. Rebuttal Witness\n¶ 17. As discussed above, Thompson’s counsel expressly withdrew his objection to the introduction of his recorded interview. In fact, both of his attorneys expressly stated that they wanted the jury to hear the interview. Accordingly, Thompson waived any objection to the videotaped interview. Baxter v. State, 177 So.3d 423, 441 (¶ 47) (Miss. Ct. App. 2014), aff'd, 177 So.3d 394, 398 n.2 (Miss. 2015). Aside from Stamps’s role as the sponsoring witness for the recorded interview, his testimony had little significance', and Thompson identifies no specific testimony that prejudiced him. Therefore, we conclude that Thompson waived any objection to Stamps’s testimony or the introduction of his recorded interview.\n¶ 18. In any event, the trial judge did not abuse his discretion by allówing Stamps to testify in rebuttal. The decision whether to allow rebuttal testimony is committed to ’the discretion of the trial judge, and we will reverse only for an abuse of discretion. Armstrong v. State, 771 So.2d 988, 999 (¶ 48) (Miss. Ct. App. 2000). In general, the State “must offer all substantive evidence in its case-in-chief.” Id, However, the State is entitled to present “rebuttal testimony ... to explain, repel, counteract or disprove evidence” offered by the defense. Williams v. State, 539 So.2d 1049, 1051 (Miss. 1989). Moreover,\nthe court should resolve [any] doubt in favor of the reception in rebuttal [if] (1) its reception will not consume so much additional time as to give an undue weight in practical probative force to the evidence so received in rebuttal, ... (2) the opposite party would be substantially as well prepared to meet it by surre-buttal as if the. testimony had been offered-in chief, and (3) the opposite party upon request therefor is given the opportunity to reply by surrebuttal.\nRiley v. State, 248 Miss. 177, 186, 157 So.2d 381, 385 (1963) (quoting Roney v. State, 167 Miss. 827, 150 So. 774, 775-76 (1933)). “[The Mississippi Supreme] Court has advocated a liberal application of the rebuttal evidence rule.” McGaughy v. State, 742 So.2d 1091, 1094 (¶ 19) (Miss. 1999) (quoting Powell v. State, 662 So.2d 1095, 1098 (Miss. 1995)).\n■ ¶ 19. Thompson’s counsel argued in his opening statement that this was “a clear case of self-defense.” The State then presented its case-in-chief directed to rebutting Thompson’s claim of self-defense. After the State rested, the defense called Harris, who had been with Thompson throughout the evening leading up to the *1051shooting. On direct-examination and again on redirect, defense counsel elicited-testimony from Harris that he had not seen Thompson with a gun at any point during the evening. The apparent purpose of this testimony was to suggest to the jury that Thompson did not even have a gun, much less fire one. In addition, Harris and Zuber both testified that they believed that shots were fired from multiple guns, from different locations, and in different directions.\n¶ 20. It was not an abuse of discretion to permit the State to counteract Harris’s testimony by introducing Thompson’s recorded interview, in which he clearly admitted to firing a gun. Williams, 539 So.2d at 1051. It is understandable that the State did not use the interview in its case-in-chief, as Thompson did not confess to murder but rather claimed self-defense based on his own version of events. Once the defense introduced evidence suggesting that Thompson did not have a gun, the trial judge was within his discretion to allow the State to . introduce the recorded interview in rebuttal. See Armstrong, 771 So.2d at 998-1000 (¶¶ 47-49) (eyewitness was properly allowed to testify to rebut defendant’s claim that he did not have a gun at the crime scene).\n¶21. In addition, the interview was proper rebuttal of Harris’s and Zuber’s testimony that shots were fired from different guns in different directions. In the recorded interview, Thompson stated that he fired “about six” shots from his .40 caliber handgun, which matched and explained the evidence collected at the scene. During the interview, Thompson did not mention anyone else firing a gun during the incident. Thus, Thompson’s recorded interview was properly admitted to counteract this aspect of Harris’s and Zuber’s testimony as well. Williams, 539 So.2d at 1051.\n¶ 22, Finally, although we are firm-, ly convinced that Stamps’s testimony and the recorded interview were proper rebuttal evidence, even if there were some “doubt” as to the issue, we would not find an abuse of discretion. See Riley, 248 Miss. at 186, 157 So.2d at 385. Under Mississippi Supreme Court precedent, any “doubt” was properly resolved in favor of admission because'(1) Stamps’s testimony was brief, (2) Thompson should have been prepared to respond to the recorded interview, which was the subject of a pretrial motion to suppress, and (3) Thompson was allowed to reply by surrebuttal. See id. The trial judge properly considered these factors and did not abuse his discretion by allowing Stamps to testify in rebuttal.4\nII. Jury Instructions\n¶ 23. In his second assignment of error, Thompson argues that the trial court erred by refusing all fifteen of his proposed jury instructions. However,Thompson only providés supporting argument for his assertions that the trial court erred in refusing three instructions: D-l, D-2, and D-3. “It is a longstanding principle of law that if an appellant fails to *1052support her allegation of error with argument or authority, this Court need not consider the issue.” Jordan v. State, 995 So.2d 94, 103 (¶ 14) (Miss. 2008) (quotation marks, alterations omitted). Accordingly, the issue is procedurally barred except with regard, to alleged errors involved in the denial of proposed jury instructions D-1, D-2, and D-3. See id, In addition, during oral argument before this Court, defense counsel voluntarily conceded that the denial of D-l was not reversible error, as it was fairly covered elsewhere in the jury instructions. Accordingly, we limit our discussion to proposed instructions D-2 and D-3.\n¶24. We review the deniaLof jury instructions for abuse of discretion only. Quinn v. State, 191 So.3d 1227, 1231-32 (¶ 18) (Miss. 2016). Our standard of review “is well-established”:\n.Jury instructions , must be; read .as a .whole to determine if the instructions were proper. Jury instructions must fairly announce the law of. the case and not create an injustice against the defendant. This rule is summed up as follows: In other words, if all instructions taken as a. whole fairly, but not necessarily perfectly, announce the applicable rules of law, no error results.\nDavis v. State, 18 So.3d 842, 847 (¶ 14) (Miss. 2009) (citations, quotation marks omitted).\nA. Proposed Instruction D-2\n¶ 25. Thompson’s proposed instruction D-2 stated as follows:\nThe 'Court instructs the jury that you are bound, in deliberating-on this case, to give the, defendant the , benefit of any reasonable doubt of the defendant’s guilt that arises out of the evidence or want of evidence in this case. There‘is always a reasonable doubt of the defendant’s guilt when the evidence simply makes it probable that the defendant is guilty. Mere probability of guilt will never warrant you .to- convict the defendant. It is- only when, after examining the evidence on -the whole, you are able to say on your oath, beyond a reasonable doubt,- that the defendant is guilty that the law will permit you to find him guilty. You might be able to say that you believe him to be guilty and yet, if you are not able to say on your oaths, beyond a reasonable doubt, that he is guilty it is your sworn duty to find the defendant “Not Guilty.”\n¶26. In Fulgham v. State, 46 So.3d 315 (Miss. 2010), the Supreme Court held that a substantively identical instruction was an improper “attempt[ ] to define -reasonable doubt,’ ” Id. at 332 (¶ 46). The Court explained that it “has long held that a definí-, tion of reasonable doubt is not a proper instruction for the jury; ‘reasonable doubt defines itself.’” Id. (alteration omitted) (quoting Barnes v. State, 532 So.2d 1231, 1235 (Miss. 1988)). The Fulgham Court held that the trial judge did not abuse his discretion by denying the very same reasonable doubt.instruction at issue here. Id. It follows that the trial judge in this case did not abuse his discretion by denying proposed instruction D-2. Thompson’s argument is without merit,\nB. Proposed Instruction' D-3\n¶ 27. Thompson’s proposed instruction D-3 stated as follows:\nThe Court instructs the jury that a reasonable doubt may arise from the whole of the evidence, the conflict of the evidence,, the lack of evidence, or the insufficiency of the evidence; but however it arises, if it arises, it is your sworn duty to find the defendant “Not Guilty.”\n¶28. In another murder case decided . last year, the Supreme Court held that the denial of this same instruction was not an abuse of discretion. Roby v. State, 183 *1053So.3d 857, 874 (¶ 69) (Miss. 2016). The trial judge in Roby refused this instruction as “argumentative.” Id, On appeal, the Supreme Court held that “regardless of the judge’s reason for refusing [the instruction], we find that he did not abuse his discretion, as the concept of reasonable doubt was covered extensively by other instructions. This issue is without merit.” Id, '\n¶ 29. Roby is dispositive of Thompson’s argument that the trial judge abused his discretion and committed reversible error by refusing proposed instruction D-3. Thompson’s proposed instruction D-3 is the same instruction that was refused in Roby, and there is no meaningful difference between the reasonable doubt instructions that were given in this case and those that were given in the murder trial in Roby.[See id. at (¶68). In fact, a full review of the record in Roby shows that the relevant instructions in that case were essentially identical to those given in this case.\n¶ 30. The jury in this case was instructed on the requirement of proof beyond a reasonable doubt. Instruction C.01 told the jury that its “verdict should be based on the evidence and not upon speculation, guesswork, or conjecture.” Instruction 0.12(a) instructed the jury:\nThe law presumes every, person charged with the commission of a crime to be innocent. This presumption places upon the State the burden of proving the Defendant guilty beyond a reasonable doubt. The presumption of innocence attends the Defendant throughout the trial or until it is overcome by evidence which satisfies the jury of his guilt 'beyond a reasonable doubt. The. Defendant is not required to prove his innocence.\nIn addition, instructions S-2A, S-3A, S-4A, and S-5A provided: “If the State has failed to prove any one or more of the ,.. elements [of the charged offense] beyond a reasonable doubt, then you shall find the Defendant not guilty ...Finally, S-6A instructed: “If the State has failed to prove to you beyond a reasonable doubt that the Defendant did not act in reasonable self-defense,-then you shall find the Defendant not guilty.”\n¶ 31. The instruction refused in this case is the same one refused in Roby, and there is no meaningful difference between the reasonable doubt instructions given in this case and those given in Roby. In Roby, the Court held that the instructions that were given fairly and “extensively” covered “the concept of reasonable doubt,” that the trial judge did not abuse his discretion by refusing the additional requested instruction, and that the issue was “without merit.” Roby, 183 So.3d at 874 ( ¶ 69). Roby’s holding' clearly and inescapably requires the rejection of Thompson’s virtually identical argument in this case.5\n*1054¶ 32. Nor did the trial judge abuse his discretion by not giving D-S in response to a note from the jury.6 The Supreme Court has recognized that “[o]ne of the most nettlesome problems faced by a circuit judge is an inquiry from the jury when it has retired to reach its verdict.” Girton v. State, 446 So.2d 570, 572 (Miss. 1984). The appropriate response to such an inquiry is committed to the discretion of the trial judge. Galloway v. State, 122 So.3d 614, 634 (¶ 13) (Miss. 2013). “Unless the trial court based [its] decision on an erroneous view of the law, this Court is not authorized to reverse for an abuse of discretion absent a finding the trial court’s decision was ‘arbitrary and clearly erroneous.’” Id. (quoting Hooten v. State, 492 So.2d 948, 950 (Miss. 1986) (Hawkins, P.J., dissenting)). We will not reverse simply because we think “the trial court was ‘right or wrong’ in its response.” Id.\n¶ 33. The jury’s note in this case simply read: “What if we have a number of jurors that feel like there is not enough evidence to prove or disprove reach a verdict?” 7 The note did not request clarification or further instruction on the concept of reasonable doubt. It simply reflected that deliberations had not yet produced a unanimous verdict. After consulting with counsel, the trial judge instructed the jurors to “continue ... deliberations” to determine whether in good conscience they could reach a verdict, while also reminding them “not to surrender [their] honest convictions as to the weight or effect of the evidence solely because of the opinion of [their] fellow jurors or for the mere purpose of returning a verdict.” This was a proper response to the note. See Sharplin v. State, 330 So.2d 591, 596 (Miss. 1976). The judge also instructed the jurors that they had been “adequately instructed ... concerning the law” and “to read all the instructions already given to [them] by the Court.” As discussed above, under binding precedent, those instructions fairly and adequately covered the concept of reasonable doubt. Roby, 183 So.3d at 874 (¶¶ 68-69). “The jury is presumed to have followed [those] instructions.” Galloway, 122 So.3d at 634 (¶ 36). Thus, the trial judge’s response to the jury’s inquiry was entirely appropriate. In fact, counsel for Thompson twice stated that they had no objection to the judge’s proposed response. The trial judge committed no abuse of discretion in response to the jury’s note.\n¶ 34. The dissent notes that D-3 has been given in a number of cases,8 but that hardly establishes that its refusal is an abuse of discretion. “When we say that the trial court has discretion in a matter, we imply that there is a limited right to be wrong. The statement imports a view that there are at least two different decisions that the trial court could have made which on appeal must be affirmed.” Darnell v. Darnell, 167 So.3d 195, 207 (¶ 34) (Miss. *10552014) (quoting Burkett v. Burkett, 537 So.2d 443, 446 (Miss. 1989)) (emphasis added; alterations omitted). A trial judge’s discretion to give an instruction does not equate to a rule that he must give it. The Supreme Court specifically held in Roby that the refusal of this instruction was not an abuse of discretion.\n¶35. Finally, in a footnote, the dissent asserts that Roby is distinguishable for two reasons: “in Roby, [1] the defense raised no objection to the trial court’s denial of the proposed instruction, and ... [2] the supreme court found that the instruction was extensively covered by other instructions.” Post at n.9. The former point is irrelevant. The defendant in Roby offered the exact same instruction, and it was refused by the trial court, thereby preserving the issue for appellate review. Nothing in the Roby opinion suggests that the issue was waived. A defendant is not required to “object” to the denial of his own instruction. Rubenstein v. State, 941 So.2d 735, 789 (¶¶ 248-49) (Miss. 2006). The Supreme Court has clearly held that a defendant need only tender a proposed instruction to preserve the issue for review. Id. (“Requiring a party to object to the refusal of its own jury instructions would be illogical and oppressive .... ”).\n¶36. The dissent’s second basis for distinguishing Roby—the “other instructions” given in that case—is refuted by the opinion and record in Roby. In Roby, the Supreme Court held that “the concept of reasonable doubt was covered extensively by other instructions.” Roby, 183 So.3d at 874 (¶ 69). To reiterate, a review of the record in Roby reveals no instruction on the concept of reasonable doubt that was not given at Thompson’s trial. The dissent identifies no material difference between the instructions given in this case and in Roby. There is none. The Supreme Court held that those instructions are fair and sufficient, and this Court cannot overrule Supreme Court precedent. We are bound by Roby and the principle that “like cases ought to be decided alike.” State ex rel. Moore v. Molpus, 578 So.2d 624, 634 (Miss. 1991).\n¶37. In summary, Mississippi S.upreme Court precedent makes clear that the trial judge did not abuse his discretion by denying proposed instructions D-2 and D-3. Read as a whole, the jury instructions at Thompson’s trial fairly announced the applicable rules of law.\nCONCLUSION\n¶ 38. The trial judge did not abuse his discretion by allowing rebuttal evidence or refusing Thompson’s proposed jury instructions. Therefore, we affirm Thompson’s convictions and sentences.\n¶ 39. THE JUDGMENT OF THE OK-TIBBEHA COUNTY CIRCUIT COURT OF CONVICTION OF COUNT I, MURDER, AND SENTENCE OF THIRTY YEARS; COUNT II, AGGRAVATED ASSAULT, AND SENTENCE OF FIVE YEARS, WITH THE SENTENCE TO RUN CONSECUTIVELY TO THE SENTENCE IN COUNT I; COUNT III, AGGRAVATED ASSAULT, AND SENTENCE OF FIVE YEARS, WITH THE SENTENCE TO RUN CONCURRENTLY WITH THE SENTENCE IN COUNT I; AND COUNT IV, AGGRAVATED ASSAULT, AND SENTENCE OF FIVE YEARS, WITH THE SENTENCE TO RUN CONSECUTIVELY TO THE SENTENCES IN COUNTS I AND II, ALL IN THE CUSTODY OF THE MISSISSIPPI DEPARTMENT OF CORRECTIONS, IS AFFIRMED. ALL COSTS OF THIS APPEAL ARE ASSESSED TO OKTIB-BEHA COUNTY.\nLEE, C.J., GRIFFIS, P.J., ISHEE, FAIR AND GREENLEE, JJ., CONCUR. *1056CARLTON, J., DISSENTS WITH : SEPARATE WRITTEN OPINION, JOINED BY IRVING, P.J., AND • BARNES, J. WESTBROOKS, J., NOT PARTICIPATING.\n\n. Thompson had dreadlocks at the time of the shooting.\n\n\n. No manslaughter instructions were requested or given,\n\n\n. The circuit court applied the amended (lesser) sentencing provision applicable to second-degree murder, effective July 1, 2013. See Miss. Code Ann. § 97-3-19(l)(b) and -21(2) (Rev. 2014).\n\n\n. The Supreme Court has also held that the admission of rebuttal testimony \"doe's not . constitute reversible error, unless it is shown that no opportunity is afforded the defendant to reply by surrebuttal testimony.” Myers v. State, 353 So.2d 1364, 1369 (Miss. 1978) (citing Gant v. State, 219 Miss. 800, 803, 70 So.2d 28, 29 (1954)). Thompson was allowed to and did present surrebuttal testimony, and his recorded statement set forth his own claim of self-defense. Under the circumstances, even if Stamps's testimony should not have been admitted in rebuttal, its admission would not require reversal. See, e.g., Cox v. State, 849 So.2d 1257, 1268 (¶ 36) (Miss. 2003) (\"Reversal [based on an erroneous evi-dentiary ruling] is proper only where [the trial court's] discretion has been abused and a substantial right of a party has been affected.”).\n\n\n. Roby was decided after the trial in this case. In refusing Thompson's proposed instruction D-3, the trial judge relied on the Supreme Court’s decision in Hunter v. State, 489 So.2d 1086, 1088-89 (Miss. 1986). The dissent argues that Hunter is distinguishable because of minor differences between proposed instruction D-3 and the instruction that the Supreme Court disapproved in Hunter. The instructions are basically identical except that the instruction in Hunter stated that the existence of reasonable doubt \"both justifies and demands, under your oaths, that you return a verdict of 'Not Guilty.’ ” Id. at 1089. The Supreme Court disapproved of the instruction as \"argumentative and ... abstract.” Id, Here, D-3 stated that if reasonable doubt existed, it was the jury’s \"sworn duty to find the defendant 'Not Guilty.’ ” There is no meaningful difference between' D-3 and the instruction disapproved in Hunter. To say that á jury has a \"sworn duty” to return a not-guilty verdict is just another' way of saying that the law \"justifies and demands” that they return a not-guilty verdict. However, because the Supreme Court’s more recent decision in Roby addresses the precise instruction at is*1054sue here, further discussion of Hunter is unnecessary.\n\n\n. Thompson's appellate brief does not make this specific argument, although the dissent does.\n\n\n. The jury wrote and then struck through \"prove or disprove.”\n\n\n. The instruction's use in other cases is likely attributable to its inclusion in the model instructions produced by the Mississippi Judicial College. Mississippi Judicial College, Mississippi Model Jury Instructions, Criminal § 1:13 (2016). However, the only authority provided for the model instruction is a \"But see” citation to Hunter, which expressly disapproved of a substantively indistinguishable instruction. See supra n.5. The Supreme Court has “point[ed] out that the model jury instructions are only guidelines and have not been adopted by [the Supreme] Court.” Baker &amp; McKenzie LLP v. Evans, 123 So.3d 387, 408 (¶ 80) (Miss. 2013).\n\n",
            "ocr": false,
            "opinion_id": 9873481
        },
        {
            "author_str": "Carlton",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCARLTON, J,\nDISSENTING:\n,¶ 40,1 respectfully dissent from the majority’s opinion. Upon review, I. .find the circuit court abused its discretion by refusing Thompson’s proposed jury instruction D-3.1 also find the circuit court abused its discretion by failing to provide supplemental instruction when the jury, during its deliberations, requested additional instruction as to the lack or insufficiency of proof. As a result, I would reverse the circuit court’s judgment and remand .the case for a new trial. . ,\nFACTS\n¶ 41. On the evening of May 22, 2010, a large group of people gathered in Stark-ville, -Mississippi, outside Club 124 and across the street in a Texaco parking lot. King testified that it was graduation night and that the crowd consisted of people ranging from ages fourteen to thirty. King stated that she was talking to her cousin in an area' next to the Texaco parking lot when she noticed a group of guys walking toward the Texaco parking lot. King testified that a guy with dreadlocks wearing a white shirt was facing the approaching group. As the guy in the white shirt walked into the street, King stated that a Chevrolet Avalanche pulled up next to him. According to King, the driver spoke to the guy in the white shirt, who looked at the driver, looked, in the backseat of the truck, and then reached into the backseat of the truck, King testified that, after the guy in the white shirt reached into, the truck, “he came out shooting ,.. from left to right” and fired more than four or .five shots within a few seconds.\n¶ 42. After firing the shots, King testified that the shooter jumped into the truck through the open back window, and the truck sped-away. King testified that she then noticed a body in the street, and she called 911 as she approached the body. Upon reaching the victim, King discovered he was Randle, a longtime friend of King’s brother. King testified that someone began performing CPR on Randle until law enforcement arrived. Authorities later determined that Randle sustained a shot to his chest and died from his injuries.\n¶43. Harris testified that he was also present when the shooting occurred. Harris testified that he was- standing.by the Texaco, talking to his brother,., Smith, just prior to the shooting. Harris stated that his brother and Thompson had a disagreement. and that his brother punched Thompson, Harris further. testified that Thompson then pulled out an “all-black gun” and “just started shooting.” According to Harris, Thompson was the only person he saw with a gun on the night of the shooting. Harris stated that one of the bullets struck him in his lower back and exited his right side. He further testified that he spent three weeks in the hospital while he recovered from his injuries.\n¶44. Ross also testified that she was present when the shooting occurred. Ross testified that she was talking to her brother in the Texaco parking lot when she saw Smith walk, up and punch Thompson. Ross stated that.Thompson stumbled, and then Ross heard gunshots. Ross further stated that she saw a gun in Thompson’s hand prior to the shots, but she explained that she never actually saw Thompson point the gun and pull the trigger. Ross testified that a bullet struck her in her pelvic region and that she was later taken ,to the hospital to receive treatment for her injury.\n■ ¶45. Like the State’s other witnesses, Outlaw testified that he was present when *1057the shooting occurred. Outlaw stated that he saw Smith punch Thompson, and then he heard gunshots. Although it was too dark for him to actually see a gun, Outlaw testified that he knew Thompson had pulled out a gun because he saw the sparks when the gun-was fired. Outlaw testified that he then felt a bullet hit him and that he later received treatment for injuries to his elbow and his liver.\n¶ 46. In response to King’s 911 call, officers from the Starkville Police Department arrived and began to secure the' crime scene. Detective Scotty Carrithers testified that he collected and bagged six Smith &amp; Wesson .40-caliber shell casings from the scene. Officer Andy Round testified that he and Officer Josh Buckner went to the hospital to interview the victims. Officer Round testified that he spoke to Harris and Outlaw, who both identified Thompson as the shooter.\n¶ 47. Although Thompson did not testify during the defense’s case-in-chief, the defense called five other witnesses. After the defense rested, the State moved to introduce rebuttal evidence. The State sought to admit the testimony of Stamps, who was a detective with the Starkville Police. Department at the time of the May 22, 2010 shooting. The State also sought to introduce into evidence the videotape of an interview Detective Stamps conducted with Thompson. The State argued that the rebuttal evidence was proper because the evidence contradicted certain testimony provided by the defense’s witnesses. While the defense initially objected to all of the State’s rebuttal evidence, it later withdrew its objection to the admission of the videotaped interview. However, the record reflects that the defense did not withdraw its •objection to Detective Stamps’s testimony. After hearing the parties’ arguments, the circuit court allowed the State’s rebuttal evidence. The circuit court then gave the defense the opportunity to respond through surrebuttal. Although the defense initially declined to present any surrebut-tal evidence,-it later changed its mind and’ ■offered a surrebuttal witness.\n¶ 48. During the State’s rebuttal, Detective Stamps testified that he conducted a videotaped interview with Thompson and that Thompson admitted to firing a .40-caliber weapon five to seven times. Detective Stamps stated that, during the interview, Thompson said he had fired the gun, dropped the weapon, ancl then gotten in a vehicle to leave the scene. On cross-examination, Detective Stamps testified that law enforcement never recovered the weapon involved in the shooting during the course of their investigation.\n¶ 49. The jury found Thompson guilty of one count of murder and three separate counts of aggravated assault. For Count I, murder, the circuit court sentenced Thompson to thirty years in the custody of the MDOC. For each count of aggravated assault, the circuit court sentenced Thompson to five years in MDOC’s custody, with the sentence in Count II to run consecutively to the sentence in Count I; the sentence in Count III to run concurrently with the sentence in Count I; and the sentence in Count IV to run consecutively to the sentences in Counts I and II. Thompson subsequently filed an unsuccessful motion for a judgment notwithstanding the verdict or, in the alternative, a new trial. Aggrieved by his convictions and sentences, Thompson appeals.\nDISCUSSION\n¶ 60.1 find dispositive Thompson’s argument that the circuit court abused its discretion by refusing all the defense’s proposed jury instructions. I therefore limit my dissent to the merits of this assignment of error.\n*1058¶ 51. In his second assignment of error on appeal, Thompson contends that the circuit court’s refusal of all fifteen of the defense’s proposed jury instructions gave the State an unfair advantage, confused the jury as to its responsibility, and interfered with his right to present his theory of the case. However, Thompson only provides supporting argument and authority for his assertions that the circuit court erred in refusing the following three defense instructions: D-i, D-2, and D-3. As our caselaw clearly establishes, “if an appellant fails to support [his] allegation of error with argument or authority, this Court 'need not consider the issue.” Miller v. State, 144 So.3d 199, 203 (¶ 15) (Miss. Ct. App. 2014) (citation omitted). As a result, I find this issue is procedurally barred on appeal except with regard to the alleged error involved in the denial of proposed jury instructions D-l, D-2, and D-3. See id. In addition, I acknowledge that, during oral argument before this Court, the defense conceded that proposed jury instruction D-l was fairly covered elsewhere in. the jury instructions. I therefore further limit my review of this issue. In so doing, I find the circuit court’s refusal to grant jury instruction D-3 is dispositive of this appeal, particularly since the jury here expressed confusion to the circuit court during its deliberations, but the circuit court provided no supplemental instruction that was relevant to the jury’s, inquiry or that cured the omission existing in the previously given instructions.\n¶ 52. In addressing Thompson’s arguments that the circuit court erred by refusing certain proposed defense jury instructions, I acknowledge that we review the circuit court’s grant or refusal of proposed jury instructions for abuse of discretion. See Quinn v. State, 191 So.3d 1227, 1231-32 (¶ 18) (Miss. 2016). While the “defendant is entitled to have jury instructions given which present his theory of the case[,] ... this entitlement is limited in that the court may refuse an instruction [that] incorrectly states the law, is covered fairly elsewhere in the instructions, or is without foundation in the evidence.” Id. at 1232 (¶ 18) (citation omitted). We review the jury instructions as a whole, and where they “fairly announce the law of the case and create no injustice,” we will find no reversible error. Id. (citation omitted).\nA. Proposed Jury Instruction D-2.\n¶ 53. As stated, I find the circuit court’s denial of jury instruction D-3 to be dispos-itive of this appeal. In so doing, I acknowledge that I find no abuse of discretion in the circuit court’s denial of instruction D-2, and I distinguish the language of proposed instruction D-2 from that of proposed instruction D-3. The language of proposed instruction D-2 sought to explain what constitutes reasonable doubt. Mississippi precedent clearly precludes jury instructions that attempt to define reasonable doubt. See Fulgham v. State, 46 So.3d 315, 332 (¶ 46) (Miss. 2010). By contrast, proposed instruction D-3 did not seek to define or explain reasonable doubt. Instead, proposed instruction D-3 explained that reasonable doubt may arise from the evidence, the lack of the evidence, a conflict in the evidence, or the insufficiency of the evidence. Moreover, Mississippi precedent establishes that the language of proposed instruction D-3 constitutes a proper statement of the law, and Mississippi precedent affirms the language of instruction D-3 in cases where warranted by the evidence and not otherwise covered by other instructions.9\n*1059¶ 54. As the’ record reflects, proposed jury instruction D-2 stated:\nThe [c]ourt instructs the jury that you are hound, in deliberating on this case, to give the [Defendant the benefit - of any reasonable doubt of the [D]efen-dant’s guilt that arises out of the evidence or want of evidence in this case. There is always a reasonable doubt of the [Djefendant’s guilt when -.the evidence simply makes it probable that the [Defendant is guilty. Mere probability of guilt will never warrant you to convict the [Defendant. It is only when, after examining the evidence on the . whole, you are able to say on your oath, beyond a reasonable doubt, that the [Defendant is guilty that the law will permit you to find him guilty. You might be able to say that you believe him to be guilty and yet, if you are not able to say on your oaths, beyond a reasonable. doubt, that he is guilty[,] it is your sworn duty to And the [Defendant “Not Guilty[.”]\n¶55. Pursuant to the Mississippi Supreme Court’s ruling in Fulgham, I And that jury instruction D-2 was improper because it attempted to . define reasonable doubt. The Fulgham court stated that reasonable doubt defines itself and that, a definition of the term is an improper instruction for the jury. Id. at 332 (¶46). Because I find that Fulgham controls with regard to this issue, I find no abuse of discretion in the circuit court’s refusal to grant proposed jury instruction D-2. However, because I find error in the circuit court’s refusal to grant proposed jury instruction D-3, I focus my discussion on that assignment of error.\nB. Proposed Jury Instruction D-3\n¶ 56. As discussed, in contrast to proposed instruction D-2, Thompson’s proposed jury instruction D-3 provided no’ definition or explanation of what constitutes reasonable doubt. Instead, proposed instruction D-3 instructed the jury on a correct statement of caselaw as to where reasonable doubt can arise—from the evidence, the lack of the evidence, the insufficiency of the evidence, or a conflict in the evidence.10 Moreover, proposed instruction' D-3 contained no impermissible comment on the weight or sufficiency of any particular evidence. Proposed instruction D-3 stated the following:\nThe [cjourt instructs the jury that a reasonable doubt may arise from the whole of the evidence, the conflict of the evidence, the lack of the evidence, or the insufficiency of the evidence; but however it arises, if it arises, it is your sworn duty to' find' the [Defendant “Not Guilty[.”]\n¶ 57. At trial, the State objected to the defense’s request for jury instruction D-3 on the ground that the instruction was argumentative. During oral argument before this Court, the State claimed the instruction was fairly covered elsewhere. However, the State failed to identify in the record or on appeal where instruction D-3 *1060was covered elsewhere in another jury instruction. To support its position - that instruction D-3 was argumentative, the' State cited Hunter v. State, 489 So.2d 1086 (Miss. 1986). A review of 'Hunter shows, though,, that the language of the disputed jury instruction proposed in that case differed from the language contained in instruction D-3 that Thompson proposed in this case. Additionally, a review of the record reflects that the statement of law contained in proposed instruction D-3 was indeed not covered elsewhere and that a need for the omitted instruction was displayed in the record by the jury’s question during its deliberations asking the circuit court for further guidance as to what to do if some jurors found insufficient evidence. The. question raised by the jury during its deliberations shows the omission in the instructions and the need for further related instruction.\n¶ 58. In Hunter, the defendant proposed the following jury instruction:\nThe [cjpurt instructs the jury that a reasonable doubt of guilt may arise from the evidence, from the lack of evidence, from an insufficiency of evidence, or from a conflict in the evidence; but however it arises, if it does arise in your mind, then it both justifies and demands, under your oaths, that you return a verdict of “Not Guilty.”\nId. at 1088-89 (emphasis added to denote the additional language not contained in Thompson’s proposed instruction D-3). The language contained in Hunter’s proposed instruction differed from that in the instant case. Also, the Hunter court found the proposed instruction in that case to be argumentative and abstract. Id. at 1089. The Hunter court further stated that the jury instructions as a whole properly instructed the jury on reasonable doubt and that the trial court granted the defendant’s proposed instruction in a different form. Id.\n¶59. Although the proposed jury instruction in Hunter contained some language similar to that used in Thompson’s proposed jury instruction, the proposed instruction in Hunter also contained additional argumentative language not contained in Thompson’s proposed jury instruction D-3. See id. at 1088-89. As a result of this additional argumentative language, the proposed instruction in Hunter is distinguishable from Thompson’s instruction D-3, and Hunter therefore fails to control the issue before us in the present case. ’In addition, whereas the trial court in Hunter granted the defendant’s proposed instruction in a different form, the circuit court in this case provided no alternative instruction upon'its' denial of Thompson’s proposed jury instruction D-3 or subsequently during the proceedings. See id, at 1089, The defense argued below .that it was critical for the jury to be properly and adequately instructed as to its duty upon finding reasonable doubt, and failure to so instruct was error.\n¶60. In this ease, during deliberations, the jury asked the circuit court for instruction on lack or insufficiency of evidence. However, the record reflects that the circuit court failed to determine the need for additional or supplemental instruction and granted no alternative instruction to D-3.11 In determining this appeal, I review the facts in the record relevant to the inquiry the circuit court received from the jury during its deliberations and the circuit court’s response to the jury’s inquiry. I then will turn to a review of applicable caselaw.\n*1061¶61. As the record reflects, during its deliberations, the jury sent the following question to the circuit court: “What if we have a number'of jurors [who] feel like there is not enough evidence to reach a verdict?” Upon reading the jury’s question, the circuit-court judge stated that he was unsure whether the jurors meant they were deadlocked or whether. they were asking for additional instructions. The circuit-court judge then stated, “If they’re asking for additional instructions, of course, I cannot do that. All I can do is give them an instruction that says you’re adequately instructed already.” In addition, the following exchange took place:\nThe Court: Well, I can’t give them additional instructions on—\nThompson’s Attorney: Reasonable doubt?\nThe Court: No, I cannot do that . .\n¶ 62. After further discussing the matter with the attorneys, the circuit-court judge sent back jury instructions C-20 and C-30, which had previously been given to the jury. The record reflects that neither jury instruction C-20 nor C-30 contained the language of Thompson’s proposed jury instruction D-3. Jury instruction C-20 stated:\nI know that it is possible for honest men and women to have honest different opinions about the facts of a case. But, if it is possible to reconcile your differ-' enees of opinion and. decide this case, then you should do so.\nAccordingly, I remind you that the [cjourt originally instructed you that the verdict of-the jury must represent the considered judgment of each juror. It is your duty as jurors to consult with one another and to deliberate in view of reaching an agreement if you can do so without violence to your individual judgment. Each of you must decide the case for yourself, but only after an impartial consideration of the evidence with, your fellow jurors.- In the course of your deliberations, do not hesitate to re-examine your own views and change your opinion if you are convinced it is-erroneous, but do not surrender your honest convictions as to the weight or effect of the evidence solely because of the opinion of your fellow jurors or for the mere purpose of returning a verdict. Please continue your deliberations.\n¶ 63. Jury instruction C-30 further provided:\nThe [cjourt instructs the jury that the [c]ourt has adequately ihstrueted the jury concerning the law in this case. You are not to single out any single instruction and ignore the others. The [c]ourt directs the jtiry to read all the instructions already given to thé jury by the [c]ourt.\n¶ 64. The jury subsequently requested, a TV and a DVD player to review Thompson’s taped r interview with Detective Stamps. At that point, one of Thompson’s attorneys reasserted the defense’s objection to the circuit court’s refusal of proposed jury instruction D-3. Thompson’s attorney also stated:\n. I would continue in my prior objection that showing that video would amount to testimony again..\nFurthermore, Your Honor, with regard to the earlier note where the jury said that they would like to know if jurors felt that they did not have enough evidence in order to make a determination, I think that the [c]ourt should have properly instructed the jury to our instruction that we provided, the instruction which states that, “The [c]ourt instructs the jury that a reasonable cloubt may arise from the whole of the evidence, the conflict of the evidence, the lack of the evidence, or the insufficiency *1062of the evidence, but however it arises, if it arises, it is your sworn duty to find the defendant not guilty.”\nWe feel that was a proper instruction, and we feel that our objection should be reasserted that that was not provided, and we feel that it should be provided.\n¶ 65. On appeal, Thompson reasserts the argument that jury instruction D-3' was not covered elsewhere in the jury instructions, and as a result, the jury was not “properly, fully, and fairly instructed.” According to Thompson, the refusal of instruction D-3 prevented the jury from properly considering whether there was an insufficiency or lack of evidence to support the guilty verdict. Thompson also asserts that, due to the refusal of instruction D-3, the jury was never instructed that reasonable .doubt could arise from the whole of the evidence, the lack of evidence, or the insufficiency of the evidence. Thompson further argues that, “[b]y failing to provide the jury with a proper instruction concerning the potential of a ‘lack or want of evidence[,’] the [cjourt left ... members of the jury believing it was their sworn duty to find [Thompson] guilty.” A review of the record indeed reflects that the jury instruction proposed in instruction D-3 was not covered elsewhere. This omission was evident during the jury’s deliberations when it asked for more instruction on an insufficiency or lack of evidence. ■\n¶ 66. Our supreme court has established that, where a defendant proffers a jury instruction that correctly states the law, is not fairly covered elsewhere, and is supported by the evidence, the trial court should grant the requested instruction. See Banyard v. State, 47 So.3d 676, 681 (¶¶ 11-12) (Miss. 2010). A review of relevant case-law and the record before us reflects that proposed jury instruction D-3 indeed provided a correct statement of the law and was not covered elsewhere in another jury instruction. Mississippi precedent reflects numerous other cases in which the trial court granted a jury instruction almost identical to or substantially similar to Thompson’s proposed jury instruction D-3. See Glidden, 74 So.3d at 346 (¶ 13); Rigby, 826 So.2d at 706 (¶ 38); Moise, 159 So.3d at 1209 (¶ 13); Vaden, 965 So.2d at 1074 (¶ 5). Furthermore, a review of the language of proposed jury instruction D-3, as well as a review of Mississippi jurisprudence, reflects that proposed instruction D-3 .did not improperly comment on the weight of the evidence, improperly single out any evidence to the jury, or improperly define reasonable doubt.\n¶ 67. As stated, a review of the record and applicable caselaw reflects that Thompson’s jury instruction D-3 provided a correct statement of the law, was supported by the evidence, and was not fairly covered elsewhere in the jury instructions. See id. Moreover, the record reflects that the jury’s inquiry to the circuit court during its deliberations displayed a need for supplemental instruction due to an omission in the instructions given—specifically, an omission as to the statement of caselaw encompassed in instruction D-3, which provided that “a reasonable doubt may arise from the whole of the evidence, the conflict of the evidence, the lack of the evidence, or the insufficiency of the evidence .... ”\n¶-68. As previously discussed, the- jury stopped its deliberations and sent the circuit court a note asking, “What if we have a number of jurors [who] feel like there is not enough evidence to reach a verdict?” In response to the jury’s note; the circuit court failed to ascertain whether supplemental instruction was needed and, if so, to provide the needed supplemental instruction. The inquiry the circuit court received from the jury specifically related to the issues of whether reasonable doubt *1063could arise from a lack or insufficiency of the evidence and the jury’s duty if it made such a determination. Thus, the jury’s question pertained to the instruction contained in proposed instruction D-3, and the inquiry displayed a need for supplemental instruction due to an omission in the previously granted jury instructions. Our precedent reflects that supplemental jury instruction is allowed when necessary to cover an omission in previously granted instructions. Hughes v. State, 983 So.2d 270, 280 (¶ 42) (Miss. 2008).12\n¶ 69. Rule 3.10 of the Uniform Rules of Circuit and County Court provides:\nIf the jury, after [it] retirefs] for deliberation, desires to be informed of any point of law, the court shall instruct the jury to reduce its question to writing[,] and the' court[,] in its discretion, after affording the parties an opportunity to state their objections or assent, may grant additional written instructions in response to the jury’s requést.\n¶ 70. In- Hughes, the supreme court provided, the following guidance to trial courts facing such situations:\nOnce the trial court receives a question from the jury, the judge’s first responsibility is to determine whether any further instruction is necessary. No further instruction should be given unless necessary for clarity or to cover an omission.- The trial judge must then be certain that he understands precisely what is meant by the jury’s inquiry.\nHughes, 983 So.2d at 280 (¶ 42) (internal citations and quotation marks omitted). See also Wright v. State, 512 So.2d 679, 681 (Miss. 1987) (recognizing that nothing in the law requires a trial judge to become ■mute once the jury retires and stating that, especially where the jury appears to be “at a loss as to how it should proceed, there is no rational reason why we should discourage our trial judges from providing supplementary guidance”).\n¶ 71. In the present case, upon receiving the jury’s inquiry during its deliberations, the circuit court failed to determine whether supplemental instruction was necessary as required by jurisprudence. See Hughes, 983 So.2d at 280 (¶¶ 41-42). The circuit court erroneously stated on the record that it could not give additional instruction to the jury. The circuit court further stated that all it could do was tell the jurors they had already been adequately' instructed. Despite the .circuit court’s statements, however, our caselaw makes clear that a trial court possesses the authority to provide supplemental instruction when necessary to clarify or to cover an omission. Id. at (¶ 42).\n¶ 72. As previously stated, the record reflects that Thompson’s proposed jury instruction D-3 directly related to the question the jury asked of the circuit court during, its deliberations. The record further reflects that proposed instruction D-3 was not covered in the other instructions given to the jury and that the jury’s question reflected this omission in the previously given jury instructions. See id. The circuit court therefore abused its discretion by failing to grant either Thompson’s proposed instruction D-3 or an alternative instruction or to provide necessary related supplemental instruction to eure the omission in the previously given instructions upon receipt of the jury’s inquiry during its deliberations.13 As discussed, upon re-*1064eeipt of a question from the jury, a trial court possesses the duty ,to; determine whether further instruction is necessary to clarify or correct an omission. Id, at 280 (¶ 42). .\n¶ 73. Our caselaw clearly establishes that, Thompson’s proposed instruction D-3 constituted a correct statement of the law, and the record in this case reflects that the instruction was supported by the evidence and was not fairly covered elsewhere in the jury instructions. See Glidden, 74 So.3d at 346 (¶ 13); Rigby, 826 So.2d at 706 (¶ 38); Moise, 159 So.3d at 1209 (¶ 13); Vaden, 965 So.2d at 1074 (¶ 5). As acknowledged, the supreme court has held that “[a] defendant is entitled to have instructions on his theory of the case presented, even though the evidence that supports [his theory] is weak, inconsistent, or of doubtful credibility.” Banyard, 47 So.3d at 681 (¶ 12) (citation omitted). The supreme court has also acknowledged “that the rule which requires that all instructions should be read together does not cure an erroneous instruction in conflict with a proper instruction ....” Id. at 684 (¶ 23) (citation and internal quotation marks omitted). Similarly, in the present case, the rule does not cure the omission in the instructions given to the jury pertaining to the caselaw set forth in Thompson’s proposed instruction D-3 on his defense theory.14\n¶74. In the present case, the circuit court’s denial of proposed instruction D-3 constituted an abuse of discretion because instruction D-3 was a correct statement of -the law, was not fairly covered elsewhere, and was . supported by the evidence. See Barnes v. State, 158 So.3d 1127, 1136 (¶ 33) (Miss. 2015); Banyard, 47 So.3d at 681 (¶ 11). I therefore would reverse the circuit court’s judgment and remand the case for a new trial.15 As a result, I dissent from the majority’s opinion,\nIRVING, P.J., AND BARNES, J., JOIN THIS OPINION.\n\n. The majority relies on Roby v. State, 183 So.3d 857 (Miss. 2016). However, in Roby, the defense raised no objection to the trial court’s denial of the proposed instruction, and *1059upon review, the supreme court found that the instruction was extensively covered by other instructions. Roby, 183 So.3d at 874 (¶ 69). Such is not the case before us since Thompson’s proposed instruction D-3 was ’ not covered elsewhere. Additionally, the language set forth in instruction D-3 has long been held to constitute a correct statement of law. See Glidden v. State, 74 So.3d 342, 346 (¶ 13) (Miss. 2011); Rigby v. State, 826 So.2d 694, 706 (¶ 38) (Miss. 2002); Moise v. State, 159 So.3d 1205, 1209 (¶ 13) (Miss. Ct. App. 2015); Vaden v. State, 965 So.2d 1072, 1074 (¶ 5) (Miss. Ct. App. 2007).\n\n\n. As noted, precedent holds that the language set forth in proposed instruction D-3 constitutes a correct statement of law. See Glidden, 74 So.3d at 346 (¶ 13); Rigby, 826 So.2d at 706 (¶ 38); Moise, 159 So.3d at 1209 (¶ 13); Vaden, 965 So.2d at 1074 (¶ 5).\n\n\n. See Hughes v. State, 983 So.2d 270, 280 (¶ 42) (Miss. 2008) (\"Once the trial court receives a question from the jury, the judge’s first responsibility is to determine whether any further instruction is necessary.” (citation omitted)).\n\n\n. “A trial court has authority to give supplemental instructions to a jury[,] and the decision to do so is reviewed under an abuse-of-discretíon standard.” Hughes, 983 So. 2d at (¶ 41) (citation omitted).\n\n\n. See Shaw v. State, 540 So.2d 26, 30 (Miss. 1989) (explaining that, while sensitive to the danger that a supplemental instruction might cause a jury to single out and focus on a particular point, proper supplemental in*1064structions often turn on the manner in which given, and the jury should consider any supplemental instructions along with the other instructions given by the court).\n\n\n. In homicide cases, the supreme court has provided that \"the trial court should instruct the jury about a defendant’s'' theories of defense, justification; or excuse that are supported by the-'evidence, no matter'how meager or unlikely, and the trial court’s failure to do so is error requiring reversal of. a judgment of conviction.” Manuel v. State, 667 So.2d 590, 593 (Miss. 1995). Where the instructions are in an improper format but are the only instructions presenting the defendant’s theory of defense, the trial court possesses a duty to see that the instructions are placed in the proper form for the jury. Id,\n\n\n. See Barnes, 158 So.3d at 1137 (¶ 36).\n\n",
            "ocr": false,
            "opinion_id": 9873482
        }
    ],
    "court_short_name": "Court of Appeals of Mississippi",
    "court_full_name": "Court of Appeals of Mississippi",
    "court_type": "SA",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Murder"
}