{
    "id": 4380677,
    "judges": null,
    "date_filed": "2002-10-03",
    "date_filed_is_approximate": true,
    "slug": "com-v-campbell-t",
    "case_name_short": "Com.",
    "case_name": "Com. v. Campbell, T.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S96004-16m - 10305177716781946.pdf",
            "author_id": null,
            "opinion_text": "J   -S96004-16\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\nCOMMONWEALTH OF PENNSYLVANIA,                           1   IN THE SUPERIOR COURT OF\n                                                                  PENNSYLVANIA\n                                 Appellee\n\n                          v.\n\nTHEODORE CAMPBELL, JR.,\n\n                                 Appellant                      No. 1336 WDA 2015\n\n\n         Appeal from the Judgment of Sentence Entered May 28, 2015\n              In the Court of Common Pleas of Allegheny County\n             Criminal Division at No(s): CP-02-CR-0010668-2013\n\n\nBEFORE:       BENDER, P.J.E., BOWES, J., and SOLANO, J.\n\nMEMORANDUM BY BENDER, P.J.E.:                                   FILED APRIL 04, 2017\n\n        Appellant, Theodore Campbell, Jr., appeals from the judgment of\n\nsentence of an aggregate term of 20 to 40 years' incarceration, followed by\n\n5   years' probation, imposed after          a   jury convicted him of attempted murder,\naggravated assault, and recklessly endangering another person (REAP). On\n\nappeal, Appellant contends that the jury's verdict was contrary to the weight\n\nof the evidence presented at trial. After careful review, we affirm.\n\n        Appellant's convictions stemmed from his shooting Dorrian Glenn\n\nduring   a   drug deal.        At Appellant's jury trial, Glenn testified that in April of\n\n2013, he was familiar with Appellant because he would occasionally sell\n\nmarijuana to Appellant.               N.T. Trial,    2/4/15-2/6/15, at 31-32.1      Glenn\n\n\n1\n We note that this was Appellant's second jury trial.  His first trial, in\nOctober of 2014, ended in a mistrial after Dorrian Glenn spontaneously\n(Footnote Continued Next Page)\n\fJ   -S96004-16\n\n\n\nexplained that on April 24, 2013, he agreed to meet Appellant at an\n\napartment building close to Glenn's home on Landis Street in Philadelphia to\n\nsell Appellant \"two or three ounces\" of marijuana.                            Id. at 32-33,       34.\n\nAppellant and Glenn arranged to meet at the second floor apartment\n\nbelonging to Appellant's cousin.          Id. at     34.\n\n        Glenn testified that he arrived at the apartment unarmed and with the\n\nmarijuana.    Id. Appellant let         Glenn inside and, as they entered the living\n\nroom, Appellant and          a   \"second guy   ...   pulled out guns....\"       Id. at   35.   Glenn\n\ntestified that Appellant said, \"Throw it off,\" which Glenn understood to mean\n\n\"give up what [he] had to them.\" Id. at 35, 65. Glenn \"threw [his] hands in\n\nthe air\" and \"threw the bag [of marijuana]                    ...   on the ground....\"   Id. at   38.\n\nGlenn testified that he then \"acted like [he] was getting down [on the floor]\n\nand then [he]      just took off running for           ...   the window.\"       Id.   Glenn stated\n\nthat as he ran for the window, Appellant and the second person started\n\nshooting.    Id. at    39.       Despite Glenn's being hit by several bullets, he was\n\nable to jump through the closed window, shattering the window's glass, and\n\nthen run to his house where his wife called an ambulance.                       Id. at   39. Glenn\n\nsustained gunshot wounds to his chest, leg, and chin, and he also broke\n\nboth his wrists.    Id. at 39-40.\n\n\n(Footnote Continued)\n\nstated, at the beginning of his testimony, that he did not want to testify\nbecause it was putting his family in danger. See N.T. Trial, 10/23/14, at 60.\n\n\n                                               -2\n\fJ   -S96004-16\n\n\n\n         Glenn testified that he did not recall speaking to police officers before\n\nbeing taken to the hospital in an ambulance, but while hospitalized, he was\n\ninterviewed by police.              Id. at   40.     Glenn admitted that he initially lied to\n\nthem, telling the officers that he was \"jumped somewhere else on Landis\n\nStreet[.]\"       Id.      However, when confronted with the physical evidence\n\nindicating the shooting had happened in the second floor apartment, Glenn\n\nchanged his story.                This time, Glenn claimed that three individuals had\n\nrobbed him \"on the landing\" of the apartment building, and he had broken\n\naway and run through the apartment before jumping out the window.                           Id. at\n56.      Glenn also gave officers            a     false description of the three purported\n\nrobbers.     Id. at 56-57.\n         Glenn additionally conceded that he had                      falsely testified   \"[a]t   a\n\nprevious hearing        ...   that [he was] actually shot at while on the landing and\n\n[he was] robbed by three people....\"                 Id. at   42. Glenn explained at trial that\n\nhe had    initially lied to police because \"where [he's] from, it's not good to be\n\nknown as     a   snitch.\" Id. at 41. Glenn stated that at the time he gave those\n\nfalse accounts, he \"didn't want to be part of the investigation, so [he] was\n\npretty much just saying anything.\" Id. He further explained that he has \"a\n\nwife, four kids and           a   grandson[,]\" and that people know where he lives. Id.\nat 57.     Glenn testified that he felt that telling the truth would be \"putting\n\npeople [he] love[s] in danger.\"              Id.     He also stated   that his family members\nwere      getting      threats       from    \"[d]ifferent      people\"   because    Glenn     was\n\n\"snitching.\" Id. at 59. However, at the prompting of his wife, mother, and\n\n                                                    - 3 -\n\fJ   -S96004-16\n\n\n\nfather-in-law to \"do the right thing,\" Glenn finally decided to identify\n\nAppellant the third time he spoke to police. Id. at 58.                At that interview,\n\nGlenn picked Appellant and his cohort, Anthony Luster, from photographic\n\narrays.    Id. at   58.   On cross-examination, Glenn acknowledged           that he was\ntestifying under      a   grant of immunity by the Commonwealth, so that he\n\nwould not be prosecuted for attempting to sell marijuana to Appellant.                 Id.\nat 61, 70.\n\n         City of Pittsburgh Police Officer David Sisak also testified for the\n\nCommonwealth.         He stated     that he was working on April 24, 2013, and he\nresponded to the report that Glenn had been shot.             Id. at   73.   Officer Sisak\n\ntestified that when he asked Glenn how he had been shot, Glenn said he was\n\n\"just walking down the sidewalk and two guys robbed him for                   no reason.\"\n\nId. at    74. Officer Sisak then went to the apartment building at 3111 Landis\n\nStreet and saw some bullet casings and glass on \"a small sidewalk that goes\n\nalong the building....\"    Id. at   75, 76.    Officer Sisak determined that the glass\n\n\"came from an upstairs window.\"               Id. at   75.   Officer Sisak went to the\n\nsecond floor apartment where the broken window was located.                    Id. at 79-\n80.    In that apartment, the officer observed \"more shell casings, and the\n\nwindowsill was shot.        ...   And the window was smashed out....\"         Id. at   80.2\n\n\n\n\n2 The parties stipulated that a total of 12 cartridge casings were found at the\nscene, and that the casings were fired by two different, 9 -millimeter guns.\nId. at 102-103.\n\n\n                                              -4\n\fJ   -S96004-16\n\n\n\nOfficer Sisak testified that he returned to Glenn's home and told him that the\n\nphysical evidence did not align with his story that he was shot on the street.\n\nId. at     81.    Glenn then changed his story and admitted he was shot in the\n\napartment.\n\n          Appellant also testified at his trial.      He explained    that he contacted\nGlenn on April 24, 2013, to purchase marijuana.              Id. at   119.   He testified\n\nthat he agreed to meet Glenn at his cousin's apartment at 3111 Landis\nStreet.      Id. at   121, 122.      Anthony Luster accompanied Appellant to the\n\napartment.         Id. at   121.    Appellant testified that Glenn knocked on the\n\napartment door and Appellant told him to come inside.                 Id. at 125,     126.\n\nAppellant stated that after he handed Glenn the money for the marijuana,\n\nGlenn started to hand Appellant           a    bag that looked empty.        Id. at   126.\n\nAccording to Appellant, Glenn then reached into his pants pocket and pulled\n\nout   a   gun.    Id. at 127-128. Appellant then       pulled out his gun and, as the\n\ntwo men were pointing their guns at each other, \"a shot went off.\"                Id. at\n129, 130, 131. Appellant testified that he did not know who fired the first\n\nshot, but he began shooting as he ran into the bathroom.               Id. at 131,    137.\n\nAfter the shots stopped, Appellant and Luster ran out of the apartment\n\nbuilding.        Id. at 137-138. Appellant testified that     he never tried to steal\n\nfrom Glenn, and he claimed that he had had no intention of killing Glenn or\n\ncausing him harm.        Id. at    138.\n\n          At the conclusion of Appellant's trial, the jury convicted him of the\n\nabove -stated offenses.        On May 28, 2015, the court sentenced him to an\n\n                                              - 5 -\n\fJ   -S96004-16\n\n\n\naggregate term of 20 to 40 years' imprisonment, followed by              5    years'\n\nprobation. He filed     a   timely post -sentence motion challenging the weight of\n\nthe evidence supporting his convictions, which the court denied.        Appellant\n\nthen filed   a   timely notice of appeal, and also timely complied with the trial\n\ncourt's order to file        a   Pa.R.A.P.   1925(b) concise statement of errors\n\ncomplained of on appeal. Herein, Appellant raises one issue for our review:\n\n        I. Did the trial court abuse its discretion by failing to find that\n        the guilty verdict was against the weight of the evidence when\n        the testimony presented by the only Commonwealth eyewitness\n        was inconsistent and so untrustworthy that to base a verdict on\n        this evidence was manifestly unreasonable?\nAppellant's Brief at    5   (unnecessary capitalization and emphasis omitted)\n\n        To begin, we note that,\n\n        [a] claim alleging the verdict was against the weight of the\n        evidence is addressed to the discretion of the trial court.\n        Accordingly, an appellate court reviews the exercise of the trial\n        court's discretion; it does not answer for itself whether the\n        verdict was against the weight of the evidence. It is well settled\n        that the jury is free to believe all, part, or none of the evidence\n        and to determine the credibility of the witnesses, and a new trial\n        based on a weight of the evidence claim is only warranted where\n        the jury's verdict is so contrary to the evidence that it shocks\n        one's sense of justice. In determining whether this standard has\n        been met, appellate review is limited to whether the trial judge's\n        discretion was properly exercised, and relief will only be granted\n        where the facts and inferences of record disclose a palpable\n        abuse of discretion.\nCommonwealth v. Houser,             18 A.3d 1128, 1135-1136 (Pa. 2011) (citations\n\nand internal quotation marks omitted).\n\n\n\n\n                                             -6\n\fJ   -S96004-16\n\n\n\n        Here, Appellant contends that the trial court abused its discretion by\n\nrejecting his weight -of -the -evidence claim, where Glenn's testimony \"was\n\ninconsistent and incredible.\" Appellant's Brief at 15. Appellant stresses that\n\n        Glenn was the only Commonwealth eyewitness to testify at trial\n        regarding the events that occurred in the apartment and he was\n        the only eyewitness who refuted [Appellant's] claim of self-\n        defense. However, [] Glenn was extremely unreliable since he\n        continued to lie about what occurred and he admittedly\n        presented false testimony under oath in a prior court proceeding.\nId. at       16.   Appellant also argues that his claim of self-defense was\n\nsupported by statements he made during                a   recorded prison phone call to    a\n\nfemale friend.      According to Appellant, in light of that evidence supporting\n\nhis claim of self-defense, and the unreliability of Glenn's testimony, the court\n\nshould have granted him       a   new trial.\n\n        After assessing the evidence presented at Appellant's trial                  -   and\n\nconsidering, in particular, the testimony of Dorrian Glenn             -   we disagree with\n\nAppellant that the court abused its discretion by denying his weight -of -the -\n\nevidence claim.        Admittedly, Glenn changed his account of the shooting at\n\nleast three times during the investigation, and he also admitted that he lied\n\nunder oath at      a   prior court proceeding.        Additionally, Glenn was testifying\n\nunder    a   grant of immunity by the Commonwealth.               However, the jury was\n\ninformed that Glenn only agreed to testify after being granted immunity, and\n\nboth defense counsel and the Commonwealth questioned Glenn extensively\n\nabout the fabricated          stories   he      had   provided    to   police   during   the\n\ninvestigation. Glenn explained that he initially lied to police because he did\n\n\n                                               -7\n\fJ   -S96004-16\n\n\n\nnot want to be known as        a   'snitch.'   He also stated   that he feared for the\n\nsafety of his family, especially because some of his family members had\n\nreceived threats.\n\n        In sum, the jury was clearly informed of the issues surrounding\n\nGlenn's credibility, yet it chose to believe his testimony over that of\n\nAppellant.3      In rejecting Appellant's weight -of -the -evidence claim, the trial\n\ncourt declined to disturb that credibility determination by the fact -finder.\n\nSee Trial Court Opinion, 8/17/16, at 11.                We ascertain     no abuse of\n\ndiscretion in the trial court's decision. See Commonwealth v. Boxley, 838\n\nA.2d 608, 612 (Pa. 2003) (declining to \"disturb the finder of fact's credibility\n\ndeterminations\" where the appellant had \"raised [the] credibility issues at\n\ntrial, and they were weighed and rejected by the jury in reaching its\nverdict\").\n\n        Judgment of sentence affirmed.\n\n\n\n\n3\n  Moreover, contrary to Appellant's argument, the jury was free to reject his\ntestimony that he acted in self-defense, even though statements he made in\na recorded prison phone call supported that claim.\n\n\n\n                                           -8\n\fJ   -S96004-16\n\n\n\n\nJudgment Entered.\n\n\n\n\nJ ._,eph D. Seletyn,   Es   .\n\n\nProthonotary\n\n\nDate: 4/4/2017\n\n\n\n\n                                -9\n\f",
            "ocr": false,
            "opinion_id": 4157930
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}