{
    "id": 4380837,
    "judges": "Bltdd, Botsford, Budd, Gants, Hines, Lenk",
    "date_filed": "1977-10-14",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-gulla",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Gulla",
    "case_name_full": "Commonwealth vs. Robert Gulla",
    "attorneys": "Stephen Paul Maidman for the defendant., Jamie Michael Charles, Assistant District Attorney (Casey E. Silvia, Assistant District Attorney, also present) for the Commonwealth.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "January 10, 2017.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b743-4\">\n    Commonwealth\n    <em>\n     vs.\n    </em>\n    Robert Gulla.\n   </parties><br><court id=\"b743-5\">\n    Middlesex.\n   </court><otherdate id=\"a2o-dedup-0\">\n    January 10, 2017.\n   </otherdate><decisiondate id=\"abi-dedup-0\">\n    April 5, 2017.\n   </decisiondate><br><judges id=\"b743-6\">\n    Present: Gants, C.J., Botsford, Lenk, Hines, &amp; Bltdd, JJ.\n    <a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">\n     1\n    </a>\n</judges><br><attorneys id=\"b743-11\">\n<em>\n     Stephen Paul Maidman\n    </em>\n    for the defendant.\n   </attorneys><br><attorneys id=\"b743-12\">\n<em>\n     Jamie Michael Charles,\n    </em>\n    Assistant District Attorney\n    <em>\n     (Casey E. Silvia,\n    </em>\n    Assistant District Attorney, also present) for the Commonwealth.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" id=\"fn1\" label=\"1\">\n<a class=\"footnote\" href=\"#fn1_ref\">\n     1\n    </a>\n<p id=\"b743-14\">\n     Justice Botsford participated in the deliberation on this case prior to her retirement.\n    </p>\n</div></div>",
    "citations": [
        "476 Mass. 743"
    ],
    "opinions": [
        {
            "author_str": "Budd",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.mass.gov/courts/docs/sjc/reporter-of-decisions/new-opinions/11361.pdf",
            "author_id": null,
            "opinion_text": "NOTICE: All slip opinions and orders are subject to formal\nrevision and are superseded by the advance sheets and bound\nvolumes of the Official Reports. If you find a typographical\nerror or other formal error, please notify the Reporter of\nDecisions, Supreme Judicial Court, John Adams Courthouse, 1\nPemberton Square, Suite 2500, Boston, MA, 02108-1750; (617) 557-\n1030; SJCReporter@sjc.state.ma.us\n\nSJC-11361\n\n                  COMMONWEALTH   vs.   ROBERT GULLA.\n\n\n\n         Middlesex.      January 10, 2017. - April 5, 2017.\n\n   Present:     Gants, C.J., Botsford, Lenk, Hines, & Budd, JJ. 1\n\n\nHomicide. Constitutional Law, Assistance of counsel, Fair\n     trial. Practice, Criminal, Assistance of counsel, Argument\n     by counsel, Instructions to jury, Capital case.\n\n\n\n     Indictments found and returned in the Superior Court\nDepartment on March 4, 2010.\n\n     The cases were tried before Thomas P. Billings, J., and a\nmotion for a new trial, filed on October 29, 2014, was heard by\nhim.\n\n\n     Stephen Paul Maidman for the defendant.\n     Jamie Michael Charles, Assistant District Attorney (Casey\nE. Silvia, Assistant District Attorney, also present) for the\nCommonwealth.\n\n\n     BUDD, J.    The defendant, Robert Gulla, was convicted of\n\nmurder in the first degree of the victim on the theories of\n\n\n\n     1\n       Justice Botsford participated in the deliberation on this\ncase prior to her retirement.\n\f                                                                     2\n\n\ndeliberate premeditation and extreme atrocity or cruelty. 2     In\n\nthis appeal, 3 the defendant asserts that he was denied effective\n\nassistance of counsel and a meaningful opportunity to present a\n\ncomplete defense, as well as denied a fair trial based on the\n\njudge's failure to give certain jury instructions.   The\n\ndefendant also seeks relief under G. L. c. 278, § 33E.     After\n\nfull consideration of the record and the defendant's arguments,\n\nwe affirm the defendant's convictions and the denial of his\n\nmotion for a new trial, and decline to grant extraordinary\n\nrelief pursuant to G. L. c. 278, § 33E.\n\n     Background.   We summarize the evidence that the jury could\n\nhave found, reserving certain details for discussion of specific\n\nissues.   On January 23, 2010, the defendant beat, strangled,\n\nstabbed, and shot the victim, killing her.   The victim's\n\nhomicide was the culmination of a short but violent relationship\n\nbetween the two.   The defendant met the victim, who was\n\nattending a State university, in early September of 2009 at a\n\ncollege party; the defendant was not a student there.    Soon\n\nthereafter they began a dating relationship.\n\n\n\n\n     2\n       The defendant also was convicted of violation of an abuse\nprevention order.\n     3\n       This court consolidated the appeal from the denial of his\nmotion for a new trial due to ineffective assistance of counsel\nwith his direct appeal.\n\f                                                                    3\n\n\n     On September 25, 2009, an altercation between the victim\n\nand the defendant in her dormitory led campus police to escort\n\nthe defendant off campus and issue a no-trespass order.\n\nApproximately one and one-half weeks later, the victim lodged a\n\ncomplaint with police after the two had an argument and the\n\ndefendant pushed her out of his truck and drove away, leaving\n\nher stranded on the side of the road.\n\n     They spent less time together after that, and the victim\n\nbegan dating a fellow student; however, she continued to see the\n\ndefendant.   One night in early December the victim was visiting\n\nwith the defendant at his home where he lived with his mother\n\nand brother.   After the two argued loudly, the defendant punched\n\nthe victim in the stomach and took her cellular telephone to\n\nreview its contents.    He later smashed it and threw it into the\n\nwoods near his house.   The defendant's mother telephoned the\n\npolice, and he subsequently was arrested.\n\n     On January, 19, 2010, the defendant had an argument via\n\ntelephone with the victim because she was spending time with her\n\nfellow student.   The victim thereafter applied for and received\n\na temporary restraining order against the defendant.\n\n     Despite the restraining order, three days later, the\n\ndefendant borrowed his mother's automobile to pick the victim up\n\nand drive her to his house to spend the night.   The next\n\nevening, the defendant's mother found the two of them covered in\n\f                                                                    4\n\n\nblood lying face down, side by side on the floor of the\n\ndefendant's basement bedroom.    First responders determined that\n\nthe victim was deceased:    her body was severely bruised and\n\nswollen, and she had several stab wounds, including to her\n\nthroat.   The injuries to her face, including bruises and a\n\npellet gunshot wound between the eyes, rendered her\n\nunrecognizable.    By contrast, the defendant regained\n\nconsciousness and his wounds were less severe.    He had a large\n\ncut on his left wrist and a pellet gunshot wound to the temple,\n\nconsistent with self-inflicted wounds; he also had superficial\n\ncuts on his hand, consistent with forceful stabbing motions, and\n\nan area at the back of his head that first responders described\n\nas filled with fluid feeling \"like a sponge.\" 4   Nearby was a copy\n\nof the temporary restraining order and what appeared to be a\n\nsuicide note admitting his culpability for the homicide. 5\n\n     Discussion.   1.   Ineffective assistance of counsel.    At\n\ntrial, defense counsel pursued a diminished capacity defense.\n\nHe presented a psychiatrist who testified that the defendant\n\nsuffered from a mental impairment that made him incapable of\n\nforming the requisite intent for murder in the first degree.\n\nThe defendant claims that his trial attorney was ineffective\n\n     4\n       The defendant told first responders that the victim bit\nhim on the back of the head.\n     5\n       The note read: \"To my family I love you all This is the\nlast thing I wanted to happen but it just did.\"\n\f                                                                      5\n\n\nbecause the attorney (1) failed to raise a lack of criminal\n\nresponsibility defense, which would have absolved the defendant\n\nof culpability altogether; (2) failed to request a lack of\n\ncriminal responsibility instruction; and (3) failed to\n\nadequately argue the theory that counsel did pursue, diminished\n\ncapacity, in his closing argument.     The defendant unsuccessfully\n\nmade the same claims in his motion for a new trial.\n\n     Rather than evaluating an ineffective assistance claim\n\nunder the traditional standard of Commonwealth v. Saferian, 366\n\nMass. 89, 96 (1974), 6 in cases of murder in the first degree, we\n\napply the standard of G. L. c. 278, § 33E, to determine whether\n\nthere was a substantial likelihood of a miscarriage of\n\njustice.   Commonwealth v. Wright, 411 Mass. 678, 681-682 (1992),\n\nS.C., 469 Mass. 447 (2014).   See Commonwealth v. LaCava, 438\n\nMass. 708, 712-713 (2003), quoting Commonwealth v. Harbin, 435\n\nMass. 654, 656 (2002).   More particularly, we determine whether\n\nthere was an error in the course of the trial by defense counsel\n\n(or the prosecutor or the judge) \"and, if there was, whether\n\nthat error was likely to have influenced the jury's\n\nconclusion.\"   Wright, supra at 682.    Here, the defendant has not\n\n\n\n     6\n       Under Saferian, 366 Mass. at 96, the standard is whether\nan attorney's performance fell measurably below that which might\nbe expected from an ordinary fallible lawyer and, if so, whether\nsuch ineffectiveness has likely deprived the defendant of an\notherwise available substantial defense.\n\f                                                                     6\n\n\nmet his burden to show that there was a serious failure by his\n\ntrial counsel.\n\n     a.     Lack of criminal responsibility defense.   The defendant\n\nclaims that the brutal nature of the crime, his attempted\n\nsuicide afterward, and his mental condition made lack of\n\ncriminal responsibility a viable, complete defense to the murder\n\ncharge. 7   Consequently, he argues, trial counsel was ineffective\n\nfor failing to pursue a lack of criminal responsibility defense,\n\nand for failing to request a jury instruction on it.\n\n     The decision of defense counsel regarding the best defense\n\nto pursue at trial is a tactical one and will not be deemed\n\nineffective unless manifestly unreasonable when\n\nmade.     Commonwealth v. Vao Sok, 435 Mass. 743, 758 (2002).\n\nHere, the defendant has not shown that his trial counsel's\n\ntactical decision was manifestly unreasonable.    At a hearing on\n\nthe motion for a new trial, trial counsel testified that he\n\nconsidered the lack of criminal responsibility defense but\n\ndecided against it because he was unable to find an expert who\n\nwould testify that the defendant lacked criminal responsibility\n\n     7\n       \"A person is not responsible for criminal conduct if at\nthe time of such conduct as a result of mental disease or defect\nhe lacks substantial capacity either to appreciate the\ncriminality [wrongfulness] of his conduct or to conform his\nconduct to the requirements of law.\" Commonwealth v. LaCava,\n438 Mass. 708, 713 (2003), quoting Commonwealth v. McHoul, 352\nMass. 544, 546-547 (1967), S.C., 365 Mass. 465 (1974) and 372\nMass. 11 (1977) and 445 Mass. 143 (2005), cert. denied, 547 U.S.\n1114 (2006).\n\f                                                                    7\n\n\ndue to a mental disease or defect. 8   The motion judge, who was\n\nalso the trial judge, made detailed findings including that,\n\nunderstanding that expert testimony is not necessary to pursue a\n\nlack of criminal responsibility defense, see Commonwealth\n\nv. Monico, 396 Mass. 793, 797-798 (1986), trial counsel chose\n\nnot to assert, or request an instruction for, a defense that his\n\nown expert did not support and that could undercut the\n\ndiminished capacity defense, which he did assert and which had a\n\nbasis in the evidence.    The judge concluded that this was not\n\nineffective assistance.    We agree.   See Commonwealth v. Cutts,\n\n444 Mass. 821, 828 (2005); LaCava, 438 Mass. at 714-\n\n715; Commonwealth v. Genius, 387 Mass. 695, 697-699 (1982),\n\nS.C., 402 Mass. 711 (1988).    See also Commonwealth v. Mosher,\n\n455 Mass. 811, 827 (2010) (\"Many decisions of defense counsel\n\nthat are characterized in hindsight as errors may have been\n\nreasonable tactical or strategic decisions when made . . .\").\n\n     b.   Closing argument.   The defendant contends that his\n\ntrial counsel's closing argument was constitutionally\n\nineffective because counsel failed to argue diminished capacity\n\nforcefully enough to the jury.    We conclude, as did the judge\n\nbelow, that this claim is without merit.\n\n\n     8\n       The defendant's trial counsel sought opinions from three\nexperts, two psychologists and a psychiatrist, none of whom\nfound that the defendant met the legal criteria for lack of\ncriminal responsibility.\n\f                                                                       8\n\n\n     While \"[w]ith hindsight, one can always craft a more\n\neloquent and forceful closing argument,\" trial counsel covered\n\nall the necessary points.     Commonwealth v. Denis, 442 Mass. 617,\n\n627 (2004).    He argued that although the two experts on the\n\nopposing sides of the case diagnosed the defendant differently,\n\nthey both agreed that the defendant suffered from mental illness\n\nfrom an early age.    The fact that the defendant had trouble\n\n\"connecting the dots\" was a theme throughout counsel's closing.\n\nHe emphasized the unusual way the defendant handled common,\n\nalbeit stressful, situations as compared to a \"normal person.\"\n\nHe also underscored, more than once, the defendant's issues with\n\nalcohol.    Finally, he specifically asked the jury to consider\n\nthat, given the defendant's mental impairment and intoxication,\n\nhe was unable to form the intent for murder in the first degree.\n\n\"[S]uggesting ways in which counsel's closing argument might\n\nhave been stronger does not make out a claim of ineffective\n\nassistance.\"    Id. at 628.\n\n     2.    Jury instructions.   a.   Lack of criminal responsibility\n\ninstruction.    The defendant claims that he was denied a\n\nmeaningful opportunity to present a complete defense because the\n\ntrial judge did not instruct the jury on lack of criminal\n\nresponsibility, claiming that the judge should have done so\n\ndespite the fact that the defendant's trial counsel did not\n\nrequest such an instruction.     The argument fails.\n\f                                                                   9\n\n\n     Although we have stated that it is best to err on the side\n\nof giving a lack of criminal responsibility instruction where\n\nthe \"appropriateness of [such an instruction] is marginal,\" we\n\ndid so in a case where the defendant requested the\n\ninstruction.   Commonwealth v. Mattson, 377 Mass. 638, 642, 644\n\n(1979).   See Monico, 396 Mass. at 802-803.   Here, as\n\ndiscussed supra, the defendant's trial counsel made a tactical\n\ndecision not to pursue a lack of criminal responsibility\n\ndefense, and given the paucity of evidence to support such a\n\ndefense, it would arguably have been error for the judge to have\n\nnevertheless, sua sponte, instructed the jury on that theory.\n\nSee Commonwealth v. Norris, 462 Mass. 131, 144 (2012) (where\n\nevidence suggests defense would be unconvincing, judge sua\n\nsponte issuing instruction on that defense \"might well . . .\n\ninterfere[] with the defendants' right to present their chosen\n\ndefenses\").\n\n     b.   Manslaughter instruction.   The defendant requested a\n\nvoluntary manslaughter instruction on the theory that he killed\n\nthe victim during a fight (pointing to evidence of the injury to\n\nthe back of his head) or, alternatively, that he killed the\n\nvictim upon learning anew that she had been unfaithful to him.\n\nSee Commonwealth v. Valentin, 474 Mass. 301, 311 (2016),\n\nquoting Commonwealth v. Acevedo, 446 Mass. 435, 443 (2006)\n\n(\"Where an instruction on voluntary manslaughter is requested, a\n\f                                                                     10\n\n\ntrial judge should so instruct the jury if any view of the\n\nevidence would warrant a finding that the unlawful killing arose\n\nnot from malice, but 'from . . . sudden passion induced by\n\nreasonable provocation, sudden combat, or excessive force in\n\nself-defense'\").     The judge denied the request.   The defendant\n\nobjected at the time and now claims that the denial deprived him\n\nof his right to a fair trial.     We review the ruling for\n\nprejudicial error, and find none.     See Commonwealth v. Kelly,\n\n470 Mass. 682, 687-688 (2015).\n\n     The evidence at trial did not support a finding of sudden\n\npassion induced by reasonable provocation, sudden combat, or\n\nexcessive use of force in self-defense.    Although the defendant\n\ntold first responders that the victim bit him, there is no\n\nevidence that she initiated physical contact.    See Commonwealth\n\nv. Ruiz, 442 Mass. 826, 838-839 (2004) (\"provocation must come\n\nfrom the victim\").\n\n     As for the theory that the defendant was provoked by the\n\nvictim's infidelity, \"[v]oluntary manslaughter based on heat of\n\npassion requires evidence that there was 'provocation that would\n\nhave been likely to produce in an ordinary person' such a state\n\nof mind as would overcome reflection or restraint and that the\n\nprovocation 'actually did produce such a state of mind in the\n\ndefendant.'\"   Commonwealth v. Tassinari, 466 Mass. 340, 355\n\n(2013), quoting Commonwealth v. Sirois, 437 Mass. 845, 854\n\f                                                                   11\n\n\n(2002).   Here, given the evidence that the defendant had prior\n\nknowledge of the victim's relationship with her fellow student,\n\nhe cannot claim a sudden discovery that would serve as\n\nreasonable provocation.   See Commonwealth v. LeClair, 429 Mass.\n\n313, 316-317 (1999).   There was no error.\n\n     3.   Review under G. L. c. 278, § 33E.   We have reviewed the\n\nbriefs and the entire record and discern no reason to reduce the\n\ndegree of guilt or grant a new trial pursuant to our powers\n\nunder G. L. c. 278, § 33E.\n\n                                    Judgments affirmed.\n\f",
            "ocr": false,
            "opinion_id": 4158090
        }
    ],
    "court_short_name": "Massachusetts Supreme Judicial Court",
    "court_full_name": "Massachusetts Supreme Judicial Court",
    "court_type": "S",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Murder"
}