{
    "id": 4388486,
    "judges": null,
    "date_filed": "1986-03-26",
    "date_filed_is_approximate": true,
    "slug": "state-of-iowa-v-troy-lee-mure-jr",
    "case_name_short": null,
    "case_name": "State of Iowa v. Troy Lee Mure Jr.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.iowacourts.gov/About_the_Courts/Court_of_Appeals/Court_of_Appeals_Opinions/Recent_Opinions/20170503/16-1169.pdf",
            "author_id": null,
            "opinion_text": "                   IN THE COURT OF APPEALS OF IOWA\n\n                                  No. 16-1169\n                               Filed May 3, 2017\n\n\nSTATE OF IOWA,\n     Plaintiff-Appellee,\n\nvs.\n\nTROY LEE MURE JR.,\n     Defendant-Appellant.\n________________________________________________________________\n\n\n      Appeal from the Iowa District Court for Polk County, Paul D. Scott, Judge.\n\n\n\n      Troy Lee Mure Jr. appeals from his conviction following a bench trial for\n\nhomicide by vehicle. AFFIRMED.\n\n\n\n\n      Gerald B. Feuerhelm of Feuerhelm Law Office, P.C., Des Moines, for\n\nappellant.\n\n      Thomas J. Miller, Attorney General, and Thomas J. Ogden, Assistant\n\nAttorney General, for appellee State.\n\n\n\n\n      Considered by Danilson, C.J., and Potterfield and Bower, JJ.\n\f                                        2\n\n\nDANILSON, Chief Judge.\n\n        Troy Lee Mure Jr. appeals from his conviction following a bench trial for\n\nhomicide by vehicle, in violation of Iowa Code section 707.6A(2)(a) (2015). Mure\n\ncontends the trial court erred in holding Mure did not satisfy the requirements of\n\nthe necessity defense, asserts his actions were justified by self-defense, and\n\nargues his reckless driving was not the proximate cause of the death of Scalicity\n\nBoyd.     Because we conclude the trial court’s findings are supported by\n\nsubstantial evidence, we affirm.\n\n        I. Background Facts & Proceedings.\n\n        On the morning of November 23, 2015, Mure was driving his girlfriend,\n\nScalicity Boyd, in her vehicle in the Drake University neighborhood of Des\n\nMoines. As Mure and Boyd traveled southbound on 34th Street, Mure noticed a\n\nsilver Cadillac pull onto the street following them.     Mure turned right onto\n\nUniversity Avenue and then proceeded to the middle turn lane to turn left onto\n\n35th Street. Mure testified he then saw the Cadillac run the stop sign and turn\n\nright onto University Avenue. Mure stated he watched in the rear view mirror as\n\nthe Cadillac swerved around to the side of Boyd’s vehicle and an occupant of the\n\nvehicle rolled down the back window and displayed a gun.\n\n        Mure had heard he was suspected by other members in the community of\n\nbeing involved in a nightclub shooting that occurred on November 8, 2015, and\n\nhe had been receiving threats as a result. Mure testified he therefore was fearful\n\nof the Cadillac and believed, in displaying the weapon, the occupants of the\n\nvehicle were threatening his and Boyd’s lives.\n\f                                         3\n\n\n       In an attempt to flee from the Cadillac, Mure turned hastily onto 35th street\n\nand drove away at a high speed. The Cadillac followed Mure, also travelling at a\n\nhigh speed.    Witnesses testified they saw Mure’s vehicle and the pursuing\n\nvehicle traveling southbound on 35th Street, both vehicles driving extremely fast,\n\npassing other vehicles, and running a stop sign.\n\n       Mure stated it was his intent to get to a grocery store located at 35th\n\nStreet and Ingersoll Avenue because there was often a police officer at that\n\nlocation. However, before Mure got to Ingersoll Avenue, he lost control of Boyd’s\n\nvehicle. The vehicle skidded into a utility pole, snapping the pole in half; hit an\n\nembankment; and came to a stop after wrapping around a tree.              Boyd was\n\nthrown from the front passenger seat of the vehicle and killed. Boyd had more\n\nthan one serious injury that could have potentially caused her death.\n\n       Mure testified the reason he lost control of the vehicle was because the\n\nCadillac tapped the bumper of Boyd’s car. However, Officer Ryan King—an\n\nofficer trained in traffic-accident investigation—testified if Boyd’s vehicle was hit\n\nby the Cadillac, there would likely be “dents, paint transfer, scrapes, smudge\n\nmarks, something that would show that the vehicle had been in contact” with the\n\nCadillac. Although the vehicle had light marks on the passenger side of the\n\nbumper, Officer King testified he ruled out the possibility of another car hitting\n\nBoyd’s car as a cause of the accident.       Officer King stated he reached that\n\nconclusion, “Due to the lack of damage in the location that Mr. Mure stated,\n\nbased on the physical evidence of the scene, and the direction that the vehicle\n\nskidded was not consistent with the damage that was on the bumper of the\n\nvehicle.”\n\f                                          4\n\n\n        State Trooper Kirk Lundgren was tasked with obtaining and reviewing the\n\ninformation from Boyd’s vehicle’s black box1 following the accident.          Trooper\n\nLundgren testified the information from the black box indicated that in the five\n\nseconds prior to the crash Mure was driving between eighty-five and eighty-nine\n\nmiles per hour and the vehicle’s brakes were never applied.\n\n        At trial, Mure raised the necessity defense, arguing he had no other option\n\nthan to drive recklessly to escape the Cadillac.        The trial court found Mure\n\ngenerated a fact question on the necessity defense, but the State disproved\n\nnecessity beyond a reasonable doubt. Mure now appeals.\n\n        II. Standard of Review.\n\n        Mure asserts his appeal is based on the trial court’s misapplication of the\n\nlegal test for necessity. However, Mure’s arguments on appeal challenge the\n\ntrial court’s findings upon application of the proper legal test. Thus, as the State\n\nasserts, we consider Mure’s claims as challenges to the sufficiency of the\n\nevidence. Our review is for correction of errors at law. State v. Sinclair, 622\n\nN.W.2d 772, 777 (Iowa Ct. App. 2000).\n\n        “We review a trial court’s findings in a jury-waived case as we would a jury\n\nverdict: If the verdict is supported by substantial evidence, we will affirm.” State\n\nv. Weaver, 608 N.W.2d 797, 803 (Iowa 2000). In reviewing bench-trial cases, we\n\napply\n\n        the usual rules for reviewing the sufficiency of the evidence,\n        namely, that the evidence is viewed in the light most favorable to\n        the State; that all of the evidence must be considered, and not just\n        that which supports the verdict; that the verdict must be upheld if\n\n1\n  The term “black box” refers to the vehicle’s crash data retrieval system that records\ninformation surrounding the deployment of airbags.\n\f                                           5\n\n\n       supported by substantial evidence; and that substantial evidence\n       means such evidence as could convince a rational trier of fact that\n       the defendant is guilty beyond a reasonable doubt.\n\nState v. McFadden, 320 N.W.2d 608, 614 (Iowa 1982).\n\n       III. Analysis.\n\n       A. Necessity.     Mure challenges the trial court’s conclusion that the\n\nnecessity defense does not apply to the facts of this case.2\n\n       “The rationale of the necessity defense lies in defendant being required to\n\nchoose the lesser of two evils and thus avoiding a greater harm by bringing about\n\na lesser harm.”     State v. Walton, 311 N.W.2d 113, 115 (Iowa 1981).              “The\n\nnecessity defense does not apply except in emergency situations where the\n\nthreatened harm is immediate and the threatened disaster imminent.                 The\n\ndefendant must be stripped of options by which he or she might avoid both evils.”\n\nId. In determining if the necessity defense applies, factors to be considered\n\ninclude: “(1) the harm avoided, (2) the harm done, (3) the defendant’s intention to\n\navoid the greater harm, (4) the relative value of the harm avoided and the harm\n\ndone, and (5) optional courses of action and the imminence of disaster.” Id.\n\nOnce the defendant generates a fact question as to the necessity defense, the\n\nState “carr[ies] the burden to disprove the necessity defense beyond a\n\nreasonable doubt.” Id. “[A] survey of our case law demonstrates the defense [of\n\nnecessity], properly understood, should be available in only very limited\n\n\n\n\n2\n   The trial court found, and it is undisputed, the elements of Iowa Code section\n707.6A(2)(a) were established: Mure unintentionally caused the death of Boyd by\n“[d]riving a motor vehicle in a reckless manner with willful or wanton disregard for the\nsafety of persons or property, in violation of section 321.277.”\n\f                                        6\n\ncircumstances.” State v. Young, No. 14-0271, 2015 WL 1055070, at *2 (Iowa Ct.\n\nApp. Mar. 11, 2015).\n\n      Mure argues the trial court improperly applied the law of necessity in\n\nreaching its findings. However, the trial court considered the proper factors and\n\ndetermined:\n\n               The harm in this case was initially present, imminent,\n      impending, and of such a nature as to induce well-grounded\n      apprehension of death or serious bodily harm if the act is not done.\n      However, once Mure turned onto 35th street, that harm dissipated.\n      The Cadillac was no longer pulling up next to him, it was now\n      behind him. No shots were fired. It was simply not necessary to\n      drive recklessly to avoid the harm.\n               The State proved beyond a reasonable doubt that Mure was\n      not operating under the belief that his action of reckless driving was\n      necessary. The jail phone call supports this finding. Mure made\n      statements that “he wanted to slow the car down,” but “Scalicity told\n      me to keep going,” and that he was “pulling up getting ready to stop\n      at stop signs,” but “she told me to go.” . . . These facts establish\n      beyond a reasonable doubt that Mure did not believe he had to\n      drive recklessly to get away. . . .\n               The State has proven the severity of the harm done beyond\n      a reasonable doubt. The severity cannot be overstated. A life was\n      lost. . . . [Mure’s] reckless driving was not avoiding a greater harm,\n      it in fact created a greater harm.\n               ....\n               The State has proven beyond a reasonable doubt that Mure\n      had several options, other than reckless driving, to avoid both evils:\n      he could have called police, he could have driven in a reasonable\n      manner, or he could have escaped on foot.\n               ....\n               The State has proven beyond a reasonable doubt that\n      alternatives existed which would have allowed Mure to avoid the\n      harm without violating the law and without driving recklessly.\n      Mure’s claim of necessity as a defense fails.\n\n      We conclude substantial evidence supports the trial court’s findings.\n\nThus, even if Mure has established the threshold requirements for the defense,\n\nthe State met its burden to disprove the defense beyond a reasonable doubt.\n\f                                        7\n\n\n      While we agree with the trial court that Mure’s initial fear was well-\n\ngrounded, the record reflects the potential and actual harm caused by Mure’s\n\nreckless driving was significant. Boyd lost her life. Mure did not simply drive\n\naway. Rather, Mure put other individuals at risk by driving almost ninety miles\n\nper hour on a residential street with a thirty-mile-per-hour speed limit, passing\n\ncars at extreme speeds with inadequate view of oncoming traffic, and speeding\n\nthrough a stop sign. The record supports the trial court’s conclusions:\n\n             The State has proven the severity of the harm done beyond\n      a reasonable doubt. The severity cannot be overstated. A life was\n      lost.   The State has produced evidence proving beyond a\n      reasonable doubt that Mure did not intend to avoid the greater\n      harm. Again, once he turned the corner onto 35th Street the harm\n      dissipated and was no longer present, imminent, and impending,\n      and of such a nature as to induce well-ground apprehension of\n      death or serious bodily harm if the act is not done. His reckless\n      driving was not avoiding a greater harm, it in fact created a creater\n      harm.\n\nIt was reasonably foreseeable that driving at very high speeds in a residential\n\ndistrict was likely to cause the death of someone—a pedestrian, Mure, or his\n\npassenger, and thus, Mure’s violation of the law by reckless driving was not a\n\nlesser harm.\n\n      We also find substantial evidence supports the trial court’s finding that\n\nthere were other options available to Mure. Mure testified that although he had a\n\ncell phone in the vehicle, he did not attempt to call 911 for help. Also, the State\n\nestablished it was not necessary for Mure to drive nearly ninety miles an hour to\n\nescape the perceived harm. We note, as did the trial court, the weapon was not\n\npointed at Mure and no shots were ever fired. Although the Cadillac did pursue\n\nMure at an equally extreme speed, it no longer attempted to pull alongside\n\f                                          8\n\n\nBoyd’s vehicle once Mure had turned onto 35th Street, a narrow roadway.\n\nMure’s own testimony reveals he believed it was not necessary to drive at such a\n\nhigh speed:\n\n                Q. So whether you are going [eighty] miles an hour or [forty]\n       miles an hour, that car is going to be right behind you either way,\n       isn’t it? A. Probably.\n                Q. Okay. You could have driven slower and kept him behind\n       you; correct? A. Yes.\n                Q. Now, you told [Officer] Ryan King that Scalicity was the\n       one to tell you to go. You also told him that at your interview,\n       correct? A. Correct.\n                Q. You told him you wanted to stop at stop signs; correct?\n       A. At least slow down for them.\n                Q. But that’s when you said you wanted to slow down for\n       stop signs? A. Yes.\n                Q. Okay. And you told him you wanted to slow down in\n       general, didn’t you? A. Correct.\n\n       Thus, the evidence supports the trial court’s finding there were other\n\noptions available to Mure to avoid the harm, namely, to drive in a more\n\nreasonably safe manner.        In order to utilize the necessity defense, “the\n\ndefendant’s violation of the law must be necessary, in the strict sense of the word\n\n. . . That is, there must be no other option available to the defendant.” Id. at *3.\n\n       In sum, although the perceived harm that Mure was attempting to avoid\n\nwas great, the trial court found the harm diminished when the Cadillac was\n\nbehind Boyd’s vehicle and no shots were fired. Based on the harm that could\n\nhave come to other individuals driving or walking on 35th Street, and the harm\n\nthat did come to Boyd, along with the other optional courses of action available to\n\nMure as established by substantial evidence in the record, we conclude the trial\n\ncourt did not err in finding the necessity defense does not serve as a defense for\n\nMure’s criminal act.\n\f                                           9\n\n       B. Justification Defense. Mure also contends his actions were justified by\n\nself-defense. However, the trial court did not rule on the issue of general self-\n\ndefense, and Mure did not seek a ruling on the issue. See State v. Opperman,\n\n826 N.W.2d 131, 133 (Iowa Ct. App. 2012) (“For an issue to be preserved the\n\nobjections of the error-preservation rules must be accomplished: challenges must\n\nbe raised at the earliest possible point, opposing counsel must have notice and\n\nthe opportunity to be heard, and the district court must have the opportunity to\n\nconsider and pronounce a ruling on the issue.”).         Therefore, error was not\n\npreserved, and we need not consider this claim.\n\n       Even if error was preserved, the justification defense would not be\n\navailable to Mure. An individual is precluded from using the justification defense\n\nwhen “[a]n alternative course of action was available.” State v. Shanahan, 712\n\nN.W.2d 121, 134 (Iowa 2006). As noted above, Mure had other optional courses\n\nof action available at the time of the incident.\n\n       C. Proximate Cause. Last, Mure asserts the trial court erred in finding his\n\nreckless driving was the proximate cause of Boyd’s death. The trial court, citing\n\nState v. Garcia, 616 N.W.2d 594, 598 (Iowa 2000), noted “Mure can be only\n\nrelieved of criminal responsibility for Ms. Boyd’s death if her death ‘can be\n\nattributed solely to the’ actions of the pursuing vehicle.” The trial court then held\n\n“the evidence does not support the claim that Mure was hit, tapped, or rammed\n\nby the Cadillac.”\n\n       We find substantial evidence supports the trial court’s finding. Officer King\n\ntestified any contact between the Cadillac and Boyd’s vehicle would mostly likely\n\nhave left markings, paint transfer, or denting on the bumper of Boyd’s vehicle—\n\f                                        10\n\n\nnone of which were present. Although there were light marks on the passenger\n\nside of the bumper, Officer King explained, in order to spin the direction that the\n\nvehicle spun, it would had to have been hit on the driver’s side of the vehicle.\n\nThus, Officer King ruled out contact with another vehicle as a cause for the\n\naccident and Boyd’s death. Based on this evidence, the trial court did not err in\n\nconcluding Mure’s reckless driving was the proximate cause of Boyd’s death.\n\n      IV. Conclusion.\n\n      We find substantial evidence supports the trial court’s findings and Mure’s\n\nresulting conviction for homicide by vehicle. We therefore affirm.\n\n      AFFIRMED.\n\f",
            "ocr": false,
            "opinion_id": 4165739
        }
    ],
    "court_short_name": "Court of Appeals of Iowa",
    "court_full_name": "Court of Appeals of Iowa",
    "court_type": "SA",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Murder"
}