{
    "id": 4392389,
    "judges": null,
    "date_filed": "2010-05-20",
    "date_filed_is_approximate": true,
    "slug": "com-v-henderson-a",
    "case_name_short": "Com.",
    "case_name": "Com. v. Henderson, A.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S21002-17dm - 10310525917434839.pdf",
            "author_id": null,
            "opinion_text": "J-S21002-17\n\n\nNON-PRECEDENTIAL DECISION – SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA                  :        IN THE SUPERIOR COURT OF\n                                              :              PENNSYLVANIA\n                Appellee                      :\n                                              :\n                  v.                          :\n                                              :\nAARON VAUGHN HENDERSON                        :\n                                              :\n                Appellant                     :        No. 15 WDA 2016\n\n               Appeal from the PCRA Order December 1, 2015\n             in the Court of Common Pleas of Allegheny County,\n            Criminal Division, at No(s): CP-02-CR-0014877-2010\n\nBEFORE:     LAZARUS, DUBOW, and STRASSBURGER, JJ.*\n\nDISSENTING MEMORANDUM BY STRASSBURGER, J.: FILED: MAY 18, 2017\n\n      Because   the    PCRA   court   erred       by   denying   Appellant   relief,   I\n\nrespectfully dissent and offer the following analysis.\n\n      On April 19, 2011, our Supreme Court granted allocatur on the issue\n\nof whether a trial court should have the discretion to permit expert\n\ntestimony regarding memory, perception, and race as it related to\n\neyewitness testimony. See Commonwealth v. Walker, 17 A.3d 921 (Pa.\n\n2011).    Appellant’s trial commenced on November 30, 2011, and the\n\nCommonwealth presented the eyewitness testimony of Rhonda Johnson. In\n\nconcluding the evidence was sufficient to sustain Appellant’s conviction, this\n\nCourt pointed out that “the jury credited Johnson’s repeated identifications\n\nof [Appellant] as the shooter.” Commonwealth v. Henderson, 93 A.3d\n\n519 (Pa. Super. 2013) (unpublished memorandum).\n\n\n\n*Retired Senior Judge assigned to the Superior Court.\n\fJ-S21002-17\n\n\n      Despite the fact that our Supreme Court had granted allocatur in\n\nWalker, counsel for Appellant did not file a motion to present expert\n\ntestimony for the purpose of preserving this issue in the event the Supreme\n\nCourt would join “courts in 44 states and the District of Columbia [in\n\npermitting]   such   testimony   at   the   discretion   of   the    trial   judge.”\n\nCommonwealth v. Walker, 92 A.3d 766, 782 (Pa. 2014).                  On May 28,\n\n2014, the Supreme Court concluded that Pennsylvania would indeed join the\n\nvast majority of states in permitting such testimony.               At that point,\n\nAppellant’s judgment of sentence had been affirmed by this Court, and his\n\npetition for allowance of appeal was being considered by our Supreme Court.\n\nAccordingly, his judgment of sentence was not yet final.1\n\n      In his timely-filed PCRA petition, Appellant contends that trial counsel\n\nwas ineffective for failing to preserve this issue. The PCRA court, and now\n\nthe Majority here, conclude counsel was not ineffective because at the time\n\nof trial, Pennsylvania law did not permit counsel to call such an expert. We\n\nrecognize that counsel “will not be deemed ineffective for failing to anticipate\n\na change in the law.” Commonwealth v. Cam Ly, 980 A.2d 61, 96 (Pa.\n\n2009). However, the issue in this case is whether trial counsel should have\n\nbeen aware of the grant of allocatur in Walker and preserved the issue for\n\n\n1\n  Neither this Court nor the Supreme Court has decided whether the new\nevidentiary rule announced in Walker should be retroactive. However, that\ndoes not matter in this case because Appellant’s judgment of sentence was\nnot final when Walker was decided; so no analysis of retroactivity is\nrequired.\n\n                                      -2-\n\fJ-S21002-17\n\n\nthe   purposes   of appeal    in   the   event   the   Supreme   Court   changed\n\nPennsylvania law.2\n\n      Our examination of case law reveals no cases directly on point in\n\nPennsylvania.3 Moreover, the Circuit Courts of Appeal are divided as to how\n\nsuch matters should be handled.4 Under the facts of this case, where our\n\nSupreme Court adopted a rule that was present in 44 other jurisdictions, I\n\nbelieve that counsel could have had no reasonable basis for not knowing\n\nabout Walker and then preserving this issue.            Because Appellant was\n\nprejudiced by trial counsel’s ineffectiveness, he is entitled to a new trial.\n\n\n\n\n2\n  Trial counsel submitted an affidavit stating that he was not aware of the\ngrant of allocatur in Walker.\n3\n  Our Supreme Court addressed a Walker-related issue in Commonwealth\nv. Cousar, 154 A.3d 287 (Pa. 2017). In that case, Cousar was charged\nwith capital murder with respect to a series of crimes including murders that\noccurred in 1999. At his 2001 trial, he was found guilty, and his judgment\nof sentence was affirmed by our Supreme Court in 2007. In 2017, our\nSupreme Court considered his timely-filed PCRA petition. In that petition, he\nalleged that trial counsel was ineffective for failing to file a motion to permit\n“testimony in the area of eyewitness identification. Id. at 303. Our Supreme\nCourt concluded that Appellant was not entitled to an evidentiary hearing or\nrelief for a “claim raised on a collateral attack approximately fifteen years\nafter trial, and following a change in the law as any examination of the\nreasonableness of counsel’s chosen course would necessarily entail hindsight\nanalysis.” Id. The instant matter is distinguishable because the Supreme\nCourt granted allocatur prior to Appellant’s trial.\n4\n  For a comprehensive analysis of this issue, see Ruth Moyer, Counsel As\n“Crystal Gazer”: Determining the Extent to Which the Sixth Amendment\nRequires That Defense Attorneys Predict Changes in the Law, 26 Geo. Mason\nU. Civ. Rts. L.J. 183 (2016).\n\n                                         -3-\n\f",
            "ocr": false,
            "opinion_id": 4169642
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}