{
    "id": 4396237,
    "judges": "Charles Russell, Goodwyn, Kelsey, Lemons, McClanahan, Mims, Powell, Russell",
    "date_filed": "2023-04-25",
    "date_filed_is_approximate": true,
    "slug": "howsare-v-commonwealth",
    "case_name_short": "Howsare",
    "case_name": "Howsare v. Commonwealth",
    "case_name_full": "Mark Thomas HOWSARE v. COMMONWEALTH of Virginia",
    "attorneys": "\n  Catherine French, Senior Appellate Coordinator for appellant.\n , \n  Christopher P. Schandevel, Assistant Attorney General (Mark R. Herring, Attorney General, on brief), for appellee.\n ",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    Mark Thomas HOWSARE\n    <br/>\n    v.\n    <br/>\n    COMMONWEALTH of Virginia\n   </parties><docketnumber id=\"p-2\">\n    Record No. 160414\n   </docketnumber><court id=\"p-3\">\n    Supreme Court of Virginia.\n   </court><decisiondate id=\"p-4\">\n    June 1, 2017\n   </decisiondate><attorneys id=\"p-5\">\n    Catherine French, Senior Appellate Coordinator for appellant.\n   </attorneys><attorneys id=\"p-6\">\n    Christopher P. Schandevel, Assistant Attorney General (Mark R. Herring, Attorney General, on brief), for appellee.\n   </attorneys><judges id=\"p-7\">\n    PRESENT: Lemons, C.J., Goodwyn, Mims, McClanahan, Powell, and Kelsey, JJ., and Russell, S.J.\n   </judges>",
    "citations": [
        "799 S.E.2d 512"
    ],
    "opinions": [
        {
            "author_str": "Charles Russell",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.courts.state.va.us/opinions/opnscvwp/1160414.pdf",
            "author_id": null,
            "opinion_text": "PRESENT: Lemons, C.J., Goodwyn, Mims, McClanahan, Powell, and Kelsey, JJ., and Russell,\nS.J.\n\nMARK THOMAS HOWSARE\n                                                            OPINION BY\nv. Record No. 160414                             SENIOR JUSTICE CHARLES S. RUSSELL\n                                                             June 1, 2017\nCOMMONWEALTH OF VIRGINIA\n\n                       FROM THE COURT OF APPEALS OF VIRGINIA\n\n       This appeal presents the question whether, in a homicide case, the jury was improperly\n\ninstructed on the issue of intent.\n\n                                     FACTS AND PROCEEDINGS\n\n       In accordance with familiar principles of appellate review, the facts will be stated in the\n\nlight most favorable to the Commonwealth, the prevailing party at trial. Scott v. Commonwealth,\n\n292 Va. 380, 381, 789 S.E.2d 608, 608 (2016) (citing Baldwin v. Commonwealth, 274 Va. 276,\n\n278, 645 S.E.2d 433, 433 (2007)).\n\n       Mark Thomas Howsare lived alone in his house in Stafford County. His nephew,\n\nWilliam Conner, Jr., lived nearby and had a good relationship with him. Conner frequently\n\nhelped Howsare around the house and ran errands for him. On the evening of January 19, 2014,\n\nHowsare asked Conner to return an air mattress to a store from which it had been purchased.\n\nConnor agreed to go and, with his girlfriend, Cheyanne Henry, took the mattress to the store.\n\nThey were unsuccessful in returning it because the store refused to accept it from them, insisting\n\non Howsare’s personal presence to make the exchange. Conner and Henry began driving back to\n\nHowsare’s house and called him, telling him of the problem and that they were coming to pick\n\nhim up. Howsare responded, “Like hell you are” and hung up. Conner called him back and\n\nHowsare made it clear he did not want to go. An argument ensued in which Howsare told\n\nConner that he “was going to hurt” him. Neither Connor nor Henry took the threat seriously.\n\fThey continued to the house, parked Conner’s truck and walked up onto the front porch. Finding\n\nthe door locked, Conner knocked and called on Howsare to come out. Howsare had been\n\ndrinking. He refused to come out and an argument ensued through the closed door, in which\n\nHowsare told Conner that he had a gun, that it was loaded and that he was going to shoot\n\nConner. Conner told Henry to return to the truck, which she did. Conner continued pounding on\n\nthe door. Henry, from the truck, heard the door open followed by three to five gunshots and a\n\nsound of breaking glass.\n\n       Henry looked back at the door and saw Howsare standing there with a gun in his hand.\n\nShe saw Conner stagger off the front porch and fall on the ground. She called to Conner but he\n\nmade no reply. She ran down the driveway and called 911 on her cell phone. When the police\n\narrived, they determined that Conner was dead. He was lying on his back about 25 feet from the\n\nhouse, with gunshot wounds in his shoulder and abdomen. An autopsy later revealed that the\n\nshoulder wound had been the cause of death, having passed laterally through the lungs and heart.\n\nThe police investigation also indicated that the front door had been open when the shots were\n\nfired, but they had passed through an outer storm door, shattering the glass.\n\n       Before entering the house, the police tried unsuccessfully to communicate with Howsare\n\nby telephone and by a public-address system. They then broke in through a side window and\n\nsaw him directly ahead of them, sitting in a bathroom and pointing a gun at them. They shouted\n\nat him to drop the gun and step outside. He complied.\n\n       When later interviewed by a detective at the sheriff’s office, Howsare stated that he told\n\nConner over the phone to “[c]all it a day,” to “[c]all it good” and to just leave him alone. With\n\nregard to the shooting, he said that he had “pulled the trigger on a .357 four or five times” but\n\nthat “there was no intent to maim, to hurt, just go away.” He said that he “just wanted to go to\n\n\n\n\n                                                 2\n\fbed” but that Conner “just kept pounding on the door” and that Howsare “just kind of snapped.”\n\nHe said that he had “shot high” as he fired. The detective testified that when told that Conner\n\nwas dead, Howsare “acted shocked.”\n\n       Howsare was indicted by a Stafford County grand jury for first-degree murder,\n\naggravated malicious wounding, and use of a firearm during the commission of a felony. Tried\n\nby a jury, he was convicted of second-degree murder, aggravated malicious wounding, and use\n\nof a firearm during the commission of a felony. At the conclusion of the trial, in accordance with\n\nthe jury verdict, the court entered judgment imposing a total sentence of 28 years’ incarceration.\n\n       At trial, the Commonwealth offered a proposed jury instruction that read: “Intent is the\n\npurpose formed in a person’s mind which may, and often must, be inferred from the facts and\n\ncircumstances of a particular case. The state of mind of the defendant may be shown by his acts\n\nand conduct.” Defense counsel objected on the grounds that it was not a model jury instruction\n\nand was an incomplete statement of the law because it failed to mention inferences that could be\n\ndrawn from the defendant’s statements. Overruling the objection to the instruction, the court\n\ngranted it as Instruction 7. Without objection, the court also granted Instruction 20, which read:\n\n“The statements presented to you as having been made by the defendant are submitted for your\n\nconsideration along with all the other evidence. The weight, value, credibility and reliability of\n\nthose statements are questions for your determination.” Also, over Howsare’s objection but not\n\nassigned as error on appeal, the court granted Instruction 6, which reads “You may infer that\n\nevery person intends the natural and probable consequences of his acts.”\n\n       Howsare’s appeal to the Court of Appeals was unsuccessful. Howsare v.\n\nCommonwealth, Record No. 0106-15-4, slip op. at 1 (Sept. 21, 2015) (unpublished). He\n\npetitioned this Court for an appeal, asserting eight assignments of error. We awarded him an\n\n\n\n\n                                                 3\n\fappeal limited to his first two assignments of error, both of which challenge Instruction 7, quoted\n\nabove.\n\n                                             ANALYSIS\n\n         A trial court’s decision whether to grant or refuse a proposed jury instruction is generally\n\nsubject to appellate review for abuse of discretion. Cooper v. Commonwealth, 277 Va. 377, 381,\n\n673 S.E.2d 185, 187 (2009). The reviewing court’s sole responsibility is to ensure that the law\n\nhas been clearly stated in the instructions and that they cover all the issues that the evidence\n\nfairly raises. Swisher v. Swisher, 223 Va. 499, 503, 290 S.E.2d 856, 858 (1982). In deciding\n\nwhether an instruction was appropriate, the appellate court views the facts in the light most\n\nfavorable to the instruction’s proponent. Cooper, 277 Va. at 381, 673 S.E.2d at 187.\n\n         Howsare argues that Instruction 7 was an incomplete statement of the law and was\n\nmisleading because it failed to inform the jury that his intent could be inferred from his\n\nstatements as well as from his acts and conduct. The Commonwealth concedes that an\n\ninstruction amending the language of Instruction 7 to read “. . . his acts, conduct and statements”\n\nwould have been a correct statement of the law, but argues that it nevertheless would not have\n\nbeen reversible error to refuse it. Where other instructions fully and fairly cover the principles of\n\nlaw governing the case, the trial court does not err in refusing an additional instruction on the\n\nsame subject. Lincoln v. Commonwealth, 217 Va. 370, 375, 228 S.E.2d 688, 692 (1976).\n\n         We agree with the Commonwealth’s argument. Instruction 20, which Howsare proposed\n\nand to which the Commonwealth did not object, informed the jury that the statements by the\n\ndefendant “were submitted for your consideration along with all the other evidence.” Thus, the\n\ninstructions, taken as a whole, stated the law clearly and covered all issues fairly raised by the\n\nevidence. Swisher, 223 Va. at 503, 290 S.E.2d at 858.\n\n\n\n\n                                                  4\n\f       Howsare also argues that Instruction 7 improperly emphasized specific evidence, his acts\n\nand conduct, as tending to prove a particular fact, his intent, citing Keefer v. Commonwealth, 56\n\nVa. App. 520, 524, 694 S.E.2d 802, 804 (2010). Because, as stated above, we review the\n\ninstructions as a whole, we do not agree.\n\n       Howsare objected to Instruction 7 on the ground that it is not a model jury instruction.\n\nWe find no merit in that argument. Code § 19.2-263.2 expressly provides that an instruction that\n\naccurately states the law applicable to the case shall not be withheld for that reason. See also\n\nBrothers v. Commonwealth, 50 Va. App. 468, 473, 650 S.E.2d 874, 877 (2007). Indeed, the\n\nVirginia Model Jury Instructions cite this very statute in advising readers that “a proposed jury\n\ninstruction which constitutes an accurate statement of the law applicable to the case must not be\n\nrejected solely for its nonconformance with model jury instructions.” 1 Virginia Model Jury\n\nInstructions – Criminal, Chapter 1 Scope Note (1); Role of Instructions Generally, at 1-1 (repl.\n\nEd. 2014) (citing Williams v. Commonwealth, 228 Va. 347, 349, 323 S.E.2d 73, 74 (1984)). See\n\nalso, e.g., Jeffress v. Virginia Ry. & P. Co., 127 Va. 694, 714, 104 S.E. 393, 399 (1920) (\"[I]t is\n\nwell settled that each party has the right to have presented to the jury its contention upon vital\n\npoints in language to be chosen by it, provided such language is in keeping with the law.\") and\n\nBanner v. Commonwealth, 204 Va. 640, 645-46, 133 S.E.2d 305, 309 (1963) (“It cannot be\n\nquestioned that both the Commonwealth and the defendant are entitled to appropriate\n\ninstructions telling the jury the law applicable to each version of the case, provided such\n\ninstructions are based upon the evidence adduced[, a]nd each party may employ language of its\n\nown choosing so long as it is in keeping with the law.”) (citations and internal quotation marks\n\nomitted).\n\n\n\n\n                                                  5\n\f       Howsare’s second assignment of error raises the question whether Instruction 7 was\n\nimproperly based on language from appellate cases not involving a jury instruction and meaning\n\nto provide a rationale for a particular decision. Because that argument was never presented to\n\nthe circuit court, the Court of Appeals held that it was barred by Rule 5A:18. We agree and do\n\nnot consider that assignment of error.\n\n                                         CONCLUSION\n\n       Because the jury instructions, taken as a whole, clearly and correctly stated the applicable\n\nlaw and covered all the issues fairly raised by the evidence, we will affirm the judgment of the\n\nCourt of Appeals.\n\n                                                                                         Affirmed.\n\n\n\n\n                                                6\n\f",
            "ocr": false,
            "opinion_id": 4173490
        }
    ],
    "court_short_name": "Supreme Court of Virginia",
    "court_full_name": "Supreme Court of Virginia",
    "court_type": "S",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Murder"
}