{
    "id": 4400744,
    "judges": null,
    "date_filed": "2021-11-23",
    "date_filed_is_approximate": true,
    "slug": "state-v-buttercase",
    "case_name_short": "Buttercase",
    "case_name": "State v. Buttercase",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 45,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "296 Neb. 304"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00005300PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n06/15/2017 05:13 PM CDT\n\n\n\n\n                                                        - 304 -\n                                  Nebraska Supreme Court A dvance Sheets\n                                          296 Nebraska R eports\n                                               STATE v. BUTTERCASE\n                                                 Cite as 296 Neb. 304\n\n\n\n\n                                        State of Nebraska, appellee, v.\n                                        Joseph J. Buttercase, appellant.\n                                                    __ N.W.2d ___\n\n                                          Filed April 7, 2017.    No. S-16-114.\n\n                1.\t Search and Seizure: Appeal and Error. The denial of a motion for\n                    return of seized property is reviewed for an abuse of discretion.\n                2.\t Sentences. An abuse of discretion takes place when the sentencing\n                    court’s reasons or rulings are clearly untenable and unfairly deprive a\n                    litigant of a substantial right and a just result.\n                3.\t Judges: Recusal: Appeal and Error. A motion requesting a judge to\n                    recuse himself or herself on the ground of bias or prejudice is addressed\n                    to the discretion of the judge, and an order overruling such a motion will\n                    be affirmed on appeal unless the record establishes bias or prejudice as a\n                    matter of law.\n                4.\t Criminal Law: Search and Seizure: Property. Property seized in\n                    enforcing a criminal law is said to be in custodia legis, or in the custody\n                    of the court.\n                5.\t Trial: Search and Seizure: Evidence. Property seized and held as\n                    evidence shall be kept so long as necessary for the purpose of being\n                    produced as evidence at trial.\n                6.\t Courts: Jurisdiction: Search and Seizure: Property. The court in\n                    which a criminal charge was filed has exclusive jurisdiction to deter-\n                    mine the rights to seized property, and the property’s disposition.\n                7.\t Search and Seizure: Property. The proper procedure to obtain the\n                    return of seized property is to apply to the court for its return.\n                8.\t Judges: Recusal. Under the Nebraska Revised Code of Judicial Conduct,\n                    a judge must recuse himself or herself from a case if the judge’s impar-\n                    tiality might reasonably be questioned.\n                9.\t ____: ____. Under the Nebraska Revised Code of Judicial Conduct,\n                    such instances in which the judge’s impartiality might reasonably be\n                    questioned specifically include where the judge has a personal bias or\n                    prejudice concerning a party or a party’s lawyer.\n\f                                     - 305 -\n              Nebraska Supreme Court A dvance Sheets\n                      296 Nebraska R eports\n                            STATE v. BUTTERCASE\n                              Cite as 296 Neb. 304\n\n10.\t Judges: Recusal: Presumptions. A defendant seeking to disqualify a\n     judge on the basis of bias or prejudice bears the heavy burden of over-\n     coming the presumption of judicial impartiality.\n11.\t Judges: Recusal. In evaluating a trial judge’s alleged bias, the question\n     is whether a reasonable person who knew the circumstances of the case\n     would question the judge’s impartiality under an objective standard of\n     reasonableness, even though no actual bias or prejudice was shown.\n12.\t ____: ____. That a judge knows most of the attorneys practicing in his\n     or her district is common, and the fact that a judge knows attorneys\n     through professional practices and organizations does not, by itself, cre-\n     ate the appearance of impropriety.\n13.\t ____: ____. Judicial rulings alone almost never constitute a valid basis\n     for a bias or partiality motion directed to a trial judge.\n14.\t Judges: Recusal: Waiver. A party is said to have waived his or her right\n     to obtain a judge’s disqualification when the alleged basis for the dis-\n     qualification has been known to the party for some time, but the objec-\n     tion is raised well after the judge has participated in the proceedings.\n15.\t Judges: Recusal: Appeal and Error. Once a case has been litigated,\n     an appellate court will not disturb the denial of a motion to disqualify a\n     judge and give litigants a “second bite at the apple.”\n16.\t Judges: Recusal: Time. The issue of judicial disqualification is timely\n     if submitted at the earliest practicable opportunity after the disqualifying\n     facts are discovered.\n\n  Appeal from the District Court for Gage County: Paul W.\nKorslund, Judge. Affirmed.\n   Joseph J. Buttercase, pro se.\n  Douglas J. Peterson, Attorney General, Melissa R. Vincent,\nand, on brief, George R. Love for appellee.\n   Heavican, C.J., Wright, Miller-Lerman, Cassel, Stacy,\nK elch, and Funke, JJ.\n   Heavican, C.J.\n                       INTRODUCTION\n   This is an appeal from the denial of Joseph J. Buttercase’s\nmotion for the return of seized property, filed within a criminal\ncase that is currently pending on postconviction review with\nthis court, docketed as case No. S-15-987.\n\f                              - 306 -\n           Nebraska Supreme Court A dvance Sheets\n                   296 Nebraska R eports\n                      STATE v. BUTTERCASE\n                        Cite as 296 Neb. 304\n\n   Buttercase contends that he was denied his right to the\nreturn of certain personal property, in violation of Neb. Rev.\nStat. § 29-818 (Reissue 2016). The district court denied the\nmotion. Buttercase appeals. We affirm.\n                        BACKGROUND\n   Following a jury trial, Buttercase was convicted in the Gage\nCounty District Court of first degree sexual assault, first degree\nfalse imprisonment, strangulation, and third degree domes-\ntic assault. Buttercase appealed, and in case No. A-12-1167,\nin an unpublished memorandum opinion dated November 5,\n2013, the Nebraska Court of Appeals affirmed his convictions\nand sentences.\n   On December 9, 2015, Buttercase filed a motion for return\nof seized property. In his motion, Buttercase requested the\nreturn of the following:\n      1. One black leather couch cushion;\n      2. One brown and white striped fitted sheet;\n      3. One white mattress pad;\n      4. One Sony Camcorder;\n      5. One camera tripod;\n      6. One pair of Flypaper blue jeans;\n      7. One pair of blue Fruit of the Loom underwear;\n      8. One “I have the Dick” black T-shirt;\n      9. One pair of white Nike shoes and pair of white socks;\n      10. One green belt;\n      11. One Silver Case and Blackberry cell phone[;]\n      12. SpeedTech 500GB External Hard Drive and cord;\n      12. E-Machine PC Tower and Cord, SN# GRY5A20017309;\n      13. SanDisk media card;\n      14. Lexar 128 MB media card;\n      15. 77 Homemade compact discs (from upstairs and liv-\n      ing room);\n      16. One Brass pipe (Brand new, still in package);\n      17. 3-page note from T. Fulton to J. Buttercase.\n   On January 20, 2016, the district court held a hearing\non Buttercase’s motion to return property. Buttercase, acting\n\f                                     - 307 -\n                Nebraska Supreme Court A dvance Sheets\n                        296 Nebraska R eports\n                             STATE v. BUTTERCASE\n                               Cite as 296 Neb. 304\n\npro se, appeared telephonically. At the hearing, the State\nargued that at that time, Buttercase had a pending postcon-\nviction motion and a pending federal prosecution for child\npornography and that “many of the items that he pled in his\nmotion are subject to that case.” The State further argued that\n“until there’s a final disposition in this matter in both the fed-\neral case and the state case that’s on appeal, that none of the\nproperty items should be returned.” The district court denied\nButtercase’s motion to return property, stating at the hear-\ning that\n      at least some of the property listed here might be neces-\n      sary for the federal prosecution or the other postconvic-\n      tion matter depending on the outcome of that, and rather\n      than try to parse through the different items of property\n      and determine what may or may not be needed at this\n      time, it would be premature to release property. So I will\n      deny the Motion for Return of Seized Property, because it\n      may be necessary for those other matters.\n                 ASSIGNMENTS OF ERROR\n   Buttercase assigns that the district court erred in dismissing\nhis motion for return of seized property because (1) the pend-\ning federal prosecution and postconviction proceedings do not\nqualify as pending trials, (2) the State was required to deter-\nmine what portion of the seized evidence would be necessary\nfor the pending proceedings and return the portion that would\nnot be necessary, and (3) the court was biased against him.\n                   STANDARD OF REVIEW\n   [1,2] The denial of a motion for return of seized property\nis reviewed for an abuse of discretion.1 An abuse of discretion\ntakes place when the sentencing court’s reasons or rulings are\nclearly untenable and unfairly deprive a litigant of a substan-\ntial right and a just result.2\n\n 1\t\n      State v. Agee, 274 Neb. 445, 741 N.W.2d 161 (2007).\n 2\t\n      State v. Pattno, 254 Neb. 733, 579 N.W.2d 503 (1998).\n\f                                    - 308 -\n               Nebraska Supreme Court A dvance Sheets\n                       296 Nebraska R eports\n                            STATE v. BUTTERCASE\n                              Cite as 296 Neb. 304\n\n   [3] A motion requesting a judge to recuse himself or herself\non the ground of bias or prejudice is addressed to the discre-\ntion of the judge, and an order overruling such a motion will\nbe affirmed on appeal unless the record establishes bias or\nprejudice as a matter of law.3\n                            ANALYSIS\n   Buttercase argues that the district court erred in denying his\nmotion to return seized property under § 29-818 because (1)\nthe “collateral or postconviction proceedings do not qualify\nas a criminal prosecution in which evidence is needed for any\npending trial,”4 and “court proceedings against [Buttercase]\nceased in 2013 when the appellate court mandate affirming\n[his] convictions and sentences on direct appeal was entered\nby the district court”5; (2) at least some of the property was not\nneeded for his pending federal prosecution or postconviction\nproceedings; and (3) there is evidence of judicial bias.\n            Whether Pending Federal Prosecution\n                and Postconviction P roceedings\n                   Qualify as Pending Trial\n   On appeal, Buttercase contends that the pending postconvic-\ntion and federal prosecution are not “any pending trial” for\npurposes of § 29-818 and that therefore, he is entitled to the\nreturn of his property.6 Section § 29-818 governs seized prop-\nerty and provides in relevant part:\n      [P]roperty seized under a search warrant or validly seized\n      without a warrant shall be safely kept by the officer seiz-\n      ing the same, unless otherwise directed by the judge or\n      magistrate, and shall be so kept so long as necessary for\n      the purpose of being produced as evidence in any trial.\n      Property seized may not be taken from the officer having\n\n 3\t\n      Young v. Govier & Milone, 286 Neb. 224, 835 N.W.2d 684 (2013).\n 4\t\n      Reply brief for appellant at 3.\n 5\t\n      Brief for appellant at 4.\n 6\t\n      Reply brief for appellant at 3.\n\f                                     - 309 -\n                Nebraska Supreme Court A dvance Sheets\n                        296 Nebraska R eports\n                             STATE v. BUTTERCASE\n                               Cite as 296 Neb. 304\n\n      it in custody by replevin or other writ so long as it is or\n      may be required as evidence in any trial, nor may it be\n      so taken in any event where a complaint has been filed\n      in connection with which the property was or may be\n      used as evidence, and the court in which such complaint\n      was filed shall have exclusive jurisdiction for disposition\n      of the property or funds and to determine rights therein,\n      including questions respecting the title, possession, con-\n      trol, and disposition thereof.\n   [4-7] Property seized in enforcing a criminal law is said to\nbe “in custodia legis,” or in the custody of the court.7 Property\nseized and held as evidence shall be kept so long as necessary\nfor the purpose of being produced as evidence at trial.8 The\ncourt in which a criminal charge was filed has exclusive juris-\ndiction to determine the rights to seized property, and the prop-\nerty’s disposition.9 The proper procedure to obtain the return of\nseized property is to apply to the court for its return.10\n   In State v. Agee,11 this court found that the district court\nerred in denying the defendant’s motion for return of property\nafter the defendant’s theft charge was dismissed, and that the\nState did not meet its burden of proving it had a legitimate\nreason to retain the property. The State claimed that the prop-\nerty did not belong to the defendant and that it had been stolen\nby him. This court found that no evidence had been adduced\nat trial as to whether the seized items were stolen property;\nrather, without evidentiary support, the district court based\nits ruling solely on representations made by the State that the\nproperty was stolen.12 We noted that\n\n 7\t\n      State v. Agee, supra note 1.\n 8\t\n      Id.\n 9\t\n      Id. See State v. Holmes, 221 Neb. 629, 379 N.W.2d 765 (1986).\n10\t\n      State v. Agee, supra note 1. See State v. Allen, 159 Neb. 314, 66 N.W.2d\n      830 (1954).\n11\t\n      State v. Agee, supra note 1.\n12\t\n      Id.\n\f                                    - 310 -\n                Nebraska Supreme Court A dvance Sheets\n                        296 Nebraska R eports\n                            STATE v. BUTTERCASE\n                              Cite as 296 Neb. 304\n\n      the general rule is well established that upon the termi-\n      nation of criminal proceedings, seized property, other\n      than contraband, should be returned to the rightful owner\n      unless the government has a continuing interest in the\n      property. “‘[I]t is fundamental to the integrity of the\n      criminal justice process that property involved in the\n      proceeding, against which no Government claim lies,\n      be returned promptly to its rightful owner.’” . . . Thus,\n      a motion for the return of property is properly denied\n      only if the claimant is not entitled to lawful possession\n      of the property, the property is contraband or subject to\n      forfeiture, or the government has some other continuing\n      interest in the property.13\n   This court further stated that the burden of proof was on the\n“government to show that it has a legitimate reason to retain\nthe property.”14 And, “[t]he State must do more than assert,\nwithout evidentiary support, that the property was stolen, or is\nnot in the State’s possession.”15 Therefore, this court held that\nthe State did not meet that burden because it failed to present\nevidence of “any of the other grounds that have been used\nto justify the government’s retention of property, such as an\nongoing investigation, a tax lien, an imposed fine, or an order\nof restitution.”16\n   Also relevant is State v. Dubray,17 in which the Court\nof Appeals applied the reasoning in Agee and found that\nonce criminal proceedings against the defendant were con-\ncluded, he was presumptively entitled to the return of property\nseized from him. Without providing any supporting evidence,\nthe State argued that the items belonged to the defendant’s\n\n13\t\n      Id. at 449-50, 741 N.W.2d at 166, quoting United States v. Wright, 610\n      F.2d 930 (D.C. Cir. 1979).\n14\t\n      Id. at 450, 741 N.W.2d at 166.\n15\t\n      Id. at 452, 741 N.W.2d at 167.\n16\t\n      Id. at 451, 741 N.W.2d at 167.\n17\t\n      State v. Dubray, 24 Neb. Ct. App. 67, 883 N.W.2d 399 (2016).\n\f                                     - 311 -\n                Nebraska Supreme Court A dvance Sheets\n                        296 Nebraska R eports\n                             STATE v. BUTTERCASE\n                               Cite as 296 Neb. 304\n\nmurder victims and that the defendant “failed to present evi-\ndence supporting his claim to the property.”18 The Court of\nAppeals found the State had not overcome that presumption\nbecause it did not submit any evidence “of a cognizable claim\nor right of possession adverse to [the defendant’s].”19\n   Buttercase argues that the State does not have a continuing\ninterest in his property because his conviction and sentence\nare final. Buttercase further contends that the State made no\n“specific showing . . . of any legitimate reason to retain said\nproperty or demonstrate any valid continuing interests in such\nproperty.”20 We disagree as to both assertions.\n   This court has held that a motion for the return of property\nis properly denied “only if the claimant is not entitled to lawful\npossession of the property, the property is contraband or sub-\nject to forfeiture, or the government has some other continuing\ninterest in the property.” 21 In this case, the government does\nnot contend that Buttercase is not entitled to lawful possession\nof the property or that the property is contraband or subject to\nforfeiture. Instead, the government asserts that it has a continu-\ning interest in the property.\n   In the instant case, much like in Agee and Dubray, without\npresenting evidence or requesting the district court to take\njudicial notice, the State cited the pending federal case and\nmotion for postconviction relief currently pending in this\ncourt. The judge then asked Buttercase if there was anything\nfurther he would like to say. Buttercase did not dispute the\nState’s assertion of his pending proceedings in state and fed-\neral court, nor did he dispute that some of the seized items\nmay be needed for those proceedings. Rather, Buttercase\nresponded that “at least part of it could be returned . . . if there\n\n18\t\n      Id. at 72, 883 N.W.2d at 403.\n19\t\n      Id. at 73, 883 N.W.2d at 404.\n20\t\n      Brief for appellant at 5.\n21\t\n      See State v. Agee, supra note 1, 274 Neb. at 450, 741 N.W.2d at 166.\n\f                                     - 312 -\n                Nebraska Supreme Court A dvance Sheets\n                        296 Nebraska R eports\n                             STATE v. BUTTERCASE\n                               Cite as 296 Neb. 304\n\nwas no other need for it.” In addition, Buttercase acknowl-\nedges in his brief the existence of both cases against him, but\nasserts that they “do not qualify as a criminal prosecution in\nwhich evidence is needed for any pending trial.”22 The district\ncourt found that the State showed it had a legitimate reason\nto retain the seized property based on “a pending appeal on\n[Buttercase’s] post-conviction matter and a federal case that\nis still pending.”\n   Under § 29-818, seized evidence “shall be so kept so long\nas necessary for the purpose of being produced as evidence in\nany trial.” (Emphasis supplied.) When a prisoner files a motion\nfor postconviction relief, the court must determine whether\nthe prisoner “has the right to be released on the ground that\nthere was such a denial or infringement of the rights of the\nprisoner as to render the judgment void or voidable under the\nConstitution of this state or the Constitution of the United\nStates.”23 If, after conducting an evidentiary hearing, the court\nfinds such a denial or infringement, “the court shall vacate\nand set aside the judgment and shall discharge the prisoner\nor resentence the prisoner or grant a new trial as may appear\nappropriate.”24 Accordingly, postconviction proceedings pro-\nvide an evidentiary hearing for the court to determine whether\nthere has been a “denial or infringement” of his or her rights,\nand whether the court should “grant a new trial.” For these\npurposes, the State may have a continuing need to retain\nthe evidence in the course of postconviction proceedings.\nPostconviction proceedings are the equivalent of a “trial” for\npurposes of § 29-818.\n   In addition, at the time this motion was filed, Buttercase\nremained subject to a pending federal criminal child pornogra-\nphy case. Thus, the evidence seized may have been “necessary\n\n22\t\n      Reply brief for appellant at 3.\n23\t\n      Neb. Rev. Stat. § 29-3001(1) (Reissue 2016).\n24\t\n      § 29-3001(2).\n\f                                - 313 -\n               Nebraska Supreme Court A dvance Sheets\n                       296 Nebraska R eports\n                         STATE v. BUTTERCASE\n                           Cite as 296 Neb. 304\n\nfor the purpose of being produced as evidence” at trial in the\nfederal criminal proceedings.25\n   Given the fact that Buttercase does not contest the exis-\ntence of the postconviction motion or the federal prosecu-\ntion, the presumption in Agee and Dubray has been rebut-\nted. Under these facts, we cannot say that the district court\nabused its discretion in denying Buttercase’s motion to return\nseized property.\n          Whether State Was R equired to Determine\n           Portion of Seized Evidence R equired for\n                Pending Proceedings and R eturn\n                     Portion Not R equired\n   Buttercase argues, without citation to any relevant author-\nity, that the district court must determine what property is\nneeded for his pending federal prosecution or postconviction\nproceedings and return any evidence that is not needed for\nprosecution.\n   Under § 29-818, when a complaint has been filed, the State\nmust only show that the property “may be used as evidence.”\nHere, the district court found that there was such a possibil-\nity. The district court did not abuse its discretion in failing to\nparse through the property to determine what evidence would\nbe used in the other pending proceedings and what should be\nreturned to Buttercase.\n                   Buttercase’s Contentions\n                         of Judge’s Bias\n   Finally, we address Buttercase’s contention that the district\ncourt denied his motion because the court was biased against\nhim. Buttercase points to the following as evidence of this\nbias: (1) The court denied Buttercase’s postconviction motion\nwithout granting an evidentiary hearing, (2) the court denied a\nnew trial wherein newly discovered evidence would have made\nthe result different, (3) the court denied Buttercase’s motion\n\n25\t\n      See § 29-818.\n\f                                   - 314 -\n               Nebraska Supreme Court A dvance Sheets\n                       296 Nebraska R eports\n                            STATE v. BUTTERCASE\n                              Cite as 296 Neb. 304\n\nto amend his motion for postconviction relief, (4) the victim\nsent Buttercase’s ex-wife a message on social media prior to\ntrial stating that her attorney and the judge play golf together\nand that the judge likes the victim, (5) the court issued a “one-\nsided ‘admonishment’”26 of Buttercase in the presence of the\njury, (6) the court denied Buttercase the chance to fully estab-\nlish a defense based on consensual sexual conduct, and (7) the\ncourt showed “cumulative bias”27 against Buttercase.\n   [8-10] Under the Nebraska Revised Code of Judicial\nConduct, a judge must recuse himself or herself from a case\nif the judge’s impartiality might reasonably be questioned.28\nUnder the code, such instances in which the judge’s impar-\ntiality might reasonably be questioned specifically include\nwhere “‘[t]he judge has a personal bias or prejudice concern-\ning a party or a party’s lawyer . . . .’”29 A defendant seeking\nto disqualify a judge on the basis of bias or prejudice bears\nthe heavy burden of overcoming the presumption of judi-\ncial impartiality.30\n   [11-13] Under the standard we have articulated for evaluat-\ning a trial judge’s alleged bias, the question is whether a rea-\nsonable person who knew the circumstances of the case would\nquestion the judge’s impartiality under an objective standard\nof reasonableness, even though no actual bias or prejudice was\nshown.31 That a judge knows most of the attorneys practic-\ning in his or her district is common, and the fact that a judge\nknows attorneys through professional practices and organiza-\ntions does not, by itself, create the appearance of impropriety.32\n\n26\t\n      Brief for appellant at 7.\n27\t\n      Id.\n28\t\n      Young v. Govier & Milone, supra note 3.\n29\t\n      Tierney v. Four H Land Co., 281 Neb. 658, 664, 798 N.W.2d 586, 591\n      (2011), quoting Neb. Rev. Code of Judicial Conduct § 5-302.11(A)(1).\n30\t\n      State v. Pattno, supra note 2.\n31\t\n      State v. Barranco, 278 Neb. 165, 769 N.W.2d 343 (2009).\n32\t\n      State v. Hubbard, 267 Neb. 316, 673 N.W.2d 567 (2004).\n\f                                     - 315 -\n                Nebraska Supreme Court A dvance Sheets\n                        296 Nebraska R eports\n                             STATE v. BUTTERCASE\n                               Cite as 296 Neb. 304\n\nJudicial rulings alone almost never constitute a valid basis for a\nbias or partiality motion directed to a trial judge.33\n   [14-16] A party is said to have waived his or her right to\nobtain a judge’s disqualification when the alleged basis for the\ndisqualification has been known to the party for some time, but\nthe objection is raised well after the judge has participated in\nthe proceedings.34 Once a case has been litigated, an appellate\ncourt will not disturb the denial of a motion to disqualify a\njudge and give litigants “‘a second bite at the apple.’”35 “[T]he\nissue of [judicial] disqualification is timely if submitted at the\n‘“earliest practicable opportunity” after the disqualifying facts\nare discovered.’”36\n   The record contains no indication that Buttercase raised any\nallegation of judicial bias prior to or during the hearing on his\nmotion for return of seized property. And each of Buttercase’s\nallegations was known to him prior to the hearing.\n   As noted above, at the hearing, the State cited the pending\nfederal case and the motion for postconviction relief currently\npending in this court. The judge then asked Buttercase, “[I]s\nthere anything further you would like to state?” Buttercase\ndid not dispute the State’s assertion of his pending proceed-\nings in state and federal court, nor did he dispute that some\nof the evidence may be needed for those proceedings. After\nthe court denied Buttercase’s motion, the judge again asked,\n“Anything else that anybody wants to bring up at this point?”\nOnce again, Buttercase failed to make any of his judicial\nbias arguments.\n   Despite several opportunities, Buttercase failed to raise any\nallegation of bias at any point during the hearing. Thus, we\nfind that Buttercase failed to raise these issues at the earliest\n\n33\t\n      Young v. Govier & Milone, supra note 3.\n34\t\n      Tierney v. Four H Land Co., supra note 29.\n35\t\n      Id. at 665, 798 N.W.2d at 592.\n36\t\n      Id.\n\f                                     - 316 -\n                Nebraska Supreme Court A dvance Sheets\n                        296 Nebraska R eports\n                             STATE v. BUTTERCASE\n                               Cite as 296 Neb. 304\n\npracticable opportunity and has waived any argument regard-\ning bias.\n   Even if we were to consider these allegations, we find them\nto be without merit. As we have previously held, the fact that\nthe district court socialized with another member of the bar is\ninsufficient to show bias, as is the fact that the court previously\npresided over other actions involving the parties and made\nrulings against one or another of the parties. The possibility\nthat the judge and the State’s attorney knew each other and\nplayed golf together “does not, by itself, create the appearance\nof impropriety.”37 Buttercase also contends that the statement\nin the victim’s social media message that the judge “‘likes’”38\nher is evidence of bias. Assuming such a message is admissible\nevidence, without further substantive support no reasonable\nperson would question the judge’s impartiality under an objec-\ntive standard of reasonableness based on the claimed social\nmedia message.\n   Even considered collectively, these allegations are insuffi-\ncient to show bias. We find that a reasonable person who knew\nthe circumstances of the case would not question the judge’s\nimpartiality under an objective standard of reasonableness.\nTherefore, Buttercase’s arguments that the district court judge\nwas biased are without merit.\n                        CONCLUSION\n  The district court did not err in dismissing Buttercase’s\nmotion for return of seized property. Accordingly, we affirm.\n                                                    A ffirmed.\n\n37\t\n      See State v. Hubbard, supra note 32, 267 Neb. at 324, 673 N.W.2d at 576.\n38\t\n      Brief for appellant at 8.\n\f",
            "ocr": false,
            "opinion_id": 4177997
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}