{
    "id": 4408324,
    "judges": null,
    "date_filed": "2011-04-13",
    "date_filed_is_approximate": true,
    "slug": "com-v-moyer-b",
    "case_name_short": "Com.",
    "case_name": "Com. v. Moyer, B.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 18.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S33042-17m - 10316893821191188.pdf",
            "author_id": null,
            "opinion_text": "J-S33042-17\n\n\nNON-PRECEDENTIAL DECISION – SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA,          :    IN THE SUPERIOR COURT OF\n                                       :          PENNSYLVANIA\n               Appellee                :\n                                       :\n         v.                            :\n                                       :\nBRAD ALLEN MOYER,                      :\n                                       :\n               Appellant               :    No. 1729 MDA 2016\n\n         Appeal from the Judgment of Sentence October 12, 2016\n            in the Court of Common Pleas of Schuykill County\n           Criminal Division at No(s): CP-54-CR-0001340-2015\n\nBEFORE: BENDER, P.J.E., OTT, and STRASSBURGER,* JJ.\n\nMEMORANDUM BY STRASSBURGER, J.:                      FILED JULY 12, 2017\n\n     Brad Allen Moyer (Appellant) appeals from the judgment of sentence\n\nimposed on October 12, 2016, after a jury found him guilty of two counts\n\neach of aggravated assault by attempting to cause serious bodily injury,\n\naggravated assault by attempting to cause serious bodily injury with a\n\ndeadly weapon, simple assault, and recklessly endangering another person\n\n(REAP).1 We affirm.\n\n     The events giving rise to the aforementioned charges began the\n\nevening of May 28, 2015. Appellant was residing with his parents, Wendy\n\nMoyer and Nevin Randy Moyer (Randy).       Appellant came home early from\n\nwork that evening because he was having “[m]ajor back problems” while\n\nworking at his job. N.T., 4/7/2016, at 25.      According to Wendy, when\n\n1\n  The trial court also found Appellant guilty of criminal mischief as a\nsummary offense.\n\n\n* Retired Senior Judge assigned to the Superior Court.\n\fJ-S33042-17\n\n\nAppellant came home, he appeared “confused, frustrated, [and] in pain.” Id.\n\nat 26.   Additionally, “[h]is balance and all was off.” Id.   Wendy “wasn’t\n\ncapable of driving” Appellant to the hospital and also could not reach Randy,\n\nso she waited until Randy came home. Id. at 27. Wendy felt that Appellant\n\n“[w]anted [her] to allow him to just stay at the house and die.” Id. at 28.\n\nRandy arrived home around 10:00 p.m. that night, and Wendy told Randy\n\nthat Appellant “had consumed a bottle of approximately 250 Tylenol.” Id. at\n\n34. Before calling 911, Randy went outside to write down Appellant’s license\n\nplate number, and while Randy was doing that, Appellant went outside and\n\nshoved Randy from behind. Randy went back into the house, reached for\n\nthe phone, and Appellant struck Randy again. When Randy fell, Appellant\n\ncontinued hitting him. Randy called 911, and Appellant left the home.\n\n      Pennsylvania State Police Troopers Robert O’Connor and Matthew\n\nBarrett were dispatched to the Moyer residence and arrived around 11:00\n\np.m. Upon arrival, they spoke with both Wendy and Randy, who informed\n\nthe troopers about the aforementioned domestic incident.          They also\n\nindicated that Appellant was suicidal. The troopers then decided to canvass\n\nthe area around the home and put a broadcast throughout the county for\n\nAppellant’s vehicle, a white Chevrolet Malibu.\n\n      Eventually, when the troopers were driving in the right lane on\n\nRingtown Road, they observed a car driving at a high rate of speed toward\n\nthem. According to Trooper O’Connor, the car’s headlights were hitting him\n\n\n\n                                     -2-\n\fJ-S33042-17\n\n\n“square in the eyes” which indicated to him that the oncoming car was\n\ncoming directly toward them and “escape route” was necessary to avoid a\n\ncollision. Id. at 57. Trooper O’Connor then “cut the wheel hard” and drove\n\noff the right side of the road. Id. The oncoming vehicle, later identified as\n\nAppellant’s vehicle with Appellant driving, collided with the police vehicle\n\nbehind the driver’s side door. Trooper O’Connor testified that he “felt like\n\nthere was an attempt at [his] life at that time.” Id. at 60.\n\n      The troopers exited their vehicle and followed the debris field until\n\nthey found Appellant. They attempted to take him into custody. Appellant\n\nwas “[n]ot compliant, verbally resistant, cursing at [the troopers], [and]\n\ncalling [them] names.” Id. at 64. Eventually, Appellant was handcuffed, and\n\nthey waited for backup to arrive.    Appellant and the troopers went to the\n\nhospital to assess their injuries.    Both troopers suffered abrasions and\n\nbruises due to the crash.\n\n      As a result of this series of incidents, Appellant was arrested. A jury\n\ntrial was held on April 7, 2016, and Appellant was convicted of the\n\naforementioned crimes.2 On May 17, 2016, Appellant was sentenced to an\n\naggregate term of 9 to 22 years of incarceration.      This sentence included\n\nconsecutive four-to-ten-year sentences for aggravated assault by attempting\n\nto cause serious bodily injury and consecutive six-to-12 month sentences for\n\nREAP. The trial court determined that the two counts each for aggravated\n\n2\n The jury was hung on two counts of attempted murder and two counts of\naggravated assault.\n\n\n                                     -3-\n\fJ-S33042-17\n\n\nassault by attempting to cause serious bodily injury with a deadly weapon\n\nand simple assault merged for the purposes of sentencing.\n\n     Appellant filed a post-sentence motion, which was granted in part.\n\nSpecifically, the trial court vacated Appellant’s judgment of sentence\n\nbecause the “sentence for the two aggravated assault charges was improper\n\npursuant to 18 Pa.C.S. [] § 906, which prohibits a criminal defendant from\n\nbeing convicted of more than one inchoate crime for conduct designed to\n\nculminate in the commission of the same crime.” Trial Court Opinion,\n\n8/4/2016, at 2 (internal quotations omitted).\n\n     The statute provides that “[a] person may not be convicted of more\n\nthan one of the inchoate crimes of criminal attempt, criminal solicitation or\n\ncriminal conspiracy for conduct designed to commit or to culminate in the\n\ncommission of the same crime.” 18 Pa.C.S. § 906.            Despite the clear\n\nstatutory language, the prohibition against multiple convictions has been\n\ninterpreted as a prohibition against multiple judgments of sentence. See\n\nCommonwealth v. Kingston, 143 A.3d 917, 922 n.3 (Pa. 2016)\n\n(“Although Section 906 bars ‘multiple convictions,’ the Superior Court has\n\nheld, and we have assumed without deciding, that the statute proscribes\n\nmultiple judgments of sentence.”).\n\n     On August 15, 2016, Appellant was resentenced. The Commonwealth\n\nfiled a post-sentence motion based upon the decision of our Supreme Court\n\nin Kingston, filed on August 15, 2016, which interpreted section 906. To\n\n\n\n                                     -4-\n\fJ-S33042-17\n\n\nunderstand the issue in Kingston, the Supreme Court offered the following\n\nhelpful illustration. “[S]uppose that Dan, with the requisite criminal intent,\n\nasks Abe to commit a robbery.      Abe agrees and takes a substantial step\n\ntoward the commission of the robbery. Dan has committed three inchoate\n\ncrimes.   Yet, pursuant to Section 906, he may be punished for only one.”\n\n143 A.3d at 923. The Supreme Court considered the question of “whether\n\n‘more than one of the inchoate crimes’ refers to more than one substantive\n\ninchoate crime only, or whether it also connotes more than one count of a\n\nparticular inchoate crime.” Id. at 924 (citing 18 Pa.C.S. § 906).          The\n\nSupreme Court offered the following:\n\n      It is not difficult to imagine why the General Assembly would\n      proscribe multiple convictions for distinct inchoate offenses in\n      circumstances where a defendant’s conduct was designed to\n      culminate in the commission of a single underlying crime.\n      Successive steps in a criminal undertaking often will constitute a\n      criminal solicitation, a criminal conspiracy, and a criminal\n      attempt, because all three offenses necessarily overlap. All\n      conspiracies follow a solicitation of some kind; there can be no\n      acceptance without an offer. In addition, the difference between\n      an “overt act” necessary to establish a criminal conspiracy and a\n      “substantial step” evidencing a criminal attempt is one of degree\n      only.\n\nId. at 925.    Thus, the Supreme Court concluded that the language of\n\nSection 906 prohibits more than one conviction for each solicitation,\n\nattempt, and conspiracy, but “does not forbid the imposition of consecutive\n\nsentences for multiple violations of a single inchoate offense” so long as they\n\nculminated in different crimes. Id. at 927.\n\n\n\n\n                                     -5-\n\fJ-S33042-17\n\n\n      Accordingly, the trial court concluded that Appellant’s original sentence\n\nwas not improper where Appellant was sentenced consecutively for two\n\ndifferent aggravated assaults by attempting to cause serious bodily injury\n\nconvictions. Thus, on October 12, 2016, the trial court vacated its August\n\n15, 2016 sentence and reinstated Appellant’s original sentence from May 17,\n\n2016. Appellant timely filed a notice of appeal, and both Appellant and the\n\ntrial court complied with Pa.R.A.P. 1925.\n\n      On appeal, Appellant sets forth three issues for our review, which we\n\nhave reordered for ease of disposition.\n\n      [1]. Whether a defendant can be found guilty of a second\n      specific intent attempt when the defendant lacked knowledge of\n      the presence or existence of a second victim at the scene.\n\n      [2]. Whether the trial court erred in sentencing [Appellant] on\n      two counts of aggravated assault - attempted serious bodily\n      injury in violation of 18 Pa.C.S. [] § 90[6] and the direction of []\n      Kingston [].\n\n      3. Whether the Commonwealth committed prosecutorial\n      misconduct in its closing which misconduct impacted the jury’s\n      decision despite cautionary instructions.\n\nAppellant’s Brief at 1 (unnecessary capitalization omitted).\n\n      As Appellant’s first two issues concern his two convictions and\n\nsentences for aggravated assault by attempting to cause serious bodily\n\ninjury, we address them together. Appellant’s argument as to both issues\n\ncan be distilled to the following: a defendant may not be convicted and\n\nsentenced for two separate inchoate crimes where there was one act (ie.\n\n\n\n\n                                     -6-\n\fJ-S33042-17\n\n\ndriving the vehicle into an oncoming vehicle), even where there are two\n\nseparate victims as a result of this act.\n\n      Specifically, Appellant suggests that it was improper to conclude that\n\nhe “could be found guilty of a separate attempt on an unknown occupant of\n\nan oncoming vehicle in addition to the known driver.” Appellant’s Brief at 8.\n\nIn addition, Appellant argues that “[t]he Commonwealth has failed to prove\n\nthat [his] intention was anything other than suicide.”3 Id. at 10.\n\n      Appellant further maintains that the trial court erred at re-sentencing\n\nin how it applied Kingston. Appellant contends that in this case “there was\n\na single attempt not multiple violations of a single inchoate offense.”\n\nAppellant’s Brief at 8 (emphasis removed).      Appellant again suggests that\n\nbecause he was unaware “of the number of occupants in the vehicle[,]” a\n\nfinding of multiple attempts was in error. Id.     Further, Appellant suggests\n\nthat “[e]ven though a jury may return a verdict on more than one inchoate\n\ncrime, the [t]rial [c]ourt may sentence on only one of those crimes.”\n\nAppellant’s Brief at 6.\n\n      To the extent Appellant is challenging the sufficiency of the evidence\n\nto sustain his convictions, we set forth the following.\n\n\n3\n  Appellant also argues the trial court erred in instructing the jury as to\nthese offenses. See Appellant’s Brief at 8 (“The issue is whether the [t]rial\n[c]ourt erred in instructing the jury that [Appellant] could be found guilty of\na separate attempt on an unknown occupant of an oncoming vehicle in\naddition to the known driver.”). However, because Appellant did not present\na challenge to this jury instruction in his Pa.R.A.P. 1925(b) statement, it is\nwaived. See Pa.R.A.P. 302(a).\n\n\n                                      -7-\n\fJ-S33042-17\n\n\n            As a general matter, our standard of review of sufficiency\n      claims requires that we evaluate the record in the light most\n      favorable to the verdict winner giving the prosecution the benefit\n      of all reasonable inferences to be drawn from the evidence.\n      Evidence will be deemed sufficient to support the verdict when it\n      establishes each material element of the crime charged and the\n      commission thereof by the accused, beyond a reasonable doubt.\n      Nevertheless, the Commonwealth need not establish guilt to a\n      mathematical certainty. Any doubt about the defendant’s guilt is\n      to be resolved by the fact finder unless the evidence is so weak\n      and inconclusive that, as a matter of law, no probability of fact\n      can be drawn from the combined circumstances.\n\n            The Commonwealth may sustain its burden by means of\n      wholly circumstantial evidence. Accordingly, [t]he fact that the\n      evidence establishing a defendant’s participation in a crime is\n      circumstantial does not preclude a conviction where the evidence\n      coupled with the reasonable inferences drawn therefrom\n      overcomes the presumption of innocence. Significantly, we may\n      not substitute our judgment for that of the fact finder; thus, so\n      long as the evidence adduced, accepted in the light most\n      favorable to the Commonwealth, demonstrates the respective\n      elements of a defendants crimes beyond a reasonable doubt, the\n      appellant's convictions will be upheld.\n\nCommonwealth v. Tukhi, 149 A.3d 881, 886–87 (Pa. Super. 2016)\n\n(quoting Commonwealth v. Franklin, 69 A.3d 719, 722–23 (Pa. Super.\n\n2013) (citations and internal quotation marks omitted)).\n\n      The statute governing Appellant’s convictions provides that “[a] person\n\nis guilty of aggravated assault if he … attempts to cause serious bodily injury\n\nto another, or causes such injury intentionally, knowingly or recklessly under\n\ncircumstances manifesting extreme indifference to the value of human life.”\n\n18 Pa.C.S. § 2702(a)(1).\n\n      Where the victim does not suffer serious bodily injury, the\n      charge of aggravated assault can be supported only if the\n\n\n\n                                     -8-\n\fJ-S33042-17\n\n\n      evidence supports a finding of an attempt to cause such injury.[4]\n      A person commits an attempt when, with intent to commit a\n      specific crime, he does any act which constitutes a substantial\n      step toward the commission of that crime. An attempt under\n      Subsection 2702(a)(1) requires some act, albeit not one causing\n      serious bodily injury, accompanied by an intent to inflict serious\n      bodily injury. A person acts intentionally with respect to a\n      material element of an offense when … it is his conscious object\n      to engage in conduct of that nature or to cause such a result[.]\n      As intent is a subjective frame of mind, it is of necessity difficult\n      of direct proof. The intent to cause serious bodily injury may be\n      proven by direct or circumstantial evidence.\n\nCommonwealth v. Martuscelli, 54 A.3d 940, 948 (Pa. Super. 2012)\n\n(internal quotations and citations omitted).\n\n      The trial court considered these arguments and concluded that\n\n“[w]hen one crashes his vehicle into another vehicle at 90 mph, there is\n\nevidence from which a jury may infer the requisite intent to injure any or all\n\noccupants of the target vehicle, even if the perpetrator cannot actually see\n\nwho is present therein.” Trial Court Opinion, 8/4/2016, at 5.\n\n      At   trial,   the   Commonwealth   presented    evidence   from   accident\n\nreconstruction specialist, Robert W. Herb.      Herb testified that the police\n\nvehicle was cruising at 33 miles per hour (mph) and was in the process of\n\nslowing down when the vehicle abruptly accelerated to 100 percent and\n\nveered to the right. N.T., 4/7/2016, at 127. Appellant’s car was going 91\n\nmph when it hit the police vehicle. Id. “[I]n the five seconds leading up to\n\nthe impact, [Appellant’s] vehicle increased speed from … 79 to 91 [mph]\n\n\n4\n  The Commonwealth does not suggest that the troopers suffered serious\nbodily injury.\n\n\n                                      -9-\n\fJ-S33042-17\n\n\nhour. The accelerator pedal was stepped on at 100 percent capacity for that\n\ntime, and there was never any braking involved.” Id. at 128.         “[T]he front\n\nleft corner of [Appellant’s car] struck the left side of the police car…, which is\n\nright at the back of the driver’s seat.” Id. at 129.         “After the impact,\n\n[Appellant’s car] continued [moving] … [a]nd then there was impact with [a]\n\nlarge tree.” Id.\n\n      Despite the fact that Appellant testified that “suicide was the only\n\nthing on [his] mind,” the jury could have inferred based upon the foregoing\n\naccident reconstruction that Appellant was attempting to cause serious\n\nbodily injury to the driver of the vehicle. Id. at 197. See Commonwealth\n\nv. Fierst, 620 A.2d 1196 (Pa. Super. 1993) (upholding aggravated assault\n\nconviction where Fierst drove into the opposing lane of traffic in an apparent\n\nattempt to commit suicide and crashed into the driver-victim, but the driver-\n\nvictim did not suffer injury when swerving and crashing to avoid the\n\ncollision).\n\n      We cannot agree the same is true with respect to an unknown\n\npassenger. Nonetheless, as the Commonwealth suggests, we conclude that\n\nthe doctrine of transferred intent applies to the unknown passenger in the\n\nvehicle under these circumstances. See Commonwealth’s Brief at 10 (“As it\n\nwas established beyond a reasonable doubt that Appellant intended to cause\n\nserious bodily injury to (at a minimum) the driver of the vehicle which he\n\nintentionally drove 90 mph into, this intent was transferred, pursuant to the\n\n\n\n                                     - 10 -\n\fJ-S33042-17\n\n\ntransferred intent doctrine, to the other Trooper riding as a passenger in the\n\nsame vehicle.”).\n\n      The doctrine of transferred intent is codified in the following statute:\n\n      Divergence between result designed or contemplated and\n      actual result.--When intentionally or knowingly causing a\n      particular result is an element of an offense, the element is not\n      established if the actual result is not within the intent or the\n      contemplation of the actor unless:\n\n             (1) the actual result differs from that designed or\n             contemplated as the case may be, only in the respect that\n             a different person or different property is injured or\n             affected or that the injury or harm designed or\n             contemplated would have been more serious or more\n             extensive than that caused; or\n\n             (2) the actual result involves the same kind of injury or\n             harm as that designed or contemplated and is not too\n             remote or accidental in its occurrence to have a bearing on\n             the actor’s liability or on the gravity of his offense.\n\n18 Pa.C.S. § 303(b).\n\n      This   Court   examined     the   doctrine   of   transferred   intent     in\n\nCommonwealth v. Jackson, 955 A.2d 441 (Pa. Super. 2008).                 In that\n\ncase, Jackson and others made an attempt to murder Charles Wesley while\n\nWesley was in the midst of a group of police officers who were investigating\n\nan earlier attempt on Wesley’s life. In so doing, Jackson fired his gun in the\n\nvicinity of seven other people on the scene, and was correspondingly\n\nconvicted of seven counts of aggravated assault.           On appeal, Jackson\n\nclaimed, similar to Appellant in the case sub judice, that the evidence was\n\ninsufficient to sustain those convictions:\n\n\n\n                                     - 11 -\n\fJ-S33042-17\n\n\n      While [Jackson] admits that he intended to shoot Wesley,\n      [Jackson] contends that these other persons were simply in the\n      way.     [Jackson] argues that the Commonwealth failed to\n      establish that he had the specific intent to cause serious bodily\n      injury to any of these persons, and thus, the requisite intent for\n      his aggravated assault convictions is lacking.\n\nId. at 445-46.      This Court agreed with Jackson’s position that the\n\nCommonwealth did not establish his specific intent to cause serious bodily\n\ninjury to the seven people.\n\n      [T]he evidence shows that [the seven individuals who served as\n      the victims for the seven counts of aggravated assault] were\n      near [Jackson’s] intended victim. The evidence shows that\n      [Jackson] fired a deadly weapon toward them.            There is,\n      however, no other evidence, in the form of circumstances,\n      actions or words, occurring before, during, or after the shooting,\n      that tends to demonstrate that [Jackson] specifically intended to\n      inflict injury upon these particular persons. Therefore, the only\n      circumstance in the record from which it may be inferred that\n      [Jackson] had the intent to cause these persons serious bodily\n      injury was his firing a deadly weapon in their direction. Based\n      upon the totality of the circumstances, we conclude that the\n      evidence was insufficient to establish beyond a reasonable doubt\n      that [Jackson] harbored the specific intent to cause serious\n      bodily injury with a deadly weapon to any of these persons.\n\nId. at 448. Thus, this Court turned to consider whether the intent element\n\nof the assaults was satisfied under the doctrine of transferred intent.\n\n            The Commonwealth argues that under the doctrine,\n      [Jackson’s] admitted intent to shoot and cause Wesley serious\n      bodily harm, satisfies the intent element for [Jackson’s]\n      aggravated assault convictions of these persons.        [Jackson]\n      counters that the doctrine of transferred intent does not apply in\n      this case because these persons were not actually injured. It is\n      [Jackson’s] position that the doctrine is not meant to apply and\n      has not been applied to a charge of aggravated assault, when\n      criminal liability is premised on the attempt to cause serious\n      bodily injury to another.     [Jackson] further argues that 18\n      Pa.C.S.[] § 303(b), enacted to reflect existing law, reveals that\n\n\n                                    - 12 -\n\fJ-S33042-17\n\n\n      the doctrine is to be used only where a defendant shoots a gun\n      at a person, intending to cause serious bodily injury, but hits\n      another, or where the defendant shoots the intended victim, but\n      does not cause serious harm.\n\nId. (internal citation omitted) (citing State v. Brady, 903 A.2d 870 (Md.\n\n2006) (holding that the doctrine of transferred intent is inapplicable to\n\ncrimes of attempt because, in such instances, the defendant commits a\n\ncomplete crime against the intended victim)).\n\n      In holding that the doctrine of transferred intent applied in Jackson,\n\nthis Court concluded that Jackson’s specific intent to kill Wesley transferred\n\nto the seven bystanders, satisfying the intent elements for Jackson’s\n\naggravated assaults of those seven people. Given this precedent, we affirm\n\nAppellant’s convictions and sentence as to Trooper Barrett. The jury found\n\nthe totality of the circumstances demonstrated that Appellant had the\n\nspecific intent to cause serious bodily injury to the driver of the vehicle.\n\nUnder Jackson, Appellant’s intent to injure Trooper O’Conner seriously\n\ntransferred to Trooper Barrett, even if Appellant did not know of his\n\nexistence, satisfying the intent element of the crimes.        Based on the\n\nforegoing, we hold that the evidence was sufficient to sustain Appellant’s\n\nconvictions for aggravated assault by attempting to cause serious bodily\n\ninjury as to both victims.\n\n      Having concluded that the evidence was sufficient to sustain both\n\nconvictions, we now turn to the issue of whether Appellant could be\n\nsentenced on both convictions. “[A] claim that crimes should have merged\n\n\n                                    - 13 -\n\fJ-S33042-17\n\n\nfor purposes of sentencing challenges the legality of his sentence.”\n\nCommonwealth v. Glass, 50 A.3d 720, 730 (Pa. Super. 2012).                 In\n\nCommonwealth v. Frisbie, 485 A.2d 1098, 1101 (Pa. 1984), our Supreme\n\nCourt held “that the imposition of multiple sentences upon a defendant\n\nwhose single unlawful act injures multiple victims is legislatively authorized\n\nand, consequently, does not violate the double jeopardy clause of the Fifth\n\nAmendment.” In Frisbie, the defendant, “while fleeing from police officers\n\nin downtown Philadelphia, drove his car through a crowded intersection and\n\nseriously injured nine pedestrians.” 485 A.2d at 1099. He was charged with\n\nnine counts of REAP, and the trial court sentenced him separately for each\n\none.\n\n       On appeal to this Court, the defendant argued that his one act could\n\nnot result in nine separate sentences even where there were nine separate\n\nvictims.   This Court agreed and held that defendant’s “single action of\n\npropell[ing] his vehicle forward through a crowd of persons causing injury to\n\nnumerous persons … [could] support but one sentence.” Id (internal\n\nquotation marks omitted).\n\n       However, our Supreme Court disagreed and concluded that “[a]n\n\noffender whose unlawful act harms or is likely to harm many people is more\n\nculpable, and thus deserving of more severe punishment, than an offender\n\nwhose unlawful act harms only one person.” Id. at 1101.            Thus, the\n\nSupreme Court upheld all nine sentences.\n\n\n\n                                    - 14 -\n\fJ-S33042-17\n\n\n      Based upon the foregoing, it was proper for the trial court to sentence\n\nAppellant separately for each victim. Thus, Appellant is not entitled to relief.\n\nMoreover, as discussed supra, the Supreme Court in Kingston held that it is\n\nnot a violation of Section 906 to sentence an individual for two inchoate\n\noffenses so long as two separate crimes are committed. Here, because we\n\nhave held that Appellant has committed two separate crimes against two\n\nseparate victims, the trial court’s sentencing on both attempts was proper.\n\n      We next consider Appellant’s argument that he was deprived of a fair\n\ntrial based upon two statements made in the Commonwealth’s closing\n\nargument.    First, Appellant argues that the trial court erred in denying a\n\nmistrial when the Commonwealth argued that incidents like that of May 28,\n\n2015 had “happened before” and were a “ritual.” N.T., 4/7/2016, at 254.\n\nAppellant’s counsel argued that such a statement was “grounds for a\n\nmistrial.” Id. at 258.    On appeal, Appellant suggests that this was an\n\nattempt by the Commonwealth “to establish that [Appellant] was a bad\n\nperson.” Appellant’s Brief at 13.\n\n      In considering this issue, we are mindful of the following.\n\n      The remedy of a mistrial is an extreme remedy required only\n      when an incident is of such a nature that its unavoidable effect is\n      to deprive the appellant of a fair and impartial tribunal.\n\n      With specific reference to a claim of prosecutorial misconduct in\n      a closing statement, it is well settled that in reviewing\n      prosecutorial remarks to determine their prejudicial quality,\n      comments cannot be viewed in isolation but, rather, must be\n      considered in the context in which they were made. Our review\n      of prosecutorial remarks and an allegation of prosecutorial\n\n\n                                     - 15 -\n\fJ-S33042-17\n\n\n      misconduct requires us to evaluate            whether   a defendant\n      received a fair trial, not a perfect trial.\n\nCommonwealth v. Judy, 978 A.2d 1015, 1019 (Pa. Super. 2009) (internal\n\ncitations and quotation marks omitted).\n\n      Here, Trooper Barrett testified that when he arrived at the Moyer\n\nresidence, he “observed [it] to have holes all over the walls.” N.T.,\n\n4/7/2016, at 76.    The Moyers “explained that [the holes were] a result of\n\ntheir son’s anger in the past, not only on that day but in the past.” Id.\n\nCounsel for Appellant did not object to this testimony. Moreover, the trial\n\ncourt sustained Appellant’s objection during the closing argument and\n\noffered the following curative instruction.\n\n      Ladies and gentlemen, you should totally disregard any\n      argument by the Commonwealth about anything that, that is\n      alleged to have happened or suggested it happened at anytime\n      other than the night in question. You’re not allowed to consider\n      anything other than the evidence about what happened that\n      night.\n\nId. at 259. “The law presumes that the jury will follow the instructions of\n\nthe court.” Commonwealth v. Chmiel, 30 A.3d 1111, 1184 (Pa. 2011).\n\nThus, because the Commonwealth’s comments were based upon testimony\n\nin the record, and the trial court sustained the objection and offered a\n\ncurative instruction, we hold that the trial court did not err by not granting a\n\nmistrial.\n\n      Appellant also argues that he is entitled to a mistrial based upon the\n\nCommonwealth’s statement in its closing argument about police officers\n\n\n\n                                      - 16 -\n\fJ-S33042-17\n\n\nbeing more deserving of sympathy as victims because “they put their lives\n\non the line to protect and serve.” N.T., 4/7/2016, at 265; Appellant’s Brief at\n\n11. Counsel for Appellant objected. The trial court sustained the objection\n\nand offered a curative instruction to the jury.5 On appeal, Appellant argues\n\nthat based on this prosecutorial misconduct, a “mistrial is appropriate in this\n\ncase.” Appellant’s Brief 13.\n\n      However, the record reveals that with respect to this statement,\n\nAppellant did not request specifically a mistrial. “[E]ven where a defendant\n\nobjects to specific conduct, the failure to request a remedy such as a mistrial\n\nor curative instruction is sufficient to constitute waiver.” Commonwealth v.\n\nSandusky, 77 A.3d 663, 670 (Pa. Super. 2013).          Thus, where, as here,\n\nAppellant did not request a mistrial, he has waived this issue on appeal. See\n\nPa.R.A.P. 302(a); Commonwealth v. Brown, 134 A.3d 1097, 1107 (Pa.\n\nSuper. 2016) (holding that where counsel for defendant objects during\n\nprosecutor’s closing statement, the objection is sustained, and the defendant\n\ndoes not request a mistrial, then the issue is waived for review).      Based\n\nupon the foregoing, Appellant is not entitled to relief with respect to his\n\nissues about the Commonwealth’s closing argument.\n\n\n\n\n5\n  The trial court provided the following: “Ladies and gentlemen, you have to\ndecide this case based on the facts presented, not in any way as a\nstatement about support of police officers in general. The issue is whether\nor not the Commonwealth has established the charges that have been\nbrought against the Defendant in this case.” N.T., 4/7/2016, at 266.\n\n\n                                    - 17 -\n\fJ-S33042-17\n\n\n     Judgment of sentence affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\nDate: 7/12/2017\n\n\n\n\n                                 - 18 -\n\f",
            "ocr": false,
            "opinion_id": 4185577
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}