{
    "id": 4408640,
    "judges": null,
    "date_filed": "2019-11-04",
    "date_filed_is_approximate": true,
    "slug": "david-l-johnson-jr-v-state-of-indiana-mem-dec",
    "case_name_short": null,
    "case_name": "David L. Johnson, Jr. v. State of Indiana (mem. dec.)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/07131702rra.pdf",
            "author_id": null,
            "opinion_text": "MEMORANDUM DECISION\nPursuant to Ind. Appellate Rule 65(D),\nthis Memorandum Decision shall not be\nregarded as precedent or cited before any\n                                                                          FILED\ncourt except for the purpose of establishing                          Jul 13 2017, 5:42 am\n\nthe defense of res judicata, collateral                                   CLERK\n                                                                      Indiana Supreme Court\nestoppel, or the law of the case.                                        Court of Appeals\n                                                                           and Tax Court\n\n\n\n\nATTORNEYS FOR APPELLANT                                   ATTORNEYS FOR APPELLEE\nStephen T. Owens                                          Curtis T. Hill, Jr.\nPublic Defender of Indiana                                Attorney General of Indiana\nJonathan O. Chenoweth                                     Chandra K. Hein\nDeputy Public Defender                                    Deputy Attorney General\nIndianapolis, Indiana                                     Indianapolis, Indiana\n\n\n\n                                           IN THE\n    COURT OF APPEALS OF INDIANA\n\nDavid L. Johnson, Jr.,                                    July 13, 2017\nAppellant-Defendant,                                      Court of Appeals Case No.\n                                                          82A01-1611-PC-2460\n        v.                                                Appeal from the Vanderburgh\n                                                          Superior Court\nState of Indiana,                                         The Honorable Mary Margaret\nAppellee-Plaintiff                                        Lloyd, Judge\n                                                          Trial Court Cause No.\n                                                          82D03-1308-PC-9\n\n\n\nAltice, Judge.\n\n\n\n\nCourt of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017          Page 1 of 12\n\f                                                Case Summary\n\n\n[1]   David L. Johnson, Jr., appeals the denial of his petition for post-conviction\n\n      relief. He argues that the post-conviction court erroneously determined that he\n\n      did not receive ineffective assistance of appellate counsel.\n\n\n[2]   We affirm.\n\n\n                                       Facts & Procedural History\n\n\n[3]   The underlying facts, as summarized in Johnson’s direct appeal, are as follows:\n\n              A.J. was born to Johnson and Lori Record in September of 2008.\n              On January 12, 2009, Johnson attended a voluntary counseling\n              session with a social worker. At that session, Johnson filled out\n              an assessment in which he expressed concern that he might\n              become angry and hurt A.J., who was with him. Personnel at\n              the session noticed a bruise on A.J.’s cheek and called child\n              protective services. The case manager then met with Johnson\n              and Lori, who stated that A.J. had caused the bruise by pinching\n              her own cheek. The case manager requested that A.J. be seen by\n              a physician and have x-rays taken. Johnson and Lori complied,\n              and the x-rays revealed no injuries.\n\n\n              On February 5, Lori went to sleep and left Johnson with A.J.\n              Johnson fed A.J. and then went to bed. About fifteen minutes\n              later, Johnson got up to get a drink, and he noticed that A.J. was\n              no longer breathing and had turned purple in color. Johnson\n              moved A.J. to the couch and attempted CPR for about two\n              minutes before waking Lori and calling 911.\n\n\n              Upon their arrival, paramedics intubated A.J. and were able to\n              restore a pulse. They then rushed A.J. to the hospital. The\n\n      Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017   Page 2 of 12\n\f              treating emergency medical physician noticed that A.J. was\n              hypothermic, with a temperature of ninety-four degrees,\n              indicating a lack of heartbeat or respiration for one to three\n              hours. A.J. had small abrasions on her neck, scratches on her\n              chin, and a knot on the right side of her head by her hairline.\n              A.J. was diagnosed as brain dead, and she died on February 9.\n\n\n              The radiologist who had originally reviewed A.J.’s January 15 x-\n              rays re-evaluated them. Upon reconsideration, he noticed a non-\n              displaced fracture of the right clavicle. He also reviewed x-rays\n              taken of A.J. when she arrived at the emergency room on\n              February 5. According to those scans, A.J. had suffered a\n              fractured humerus and a tibia injury. The subsequent autopsy\n              report revealed evidence of multiple blunt force trauma to A.J.’s\n              head and face; swelling around her eyes; a torn frenulum; a\n              laceration to her spleen; hemorrhages of the liver; subdural\n              hematomas in the back of A.J.’s head; and a brain herniation. In\n              light of those injuries, the coroner concluded that A.J. had died\n              of child abuse and was the victim of homicide.\n\n\n      Johnson v. State, 959 N.E.2d 334, 336 (Ind. Ct. App. 2011), trans. denied.\n\n\n[4]   On April 7, 2009, the State charged Johnson with class A felony neglect of a\n\n      dependent resulting in death. On July 12, 2010, the State filed an amended\n\n      information, including a second charge of class A felony neglect of a dependent\n\n      resulting in death:\n\n\n              [B]eginning on or about September 24, 2008, and continuing\n              until February 5, 2009, David Johnson, a person being at least 18\n              years of age…, while having the care of a dependent, [A.J.],\n              because of a legal obligation, did knowingly place [A.J.] in\n              situations of abuse and violent behavior that included striking of\n              [A.J.] and the eventual death of said dependent, a child under the\n              age of 14….\n      Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017   Page 3 of 12\n\f      Direct Appeal Appendix at 521. The State prosecuted Johnson only on this\n\n      second count.\n\n\n[5]   Johnson’s case proceeded to a jury trial. At trial, the State introduced evidence\n\n      that from the time of her birth, A.J. had lived with and been in the care of her\n\n      mother and Johnson; that when Johnson called 911, he referred to A.J. as his\n\n      daughter; that Johnson had referred to A.J. as his daughter when speaking with\n\n      a police detective; and that Johnson’s father also referred to A.J. as Johnson’s\n\n      daughter. But Johnson and A.J.’s mother were not married, and the State\n\n      offered no evidence of legal paternity.\n\n\n[6]   At the close of the State’s case-in-chief, trial counsel moved for judgment on the\n\n      evidence, arguing that the State had failed to prove that Johnson had a legal\n\n      obligation to A.J. because it had not established that he was A.J.’s father. The\n\n      State disagreed, arguing that it had proved that he was A.J.’s father, but also\n\n      moved to amend the charging information to conform to the evidence so that,\n\n      in addition to alleging that Johnson had a legal obligation to care for A.J., it\n\n      alleged he had also voluntarily assumed an obligation to care for A.J. Trial\n\n      counsel objected, arguing that the proposed amendment was one of substance\n\n      rather than form and, therefore, impermissible. The trial court found that the\n\n      State’s amendment was one of form, not substance, and granted the motion to\n\n      amend, noting that it was doing so over Johnson’s objection.\n\n\n[7]   The jury found Johnson guilty as charged of the second count, and the trial\n\n      court later sentenced him to forty years in prison. On direct appeal, appellate\n\n\n      Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017   Page 4 of 12\n\f      counsel raised three issues: (1) whether the trial court abused its discretion\n\n      when it refused to give two lesser-included instructions; (2) whether certain\n\n      testimony was inadmissible prejudicial character evidence; and (3) whether the\n\n      State’s decision to file the second count amounted to prosecutorial\n\n      vindictiveness. This court affirmed, and our Supreme Court denied transfer.\n\n\n[8]   On August 9, 2013, Johnson filed a petition for post-conviction relief, which he\n\n      later amended. Relevant for purposes of this appeal is his claim that appellate\n\n      counsel was ineffective for failing to argue on direct appeal that the trial court\n\n      should have denied the State’s motion to amend the charging information after\n\n      the jury trial had already commenced. On May 27, 2016, the post-conviction\n\n      court held an evidentiary hearing on Johnson’s petition, and on October 6,\n\n      2016, the post-conviction court issued findings of fact and conclusions of law\n\n      denying relief. Johnson now appeals.\n\n\n                                            Standard of Review\n\n\n[9]   In post-conviction proceedings, the petitioner bears the burden of proving\n\n      grounds for relief by a preponderance of the evidence. Ind. Post-Conviction\n\n      Rule 1(5). The petitioner, on appeal, faces a “rigorous standard of review.”\n\n      Dewitt v. State, 755 N.E.2d 167, 169 (Ind. 2001). He must show that the\n\n      evidence leads unerringly and unmistakably to a conclusion opposite to that\n\n      reached by the post-conviction court. Gulzar v. State, 971 N.E.2d 1258, 1260\n\n      (Ind. Ct. App. 2012), trans. denied. Further, where the post-conviction court has\n\n      entered findings of fact and conclusions of law, like in this case, we will not\n\n\n      Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017   Page 5 of 12\n\f       defer to its legal conclusion but will reverse its findings and judgment only upon\n\n       a showing of clear error – that which leaves us with a definite and firm\n\n       conviction that a mistake has been made. Ben-Yisrayl v. State, 729 N.E.2d 102,\n\n       106 (Ind. 2000).\n\n\n[10]   The standard of review for claims of ineffective assistance of appellate counsel\n\n       is the same as for trial counsel in that the petitioner must show counsel was\n\n       deficient in his or her performance and that the deficiency resulted in prejudice.\n\n       Hollowell v. State, 19 N.E.3d 263, 269 (Ind. 2014). More specifically, the\n\n       petitioner must establish: “(1) that appellate counsel’s performance failed to\n\n       meet an objective standard of reasonableness under prevailing professional\n\n       norms at the time of trial; and (2) that the deficient performance constituted a\n\n       ‘breakdown in the adversarial process that rendered the result of the proceeding\n\n       fundamentally unfair or unreliable.’” Taylor v. State, 717 N.E.2d 90, 94 (Ind.\n\n       1999).\n\n\n[11]   “Ineffectiveness is rarely found when the issue is failure to raise a claim on\n\n       direct appeal.” Id. The decision as to what issues to raise on appeal is one of\n\n       the most important strategic decisions made by appellate counsel, and we give\n\n       considerable deference to those decisions. Id. To succeed on such a claim, the\n\n       petitioner must show that the unraised issue was significant, obvious, and\n\n       clearly stronger than the issues that were presented on direct appeal. Singleton v.\n\n       State, 889 N.E.2d 35, 41 (Ind. Ct. App. 2008). “Appellate counsel is not\n\n       ineffective for failing to raise issues that are unlikely to succeed.” Id.\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017   Page 6 of 12\n\f                                           Discussion & Decision\n\n\n[12]   Johnson contends that counsel was ineffective for failing to argue on direct\n\n       appeal that the trial court erred in allowing an amendment to the charging\n\n       information after the trial had already commenced. He claims the amendment\n\n       was one of substance and therefore barred by Ind. Code § 35-34-1-5.\n\n\n[13]   The State may amend a charging information “at any time…in respect to any\n\n       defect, imperfection, or omission in form,” so long as doing so does not\n\n       prejudice the defendant’s “substantial rights.” I.C. § 35-34-1-5(c). Once the\n\n       trial has begun, however, the State may not amend the information “in matters\n\n       of substance.” I.C. § 35-34-1-5(b). An amendment “is one of form, not\n\n       substance, if both (a) a defense under the original information would be equally\n\n       available after the amendment, and (b) the accused’s evidence would apply\n\n       equally to the information in either form. And an amendment is one of\n\n       substance only if it is essential to making a valid charge of the crime.” Fields v.\n\n       State, 888 N.E.2d 304, 310 (Ind. Ct. App. 2008). “Ultimately, the question is\n\n       whether the defendant had a reasonable opportunity to prepare for and defend\n\n       against the charges.” Erkins v. State, 13 N.E.3d 400, 405-06 (Ind. 2014).\n\n\n[14]   Relevant here, the neglect of a dependent statute provides: “A person having\n\n       the care of a dependent, whether assumed voluntarily or because of a legal\n\n       obligation, who knowingly…places the dependent in a situation that endangers\n\n       the dependent’s life or health…commits neglect of a dependent”. Ind. Code §\n\n       35-46-1-4(a). When the State originally filed the second count, it alleged in\n\n\n       Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017   Page 7 of 12\n\f       relevant part that Johnson had the care of A.J. “because of a legal obligation”.\n\n       Direct Appeal Appendix at 521. During trial, the State was permitted to amend\n\n       the charge to state that Johnson had the care of A.J. “whether assumed\n\n       voluntarily or because of a legal obligation”. Id. at 336.\n\n\n[15]   Johnson claims that the amendment was one of substance because one of his\n\n       defenses to the original charge was not equally available after the amendment.\n\n       He notes that the State failed to present any scientific evidence of paternity,\n\n       such as DNA testing, and he planned to defend against the charge based on the\n\n       lack of evidence establishing his legal obligation to care for A.J. Johnson\n\n       asserts that the amendment “demoted the issue [of paternity] from dispositive to\n\n       irrelevant.” Appellant’s Brief at 16.\n\n\n[16]   On the contrary, the issue of paternity was never dispositive. As set out above,\n\n       the neglect statute does not mandate that the defendant be a parent of the child\n\n       but rather the statute provides that it is sufficient that the defendant voluntarily\n\n       assumed caring for the child. Kellogg v. State, 636 N.E.2d 1262, 1264 (Ind. Ct.\n\n       App. 1994) (“Proof that the passenger in Kellogg’s car was his child was not an\n\n       element of the State’s case for the offense of neglect of a dependent.”). In other\n\n       words, the State is simply required to establish that the dependent was in the\n\n       defendant’s care – a fact that could not reasonably be disputed in this\n\n       case. Whether a defendant’s care of a child is shown by legal obligation or\n\n       voluntary assumption is of no moment because these are not essential elements\n\n       of the offense. Accordingly, Johnson could not have defended against the\n\n       original charge based on the State failing to establish paternity. See id.\n\n       Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017   Page 8 of 12\n\f[17]   The amendment did not affect any of Johnson’s legitimate defenses and his\n\n       evidence applied equally to the information in either form. Further, the\n\n       amendment was not essential to the State making a valid charge of the crime.\n\n       See Fajardo v. State, 859 N.E.2d 1201, 1205 (Ind. 2007) (“an amendment is of\n\n       substance only if it is essential to making a valid charge of the crime”). The\n\n       amendment was clearly one of form. See Erkins, 13 N.E.3d at 406 (amendment\n\n       was one of form because the particular identity of the co-conspirator performing\n\n       the overt act in furtherance of the conspiracy was not essential to making a\n\n       valid conspiracy charge).1\n\n\n[18]   We cannot say that appellate counsel was ineffective for failing to raise a claim\n\n       that would have been unsuccessful on direct appeal.\n\n\n[19]   Judgment affirmed.\n\n\n       Mathias, J., concurs.\n\n\n       Baker, J., concurs in result with opinion.\n\n\n\n\n       1\n        In Erkins, the trial court permitted an amendment during trial that changed the name of the co-conspirator\n       who performed the overt act in furtherance of the conspiracy. On appeal, the defendant argued that “because\n       his defense had been based on the State’s allegation that he had done the surveillance [rather than his co-\n       conspirator], the change was one of substance”. Id. at 405. The Supreme Court rejected this argument.\n\n       Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017           Page 9 of 12\n\f                                                  IN THE\n           COURT OF APPEALS OF INDIANA\n\n       David L. Johnson, Jr.,                                    Court of Appeals Case No.\n                                                                 82A01-1611-PC-2460\n       Appellant-Defendant,\n\n               v.\n\n       State of Indiana,\n       Appellee-Plaintiff\n\n\n\n\n       Baker, Judge, concurring in result.\n\n\n[20]   I concur with the result reached by the majority but respectfully part ways with\n\n       its analysis. While I agree with the majority that “the neglect statute does not\n\n       mandate that the defendant be a parent of the child but rather the statute\n\n       provides that it is sufficient that the defendant voluntarily assumed caring for\n\n       the child,” slip op. p. 8, in this case, the way in which the State charged the\n\n       offense limited the way in which it could meet its burden of proof. By initially\n\n       charging only that Johnson had a legal obligation to A.J., the State (perhaps\n\n       unnecessarily) tied its own hands and limited its own options.\n\n\n[21]   Because of the way in which the State drafted its initial charging information,\n\n       part of Johnson’s defense rested on the fact that the State was unable to prove\n       Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017   Page 10 of 12\n\f       that he had established paternity.2 When the State amended the charging\n\n       information to include both prongs of the statute, the amendment demoted the\n\n       issue of paternity from dispositive to irrelevant. I can only conclude that\n\n       Johnson’s defense regarding paternity was not equally available under the\n\n       amended charge, that it was consequently an amendment of substance, and that\n\n       the trial court should not, therefore, have granted the State’s motion to amend.\n\n\n[22]   Appellate counsel considered raising this issue on appeal but decided against it\n\n       because he thought that trial counsel had invited the error. PCR Ex. B. p. 1. I\n\n       cannot agree with this analysis. During the discussion regarding the State’s\n\n       motion to amend, trial counsel did concede—arguably erroneously—that the\n\n       amendment would be lawful if it were one of form. But it is clear that trial\n\n       counsel did not concede that the amendment was one of form, maintaining\n\n       throughout that the amendment was substantive and therefore impermissible.\n\n       Indeed, when the trial court granted the motion, it explicitly noted that it was\n\n       doing so over Johnson’s objection. Under these circumstances, it is unlikely\n\n       that this Court would have found that trial counsel invited the error.\n\n\n[23]   That said, it must still be determined whether Johnson was prejudiced as a\n\n       result of appellate counsel’s decision to forgo raising the issue on appeal. The\n\n       remedy to which Johnson contends he would be entitled, were a ruling to be\n\n\n\n\n       2\n         The State notes that Johnson also had other defenses, notably that he was not the individual who had\n       injured A.J. As Johnson observes, however, the State cites to no authority that holds or even suggests that an\n       amendment is unlawful only if it obliterates every aspect of the defendant’s defense. I do not find the fact\n       that Johnson had multiple lines of defense to be of import.\n\n       Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017            Page 11 of 12\n\f       issued in his favor, is a new trial. Appellant’s Br. p. 21; see, e.g., Gibbs v. State,\n\n       952 N.E.2d 214, 224 (Ind. Ct. App. 2011) (finding that trial court erred by\n\n       allowing State to make substantive amendment of charges after jury trial had\n\n       commenced and reversing, vacating conviction, and remanding for a new trial).\n\n       Were Johnson to receive a new trial, I am confident that the State would amend\n\n       its original charging information—in a timely fashion, before trial began—to\n\n       include both prongs of the child neglect statute.\n\n\n[24]   Johnson has not explained how he would benefit from a new trial. He has\n\n       offered no argument and proffered no evidence suggesting that he would have a\n\n       defense to a charge that he voluntarily assumed the care of A.J., who was his\n\n       dependent. He has made no suggestion that he has a defense to any of the\n\n       following evidence: (1) A.J. had lived with Johnson and her mother since she\n\n       was born; (2) Johnson referred to A.J. as his daughter on the 911 call and to a\n\n       police detective; and (3) Johnson’s father referred to A.J. as Johnson’s daughter\n\n       during his testimony. He has not contended that he did not voluntarily assume\n\n       the care of A.J. when A.J.’s mother went to sleep and left the baby with\n\n       Johnson to feed and put to bed. Under these circumstances, even if appellate\n\n       counsel had raised this issue on appeal, and even if this Court had found the\n\n       trial court’s ruling to be erroneous, we would have found the error to be\n\n       harmless. Therefore, Johnson has failed to establish that, even if appellate\n\n       counsel was ineffective, he was prejudiced as a result.\n\n\n[25]   Consequently, while I part ways with the reasoning of the majority, I agree that\n\n       the judgment of the post-conviction court should be affirmed.\n\n       Court of Appeals of Indiana | Memorandum Decision 82A01-1611-PC-2460 | July 13, 2017   Page 12 of 12\n\f",
            "ocr": false,
            "opinion_id": 4185893
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}