{
    "id": 4408626,
    "judges": "Thomas C. Wheeler",
    "date_filed": "1978-02-03",
    "date_filed_is_approximate": true,
    "slug": "dell-federal-systems-lp-v-united-states",
    "case_name_short": null,
    "case_name": "Dell Federal Systems, L.P. v. United States",
    "case_name_full": "DELL FEDERAL SYSTEMS, L.P., and Blue Tech Inc., Plaintiffs, and Iron Bow Technologies, LLC, Et Al., Plaintiff-Intervenors, v. the UNITED STATES, Defendant, and Alphasix Corp., Et Al., Defendant-Intervenors",
    "attorneys": "Michael F. Mason, with whom were C. Peter Dungan, Christine Reynolds, and Thomas A Pettit, Hogan Lovells US LLP, Washington, D.C., for Plaintiff Dell Federal Systems, L.P.;, Michael J. Anstett, with whom were James J. McCullough, Neaha P. Raol, and Brendan C, McNamara, Fried, Frank, Harris, Shriver & Jacobson LLP, Washington, D.C., for Plaintiff Blue Tech Inc.;, Joseph E. Ashman, Trial Attorney, with whom were Chad A. Readier, Acting Assistant Attorney General, Robert E. Kirschman, Jr., Director, and Martin F. Hockey, Jr., Deputy Director, Commercial Litigation Branch, Civil Division, Department of Justice, Washington, D.C., for Defendant;, Jerry Alfonso Miles, Deale Services, LLC, Rockville, Maryland, for Plaintiff-Intervenor Govsmart, Inc.;, Maria L. Panichelli, with whom was Robert G. Ruggieri, Cohen, Seglias, Pallas, Greenhall & Furman, P.C., Philadelphia, Pennsylvania, for Plaintiff-Intervenor Ideal Systems Solutions, Inc,;, Thomas K. David, with whom were Kenneth D. Brody and Katherine A. David, David, Brody & Dondershine, LLP, Reston, Virginia, for Plaintiff-Intervenor NCS Technologies, Inc.;, Joseph P. Hornyak, with whom were Elizabeth N. Jochum and Rodney M. Perry, Holland & Knight LLP, Tysons, Virginia, for Plaintiff-Intervenor Red River Computer Co., Inc.;, Anthony J. Márchese, with whom were Carol L. O’Riordan, Pamela J. Bethel, and Taimur Rabbani, O’Riordan Bethel Law Firm, LLP, Washington, D.C., for Defendant-Intervenor Alphasix Corp.;, Daniel R. Forman, with whom were Jonathan M. Baker, Elizabeth A. Buehler, and Nkechi A. Kanu, Crowell & Moring LLP, Washington, D.C., for Defendant-Intervenor HPI Federal, LLC;, David M. Nadler, with whom were David Y. Yang, Adrien C. Pickard, and Philip E. Beshara, Blank Rome LLP, Washington, D.C., for Defendant-Intervenor CDW Government LLC;-, Gerald H. Werfel, with whom was Ian A. Cronogue, Baker, Cronogue, Tolle & Werfel, LLP, McLean, Virginia, for Defendant-In-tervenor Insight Public Sector, Inc.;, Anne B. Perry, with whom were Matthew W. Turetzky, and Keeley A, McCarty, Sheppard Mullin Richter & Hampton LLP, Washington, D.C., for Defendant-Intervenor Sterling Computers Corp.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "REPORTED OPINION on Cross-Motions for Judgment on the Administrative Record. Signed by Judge Thomas C. Wheeler.",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "(Reissued for Publication: July 13, 2017)1",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b104-9\">\n    DELL FEDERAL SYSTEMS, L.P., and Blue Tech Inc., Plaintiffs, and Iron Bow Technologies, LLC, et al., Plaintiff-Intervenors, v. The UNITED STATES, Defendant, and Alphasix Corp., et al., Defendant-Intervenors.\n   </parties><br><docketnumber id=\"b104-15\">\n    Nos. 17-465C, 17-473C\n   </docketnumber><court id=\"AF3\">\n    United States Court of Federal Claims.\n   </court><otherdate id=\"AUi\">\n    (Reissued for Publication: July 13, 2017)\n    <a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">\n     1\n    </a>\n</otherdate><decisiondate id=\"Ae-\">\n    (Filed Under Seal: July 3, 2017)\n   </decisiondate><br><attorneys id=\"b107-25\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"95\"> \n     *95\n     </span>\n    Michael F. Mason, with whom were C. Peter Dungan, Christine Reynolds, and Thomas A Pettit, Hogan Lovells US LLP, Washington, D.C., for Plaintiff Dell Federal Systems, L.P.;\n   </attorneys><br><attorneys id=\"b107-26\">\n    Michael J. Anstett, with whom were James J. McCullough, Neaha P. Raol, and Brendan\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"96\"> \n     *96\n     </span>\n    C, McNamara, Fried, Frank, Harris, Shriver &amp; Jacobson LLP, Washington, D.C., for Plaintiff Blue Tech Inc.;\n   </attorneys><br><attorneys id=\"b108-4\">\n    Joseph E. Ashman, Trial Attorney, with whom were Chad A. Readier, Acting Assistant Attorney General, Robert E. Kirschman, Jr., Director, and Martin F. Hockey, Jr., Deputy Director, Commercial Litigation Branch, Civil Division, Department of Justice, Washington, D.C., for Defendant;\n   </attorneys><br><attorneys id=\"b108-5\">\n    Jerry Alfonso Miles, Deale Services, LLC, Rockville, Maryland, for Plaintiff-Intervenor Govsmart, Inc.;\n   </attorneys><br><attorneys id=\"b108-6\">\n    Maria L. Panichelli, with whom was Robert G. Ruggieri, Cohen, Seglias, Pallas, Greenhall &amp; Furman, P.C., Philadelphia, Pennsylvania, for Plaintiff-Intervenor Ideal Systems Solutions, Inc,;\n   </attorneys><br><attorneys id=\"b108-7\">\n    Thomas K. David, with whom were Kenneth D. Brody and Katherine A. David, David, Brody &amp; Dondershine, LLP, Reston, Virginia, for Plaintiff-Intervenor NCS Technologies, Inc.;\n   </attorneys><br><attorneys id=\"b108-8\">\n    Joseph P. Hornyak, with whom were Elizabeth N. Jochum and Rodney M. Perry, Holland &amp; Knight LLP, Tysons, Virginia, for Plaintiff-Intervenor Red River Computer Co., Inc.;\n   </attorneys><br><attorneys id=\"b108-9\">\n    Anthony J. Márchese, with whom were Carol L. O’Riordan, Pamela J. Bethel, and Taimur Rabbani, O’Riordan Bethel Law Firm, LLP, Washington, D.C., for Defendant-Intervenor Alphasix Corp.;\n   </attorneys><br><attorneys id=\"b108-10\">\n    Daniel R. Forman, with whom were Jonathan M. Baker, Elizabeth A. Buehler, and Nkechi A. Kanu, Crowell &amp; Moring LLP, Washington, D.C., for Defendant-Intervenor HPI Federal, LLC;\n   </attorneys><br><attorneys id=\"b108-11\">\n    David M. Nadler, with whom were David Y. Yang, Adrien C. Pickard, and Philip E. Beshara, Blank Rome LLP, Washington, D.C., for Defendant-Intervenor CDW Government LLC;-\n   </attorneys><br><attorneys id=\"b108-13\">\n    Gerald H. Werfel, with whom was Ian A. Cronogue, Baker, Cronogue, Tolle &amp; Werfel, LLP, McLean, Virginia, for Defendant-In-tervenor Insight Public Sector, Inc.;\n   </attorneys><br><attorneys id=\"b108-14\">\n    Anne B. Perry, with whom were Matthew W. Turetzky, and Keeley A, McCarty, Sheppard Mullin Richter &amp; Hampton LLP, Washington, D.C., for Defendant-Intervenor Sterling Computers Corp.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" id=\"fn1\" label=\"1\">\n<a class=\"footnote\" href=\"#fn1_ref\">\n     1\n    </a>\n<p id=\"b104-16\">\n     . The Court issued this decision under seal on July 3, 2017, and invited the parties to submit proposed redactions of any proprietary, confidential, or other protected information on or befare July 10, 2017. None of the parties proposed any redactions, Thus, the Court reissues the opinion in full.\n    </p>\n</div></div>",
    "citations": [
        "133 Fed. Cl. 92"
    ],
    "opinions": [
        {
            "author_str": "Wheeler",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "https://ecf.cofc.uscourts.gov/cgi-bin/show_public_doc?2017cv0465-140-0",
            "author_id": null,
            "opinion_text": "        In the United States Court of Federal Claims\n                                       Nos. 17-465C, 17-473C\n\n                                  (Filed Under Seal: July 3, 2017)\n\n                            (Reissued for Publication: July 13, 2017)1\n\n***************************************\n                                           *\n                                           *\nDELL FEDERAL SYSTEMS, L.P., and            *\nBLUE TECH INC.,                            *\n                                           *\n                    Plaintiffs,            *\n                                           *\nand                                        *\n                                           *                  Bid Protest Challenging Agency\nIRON BOW TECHNOLOGIES, LLC, et al., *                         Corrective Action; Multiple Award\n                                           *\n                                           *                  IDIQ Contracts; Proposal Discussions\n                    Plaintiff-Intervenors, *                  Contrasted With Clarifications; Effect\n v.                                        *                  of Blue & Gold Fleet; Declaratory and\n                                           *\n                                           *                  Injunctive Relief.\nTHE UNITED STATES,                         *\n                                           *\n                    Defendant,             *\nand                                        *\n                                           *\n                                           *\nALPHASIX CORP., et al.,                    *\n                                           *\n                   Defendant-Intervenors. **\n                                           *\n************************************** *\n\nMichael F. Mason, with whom were C. Peter Dungan, Christine Reynolds, and Thomas\nA. Pettit, Hogan Lovells US LLP, Washington, D.C., for Plaintiff Dell Federal Systems,\nL.P.;\n\nMichael J. Anstett, with whom were James J. McCullough, Neaha P. Raol, and Brendan\nC. McNamara, Fried, Frank, Harris, Shriver & Jacobson LLP, Washington, D.C., for\nPlaintiff Blue Tech Inc.;\n\n1\n  The Court issued this decision under seal on July 3, 2017, and invited the parties to submit proposed\nredactions of any proprietary, confidential, or other protected information on or before July 10, 2017.\nNone of the parties proposed any redactions. Thus, the Court reissues the opinion in full.\n\fJoseph E. Ashman, Trial Attorney, with whom were Chad A. Readler, Acting Assistant\nAttorney General, Robert E. Kirschman, Jr., Director, and Martin F. Hockey, Jr., Deputy\nDirector, Commercial Litigation Branch, Civil Division, Department of Justice,\nWashington, D.C., for Defendant;\n\nJerry Alfonso Miles, Deale Services, LLC, Rockville, Maryland, for Plaintiff-Intervenor\nGovsmart, Inc.;\n\nMaria L. Panichelli, with whom was Robert G. Ruggieri, Cohen, Seglias, Pallas, Greenhall\n& Furman, P.C., Philadelphia, Pennsylvania, for Plaintiff-Intervenor Ideal Systems\nSolutions, Inc.;\n\nThomas K. David, with whom were Kenneth D. Brody and Katherine A. David, David,\nBrody & Dondershine, LLP, Reston, Virginia, for Plaintiff-Intervenor NCS Technologies,\nInc.;\n\nJoseph P. Hornyak, with whom were Elizabeth N. Jochum and Rodney M. Perry, Holland\n& Knight LLP, Tysons, Virginia, for Plaintiff-Intervenor Red River Computer Co., Inc.;\n\nAnthony J. Marchese, with whom were Carol L. O’Riordan, Pamela J. Bethel, and Taimur\nRabbani, O’Riordan Bethel Law Firm, LLP, Washington, D.C., for Defendant-Intervenor\nAlphasix Corp.;\n\nDaniel R. Forman, with whom were Jonathan M. Baker, Elizabeth A. Buehler, and Nkechi\nA. Kanu, Crowell & Moring LLP, Washington, D.C., for Defendant-Intervenor HPI\nFederal, LLC;\n\nDavid M. Nadler, with whom were David Y. Yang, Adrien C. Pickard, and Philip E.\nBeshara, Blank Rome LLP, Washington, D.C., for Defendant-Intervenor CDW\nGovernment LLC;\n\nGerald H. Werfel, with whom was Ian A. Cronogue, Baker, Cronogue, Tolle & Werfel,\nLLP, McLean, Virginia, for Defendant-Intervenor Insight Public Sector, Inc.;\n\nAnne B. Perry, with whom were Matthew W. Turetzky, and Keeley A. McCarty, Sheppard\nMullin Richter & Hampton LLP, Washington, D.C., for Defendant-Intervenor Sterling\nComputers Corp.\n\n\n\n\n                                           2\n\f                                OPINION AND ORDER\n\nWHEELER, Judge.\n\n       Plaintiffs brought this bid protest to challenge the Department of the Army’s\ndecision to take corrective action after multiple previous protests had been filed at the\nGovernment Accountability Office (“GAO”). The underlying solicitation sought to\nprocure commercial off-the-shelf computer hardware through indefinite-delivery,\nindefinite quantity contracts with the Army. Fifty-eight offerors submitted proposals, and\nthe Army found only nine of those proposals to be technically acceptable. The Army\nawarded contracts to each of the nine technically acceptable offerors.\n\n       Twenty-one of the unsuccessful offerors filed protests at the GAO. The protesters\nmainly alleged that the solicitation contained several ambiguities causing the offerors to\nsubmit technically unacceptable proposals. The protesters argued that they could have\ncorrected the flaws in their proposals if the Army had requested clarifications or engaged\nin discussions with offerors.\n\n       After analyzing the GAO protests, the Army determined that the GAO protests\nrepresented a significant litigation risk. The Army’s counsel found that Department of\nDefense Federal Acquisition Regulation Supplement (“DFARS”) § 215.306(c), in\nconjunction with a recent GAO decision, In re Science Applications International Corp.,\nB-413501.2, 2016 WL 6892429 (Nov. 9, 2016), meant that the Army was obligated to\nconduct discussions with offerors unless it had a reasonable basis for forgoing such\ndiscussions. The Army thought it possible that the GAO could find the Army lacked a\nreasonable basis to forgo discussions, and therefore it decided to implement corrective\naction by reopening the procurement, conducting discussions with virtually all of the\nofferors, and allowing offerors to resubmit proposals with new pricing. Complicating\nmatters, the Army had disclosed the prices of the nine contract awardees.\n\n        Plaintiffs and Plaintiff Intervenors (the “Protesters”)—six of the original contract\nawardees—now challenge the Army’s corrective action. They argue that it was arbitrary\nand capricious for the Army to decide that corrective action was appropriate in this case.\nThey further challenge the scope of the Army’s corrective action, as well as the Army’s\ndecision to release their winning proposal prices. Those receiving contracts rightly\ncomplain that they would be at a significant competitive disadvantage in having to compete\nagain for contracts they had rightly won in the first instance. They seek a permanent\ninjunction that would forbid the Army from implementing the corrective action. Five of\nthe previously unsuccessful offerors have joined this suit as Defendant-Intervenors. They,\nalong with the Government, defend the Army’s corrective action as a reasonable response\nto a reasonable assessment of litigation risk.\n\n\n\n                                             3\n\f        Most of the parties have submitted cross-motions for judgment on the administrative\nrecord. The Court heard oral argument on the cross-motions on June 14, 2017. After\nconsidering the parties’ arguments, the Court finds that the Army’s contemplated\ncorrective action is not narrowly targeted to address the procurement defects the Army has\nidentified. While discussions would have been permissible before the Army announced its\ncontract awards, the Army elected to make awards without discussions. The administrative\nrecord reflects the consequences of that decision: many offerors made minor errors filling\nout the Army-provided spreadsheets and submitted technically unacceptable proposals as\na result. These consequences are relatively minor, and the Court finds that clarifications\nand reevaluation would suffice to remedy them. On the other hand, discussions paired with\nre-solicitation would represent a blunderbuss approach to corrective action that neither the\nrecord nor the law supports. There is no reason to reopen the competition and invite new\nproposals, particularly where the Army’s requirements have not changed. Therefore, the\nCourt GRANTS Plaintiffs’ and Plaintiff-Intervenors’ motions for judgment on the\nadministrative record. The Court similarly grants their motions for a permanent injunction\nbarring the Army’s proposed corrective action. Defendant’s and Defendant-Intervenors’\nmotions are DENIED. As the Court will explain, the Army surely can formulate some\nacceptable form of corrective action short of engaging in full-blown discussions and\nrequesting a new round of proposals. The simple use of clarifications and reevaluation of\nproposals would cause many of the unacceptable proposals to become acceptable, and\nthereby eligible for award.\n\n                                              Background\n\n        A.      The Army’s Solicitation\n\n        The Army, acting through the Army Contracting Command at Rock Island, Illinois,\nissued Solicitation W52P1J-15-R-0122 on May 3, 2016. AR Tab 17 at 153.2 The\nsolicitation would begin a new iteration of the Army Desktop Mobile and Computing\nprogram, known as ADMC-3. See id. at 155. The Solicitation sought indefinite-delivery,\nindefinite-quantity contracts for “commercial-off-the-shelf (COTS) desktop computers,\nintegrated desktop computers, workstations, electronic display, notebooks, tablet\ncomputers, slate, thin client, ultra-thin client, printers, multifunction devices and\nwarranty.” Id. The awardees would perform by filling firm fixed-price delivery orders.\nId. The Army guaranteed that it would place a minimum of $10,000 in delivery orders\nwith each awardee, which would “require each successful offeror to provide 1-2 laptops,\ntablets or peripherals to be determined at the time of award.” Id. at 156. Still, the Army\n\n\n\n2\n  References to “AR Tab __” refer to tabs in the administrative record. All page numbers given use the\npagination of the administrative record rather than that of individual documents within the record.\nFurthermore, the Solicitation was amended ten times in ways that are not relevant to this case. For ease of\nreference, the Court cites the first version (AR Tab 17).\n                                                    4\n\fcontemplated ordering far more equipment under the contract, and the contract’s total\nestimated value is $5 billion. Id. at 155; AR Tab 69 at 4324.\n\n       Offerors were evaluated based on “an integrated assessment of three evaluation\nfactors:” Technical Approach, Past Performance, and Price. AR Tab 17 at 199. Factor 1\n(Technical Approach) was divided into two subfactors: Equipment Submission Form and\nBusiness Process Form. Id. To be considered for an award, the solicitation required an\n“acceptable” rating for the Technical Approach (including both subfactors) and Past\nPerformance factors. Id.\n\n       The solicitation directed offerors to submit their proposals in four “volumes:”\nTechnical Approach, Past Performance, Price, and Contracts/Business. Id. at 195.\nOfferors were required to complete Army-provided Excel spreadsheets for the Equipment\nSubmission form and Business Process Form subfactors as part of Volume 1. Id. For both\nsubfactor spreadsheets, the solicitation instructed offerors to “complete all cell entries and\nthe information provided shall demonstrate that the minimum requirements outlined in the\nStatement of Work (SOW) are met or exceeded.” Id. at 196. The instructions also stated\nthat “an incomplete or blank entry will indicate that the proposed item does NOT meet the\nminimum requirements.” Id.\n\n       The Army intended to award “at least eight” contracts to the offerors who submitted\nthe lowest-priced technically acceptable proposals, but reserved the right to make “as\nmany, or as few, awards as deemed appropriate.” Id. at 155. The awards would be divided\ninto two categories: those reserved for small business, and those available through full and\nopen competition. Id. at 198. For the first category, the Army intended to “select the five\nlowest priced Small Business Offerors for award, provided that five responsible small\nbusiness proposals [were] found to be acceptable in all non-price factors.” Id. For the full\nand open competition category, the Army intended to award three contracts to the non-\nsmall-business offerors who submitted the lowest-priced technically acceptable proposals.\nId.\n\n        Finally, the solicitation stated that the Army “intend[ed] to award without\nconducting discussions with Offerors.” Id. at 193.3 However, “the Government\nreserve[ed] the right to conduct discussions and to permit Offerors to revise proposals if\ndetermined necessary by the Contracting Officer.” Id. Further, if the Army chose to open\ndiscussions, “all proposals, to include small business proposals previously removed for\nunacceptability . . . [would] be included,” after which the Army would reevaluate proposals\nin accordance with the solicitation. Id. at 198. The Army similarly noted that it could,\n“solely at its discretion, enter into clarifications or communication as needed” with offerors\nas part of the evaluation process. Id. at 193.\n\n3\n  The procurement concept of making award without discussions, even for a large dollar procurement, is\nnot unreasonable when considering that the agency was acquiring commercial off-the-shelf equipment.\n                                                   5\n\f       B.     The Army’s Evaluation and Award Decisions\n\n       All proposals from offerors were due by August 4, 2016. AR Tab 31 at 392. Fifty-\neight offerors had submitted proposals by that date (fifty-two from small businesses and\nsix from large businesses). AR Tab 69 at 4327. The Army found that three of the fifty-\neight proposals did not comply with the solicitation’s requirements, so the Army only\nevaluated the remaining fifty-five proposals. Id. The Source Selection Evaluation Board\n(“SSEB”) evaluated all offerors under the first factor (Technical Approach), and did not\nevaluate offerors’ proposals under the other two factors if the offeror was rated\nunacceptable for the first factor. See id. at 4329–30, 4334–40. The SSEB rated only nine\nproposals acceptable under factor one, and rated each of these nine proposals acceptable\nunder the other two factors. Id.\n\n        In a briefing for the Source Selection Authority on the evaluation results, the SSEB\naddressed the possibility of discussions and recommended that the Army not conduct them.\nId. at 4347. Specifically, the SSEB reasoned:\n\n              1)      We do not have a meaningful reason to open discussions\n\n              2)  Opening discussions would significantly delay award of\n              ADMC-3 because:\n\n                    Past performance team would have to evaluate and write\n                     past performance reports for 46 remaining offerors\n\n                    All evaluation teams would have to evaluate final\n                     proposal revisions after discussions are opened\n\n              3)     Based on the prices and items being offered, opening\n              discussions would not result in a greater variety of laptops,\n              desktops, etc.\n\nId. at 4348. Therefore, the Army did not conduct discussions, and it awarded contracts to\nthe nine technically acceptable offerors on February 16, 2017 (it notified the unsuccessful\nofferors on the same date). See AR Tabs 75–84. The Army’s letters to the unsuccessful\nofferors disclosed the nine awardees’ total proposed prices. AR Tab 84.\n\n       C.     The GAO Protests and the Army’s Corrective Action\n\n      Twenty-one of the unsuccessful offerors filed protests with the GAO between\nFebruary 21 and March 9, 2017 challenging the Army’s award decisions. See AR Tabs\n85–105. The GAO protesters primarily alleged that clerical errors and other\nmisunderstandings concerning the Equipment Submission Form spreadsheet had led them\n                                             6\n\fto submit technically unacceptable proposals. Several protesters also argued that the Army\nshould have engaged in discussions with offerors to resolve these spreadsheet-related\nmisunderstandings. In response to the protests, the Army instructed the nine awardees to\nstop work under their contracts on February 22, 2017. AR Tab 106.\n\n       On March 21, 2017, the Army advised the GAO that it planned to take corrective\naction in response to the twenty-one protests. AR Tab 107a. The Army announced that it\nwould open discussions with all remaining offerors, request final proposal revisions with\nrevised pricing, and issue new award decisions. Id. The Army documented its reasons for\ntaking corrective action in a Memorandum for Record (“MFR”) dated March 22, 2017.\nAR Tab 110b. The MFR mainly quotes a previous memorandum prepared by George\nFarley, an Army Attorney-Advisor. Id. Mr. Farley explained the possible impact of\nDFARS § 215.306(c) on the pending GAO protests. Id. at 5832. That section states, “for\nacquisitions with an estimated value of $100 million or more, contracting officers should\nconduct discussions.” Mr. Farley noted that while no GAO decision had overturned an\nagency decision not to conduct discussions in a procurement valued over $100 million,\n“the GAO will review these cases to ensure the agency’s rationale for not holding\ndiscussions is reasonable.” Id. at 5832.\n\n        Through the lens of a hypothetical GAO review, Mr. Farley found that the Army’s\ngrounds for not conducting discussions likely were unreasonable. First, he found that the\nagency’s desire for convenience in not evaluating and writing past performance reports for\nthe forty-six remaining offerors did not pass muster. Id. at 5833–34. He noted that “[b]eing\nconvenient or providing an efficiency to the Agency is rarely, if ever, a reasonable rationale\nfor the Agency to not comply with a provision of law.” Id. at 5834. He further found the\nArmy’s “no greater variety of laptops, desktops, etc.” reason unavailing:\n\n              This stand-alone statement, which does not specifically\n              address the more advantageous pricing of the majority of the\n              unacceptable offerors’ proposals, is the Agency’s best\n              argument for not opening discussions. But, in order to\n              determine reasonableness, we must look at the totality of the\n              circumstances. Therefore, we must weigh the reasonableness\n              of this statement, along with the RFP language that the Agency\n              intended to award without Discussions, against the issues\n              raised regarding unreasonable behavior by the 20 protesters.\n              As summarized above, these issues lend themselves to showing\n              that the spreadsheet errors could have easily and quickly been\n              resolved. Additional issues raised impart either an ambiguity\n              in the requirements or the Government’s instructions how to\n              fill out the spreadsheet. A couple of these issues are:\n\n\n\n                                              7\n\f             a.     The hard-line issue regarding Hard-Drive versus Solid-\n             State Drives;\n\n             b.     Stating that an upgrade must be an increase in capability\n             but then stating that selection of an item in a drop-down is\n             acceptable when there are items in the dropdown that are not\n             upgrades to a base model.\n\n             These specific issues are detrimentally supported by the\n             Agency’s own evaluation when it states that the fifth (5th) most\n             common reason that proposals were found Technically\n             Unacceptable was “the offeror proposed items that did not\n             meet the minimum requirements” of the Agency. Given that\n             the language for the first two (2) reasons is that “the offeror\n             selected ‘NA’ instead of filling in a required field” and the\n             “offeror provided an incomplete or blank entry which\n             indicates” the item does not meet our requirements, the logical\n             conclusion is that the first two (2) reasons were merely\n             compliance issues with filling out the form rather than a\n             deficiency in the item proposed.\n\nId. He concluded that, because of these issues, there was “significant litigation risk in\ndefending these [GAO] protests.” Id. Mr. Farley then suggested a possible course for\ncorrective action:\n\n             If the Agency were to take corrective action based on the\n             litigation risk, we would be able to resolve all issues alleged in\n             these protests and make a new award decision that is simply\n             based on price alone. . . . By only allowing revisions to areas\n             previously determined as deficiencies and allowing Offerors to\n             change price the evaluation would be a reassurance that the\n             Offerors changed the spreadsheet in accordance with our\n             evaluation notice. Allowing Offerors to change price would\n             also benefit the Agency by getting offers that are a better value\n             to the Government.\n\n             RECOMMENDATION: Due to the significant litigation risk,\n             the ambiguities in the spreadsheet and SOW, and a matter of\n             policy to do what is right, I recommend that we take limited\n             corrective action to resolve the issues with Offerors’ Technical\n             Proposals.”\n\n\n\n                                             8\n\fId. at 5835. The Army MFR adopts Mr. Farley’s position, and does not give further reasons\nfor the Army’s corrective action.\n\n        On March 23, 2017, the GAO dismissed all twenty-one protests as academic in\nresponse to the Army’s notice of corrective action. AR Tab 110c at 5836–37. The next\nday, the Army sent letters to the fifty-five evaluated offerors. See AR Tab 112. In the\nletters, the Army advised technically unacceptable offerors of the deficiencies in their\noriginal proposals and instructed them to submit their “best and final” proposals. See, e.g.,\nid. at 6013. To the previous awardees, the Army stated, “If you make changes to areas of\nyour technical proposal that have already been found acceptable, you are at risk of being\nfound technically unacceptable.” See, e.g., id. at 5861. In all of its letters, the Army further\nadded, “For the Price proposal, you are authorized to change your prices to your best and\nfinal prices.” Id.\n\n       D.     The Original Awardees’ Current Protest\n\n       Dell Federal Systems, L.P. filed this bid protest challenging the Army’s corrective\naction on March 31, 2017. The protest seeks a declaratory judgment that the corrective\naction is unlawful, as well as a permanent injunction barring the corrective action. See\nDell Compl. at 8, Dkt. No. 1. Blue Tech Inc. brought a related protest, and the Court\nconsolidated the two protests on April 3, 2017. Dkt. No. 29. The Government notified the\nCourt on the same date that the Army would voluntarily stay its corrective action for the\nduration of this protest. Dkt. No. 22. Five other original awardees—Iron Bow\nTechnologies, LLC, Govsmart, Inc., Ideal System Solutions, Inc., NCS Technologies, Inc.,\nand Red River Computer Company, Inc.—have joined this case as plaintiff-intervenors.\nSimilarly, six of the losing offerors have joined this case as defendant-intervenors:\nAlphasix Corp., HPI Federal, LLC, CDW Government LLC, Insight Public Sector, Inc.,\nIntegration Technology Groups, Inc., and Sterling Computers Corp.\n\n        The Government and all but one of the defendant-intervenors (Integration\nTechnology Groups) filed motions for judgment on the administrative record on May 3,\n2017. The plaintiffs and all but one of the plaintiff-intervenors (Iron Bow Technologies)\nfiled cross-motions on May 17, 2017. The parties completed briefing on May 31, 2017,\nand the Court heard oral argument on the cross-motions on June 14, 2017.\n\n                                          Discussion\n\n       A.     Jurisdiction and Standard of Review\n\n       The Tucker Act grants this Court subject matter jurisdiction over bid protests. 28\nU.S.C. § 1491(b)(1) (2012). The protesters also have standing to challenge the Army’s\nproposed corrective action despite their status as current contract awardees, as a protest of\ncorrective action “is in the nature of a pre-award claim.” Sheridan Corp. v. United States,\n\n                                               9\n\f95 Fed. Cl. 141, 148 (2010) (quoting IMS Servs., Inc. v. United States, 32 Fed. Cl. 388,\n398 (1994)).\n\n       In a bid protest, the Court reviews agency decisions—including decisions pertaining\nto corrective action—pursuant to the standards set out in the Administrative Procedure Act\n(“APA”). 28 U.S.C. § 1491(b)(4) (2012); 5 U.S.C. § 706 (2012). Under the APA, this\nCourt shall set aside an agency action if it is “arbitrary, capricious, an abuse of discretion,\nor otherwise not in accordance with law.” 5 U.S.C. § 706(2)(A) (2012); see Banknote\nCorp. of Am., Inc. v. United States, 365 F.3d 1345, 1350–51 (Fed. Cir. 2004). An agency’s\ndecision does not violate the APA if the agency “provided a coherent and reasonable\nexplanation of its exercise of discretion.” Impresa Construzioni Geom. Domenico Garufi\nv. United States, 238 F.3d 1324, 1332–33 (Fed. Cir. 2001).\n\n        This standard is the same when a Court must consider an agency’s corrective action.\n“Contracting officers are provided broad discretion to take corrective action where the\nagency determines that such action is necessary to ensure fair and impartial competition.”\nSheridan, 95 Fed. Cl. at 151 (citation omitted). Therefore, in cases involving corrective\naction, “the agency’s corrective action must be rationally related to the defect to be\ncorrected.” Id. (citation omitted). The evidence in the record must show that the agency\n(1) identified a defect in the procurement, and (2) considered the ways in which its\ncorrective action would remedy the defect. See id. The Court’s review is deferential to\nthe agency as long as the agency has rationally explained its corrective action decision. Id.\n(citing Advanced Data Concepts, Inc. v. United States, 216 F.3d 1054, 1057–58 (Fed. Cir.\n2000). Finally, even if the agency acted without a rational basis, the Court cannot grant\nrelief unless the agency’s action prejudiced the protester. Bannum, Inc. v. United States,\n404 F.3d 1346, 1351 (Fed. Cir. 2005).\n\n       B.     The Army’s Contemplated Corrective Action is not Rationally Related to\n              Defects in the Procurement\n\n        The parties’ dispute encompasses both elements of the corrective action analysis.\nFirst, the parties dispute the existence of a procurement defect in need of correction. Next,\nthe parties disagree as to the appropriate scope of the Army’s corrective action. The Court\nwill address each of the parties’ arguments in turn.\n\n              1.     The Army Rationally Identified Procurement Defects\n\n       The Government and Defendant-Intervenors have pointed to two defects in the\nArmy’s procurement. First, they argue that the Equipment Submission Form spreadsheet\nthe offerors were required to submit with their proposals contained latent ambiguities.\nSecond, they argue that DFARS § 215.306(c) required the Army to conduct discussions\nunless it reasonably concluded that discussions were unnecessary. According to this view,\nthe Army’s decision not to conduct discussions had no reasonable basis in the record, so\n\n                                              10\n\fthe failure to conduct discussions was itself a defect. The Protesters argue that any claims\npredicated upon these alleged defects were waived after the close of the bidding process,\nso it was irrational for the Army to decide to take corrective action to remedy the defects.\nIn the alternative, they argue that there were no defects in the procurement that could serve\nas the basis for corrective action.\n\n                      a.     The Timeliness of the GAO Protests has no Bearing on the\n                             Rationality of the Army’s Decision to Take Corrective Action\n\n        As a threshold matter, the Protesters maintain that any claims the GAO protesters\nmight have made about the Army’s failure to conduct discussions and ambiguities in the\nsolicitation were waived under Blue & Gold Fleet, L.P. v. United States, 492 F.3d 1308\n(Fed. Cir. 2007). Pursuant to Blue & Gold Fleet, “a party who has the opportunity to object\nto the terms of a government solicitation containing a patent error and fails to do so prior\nto the close of the bidding process waives its ability to raise the same objection” after the\nclose of the bidding process. Id. at 1313. This waiver rule ensures that protesters do not\nsit on their rights and thereby force more expensive litigation after the agency has closed\nthe bidding process. Id. at 1314 (citation omitted). The protesters here argue that if the\nGAO protesters’ claims were waived, then it was irrational for the Army to conclude that\nit faced litigation risk from the GAO protests, and therefore also irrational to institute\ncorrective action.\n\n        The Court disagrees. Even if the GAO protesters had waived their claims under\nBlue & Gold Fleet—a question the Court need not address—it still would be reasonable\nfor the Army to decide to institute corrective action. While the MFR did cite litigation risk\nas a reason for instituting corrective action, that litigation risk did not stand alone. Rather,\nthe MFR predicates its litigation risk assessment on two apparent procurement defects: (1)\ncommon errors offerors made when completing their Equipment Submission Forms, and\n(2) the Army’s decision to forgo discussions. Therefore, it is important conceptually to\nseparate the litigation risk assessment from the procurement defects that caused the risk.\nLitigation risk itself is not a procurement defect that can be the predicate for corrective\naction. Rather, when agency counsel acknowledges litigation risk in a bid protest, he\nacknowledges that the procurement may have contained defects. When the agency takes\ncorrective action in response to its counsel’s assessment, the agency’s corrective action\ntargets these defects rather than any legal liability. Therefore, it is reasonable for an agency\nto take corrective action to remedy procurement defects even where the agency may have\nfaced no litigation risk because it may have won a protest on procedural grounds.\n\n       Both the Federal Acquisition Regulation (“FAR”) and applicable case law support\nthis view. FAR § 1.602-2(b) requires contracting officers to ensure “that contractors\nreceive impartial, fair, and equitable treatment.” Similarly, as this Court noted in Sheridan,\ncontracting officers are vested with broad discretion to take corrective action when doing\nso would ensure fair and impartial competition. 95 Fed. Cl. at 151. Neither the FAR nor\n\n                                              11\n\fany other law limits the contracting officer’s discretion to decide to take corrective action\nwhen confronted with a procurement defect, even where a protest founded upon that defect\nmight be untimely.\n\n       Furthermore, the GAO has found that contracting officers have discretion to take\ncorrective action in a situation similar to the case at bar:\n\n              [I]t is not necessary for an agency to conclude that the protest\n              is certain to be sustained before it may take corrective action;\n              rather, where the agency has reasonable concern that there\n              were errors in the procurement, we view it as within the\n              agency’s discretion to take corrective action even if the protest\n              could be denied.\n\nIn re Integrated Sci. Sols., Inc., B-406025, 2012 WL 362186, at *2 (Jan. 17, 2012). The\nGAO’s approach is especially prudent where a protest could be denied as untimely under\nBlue & Gold Fleet. The Blue & Gold Fleet waiver rule protects agencies from expensive\nlitigation; it is not meant to deter agency action that would remedy procurement defects. It\nwould therefore be illogical to allow the Protesters here to use this waiver rule as a club to\nprevent the Army from addressing errors it has discovered in its procurement. Thus, the\nCourt finds that the timeliness or untimeliness of the GAO protests alone does not render\nthe Army’s corrective action irrational.\n\n                     b.     The Army Rationally Determined That Spreadsheet\n                            Ambiguities and the Failure to Conduct Discussions Were\n                            Procurement Defects\n\n      It stands to reason that an agency cannot take action to correct a procurement if the\nprocurement is not defective. See Sheridan, 95 Fed. Cl. at 151. Here, the Army (through\nagency counsel) identified two procurement defects in its MFR: (1) ambiguities in the\nspreadsheets that offerors were required to submit as part of their proposals, and (2) the\nArmy’s failure to conduct discussions (or adequately consider the reasonableness of\nconducting discussions).\n\n         First, it was rational for the Army to find defects in the ambiguous spreadsheets. In\nthe MFR, Mr. Farley identified “a couple” examples of spreadsheet ambiguities. See AR\nTab 110b at 5834. He also noted that the Army had recognized offerors’ common failure\nto fill out certain parts of the Equipment Submission Form correctly. Id. As set out in full\nabove, he identified two representative examples of ambiguity: (a) “The hard-line issue\nregarding Hard-Drive versus Solid-State Drives”; and (b) “Stating that an upgrade must be\nan increase in capability but then stating that selection of an item in a drop-down is\nacceptable when there are items in the dropdown that are not upgrades to a base model.”\n\n\n                                             12\n\fId. He found that these mistakes were not substantive, but merely “compliance issues with\nfilling out the form.”\n\n       At oral argument, the Government discussed the “hard line issue” the MFR cites as\nan example. See Oral Arg Tr. at 65–67, Dkt. No. 135 (June 14, 2017). This issue can be\nseen in AR Tab 18 (performance notebook sheet). A slightly thicker black line appears\nbetween the top three rows of the “operating system” column and the bottom three rows.\nThis circumstance could have led offerors to believe that the top three line items relate to\nthe hard disk drive component, whereas the bottom three line items relate to the solid state\ndisk drive. As the Government notes, “if an offeror was to propose a hard disk drive, it\nwould reasonably understand the spreadsheet’s instructions to mean that the offeror did not\nhave to complete rows 27 and 28 and could simply select ‘NA.’” This was not the case, as\nthe Army expected offerors to fill in all line items. The hard line issue misled an\nastonishing nineteen offerors, who were then found technically unacceptable. See Def.\nDemonstrative 2. Therefore, it was rational for the Army to conclude that spreadsheet\nambiguities such as the hard line issue represented a procurement defect. Put simply, the\nArmy’s spreadsheet confused offerors and led many of them to input their line item\nresponses incorrectly. As a result, the Army found many offerors technically unacceptable.\n\n        The Court also finds that the Army reasonably considered its failure to conduct\ndiscussions to be a procurement defect. The MFR devotes the bulk of its analysis to this\nissue. See AR Tab 110b at 5832–34. The argument starts with DFARS § 215.306(c),\nwhich states, “for acquisitions with an estimated value of $100 million or more, contracting\nofficers should conduct discussions.” The MFR then discusses In re Science Applications\nInternational Corp., B-413501.2, 2016 WL 6892429 (Nov. 9, 2016) (“SAIC”), a recent\nGAO case that interprets DFARS § 215.306(c). In SAIC, the GAO found that the\nregulation means “discussions are the expected course of action in DoD procurements\nvalued over $100 million, but that agencies retain the discretion not to conduct discussions\nif the particular circumstances of the procurement dictate that making an award without\ndiscussions is appropriate.” Id. at *8. Therefore, the GAO reviewed the record to\ndetermine whether, “given the particular circumstances of this procurement, . . . there was\na reasonable basis for the agency’s decision not to conduct discussions.” Id. This was the\ncorrect standard of review in spite of the agency’s statement in the solicitation that it\nintended to award a contract without conducting discussions. Id. In the end, the GAO\nexamined the reasonableness of the agency’s decision to forgo discussions using three\nfactors: (1) whether there were deficiencies in the protester’s proposal, (2) whether “the\nawardee’s proposal was evaluated as being technically superior to the other proposals,”\nand (3) whether “the awardee’s price was reasonable.” Id. at *9. The solicitation met these\ncriteria, so the agency’s decision to forgo discussions in SAIC was reasonable. Id.\n\n      The MFR addresses SAIC warily, noting, “Because the SAIC case has now\nincorporated a means for the GAO to give greater scrutiny to the reasonableness of the\nAgency’s decision to not open discussions, we must also look at the underlying rationale,\n\n                                            13\n\fand not just give automatic deference to the contracting officer’s decision.” AR Tab 110b\nat 5833. The MFR then turns to the reasons the Army (through the SSEB) gave for not\nconducting discussions—the effort involved in evaluating forty-six more proposals, as well\nas the fact that there would be no greater variety of computer equipment—and finds them\nwanting. First, the MFR states, “Being convenient or providing an efficiency to the Agency\nis rarely, if ever, a reasonable rationale for the Agency to not comply with a provision of\nlaw. Therefore, the first reason annotated for not conducting Discussions is not\nreasonable.” Id. at 5834. The MFR also notes that the “totality of the circumstances”\nshowed that the Army’s “no greater variety of laptops, desktops, etc.” reason was better,\nbut predicted that this reason might not withstand scrutiny given the ease with which the\nofferors could have revised their proposals. Id. Therefore, the MFR identified the failure\nto conduct discussions as a procurement defect.\n\n        The Court finds the MFR’s interpretation of DFARS § 215.306(c) and SAIC\nreasonable. Here, it is important to note that the Court does not review an agency’s legal\nconclusions about potential procurement defects de novo, as would an appellate tribunal.\nRather, the Court’s role is to review agency decisions for their rationality. Therefore, the\nCourt finds that it was rational for the Army to find that it may have failed the\nreasonableness test articulated in SAIC when it decided to forgo discussions. The Court\nfinds that the Army’s reasons for forgoing discussions, which are only articulated on one\nslide in a PowerPoint presentation, are threadbare and conclusory. It is true that here, as in\nSAIC, the Army announced that it would not conduct discussions. However, when\nconfronted by a situation in which the majority of the offerors appear to have been\ndisqualified because of minor spreadsheet errors, one would expect the Army to explain its\nreasoning a bit more. After all, had the Army conducted discussions before it awarded its\nnine contracts, several of the lower-priced offerors may have revised their proposals and\nbeen found technically acceptable. Therefore, it was rational for the MFR to find that the\nArmy’s failure to conduct discussions constituted a procurement defect.\n\n      In sum, the Army rationally identified two procurement defects: (1) ambiguities in\nthe Equipment Submission Form, and (2) the Army’s failure to hold discussions.\n\n              2.     The Army’s Contemplated Corrective Action is Overbroad\n\n        Even where an agency has rationally identified defects in its procurement, its\ncorrective action “must narrowly target the defects it is intended to remedy.” Amazon Web\nServs., Inc. v. United States, 113 Fed. Cl. 102, 115 (2013) (citing Sheridan, 95 Fed. Cl. at\n153). For example, in Amazon, the GAO found two defects. Id. at 115–16. The first defect\nwas a “price evaluation error” that only affected one part of the procurement. Id. at 115.\nTherefore, the agency should have simply reevaluated the proposals rather than opening\ndiscussions and soliciting final proposal revisions. Id. For the second defect, the GAO\nfound that the agency had impermissibly waived one of the solicitation’s material terms.\nId. at 116. Instead of targeting its corrective action to the affected portion of offerors’\n\n                                             14\n\fproposals, the agency impermissibly “elected to use [the defect] as an opportunity to amend\nother aspects of the solicitation.” Id. (citation omitted).\n\n        This case differs from Amazon in that the defects here are not mere evaluation\nerrors. Still, the same overbreadth principle applies: an agency cannot use relatively minor\ndefects to justify the full-scale opening of discussions and allowing revisions to proposals\nthat do not relate to the defects. Here, the Army attempted to craft corrective action that\naddressed both defects (the ambiguous spreadsheet and the failure to conduct discussions).\nIt opened discussions with all fifty-five remaining offerors and allowed wholesale proposal\nrevisions as long as those revisions responded to the Army’s Evaluation Notices (“ENs”).\nSee, e.g., AR Tab 112 at 5960. Those ENs targeted errors not only on the Equipment\nSubmission Form, but also on the Business Process Form. See, e.g., id. at 5914. The Army\nalso allowed offerors to revise their final prices in any way they desired. The broad scope\nof the corrective action is puzzling because the Army’s requirements had not changed, and\nthe contracting officer did not amend the Solicitation when it opened discussions (as the\nagency had done in Amazon). In sum, the Army opened discussions in which all remaining\nofferors, no matter how egregiously they had erred in their initial proposals, simply\nreceived a second chance at submitting compliant proposals under an unchanged\nsolicitation.\n\n       If the Army wished to comply with the GAO’s SAIC decision, it would have been\nreasonable for the Army to conduct open-ended discussions before it awarded its contracts.\nHowever, now that the contracts have been awarded, any damage caused by not holding\ndiscussions—including the disqualification of several offerors as a result of clerical\nerrors—has been done. The question now is whether holding post-award discussions is a\nrational remedy for failing to hold pre-award discussions, and the Court finds that this\nconclusion does not follow. After all, constructing a henhouse gate is not an appropriate\nremedy after the fox has done its work—one instead needs new chickens.\n\n        With that heavy-handed analogy in mind, there is a more narrowly targeted post-\naward solution that the Army entirely failed to consider: clarifications and reevaluation.\nAfter the agency has received proposals, it may engage in clarification exchanges with\nofferors pursuant to FAR § 15.306(a). These clarifications “are limited exchanges,\nbetween the Government and offerors, that may occur when award without discussions is\ncontemplated.” 48 C.F.R. § 15.306(a)(1). Furthermore, “[i]f award will be made without\nconducting discussions, offerors may be given the opportunity to clarify certain aspects of\nproposals . . . or to resolve minor or clerical errors.” Id. § 15.306(a)(2). Though they\naddress minor or clerical errors, clarifications can result in substantive changes to an\nofferor’s proposal; for example, “clarifications by one offeror could lead to an increase in\nits past performance score or perhaps tilt the award in its favor.” Info. Tech. & Appl. Corp.\nv. United States, 316 F.3d 1312, 1323 (Fed. Cir. 2003) (citation omitted). Still,\nclarifications “are not to be used to cure proposal deficiencies or material omissions,\nmaterially alter the technical or cost elements of the proposal, or otherwise revise the\n\n                                             15\n\fproposal.” JWK Int’l Corp. v. United States, 52 Fed. Cl. 650, 661 (2002), aff’d, 56 F.\nApp’x 474 (Fed. Cir. 2003) (quoting Charleston Marine Containers, Inc., B-283393, 1999\nWL 101556884, at *4 (Nov. 8, 1999)). Thus, the general rule is that clarifications are\nappropriate for correcting non-material or clerical errors. More substantive exchanges\nrequire discussions.\n\n        Griffy’s Landscape Maintenance LLC v. United States, 46 Fed. Cl. 257 (2000) aptly\nillustrates the purpose and proper use of clarifications. In Griffy’s Landscape, the Court\naddressed a negotiated procurement in which a bidder’s “insurance point of contact\ninformation” was missing from its proposal. Id. at 257. Therefore, the Army evaluated\nthe bidder negatively under the past performance factor. Id. The Army did not hold\ndiscussions with offerors, but simply awarded the contract to a different bidder, even\nthough that bidder had submitted a much higher price. Id. at 258. The Court found that\nthe Army had a “duty to inquire” about the absence of this point of contact information,\nnoting that “the government should not be deprived of the best possible contract because\nof a contractor’s clerical error.” Id. at 259–60. Faced with such a minor omission, the\nArmy’s decision not to seek clarification from the bidder was irrational. Id. at 261. In\nreaching its conclusion, the Court distinguished GAO decisions such as Charleston Marine,\nfinding that in such cases “the contractors both failed to submit important information and\nsubmitted incorrect or non-responsive information. There was no indication this was due\nto a clerical error. There is a world of difference between material deficiencies and a lost\nname and number.” Id. The Court concluded, “The government’s obligation is clear and\nsimple. If it suspects a clerical error, it must ask.” Id. at 261.\n\n        Though Griffy’s Landscape did not analyze clarifications as a means of corrective\naction, the Court finds that the principles articulated in that case are relevant here. As in\nGriffy’s Landscape, the Court finds that many of the losing offerors in this procurement\nmade minor or clerical errors that fall within the purview of FAR § 15.306(a).4 Many of\nthe offerors here did not make material mistakes; rather, they filled out a confusing Excel\nspreadsheet incorrectly. Mistakenly omitting information from a spreadsheet in this way\nis akin to the bidder’s omission of minor point-of-contact information in Griffy’s\nLandscape. Furthermore, as in Griffy’s Landscape, the Army had notice that a clerical\nerror had likely occurred. In Griffy’s Landscape, the Army had previously contracted with\nthe bidder, so it should have known that the bidder had compliant insurance information.\nId. at 260. Similarly, the Army here knew that ambiguities in its spreadsheet had likely\ncaused offerors to make clerical errors. Indeed, the MFR itself acknowledges the “logical\nconclusion” that offerors were disqualified because of “mere[] compliance issues with\nfilling out the form rather than a deficiency in the item proposed.” If this language does\n\n4\n Courts have since maintained that the holding in Griffy’s Landscape should be limited to clerical errors.\nSee, e.g., C.W. Over & Sons, Inc. v. United States, 54 Fed. Cl. 514, 521 n.10 (2002). In citing Griffy’s\nLandscape here, the Court does not disturb their conclusion, as the errors many of the offerors made here\nwere clerical.\n\n                                                   16\n\fnot suggest the Army knew that offerors had made clerical errors, it is difficult to see what\nwould.\n\n       As such, it was irrational for the Army not to seek clarification from all offerors it\nknew had been directly affected by the ambiguities it had identified in its own spreadsheet.\nDoing so would not have given all offerors the chance to make their proposals technically\nacceptable—there are several offerors who made more wide-reaching errors—but it would\nhave given the offerors who justifiably thought they were proposing compliant equipment\nthe chance to show that they were in fact proposing compliant equipment. The Army then\ncould have reevaluated the offerors’ proposals instead of resoliciting new proposals.\n\n        In sum, it was irrational for the Army to fail to consider clarifications and\nreevaluation of proposals as a more natural expedient for the minor clerical errors it had\nidentified. The Army instead opened wide-reaching discussions with all remaining\nofferors and allowed all offerors to submit modified proposals with new prices, despite\nhaving disclosed the awardees’ winning prices.5 This is manifestly overbroad; in fact, it is\nakin to killing an ant with a sledgehammer when a rolled-up newspaper would have\nsufficed. Therefore, the Court finds that the Army’s corrective action is not rationally\nrelated to any procurement defects.\n\n        C.      The Army’s Action Prejudiced the Protesters\n\n        A court cannot grant relief in a bid protest unless the agency’s unlawful action has\nprejudiced the protesters. See Bannum, 404 F.3d at 1351. In pre-award protests and,\nconsequently, in protests challenging corrective action, a protester establishes prejudice by\nshowing “a non-trivial competitive injury which can be addressed by judicial relief.”\nSquare One Armoring Serv., Inc. v. United States, 123 Fed. Cl. 309, 320 (2015) (quoting\nSys. Appl. & Techs., Inc. v. United States, 691 F.3d 1374, 1382 (Fed. Cir. 2012)). Here,\nthe Army’s overbroad corrective action constitutes a non-trivial competitive injury because\nit substantially decreases the chance each of the Protesters otherwise has of receiving an\naward. Had the agency followed the more logical step and engaged in clarification\nexchanges, the Protesters would have had a greater likelihood of receiving contract awards\nbecause their initial proposals were compliant and all but one of their proposed prices were\nin the lower half of the fifty-five offers. See Def. Demonstrative 1 (highlighting awardees’\n\n5\n  Disclosure of the awardees’ winning prices here was lawful. See Wildflower Int’l, Ltd. v. United States,\n105 Fed. Cl. 362, 391 (2012). Allowing wholesale price revisions without any record support was not.\nNeither the MFR nor the rest of the administrative record provide support for allowing price revisions. The\nMFR states merely that “[a]llowing Offerors to change price would also benefit the Agency by getting\noffers that are a better value to the Government.” While true, this statement on its face does not provide a\nrational basis for soliciting new prices. See, e.g., WHR Grp., Inc. v. United States, 115 Fed. Cl. 386, 398\n(2014) (“[T]he contracting officer’s bald assertions in the notes to file will not suffice because the agency\nfailed to examine the relevant data and articulate a coherent and reasonable explanation for their decision.”)\n(citation omitted).\n                                                     17\n\fprices amid all proposed prices). As it is, the Army’s round of discussions opens the door\nfor all offerors to revise their proposals and prices such that they become more competitive.\nThe Court is capable of fashioning relief to address this competitive injury. Therefore, the\nProtesters have established prejudice.\n\n        D.      The Protesters are Entitled to Relief\n\n       The Protesters seek both declaratory relief and a permanent injunction on the\nArmy’s corrective action. The Court may award “any relief that [it] considers proper,\nincluding declaratory and injunctive relief.” 28 U.S.C. § 1491(b)(2). First, the Court\ngrants declaratory relief for the reasons stated above. The Court finds the Army’s\ncontemplated corrective action manifestly overbroad, and therefore irrational and\nunlawful.\n\n       Second, the Court grants the Protesters’ request for a permanent injunction. A court\nmay grant injunctive relief if “(1) the plaintiff has succeeded on the merits, (2) the plaintiff\nwill suffer irreparable harm if the court withholds injunctive relief, (3) the balance of\nhardships to the respective parties favors the grant of injunctive relief, and (4) the public\ninterest is served by a grant of injunctive relief.” Centech Grp., Inc. v. United States, 554\nF.3d 1029, 1037 (Fed. Cir. 2009) (citation omitted). Here, the Protesters have succeeded\non the merits. Second, the Court finds that the Protesters would suffer irreparable harm if\nthe court withholds injunctive relief. The Protesters would be forced to recompete\nwholesale for contracts they have already won. Further, as in Sheridan, discussions would\nalso force the Protesters to bid against their own prices. See 95 Fed. Cl. at 155.\n\n        The Court also finds that the balance of hardships favors the Protesters here. The\nGovernment would suffer some hardship if it decided to engage in more limited\nclarification exchanges, as this would require more effort on top of the effort already\nexpended in drafting its ENs. Still, in fashioning its clarification questions, the\nGovernment would be free to look to offerors who stand a realistic chance of receiving an\naward after clarifications; in other words, the Army would not need to review every single\nproposal anew, as it would if it followed its current corrective action plan.6 In contrast, the\nProtesters would face an elevated risk of losing their awards if the Army were to conduct\ndiscussions. Thus, the balance of hardships favors the Protesters.\n\n      Finally, the public interest favors granting injunctive relief here. Corrective action\nis something the judicial system should and does encourage. Still, allowing an agency to\nrespond disproportionately to minor procurement errors harms the integrity of the\nprocurement system because it introduces an unfair and unanticipated additional layer of\ncompetition to a procurement. Agencies have broad discretion to institute corrective\n6\n  Moreover, counsel for the Government indicated at oral argument that it would be “a very easy fix” to\ncraft more narrowly-targeted corrective action if the Court were to find the Army’s current corrective action\nplan too broad. See Oral Arg. Tr. at 74.\n                                                    18\n\faction, but offerors should be secure in the knowledge that any corrective action an agency\nimplements will narrowly target the procurement defects the agency has identified.\nFinally, enjoining the Army’s current corrective action plan does not mean the Army\ncannot pursue more reasonable corrective action within the boundaries described above.\nTherefore, granting a permanent injunction is in the public interest in this case.\n\n                                       Conclusion\n\n       Plaintiffs and Plaintiff-Intervenors’ cross-motions for judgment on the\nadministrative record are GRANTED. Defendant and Defendant-Intervenors’ motions for\njudgment on the administrative record are DENIED. Having found that the prerequisites\nfor entering a permanent injunction are satisfied, the Court hereby permanently ENJOINS\nDefendant from conducting its proposed corrective action. The Clerk is directed to enter\njudgment for Plaintiffs and Plaintiff-Intervenors.\n\nIT IS SO ORDERED.\n\n                                                 s/Thomas C. Wheeler\n                                                 THOMAS C. WHEELER\n                                                 Judge\n\n\n\n\n                                            19\n\f",
            "ocr": false,
            "opinion_id": 4185879
        }
    ],
    "court_short_name": "Federal Claims",
    "court_full_name": "United States Court of Federal Claims",
    "court_type": "FS",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}