{
    "id": 4415163,
    "judges": null,
    "date_filed": "2019-04-05",
    "date_filed_is_approximate": true,
    "slug": "state-v-king",
    "case_name_short": "King",
    "case_name": "State v. King",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 25.0,
            "download_url": "http://www.publications.ojd.state.or.us/docs/S063810.pdf",
            "author_id": null,
            "opinion_text": "646\t                                July 13, 2017\t                          No. 37\n37\nState v. King                                                                              361\n                                                                                     July 13,   Or\n                                                                                              2017\n\n\n\n\n                       IN THE SUPREME COURT OF THE\n                             STATE OF OREGON\n\n                              STATE OF OREGON,\n                                   Appellant,\n                                       v.\n                            TREVIN MICHAEL KING,\n                                  Respondent.\n                           (CC 15CR22123; SC S063810)\n\n  On direct appeal of the order of dismissal of the Linn\nCounty Circuit Court, under ORS 138.060(2)(b).\n                David E. Delsman, Judge.\n                Argued and submitted June 15, 2016.\n   Jennifer S. Lloyd, Assistant Attorney General, Salem,\nargued the cause and filed the briefs for appellant. Also on\nthe briefs were Ellen F. Rosenblum, Attorney General, and\nBenjamin Gutman, Solicitor General.\n   Mary M. Reese, Deputy Public Defender, Office of Public\nDefense Services, Salem, argued the cause and filed the\nbrief for respondent. Also on the brief was Ernest G. Lannet,\nChief Defender.\n   Before Balmer, Chief Justice, and Kistler, Walters, Landau,\nNakamoto, and Flynn, Justices, and Brewer, Senior Justice\npro tempore.*\n                NAKAMOTO, J.\n                The judgment of the circuit court is affirmed.\n\n\n\n\n______________\n\t    *  Baldwin, J., retired March 31, 2017, and did not participate in the decision\nof this case. Duncan, J., did not participate in the consideration or decision of this\ncase.\n\fCite as 361 Or 646 (2017)\t647\n\n\n     Case Summary: Pursuant to a plea agreement, defendant pleaded guilty to\nsecond-degree assault and no contest to first-degree robbery for beating the vic-\ntim and stealing his bicycle. The victim later died from his injuries, and the state\nfiled felony murder and first-degree manslaughter charges based on his death.\nDefendant moved pretrial to dismiss the indictment, arguing that the homicide\ncharges violated the plea agreement. The plea agreement did not specifically\naddress the consequences if the victim were to subsequently die, nor did the\nparties discuss that contingency. As a matter of first impression, the trial court\nconcluded that the state’s failure to reserve the right to bring further charges\nagainst defendant precluded it from later doing so. The state filed a direct appeal\nwith the Oregon Supreme Court under ORS 186.060(2). Held: (1) in the absence\nof a plea agreement or statutory rule specifically addressing the issue, a contrac-\ntual default rule applies: When it is reasonably foreseeable to the prosecutor that\nthe victim may die, and the state intends to reserve the right to reprosecute a\ndefendant in the event of a victim’s death, it must disclose its intention as part of\nthe plea deal. The judgment of the circuit court is affirmed\n\f648\t                                            State v. King\n\n\t       NAKAMOTO, J.\n\t        Defendant pleaded guilty to second-degree assault\nand no contest to first-degree robbery in accordance with an\noral plea agreement reached with the state. Six months later,\nthe victim died because of his injuries from the assault, and\nthen the state began another prosecution against defendant:\nfor felony murder and manslaughter. As a consequence of the\nplea agreement, the trial court granted defendant’s pretrial\nmotion to dismiss the indictment and dismissed the case.\nThe state appeals the dismissal order. See ORS 138.060(2)(b)\n(state may appeal order dismissing accusatory instrument;\nif murder is charged, appeal is to this court).\n\t        As this court observed in State v. Heisser, 350 Or\n12, 23, 249 P3d 113 (2011), principles of contract law gener-\nally inform the determination of whether a plea agreement\nhas been performed. However, contract principles that apply\nin a commercial setting do not necessarily suffice for an\nanalysis of a plea agreement, because the rights of crimi-\nnal defendants “not ordinarily found in contracts between\nprivate parties * * * may override contractual principles.” Id.\nThis case presents an issue of first impression in Oregon\nthat lies at the confluence of the contractual incompleteness\nof a plea agreement and the waiver of constitutional rights\nby criminal defendants: whether the state may reprosecute\ndefendant for homicide when the state knew at the time of\ndefendant’s plea agreement that the victim could die; when\nthe potential for future prosecution was not a subject of plea\nnegotiations or of the plea agreement; and when defendant\nrelinquished trial-related constitutional rights and entered\npleas on non-homicide charges with the belief that the plea\nagreement ended all prosecutions arising out of the crimi-\nnal incident.\n\t        In seeking reinstatement of the indictment, the\nstate contends that, applying ordinary principles of con-\ntract interpretation, the plea agreement poses no bar to the\nstate’s otherwise permissible prosecution of defendant for\nhomicide and that defendant assumed the risk of the vic-\ntim’s death. Defendant rejoins that the contract principles\nthe state advances cannot be woodenly applied when a crim-\ninal defendant relinquishes state and federal constitutional\n\fCite as 361 Or 646 (2017)\t649\n\nrights as part of a negotiated plea. He asserts, among other\narguments, that, to address the contingency of the victim’s\ndeath, the trial court correctly recognized and applied a\ndefault contractual term to the plea agreement to bar his\nreprosecution for homicide.\n\t        As did the trial court, we conclude that a contrac-\ntual default rule fills the gap in the plea agreement and pre-\nvents defendant’s reprosecution. Accordingly, we affirm.\n                    I. BACKGROUND\n\t        Although the parties disagree regarding the con-\ntract and criminal law principles that should govern the\nanalysis, they agree that this court reviews the trial court’s\nruling for legal error. We agree and add that we will not dis-\nturb the trial court’s factual findings if they are supported\nby the record. E.g., Heisser, 350 Or at 25-28 (examining\nunder standard). We state the facts in accordance with that\nstandard of review.\nA.  The Assault\n\t        One night in early August 2013, defendant and his\ncodefendant, Jimenez, were at a hospital in Lebanon, Oregon.\nDefendant was 17 years old. He and Jimenez, an adult, were\nintoxicated and disruptive. A security guard who followed\nthem out of the hospital heard defendant tell Jimenez that\nhis bicycle had been stolen and that he wanted to beat some-\none up. Several hours later, the security guard saw defen-\ndant and Jimenez walking a bicycle near the hospital.\n\t        The next day, the victim was found lying in a park-\ning lot near the hospital. The victim’s bicycle was gone, but\ndefendant’s insurance card was found nearby. The police\nthen discovered that defendant was a runaway minor and\nthat he and Jimenez had been at the hospital. The police\nsaw the victim’s bicycle at Jimenez’s residence, and Jimenez\nand defendant were arrested. Both of them made incrimi-\nnating statements during interviews by the police.\n\t       The victim had multiple head injuries and was in\na coma in the hospital. In the days after the victim was\nfound, hospital personnel informed police that he was stable\nbut that there was a possibility that he could die from his\n\f650\t                                             State v. King\n\ninjuries. At the end of August, the victim was transported\nto a specialty hospital in Portland for long-term acute care.\nAlthough the victim regained consciousness several months\nafter his move, his brain injuries were so significant that\nthe right side of his body was paralyzed; he was incontinent;\nand he no longer could eat or drink, walk, or communicate\nwith people normally. He remained bedridden at the long-\nterm care facility until his death.\nB.  Defendant’s Plea Agreement and Codefendant’s Trial\n\t        In August 2013, the state charged defendant and\nJimenez with second-degree assault, ORS 163.175(1)(a)\n(“intentionally or knowingly caus[ing] serious physical injury”\nto the victim), and first-degree robbery, ORS 164.415(1)(c)\n(robbery enhanced by infliction of serious physical injury to\nthe victim). In the fall of 2013 and early 2014, the parties\nengaged in negotiations for a plea agreement. The parties\nfirst attended a settlement conference with a circuit court\njudge in October 2013. The issue of what would happen if\nthe victim died was not discussed. The prosecutor provided\na formal written plea offer to defendant and Jimenez, dated\nthe next day, which also was silent regarding that contin-\ngency. In early January 2014, the parties had a second set-\ntlement conference, but that did not result in an agreement.\nLater in January, after the trial court denied defendant’s\nmotion in limine seeking merger of the assault and robbery\ncounts, defendant and the state arrived at a plea agreement.\nThe parties never discussed the possible death of the victim\nand the potential for homicide charges if the victim were to\ndie.\n\t         The parties did not enter into a written agreement,\nalthough defendant and his attorney signed a petition dated\nJanuary 28, 2014, to enter pleas to the charges. The prose-\ncutor did not see the petition before defense counsel provided\nit to the court at a “final resolution” pretrial conference held\nthat day. Among other things, the plea petition contained\nthe following items: First, it described the two counts of\nthe indictment, the maximum penalty for each crime, and\nthe plea that defendant would enter on each count. Second,\nit recited various potential collateral consequences of con-\nvictions, such as the inability to own or possess firearms if\n\fCite as 361 Or 646 (2017)\t651\n\ndefendant was convicted of a felony crime; “the imposition of\ncertain costs and fees in addition to any fines imposed”; the\npossible violation or revocation of probation, parole, or post-\nprison supervision he may have been serving; and the possi-\nbility of consecutive sentences. Third, it warned that defen-\ndant was giving up most of his rights to appeal, although it\nstated that defendant was making a conditional plea that\nreserved the right to appeal the denial of his motion in\nlimine regarding merger of the counts. Fourth, the petition\ncontained defendant’s representation that he understood\nthat he was “giving up” five enumerated rights related to a\ntrial (his “right to a speedy trial by jury,” his right to be rep-\nresented at trial by an attorney, his “right to confront and\ncross-examine witnesses called to testify” against him, his\n“right to compel witnesses to come to court,” and his “right\nto remain silent”) and his “legal status of being innocent\nuntil proven guilty beyond a reasonable doubt.” And fifth,\nit recited that “[n]o threats” had been made to defendant to\ninduce entry of the plea and “no promises” had been made\n“except as may have been stated in open court.”\n\t       The petition did not touch on the condition of the\nvictim or what could happen if the victim were to die. Nor\nwere those topics raised at the pretrial conference when\ndefendant presented the petition to the court.\n\t        Defendant’s plea and sentencing hearing took place\nin late February 2014. The terms of the oral plea agreement\nbetween defendant and the state were stated on the record.\nIn exchange for his pleas, the state and defendant jointly rec-\nommended to the court that defendant be sentenced to serve\n120 months in prison: 70 months for the assault count and\n90 months for the robbery count, with 50 of those 90 months\nto be served consecutively to (and 40 months to be served\nconcurrently with) the prison term for the assault. The state\nalso agreed that defendant could appeal the court’s ruling\nthat the convictions should not merge. Defendant pleaded\nguilty to assault in the second degree and no contest to rob-\nbery in the first degree. Neither the court nor counsel raised\nthe issue of what would happen if the victim died.\n\t      Before the court sentenced defendant for the assault\nand robbery, the victim’s brother described the victim’s\n\f652\t                                                State v. King\n\nseverely diminished physical and mental condition and said\nthat family members questioned whether they had made the\nright decision in directing doctors at the hospital “to fight\nfor [the victim’s] life.” The prosecutor also described the vic-\ntim’s condition at the hearing:\n   \t “He was in a coma for quite some time at the hospital[.]\n   [H]e was ultimately sent to rehab. He’s still in a rehab cen-\n   ter. While he’s probably not in a coma he certainly is * * *\n   never going to be functioning in the manner that he ever\n   was before. Who knows at this point. I mean it’s just a really\n   long term process as to where he’s going to be headed.”\n\t        The court sentenced defendant to serve a total of\n120 months in prison, accepting the parties’ recommenda-\ntion for a partially concurrent sentence because of the nego-\ntiated agreement and defendant’s youth. The court also\nimposed two 36-month periods of post-prison supervision\nand assessed felony fines.\n\t        Unlike defendant, Jimenez rejected the state’s plea\noffer. He proceeded to trial with the same prosecutor several\nmonths later, in May 2014.\n\t        At the trial, the state presented evidence concern-\ning the victim’s condition. The neurologist who had evalu-\nated the victim at the hospital testified about the victim’s\ninitial prognosis: the victim could have had a “substantial\nrisk of death.” The victim’s attending physician at the long-\nterm care facility also testified about the victim’s prognosis.\nShe recounted that she had told the victim’s family members\nthat, because of his conditions, such as being unable to swal-\nlow and move appropriately, the victim was “highly likely” to\ndevelop other significant medical conditions and that, when\nthat happened, they should transition him to hospice care\nand not attempt treatment given his overall poor prognosis.\n\t       Defendant also testified at the Jimenez trial, on\nbehalf of the defense. Although the record in this case does\nnot include a transcript of defendant’s trial testimony, it\ndoes include the state’s closing argument. The prosecutor\nurged the jury to reject defendant’s account that he had lied\nduring his police interview and his self-incriminating testi-\nmony at trial that, as the prosecutor put it, “it was all me,\n\fCite as 361 Or 646 (2017)\t653\n\n[Jimenez] didn’t do anything.” She explained that defendant\nhad already accepted a plea deal and could testify without\nconsequences: Defendant “has already done his thing, he’s\nnot going to get into any more trouble, he knows that. So\nwhy not protect [Jimenez].” The jury convicted Jimenez, and\nhe was sentenced to 160 months in prison for the assault\nand the robbery.\nC.  Homicide Charges and Defendant’s Motion to Dismiss\n\t       In August 2014—six months after defendant’s pleas\non the assault and robbery charges—the victim died. The\nmedical examiner determined that his death was the result\nof complications from his head injuries during the assault.\n\t        The state then pursued homicide charges against\ndefendant and Jimenez. In 2015, a grand jury issued sep-\narate indictments against them. Each was charged with\nmurder, ORS 163.115, and manslaughter in the first degree,\nORS 163.118. Their cases were consolidated, and defendant\nand Jimenez filed motions to dismiss. Defendant’s motion to\ndismiss was based on two grounds: (1) protections against\nformer and double jeopardy barred the prosecution and (2)\nthe homicide charges violated the plea agreement. Only the\nlatter ground is at issue on appeal.\n\t        The trial court held an evidentiary hearing on\ndefendant’s motion to dismiss. The prosecutor who had han-\ndled defendant’s plea agreement and the Jimenez trial was\nthe state’s primary witness. She testified that, when she ini-\ntiated the prosecution of defendant in early August 2013,\nshe had information about the victim’s condition from law\nenforcement. She knew then that the victim “was severely\ninjured” and “there was some question at that point” about\nwhether he was likely to live because of the severity of his\ninjuries. By the time of the indictment later in August, the\nprosecutor had spoken with the victim’s family and knew\nthat his injuries were severe and there was “going to be\nquite a bit of aftercare”; however, she did not know that the\nvictim would die. At the time of the first settlement confer-\nence, she was getting information from the victim’s father\nand knew that the victim was still living but with limited\nmobility and limited speech. She explained that what would\n\f654\t                                            State v. King\n\nhappen should the victim die was not discussed during the\nprosecution of either of the codefendants. She also testified\nthat, at the time of defendant’s plea and sentencing hearing\nand then later in the Jimenez proceedings, she “didn’t know\nwhat was going to ultimately happen” to the victim or that\nhe was “likely to die within a finite period of time.”\n\t        The victim’s brother also testified for the state\nregarding the victim’s health and medical status at various\nstages in the case. He noted that the victim was conscious\nbut not speaking at the time of defendant’s sentencing. The\nfamily was still hoping to see more improvement in his condi-\ntion then; however, by the time of the Jimenez trial, the vic-\ntim’s condition had come to a plateau. He further explained\nthat, in August 2014, his family decided to use hospice care\nfor the victim, and the victim died within three or four days.\n\t        Both the state and defendant introduced portions\nof the transcript of the Jimenez trial as exhibits. The state\nalso introduced other documents concerning defendant’s and\nJimenez’s assault and robbery cases, including transcripts\nand documents relating to defendant’s pleas.\nD.  The Trial Court’s Ruling and Order of Dismissal\n\t         The trial court stated findings on the record. The\ncourt found that the victim was “severely injured and that\nthe state knew at the time of the assault and at the time of\nfiling * * * charges that he could die—possibly die from his\ninjuries.” It also found that, when defendant pleaded guilty\nand no contest to the assault and robbery charges pursuant\nto the plea negotiations, the “plea agreement did not specif-\nically address whether [defendant] would be subject to fur-\nther prosecution if [the victim] later died.” There was “no\ndiscussion during the course of the [Jimenez] trial whether\n[defendant] would be offered immunity or anything else for\nhis testimony[.]” Defendant had testified at the Jimenez\ntrial “apparently in the reliance that this case was con-\ncluded when he had entered his pleas and that he was not\nsubject to further prosecution.” In fact, “the prosecutor at\nthat time indicated that [defendant] had satisfied his obli-\ngations to the state and that he was not at risk of further\nprosecution.” The court further found that the victim died\n\fCite as 361 Or 646 (2017)\t655\n\nbecause of injuries he sustained in the 2013 assault and that\n“it was reasonably foreseeable that [the victim] would die as\na result of the injuries he sustained in that assault.”\n\t        The court also issued its ruling on the motions from\nthe bench. Although it concluded that former and double\njeopardy did not bar the homicide prosecutions of defendant\nand Jimenez, the court granted defendant’s motion based\non his arguments related to his plea agreement. The court\ndetermined as a matter of law that, in circumstances like\nthese, the better practice was to follow the rule from other\nstates that had reviewed plea agreements that were silent\non what would happen if the victim later died. That rule\nrequired dismissal because the state had failed to reserve\nits right to bring further charges against defendant should\nthe victim die.\n\t        The court subsequently entered a written order dis-\nmissing the case that contained similar and additional find-\nings and legal conclusions. The court found that the “state\nwas aware at the time of the charges that [the victim] could\ndie as a result of his injuries”; during “plea negotiations,\nthe state did not specifically preserve the right to bring\nmore serious charges” against defendant; “defendant gave\nup rights that may have resulted in his acquittal with the\nbelief that he was terminating this incident”; and defendant\n“was not advised that his testimony could be used against\nhim in a future criminal matter.” The court explained that\ndefendant’s out-of-state authorities were persuasive and\nthat, because the victim’s death had been reasonably fore-\nseeable at the time of the plea negotiations, the state was\nobligated to affirmatively reserve the right to bring future\ncharges and to inform defendant that the agreement would\nnot preclude future prosecution. The state assigns error to\nthe order of dismissal.\n                       II. ANALYSIS\n\t        On appeal, both parties point to the omission of any\nmention in either the plea negotiations or the plea agreement\nof the state’s possible reprosecution of defendant should the\nvictim die. Then, using different sets of legal principles, the\nparties draw contradictory conclusions from that omission.\n\f656\t                                            State v. King\n\n\t        The state contends that, although it did not reserve\nthe right to prosecute defendant for murder and manslaugh-\nter, such a reservation is not necessary under Oregon law.\nIts view is that it retained the right to prosecute defendant\nabsent an express agreement with him to the contrary. In\nlarge part, the state’s argument depends on its normal dis-\ncretion to prosecute a defendant for homicide long after the\ncausal event occurred and the absence of any statute or case\nlaw banning such prosecution. The state also relies on prin-\nciples of contract interpretation found in Oregon’s common\nlaw of contracts. According to the state, the onus was on\ndefendant and his legal counsel to recognize the risk of the\nvictim’s later death—and the subsequent possibility of a\nhomicide prosecution—during the negotiation and crafting\nof the plea agreement and, concomitantly, to address those\nrisks in the plea agreement. Thus, in the state’s view, the\ntrial court erred by dismissing the indictment.\n\n\t        Defendant argues that the trial court’s ruling can\nbe explained and justified by reference to contract law,\ncoupled with due regard for the standards required for a\ncriminal defendant’s knowing and voluntary waiver of trial-\nrelated constitutional rights. In particular, defendant views\nthe trial court’s ruling—that the state was precluded from\nreprosecuting defendant unless it disclosed during plea\nnegotiations or in the plea agreement itself that it might\nbring homicide charges should the victim die—as embody-\ning a default rule, as that term is understood in contract\nlaw. When a court supplies a missing term based upon a\ndefault rule, the implied contract term is based not upon\nthe actual intent of the parties but instead on a legal rule.\nPeter Linzer, 6 Corbin on Contracts § 26.1, 400 (Joseph M.\nPerillo rev ed 2010) (implied term based on a default rule\n“may come directly from the law, regardless of the parties’\nintent”). In this case, defendant urges this court to approve\na default rule that arises in the face of the parties’ silence\nconcerning the state’s reprosecution of a defendant should\nthe victim die: the state will bear the risk of the victim’s\ndeath and cannot reprosecute the defendant for homicide.\n\n\t        For the reasons explained below, we conclude that,\nin the absence of a statutory rule specifically addressing the\n\fCite as 361 Or 646 (2017)\t657\n\nissue, a contractual default rule or “gap-filler” is required\nwhen (1) the victim’s death is reasonably foreseeable to the\nprosecutor and (2) the plea agreement does not address the\nsubject of reprosecution in the event of the victim’s death\nand arose from negotiations that also did not address that\nsubject. That default rule, which requires the state to dis-\nclose that it may reprosecute the defendant should the vic-\ntim die, is derived both from contract law and from respect\nfor the criminal defendant’s bargain and waiver of trial-\nrelated constitutional rights.\nA.  Contract Omissions\n\t        We begin by identifying the salient principles of con-\ntract law that apply to the plea agreement. That threshold\nissue depends on the nature of the contract problem before\nus, an issue that the parties dispute. We agree with defen-\ndant that this case is best understood as one of contract\nomission.\n\t        The state cites Yogman v. Parrott, 325 Or 358, 361,\n363-64, 937 P2d 1019 (1997), to explain that a court first\nexamines the text of a disputed contract provision, and\nthen, if an ambiguity exists, considers extrinsic evidence to\ndetermine the parties’ intent. The state then observes that\nthe plea agreement contained no prosecutorial promise—\neither express or implied—to refrain from bringing homi-\ncide charges if the victim died, and it did not otherwise refer\nto the possibility of the victim’s death. And, in the memorial-\nizing plea petition, defendant confirmed that the prosecutor\nhad made no promises (other than any stated in open court)\nto induce the plea. Given those features—particularly the\nomission of any term concerning the possibility of the vic-\ntim’s death—the state reads the plea agreement as plainly\npermitting it to reprosecute defendant for homicide.\n\t        But as defendant points out, the parties are not\narguing about the meaning of a word or phrase or the oper-\nation of unclear provisions in the plea agreement. Although\nthe state is correct that the plea agreement does not address\nthe victim’s death or defendant’s reprosecution, the princi-\nples of contract interpretation that the state cites would\nneatly apply in the case of a contract term that has a disputed\nmeaning. As we have recognized before, Yogman provides\n\f658\t                                             State v. King\n\nan analytical “framework for contract interpretation.” Peace\nRiver Seed Co-Op v. Proseeds Marketing, Inc., 355 Or 44, 65,\n322 P3d 531 (2014). That analytical framework works well\nwhen the proper understanding of a contractual provision is\nat issue. See Williams v. RJ Reynolds Tobacco Company, 351\nOr 368, 379, 271 P3d 103 (2011) (citing Yogman and explain-\ning that, to “resolve a dispute over the meaning of a contrac-\ntual provision, this court first considers the text of the dis-\nputed provision in the context of the contract as a whole to\ndetermine whether the disputed provision is ambiguous”);\nJames v. Clackamas County, 353 Or 431, 442, 299 P3d 526\n(2013) (applying Yogman textual analysis after identifying\nthe “interpretive issue” in the case). Professor Farnsworth\nexplains that the contract problems in those types of cases\ncan be characterized as disputes over expression, because\nof vagueness or ambiguity in the terms the parties used.\nE. Allan Farnsworth, Disputes Over Omission in Contracts,\n68 Colum L Rev 860, 860 (1968).\n\t        In contrast, as defendant argues, the contract prob-\nlem in this case concerns the effect of a contract omission.\nThe parties’ oral contract omits any mention of the contin-\ngency at issue, which the trial court found was reasonably\nforeseeable: that the victim would die after the parties\nentered into the plea agreement. Farnsworth describes that\nkind of contract problem as a dispute over omission, that is,\na dispute over what the parties did not say and “the effect\nof their contract on a situation for which they have failed to\nprovide.” Id. We agree with that characterization of the con-\ntract issue.\nB.  Contractual Default Rules Generally\n\t        When contracts are incomplete because the parties\nhave not bargained concerning a term that is essential to\ndetermining their rights and obligations, so-called default\nrules are sometimes employed by courts to supply the miss-\ning term. E. Allan Farnsworth, 2 Farnsworth on Contracts\n§ 7.16, 346 (3d ed 2004) (the rules that are the source of\ncontract terms deemed to apply as a matter of law are com-\nmonly called default rules). In those instances, the parties’\nsilence functions as the equivalent of assent to a default rule.\nSee Farnsworth, 2 Farnsworth on Contracts § 7.16 at 351-52.\n\fCite as 361 Or 646 (2017)\t659\n\nOne commentator describes the “default rule” approach in\ncontract omission cases by analogizing to word-processing\nprograms that have preset margins that might be changed:\n   “A word-processing program that required us to set every\n   variable needed to write a page of text would be more trou-\n   ble than it was worth. Instead, all word-processing pro-\n   grams provide default settings for such variables as mar-\n   gins, type fonts, and line spacing and leave it to the user\n   to change any of these default settings to better suit his or\n   her purposes.”\n\nRandy E. Barnett, The Sound of Silence: Default Rules and\nContractual Consent, 78 Va L Rev 821, 824 (1992). Thus, a\ndefault rule is just that. Parties to a contract may expressly\nagree on terms that are the subject of a default rule and\nthat are contrary to it. See Farnsworth, 2 Farnsworth on\nContracts § 7.16 at 346; Linzer, 6 Corbin on Contracts § 26.3\nat 426.\n\t        As defendant points out, this court has imposed con-\ntractual default rules before—albeit couched as “implied”\nterms—to account for an omission in the contract. In\nBrowne & Co. v. John P. Sharkey Co., 58 Or 480, 482, 115\nP 156 (1911), for example, when a contract was silent as to the\ntime of performance, this court applied a default rule that\nperformance must be completed within reasonable time. In\nKamin v. Kuhnau, 232 Or 139, 143-44, 374 P2d 912 (1962),\nthe plaintiff inventor paid the defendant to use his machine\nshop to develop his ideas for a new garbage truck packer,\nand the defendant subsequently manufactured a number of\nthe developed units for the plaintiff before announcing that\nhe would manufacture garbage truck bodies in competition\nwith the plaintiff. This court found an implied agreement\nby the defendant not to appropriate the plaintiff’s prod-\nuct ideas, regardless of whether the plaintiff could estab-\nlish that the defendant had expressly agreed on that point,\n“as a legal conclusion recognizing the need for ethical prac-\ntices in the commercial world.” Id. at 152. Similarly, in\nPerkins v. Standard Oil Co., 235 Or 7, 16-18, 383 P2d 107\n(1963), this court imposed an “implied” condition of the con-\ntract that restricted the defendant from soliciting plaintiff’s\ncustomers.\n\f660\t                                                           State v. King\n\n\t         Default rules may be based on, among other things,\ncommon practices and usages regularly observed in trans-\nactions in particular areas and, as defendant notes, “basic\nprinciples of justice.” See Farnsworth, 1 Farnsworth on\nContracts § 1.10 at 64. Courts determining what default\nrule to apply, Farnsworth counsels, should not rely on “hypo-\nthetical expectations or fictitious intentions, but [on] basic\nprinciples of justice that guide a court in extrapolating from\nthe situations for which the parties provided to the one for\nwhich they did not.” Farnsworth, 2 Farnsworth on Contracts\n§ 7.16 at 351. In addition, a court may “consider the realities\nof the negotiating and drafting processes and supply a term\nthat will put the burden of expression on the party that can\nbetter cope with it because of bargaining power and draft-\ning skill.” Id. at 353.\nC.  Assuming the Risk of the Victim’s Death\n\t         With that understanding of the contract problem\npresented, we turn to what Oregon law should provide given\nthe contract omission in the plea agreement. In the state’s\nview, because the plea agreement is silent, it may repros-\necute defendant. We begin with the state’s two-pronged\nargument that no contractual default rule is appropriate for\nthe omission. The state’s argument is based in part on con-\ntract law and in part on Oregon statutes concerning plea\nagreements.\n\t         In its reply brief, the state contends that Smith Tug\nv. Columbia-Pac. Towing, 250 Or 612, 443 P2d 205 (1968),\nprovides the answer under Oregon’s common law of con-\ntracts. Under the holding of Smith Tug, the state argues, if a\nrisk is foreseeable, then the absence of any contractual pro-\nvision about the risk “gives rise to the inference that the risk\nwas assumed.” Id. at 643. The state observes, and defen-\ndant does not disagree, that the state’s decision to prosecute\ndefendant for the victim’s death after the initial prosecution\nfor assault and robbery would violate neither statutory nor\nconstitutional jeopardy protections,1 and the state contends\n\t1\n       See ORS 131.525(1)(d) (subsequent prosecution not barred for offense not\nconsummated when former prosecution began); Commentary to Criminal Law\nRevision Commission Proposed Oregon Criminal Procedure Code, Final Draft\nand Report, § 28, 22 (Nov 1972) (explaining that statute as permitting later pros-\necution when harm occurs after prior prosecution for same criminal episode; for\n\fCite as 361 Or 646 (2017)\t661\n\nthat the otherwise lawful prosecution of defendant should\nnot be barred by a contract omission. Although the state does\nnot expressly say so, its argument implies that defendant,\nand not the state, assumed the risk of the victim’s death.\n\t        The state’s reliance on Smith Tug is unpersuasive,\nfor two reasons. First, as the state acknowledges, the trial\ncourt determined, and the record reflects, that it was reason-\nably foreseeable to the state that the victim would die from\nhis injuries during the assault. There is no evidence that the\nvictim’s death was foreseeable to defendant and his coun-\nsel, and the trial court made no parallel determination as\nto the knowledge that defendant and his counsel possessed\nabout the victim. And because of that factual problem, the\nstate’s argument faces a second difficulty: because the vic-\ntim’s death was foreseeable to the state, to the extent that\nSmith Tug applies to the circumstances here, that case may\nsuggest that the state, not defendant, assumed the risk of\nthe victim’s death.2\n\t        In addition to its contract law argument, the state\nalso relies on two statutes. Citing ORS 135.405, the state\nargues that silence in a plea agreement about future pros-\necution is not a promise by the prosecutor to refrain from\nfuture prosecution. That statute provides, in part:\n    \t “(1)  In cases [meeting certain criteria], the district\n    attorney may engage in plea discussions for the purpose of\n    reaching a plea agreement.\n    \t   “* * * * *\nexample, when a defendant is prosecuted for reckless driving and the victim later\ndies, subsequent negligent homicide prosecution is permitted); see also State v.\nFarley, 301 Or 668, 672, 725 P2d 359 (1986) (explaining what constitutes prohib-\nited subsequent prosecution for “same offense” under Article I, section 12).\n\t2\n       Smith Tug concerned whether the high bidder for a five-year lease of sub-\nmersible land in the Columbia River from the state for the purpose of mooring\nlogs had submitted an invalid bid by adding a contingency—that the lease would\nterminate if the bidder failed to obtain a permit to erect pilings for the moorage—\nthat did not substantially conform to the invitation for bids. 250 Or at 638-40. In\nconcluding that the variation was substantial and rejecting the bidder’s argu-\nment that its contingency was reasonable, this court explained that the contin-\ngency was “so obvious and material” that the absence of the contingency from the\nbid would reflect an assumption of the risk, probably explaining at least in part\nwhy the other bidder, who had not included the contingency, had refused to bid\nmore than $2,900 for the lease term when the high bid was $75,000. 250 Or at\n640-41, 643.\n\f662\t                                                State v. King\n\n   \t “(3)  The district attorney in reaching a plea agree-\n   ment may agree to, but is not limited to, one or more of the\n   following, as required by the circumstances of the individ-\n   ual case:\n   \t   “* * * * *\n   \t “(c)  To seek or not to oppose dismissal of other charges\n   or to refrain from bringing potential charges if the defendant\n   enters a plea of guilty or no contest to the offense charged.”\nThe state characterizes the phrase “refrain from bring-\ning potential charges” in paragraph (3)(c) as specifically\ncontemplating that a prosecutor may promise not to bring\nfuture charges, but, if not, nothing precludes a later pros-\necution based on new facts. The second statute identified\nby the state provides that a defense attorney has a duty to\naid the client in reaching a decision concerning a potential\nplea agreement, which in the state’s view cuts against the\nargument that a default rule should favor defendants. See\nORS 135.425(2) (“To aid the defendant in reaching a deci-\nsion, defense counsel, after appropriate investigation, shall\nadvise the defendant of the alternatives available and of\nfactors considered important by the defense counsel or the\ndefendant in reaching a decision.”).\n\t        We conclude that neither statute is dispositive. The\nfirst, ORS 135.405, is one of the statutes that govern a dis-\ntrict attorney’s authority to conduct plea discussions with\na defendant. Rise v. Board of Parole, 304 Or 385, 390, 745\nP2d 1210 (1987). As this court explained in Heisser, 350 Or\nat 22, under the authority of ORS 135.405(3), as “part of a\nplea agreement, the prosecutor may give concessions to the\ndefendant in exchange for a plea of guilty or no contest.” See\nalso Commentary to Criminal Law Revision Commission,\nProposed Criminal Procedure Code, Final Draft and Report\n§ 263 at 158 (November 1972) (“Subsection (3) sets forth the\ntypes of concessions that the district attorney may make in\nreaching a plea agreement. Under paragraph (c) the district\nattorney may agree * * * to refrain from bringing potential\ncharges against the defendant or a third person.” (Emphasis\nin original.)).\n\t        We agree with the state that, by providing the dis-\ntrict attorney with the authority to make concessions, ORS\n\fCite as 361 Or 646 (2017)\t663\n\n135.405(3) plainly does not equate an agreement’s omis-\nsion as to future prosecution with the district attorney’s\npromise to refrain from future prosecution. However, at the\nsame time, the provision of authority to the district attor-\nney to make concessions to secure a plea agreement in ORS\n135.405(3) plainly does not speak to whether a contractual\ndefault rule may address an omission as to future prosecu-\ntion if the victim later dies.\n\t        The legislative history of ORS 135.405 supports that\nreading. In adopting section 263 of the proposed criminal\nprocedure code, which later was codified as ORS 135.405, see\nOregon Laws 1973, chapter 836, section 170, the Criminal\nLaw Revision Commission recognized that “the plea negoti-\nation process should be formally recognized and controlled.”\nCommentary § 263 at 158. The commission observed that\nthe United States Supreme Court had described plea bar-\ngaining as “an essential component of the administration\nof justice,” leading “to prompt and largely final disposition\nof most criminal cases.” Commentary § 263 at 159 (quoting\nSantobello v. New York, 404 US 257, 260-61, 92 S Ct 495, 30\nL Ed 2d 427 (1971)).\n\t        When drafting section 263, the commission took note\nof recommendations contained in a then-recent law review\narticle addressing plea bargaining in Oregon. Commentary\n§ 263 at 158. Those recommendations included promoting\npublic awareness and openness of plea bargaining; reducing\n“the possibility of errors” and “defendant misunderstand-\ning”; in cases involving indigent defendants, minimizing\n“the effect of financial pressures tempting the established\nattorney to bargain quickly and the marginal attorney to\nbargain not at all”; and uncovering “errors of an attorney.”\nId. at 158-59.\n\t        Overall, the legislative history indicates that section\n263 was part of an effort to increase openness and fairness\nin the plea bargaining process that included consideration of\nthe interests of indigent defendants in the criminal justice\nsystem. That effort included other provisions instructing\ntrial courts to oversee pleas. See ORS 135.385(1) (address-\ning trial court’s obligation to determine that the defendant\nunderstands the nature of the charge); ORS 135.390(1)\n\f664\t                                            State v. King\n\n(addressing trial court’s obligation to determine that the\nplea is voluntarily and intelligently made); ORS 135.395\n(addressing trial court’s obligation to ensure that there is a\nfactual basis for the plea of guilty or no contest). We there-\nfore reject the suggestion that ORS 135.405(3) effectively\nfunctions as an implied statutory bar to the contractual\ndefault rule that the trial court applied in this case.\n\t        As for the second statute the state cites, ORS\n135.425(2), the state argues that responsibility for advis-\ning the defendant of the consequences of a plea agreement\nrests not at all with the prosecutor, but with defense coun-\nsel, as well as the trial court. If both the trial court and\ndefense counsel fail to recognize the potential for the vic-\ntim’s death and the possibility that new homicide charges\ncould be asserted against the defendant as a consequence of\nthe death, then, according to the state, a defendant’s rem-\nedy lies in post-conviction relief. Therefore, the state con-\ncludes, a contractual default rule in favor of defendants is\ninappropriate.\n\t         As a practical matter, if we were to accept the\nstate’s position, that ultimately would result in the defen-\ndant bearing the consequences of the victim’s later death\nin cases such as this one, despite the existence of post-\nconviction relief actions, ORS 138.510 to 138.686. Although\nORS 135.425(2) sets out that defense counsel has a respon-\nsibility to advise a defendant of “alternatives available and\nof factors considered important by the defense counsel or the\ndefendant in reaching a decision” as to a plea agreement,\nthe state’s understanding of defense counsel’s role based\non that statute undermines the foundation for defendant’s\npleas and waiver of his rights in this case when the reality of\nplea negotiations is considered. The state’s position assumes\nthat defense counsel has equal access to information about\nthe victim’s health and prognosis and possible intentions of\nthe prosecutor, yet defense counsel may not stand on the\nsame ground as the prosecutor.\n\t       In this case, for example, the record establishes that\nthe prosecutor had information about the victim’s serious\nmedical condition and possible death; there is no evidence\nthat defense counsel had the same information. Given that\n\fCite as 361 Or 646 (2017)\t665\n\nrecord, the state’s argument—that defendant has a remedy\nin post-conviction proceedings for agreeing to enter pleas to\nassault and robbery without knowing that potential reprose-\ncution based on homicide charges was on the horizon—rings\nhollow. It is difficult to see how defense counsel could be held\nresponsible for constitutionally inadequate representation of\nhis client and the consequences of a failure to advise defen-\ndant of the contingent death of the victim and later prosecu-\ntion when it was the prosecutor who knew that the victim’s\ndeath was foreseeable.\n\t        We conclude that neither statute upon which the\nstate relies negates the possibility that a default contractual\nrule should determine the effect of the plea agreement when\nthe parties did not address the later death of the victim, but\nwhen that contingency was foreseeable to the state. And, as\nnoted above, Smith Tug does not assist the state, nor does it\nsupply a rule that takes into account the criminal law con-\ntext in which the plea agreement arose.\nD.  Default Rule When the Victim’s Death is Reasonably\n    Foreseeable to the Prosecutor\n\t         We now turn to defendant’s argument that we\nshould affirm the trial court’s judgment because that court\nproperly recognized and applied a contractual default rule\nto fill the gap in the plea agreement.3 In defendant’s view,\nthe trial court properly applied a contractual default rule\nthat accounts for a defendant’s waiver of important trial\nrights and protects a defendant’s constitutional rights in\nentering pleas and agreeing to convictions pursuant to a\nplea agreement.\n\n\t3\n      Defendant also argues that the trial court’s ruling can be explained by,\nand affirmed based on, an “implied-in-fact” contract term derived from contrac-\ntual principles and the actual expectations of the parties in entering into the\nplea agreement. See Card v. Stirnweis, 232 Or 123, 133-34, 137, 374 P2d 472\n(1962) (minority shareholder’s option to purchase shares of majority shareholder\nupon his death must be considered in light of the parties’ purpose, which was not\n“put fully into writing,” to provide surviving shareholder ability to “prevent an\nunsatisfactory heir or distributee from sharing with him in the future conduct\nof the business”; thus, option agreement implicitly required survivor to be share-\nholder at time he exercised option). However, the state argues that that argu-\nment is unpreserved, and we do not reach the “implied-in-fact” theory, because\nwe decide the case on defendant’s theory that a default legal rule applies in the\ncircumstances.\n\f666\t                                            State v. King\n\n\t        We agree, in light of the constitutional rights that\na defendant gives up when entering into a plea agreement\nand the requirement that the defendant waive those rights\nknowingly, the knowledge that the prosecutor possessed\nthat made the victim’s death reasonably foreseeable to her,\nthe necessity of allocating the risk, and the certainty that\nthe default rule promotes. We approve a default rule that\nplaces the burden on the state—when it is reasonably fore-\nseeable to the prosecutor that the victim may die and the\nstate intends to reserve the right to reprosecute a defendant\nfor homicide in the event of the victim’s death—to disclose\nits intention to the defendant as part of the plea deal, either\nexpressly during negotiations or, preferably, as a term of the\nplea agreement itself.\n\t        Principles of criminal law are important to our con-\nclusion. As we observed at the outset, a criminal defendant’s\nrights—not ordinarily present in a commercial contract\nsetting—must inform the analysis and implementation of\na plea agreement. Heisser, 350 Or at 23. When, as here, a\ncriminal defendant enters pleas of guilty and no contest to\ncharges in accordance with a plea agreement and is con-\nvicted, his or her pleas implicate state constitutional rights,\nsee Article I, sections 11 and 12, of the Oregon Constitution,\nand rights under the Fifth and Sixth Amendments to the\nfederal constitution. A criminal defendant entering such\npleas waives the constitutional rights to a jury trial, to con-\nfront accusers, and to assert the privilege against compul-\nsory self-incrimination. Lyons v. Pearce, 298 Or 554, 559,\n694 P2d 969 (1985); McCarthy v. United States, 394 US 459,\n466, 89 S Ct 1166, 22 L Ed 2d 418 (1969), superseded by rule\non other grounds, see, e.g., United States v. Cross, 57 F3d\n588, 591 (7th Cir), cert den, 516 US 955 (1995) (describing\nchange to Fed R Crim P 11); see also ORS 135.385(2) (the\ncourt must inform the defendant that a plea involves waiv-\ning those rights). And defendants waiving their constitu-\ntional rights must understand the rights being waived and\nmust do so free from coercion. Lyons, 298 Or at 560; see also\nDixon v. Gladden, 250 Or 580, 584, 444 P2d 11 (1968) (a valid\nguilty plea is “entirely voluntarily” and made by a defen-\ndant who is “competent to know the consequences” and is not\n“induced by fear, misapprehension, persuasion, promises,\n\fCite as 361 Or 646 (2017)\t667\n\ninadvertence, or ignorance” (quoting Huffman v. Alexander,\n197 Or 283, 251 P2d 87, 253 P2d 289 (1953))); ORS 135.390(1)\n(a court shall not accept a plea of guilty or no contest unless\n“the plea is voluntary and intelligently made”).\n\t        We agree with defendant that the contractual\ndefault rule is grounded not only on contract law concerning\nomissions in agreements but also on the requirement that\nhe knowingly waive his constitutional rights and on a due\nprocess right to enforce his plea agreement. See Santobello,\n404 US at 262 (holding that, “when a plea rests in any sig-\nnificant degree on a promise or agreement of the prosecu-\ntor, so that it can be said to be part of the inducement or\nconsideration, such a promise must be fulfilled”); Puckett v.\nUnited States, 556 US 129, 137, 129 S Ct 1423, 173 L Ed 2d\n266 (2009) (when “a defendant agrees to a plea bargain, the\nGovernment takes on certain obligations[,]” and if they are\nnot met, “the defendant is entitled to seek a remedy”). A valid\nplea agreement “presuppose[s] fairness in securing agree-\nment between an accused and a prosecutor.” Santobello, 404\nUS at 261.\n\t        We also note that courts in other jurisdictions have\nreached the same outcome on similar facts, based in large\npart on the importance of a prosecutor’s plainly stated inten-\ntions regarding future prosecution, to ensure that a defen-\ndant is aware of the actual value of those promises and his\nor her own concessions and waivers of trial-related rights.\nFor example, in State v. Dye, 127 Ohio St 3d 357, 358, 939\nNE2d 1217, 1219 (2010), the defendant struck a boy with\nhis truck, which he was driving while intoxicated and with\na suspended driver’s license. The boy was severely injured,\nand Dye was charged with, and pleaded guilty to, aggra-\nvated vehicular assault and driving under the influence. Id.\nThe state did not reserve a right to file additional charges\nshould the boy die, but the boy later died from complications\nof his injuries. Id. at 358-59, 939 NE2d at 1220. The Ohio\nSupreme Court explained that its own prior case, State v.\nCarpenter, 68 Ohio St 3d 59, 623 NE2d 66 (1993), reh’g den,\n68 Ohio St 3d 1448, 626 NE2d 689, cert den, 513 US 1236\n(1994), and cases from other states, underscore that “effect\nmust be given to the intention of the state and the defen-\ndant in their plea bargain, and courts should enforce what\n\f668\t                                                          State v. King\n\nthey perceive to be the terms of the original plea agree-\nment.” Dye, 127 Ohio St 3d at 362, 939 NE2d at 1222. The\ncourt concluded that, “without an expressed reservation by\nthe state of the right to prosecute for any later homicide\ncharge, Dye had a reasonable expectation that his plea of\nguilty would end criminal prosecution based on this inci-\ndent” and that requiring the state to express its reservation\n“places no unreasonable burden on prosecutors and ensures\nthat defendants are fully aware of the consequences of their\nguilty pleas.” Id. at 363, 939 NE2d at 1223. See also State v.\nRivers, 283 Conn 713, 726, 931 A2d 185, 193 (2007) (terms\nof plea agreements should be stated clearly and unambig-\nuously, so that defendant knows what is expected from\nhim and what to expect in return); State v. Thomas, 61 NJ\n314, 323, 294 A2d 57, 62 (1972) (“we are convinced that the\ndefendant anticipated that by pleading guilty to atrocious\nassault and battery, and then serving whatever sentence\nmight be imposed, he was terminating the incident,” that\n“this expectation was entirely reasonable and justified,”\nand that “in pressing the presently pending murder charge,\nthe State is doing violence to its agreement, and is seeking\nto deprive the defendant of something for which he legiti-\nmately bargained”). Courts in other jurisdictions have also\nrelied, in part, on Santobello to caution that disposition of\ncharges by plea bargain must be grounded in essential fair-\nness, Thomas, 61 NJ at 322-23, 294 A2d at 61-62, and “must\nbe attended by safeguards to insure the defendant what is\nreasonably due in the circumstances.” Carpenter, 68 Ohio St\n3d at 61, 623 NE2d at 68.\n\t        To be clear, this is not a case in which defendant\nseeks to undo or rescind the plea agreement based on misap-\nprehension of or lack of voluntary assent to its terms. Rather,\ndefendant ultimately seeks to enforce the plea agreement as\nhe understood it. Through the plea agreement in this case,\ndefendant gave up his trial-related constitutional rights and\nagreed to serve a lengthy, 120-month term in prison. He did\nso, the trial court found, “with the belief that he was ter-\nminating this incident” and any future prosecution.4 When,\n\t4\n       Defendant received two benefits from his negotiated agreement—a firm sen-\ntence and the ability to appeal a merger issue. Both, defendant notes, are “mean-\ningless if the state is allowed to proceed on manslaughter and felony murder\n\fCite as 361 Or 646 (2017)\t669\n\nat the time of the plea agreement, the victim’s death was\nreasonably foreseeable to the state, then putting the burden\nof expression on the state to disclose the risk of the victim’s\ndeath and its reservation of the right to reprosecute in that\nevent provides a reasonable safeguard for defendants waiv-\ning constitutional rights and creates certainty concerning\nwho bears the risk. In this case, the prosecutor was aware\nof facts concerning the victim’s health through the prose-\ncutor’s relationship with the victim’s family, the police, and\nthe victim’s medical providers, who testified for the state.\nIn accordance with the trial court’s conclusion, the victim’s\ndeath was reasonably foreseeable to the prosecutor.\n\t         As the United States Supreme Court has more\nrecently stated in regard to plea agreements, “the reality\n[is] that criminal justice today is for the most part a system\nof pleas, not a system of trials.” Lafler v. Cooper, 566 US 156,\n170, 132 S Ct 1376, 1388, 183 L Ed 2d 398 (2012). This court\nhas recognized that “plea agreements are crucial to the\nproper functioning of the criminal justice system.” Heisser,\n350 Or at 21.\n\t        In such a system of pleas, prosecutors have an incen-\ntive to cooperate in ensuring that defendants have access to\nbasic information that would satisfy the requirement that\nthey intelligently enter a plea agreement and waive their\nrights: the reliability of the plea agreement, because the\ndefendant understood it and knowingly and intelligently\n\ncharges.” The detriment to him flowing from the plea agreement increased with\nthe homicide charges, he explains, because “his confession to assault has now\nbecome a virtual confession to manslaughter” and an admission of an element\nof first-degree robbery, which in turn is an element of felony murder, as well.\nMoreover, defendant adds, after the plea negotiations, he further exposed him-\nself by testifying at codefendant’s trial, taking full responsibility for the assault,\nwithout understanding that his testimony could be used against him in a future\nprosecution. Although it may not always be the case, as defendant argues, that,\nwhen the prosecutor “does not mention potential additional charges during plea\nnegotiations, a defendant may reasonably expect that the state is satisfied with\nthe charges currently pending against defendant and will not file additional\ncharges after he pleads guilty or no contest,” the plea agreement in this case\nprovides a benefit to defendant only if he were not reprosecuted for homicide if\nthe victim died. See State v. Lordan, 116 NH 479, 481, 363 A2d 201, 203 (1976)\n(“The submission and acceptance of the defendant’s pleas to the first three indict-\nments must have contemplated that no further charges would be brought, for the\ndefendant by his pleas deprived himself of any meaningful defense to the present\ncharges.”).\n\f670\t                                                           State v. King\n\naccepted it. Among defense counsel, the court, and the pros-\necutor in this case, it was the prosecutor who was in the best\nposition to foresee and predict that the victim could die, and\nit was the prosecutor who would likely reprosecute defen-\ndant for homicide. The default rule we approve in this case\nencourages the prosecutor to disclose that risk and poten-\ntial reprosecution. The burden of the default rule on the\nstate is not onerous, as counsel for the state acknowledged\nat oral argument. Indeed, an example of a plea agreement\nwith a reservation of the right to reprosecute for homicide if\nthe victim were to die can be found in State v. Kephart, 320\nOr 433, 437, 887 P2d 774 (1994), superseded by statute on\nother grounds as stated in State v. Albrich, 157 Or App 64,\n66-67, 969 P2d 1033 (1998).5 Accordingly, we affirm the trial\ncourt’s dismissal of the case.\n\t          The judgment of the circuit court is affirmed.\n\n\n\n\n\t5\n        The written plea agreement in that case included the following provision:\n    \t     “The State agrees not to file other charges concerning criminal behavior\n    concerning [the victims] with the following exception. This agreement does not\n    prohibit the State of Oregon from charging the defendant with Aggravated\n    Murder, Murder, or any other degree of criminal homicide should [one of the\n    victims] die from injuries suffered * * * from conduct of the defendant. This\n    agreement does not limit the Court’s right to sentence the defendant to any\n    term authorized by statute in the event that charges are filed against the\n    defendant for the death of [one of the victims]. This agreement does not limit\n    the right to the defendant to raise any appropriate legal challenges to the\n    filing of any degree of criminal homicide for the death of [the victim].”\n320 Or at 437 (emphasis in original).\n\f",
            "ocr": false,
            "opinion_id": 4192416
        }
    ],
    "court_short_name": "Oregon Supreme Court",
    "court_full_name": "Oregon Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Murder"
}