{
    "id": 4424765,
    "judges": null,
    "date_filed": "1992-05-03",
    "date_filed_is_approximate": true,
    "slug": "state-v-jackson",
    "case_name_short": null,
    "case_name": "State v. Jackson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "297 Neb. 22"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00005430PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n09/08/2017 08:11 AM CDT\n\n\n\n\n                                                         - 22 -\n                                  Nebraska Supreme Court A dvance Sheets\n                                          297 Nebraska R eports\n                                                 STATE v. JACKSON\n                                                  Cite as 297 Neb. 22\n\n\n\n\n                                        State of Nebraska, appellee, v.\n                                        Earnest D. Jackson, appellant.\n                                                    ___ N.W.2d ___\n\n                                          Filed June 23, 2017.    No. S-16-506.\n\n                1.\t Sentences: Appeal and Error. An appellate court will not disturb a sen-\n                    tence imposed within the statutory limits absent an abuse of discretion\n                    by the trial court.\n                2.\t Judges: Words and Phrases. A judicial abuse of discretion exists when\n                    the reasons or rulings of a trial judge are clearly untenable, unfairly\n                    depriving a litigant of a substantial right and denying just results in mat-\n                    ters submitted for disposition.\n                3.\t Constitutional Law: States: Minors: Convictions: Sentences:\n                    Probation and Parole. It is unconstitutional for a state to impose a\n                    sentence of life imprisonment without parole on a juvenile convicted of\n                    a nonhomicide offense.\n                4.\t Minors: Convictions. Juvenile offenders convicted of nonhomicide\n                    crimes must be given some meaningful opportunity to obtain release\n                    based on demonstrated maturity and rehabilitation.\n                5.\t Minors: Convictions: Homicide: Sentences. In Miller v. Alabama, 567\n                    U.S. 460, 132 S. Ct. 2455, 183 L. Ed. 2d 407 (2012), the U.S. Supreme\n                    Court declined to extend a categorical bar of no life-without-parole sen-\n                    tences to juveniles convicted of homicide.\n                6.\t Minors: Sentences. A sentencer must take into account how children\n                    are different and how those differences counsel against irrevocably sen-\n                    tencing them to a lifetime in prison.\n                7.\t Constitutional Law: States: Courts: Time: Appeal and Error. When\n                    a new substantive rule of constitutional law controls the outcome of a\n                    case, the federal Constitution requires state collateral review courts to\n                    give retroactive effect to that rule.\n                8.\t Minors: Convictions: Homicide: Sentences. A juvenile offender con-\n                    victed of a homicide offense may be sentenced to life imprisonment\n                    without parole so long as the sentencer considered specific, individual-\n                    ized factors before handing down that sentence.\n\f                                      - 23 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                               STATE v. JACKSON\n                                Cite as 297 Neb. 22\n\n 9.\t Sentences: Judgments. The appropriateness of a sentence is necessarily\n     a subjective judgment and includes the sentencing judge’s observations\n     of the defendant’s demeanor and attitude and all of the facts and circum-\n     stances surrounding the defendant’s life.\n\n  Appeal from the District Court for Douglas County: J\nRussell Derr, Judge. Affirmed.\n  Jeffery A. Pickens, of Nebraska Commission on Public\nAdvocacy, for appellant.\n  Douglas J. Peterson, Attorney General, and Melissa R.\nVincent for appellee.\n   Heavican, C.J., Wright, Miller-Lerman, Cassel, Stacy,\nK elch, and Funke, JJ.\n      Funke, J.\n                      NATURE OF CASE\n   In 2000, a jury found Earnest D. Jackson guilty of first\ndegree murder but acquitted him of the use of a deadly weapon\ncharge. The court sentenced him to life imprisonment for the\nfirst degree murder conviction. On direct appeal, we affirmed\nJackson’s conviction and sentence.1\n   This is Jackson’s appeal from the district court’s order\nresentencing him for his first degree murder conviction. At\nthe time of the crime, Jackson’s age was 17 years 10 months.\nThe resentencing was required under the U.S. Supreme Court’s\ndecisions in Miller v. Alabama 2 and Montgomery v. Louisiana 3\nand this court’s decision in State v. Mantich.4 Following a full\nevidentiary hearing and arguments, Jackson was resentenced\n\n 1\t\n      State v. Jackson, 264 Neb. 420, 648 N.W.2d 282 (2002).\n 2\t\n      Miller v. Alabama, 567 U.S. 460, 132 S. Ct. 2455, 183 L. Ed. 2d 407\n      (2012).\n 3\t\n      Montgomery v. Louisiana, ___ U.S. ___, 136 S. Ct. 718, 193 L. Ed. 2d 599\n      (2016).\n 4\t\n      State v. Mantich, 287 Neb. 320, 842 N.W.2d 716 (2014).\n\f                               - 24 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                        STATE v. JACKSON\n                         Cite as 297 Neb. 22\n\nin accordance with Nebraska statutes. Jackson appeals his\nresentencing. We affirm.\n                              FACTS\n               Facts of Crime and Direct A ppeal\n   In Jackson’s direct appeal, we set forth the facts upon which\nhis conviction was supported. On August 31, 1999, Robert\nSommerville, Shawon McBride, Dante Chillous, and Jackson\nwere riding in a gray Cadillac, without a particular destination.\nThey ended up near the Redman Apartments, where they con-\nversed in the parking lot with a group of people. Sommerville\ntestified that they spoke with Shalamar Cooperrider, then fol-\nlowed Cooperrider to his aunt’s house, where Chillous and\nJackson got out of the car. At some point, McBride picked up\nCooperrider and Jackson at Jackson’s house and dropped them\noff at an alley a block south of Redman Avenue.\n   Lance Perry resided in an apartment located at 4614 Redman\nAvenue with his mother, Margaret Parrott, and his sister\nElizabeth Williams. On the evening of August 31, 1999, Parrott\nand Perry were outside the apartment until Parrott went inside\nat 11:30 p.m. Perry stayed outside with Elexsis Fulton.\n   While Perry and Fulton were still outside, Cooperrider\napproached Perry and the two began talking. Fulton, who had\nnever met Cooperrider before that night, described him as\n“light brown” with a brush haircut, wearing a tan shirt and tan\npants. During the conversation, two more men, whom Fulton\ndescribed, respectively, as light-skinned with a ponytail and\ndark-skinned with braided hair and a blue “FUBU” brand shirt,\ncame out of the apartment building one door north of Perry’s\ndoor. At trial, Fulton identified the ponytailed man as Chillous\nand the man with braids and a FUBU shirt as Jackson. The\njury received other testimony that Jackson did not have his\nhair in braids, but that Chillous wore his hair in a ponytail.\nFulton observed Jackson, Cooperrider, and Chillous leave the\nRedman Apartments in a gray Cadillac after Cooperrider’s\nconversation with Perry.\n\f                               - 25 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                        STATE v. JACKSON\n                         Cite as 297 Neb. 22\n\n    After the Cadillac departed, Perry entered his apartment and\nretrieved a .22-caliber Ruger handgun. Parrott and Williams\nfollowed Perry out of the apartment, and Parrott observed\nPerry bending down beside a bush by 4612 Redman Avenue,\nthe apartment building opposite 4614 Redman Avenue. Parrott\nreentered the apartment.\n    Fulton testified that the gray Cadillac returned later that\nevening and that Jackson, Cooperrider, and Chillous got out\nof the Cadillac. Fulton further testified that Cooperrider had\nchanged from tan clothing to black clothing. Fulton observed\nthe three men approach Perry, at which time, Cooperrider\nand Perry began arguing. Chillous and Jackson went across\nthe street to Chillous’ home, and on their way back, Fulton\nsaw Chillous try to hand Cooperrider a gun. Fulton testified\nthat Jackson got involved in the argument, then pulled out a\ngun and struck Perry in the head three times. Fulton then ran\ninside the building and continued to watch from an upstairs\nwindow. Fulton testified that Chillous was the first to fire a\ngun and that he saw Perry being shot in the back while lying\non his stomach.\n    Fulton testified at Jackson’s trial that he had no doubt\nthat Jackson shot Perry. Fulton had not known the names of\nJackson, Chillous, or Cooperrider before bystanders (who had\nnot witnessed the shooting) told Fulton the names of the three\nmen. Jackson’s counsel read into evidence Fulton’s testimony\nfrom the preliminary hearing that Fulton had learned Jackson’s,\nCooperrider’s, and Chillous’ names from the police. Fulton tes-\ntified that he had identified Jackson, Cooperrider, and Chillous\nat the preliminary hearing as the men who shot Perry. Fulton\nhad not previously identified Jackson in a photographic or\npolice lineup.\n    Parrott heard 20 to 30 shots that sounded as if they were com-\ning from different types of guns at different distances; Williams\ntestified that the sound resembled firecrackers. Parrott and\nWilliams ran outside after hearing gunshots and found Perry\non the sidewalk with bullet wounds in his stomach. Parrott\n\f                               - 26 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                        STATE v. JACKSON\n                         Cite as 297 Neb. 22\n\nremoved a gun from Perry’s belt and gave it to Williams, tell-\ning her to get rid of it. Parrott testified that when she removed\nPerry’s gun by the handle, it was not warm.\n   Williams testified to seeing a man, dressed in black with\ndark skin and a brush haircut, fleeing the scene after Perry’s\nshooting, but she did not know and could not identify Jackson.\nMcBride also testified that he saw a man in black firing a gun,\nstanding by the bushes located near 4612 Redman Avenue.\nAlthough McBride did not see the shooter’s face, he stated that\nthe shooter wore the same kind of clothing Cooperrider had\nbeen wearing. McBride confirmed that he had seen Jackson\nwith Cooperrider shortly before the shooting.\n   Jackson’s aunt testified that at 11:19 p.m. on August 31,\n1999, Jackson knocked on her door, entered her home, talked\nwith her, and went into her basement around 11:30 p.m. to\nplay a video game. Approximately 20 minutes later, Jackson’s\ncousin knocked on the aunt’s bedroom door to get the cordless\ntelephone and asked her if she had heard gunshots. She had\nnot. Jackson’s aunt and cousin testified that Jackson had stayed\nat the aunt’s home that night.\n   Officer Harold Scott of the Omaha Police Department\narrived at the scene of the shooting at approximately 12:30\na.m. and discovered Perry’s body on the sidewalk in front\nof 4614 Redman Avenue, surrounded by a crowd of people.\nOmaha police officer Stefan Davis, upon nearing the scene of\nthe murder, was notified of people who had fled the area. Later,\nDavis received notification that all suspects were in custody.\nJackson, however, was not arrested until October 9, 1999.\n   Dr. Jerry Jones, who performed the autopsy, determined\nthat Perry died of multiple gunshot wounds that perforated his\nheart, both lungs, liver, spleen, colon, and kidney. Jones testi-\nfied that he had examined Perry’s body thoroughly and that he\ndid not see abrasions on Perry’s head or scalp.\n   Identical informations were filed against Jackson,\nCooperrider, and Chillous in Douglas County District Court,\ncharging each of them with first degree murder and use of\n\f                               - 27 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                        STATE v. JACKSON\n                         Cite as 297 Neb. 22\n\na deadly weapon during the commission of a felony in the\ndeath of Perry. The cases were consolidated for trial on the\nState’s motion, but the district court subsequently vacated this\norder on the State’s motion. Jackson’s trial, having the low-\nest docket number, began first, followed by Cooperrider’s and\nChillous’ trials.\n   The jury found Jackson guilty of first degree murder, but\nacquitted him of using a deadly weapon to commit a felony.\nJackson then filed a motion for new trial, claiming that\nFulton’s testimony regarding Cooperrider and Chillous did not\nhave proper foundation, that the jury’s verdict was inconsist­\nent and self-contradictory, that the court addressed the jury\noutside the parties’ presence after the jury retired for delib-\nerations, and that there was insufficient evidence to sustain a\nconviction of first degree murder. The district court overruled\nJackson’s motion and sentenced him to life imprisonment.\nFurther facts surrounding Perry’s shooting are set forth below\nas necessary.\n   At Cooperrider’s own trial, he testified that he was pres-\nent at the scene, that he fired his handgun several times in\nself-defense, and that he did not see Jackson at the scene.\nCooperrider also testified that Jackson was not one of the\npeople who shot Perry. Instead, Cooperrider testified that\nSommerville and one of Sommerville’s friends were present at\nPerry’s shooting. Cooperrider testified that Sommerville wore\nhis hair in braids at the time of Perry’s death, in a hairstyle\nsimilar to Jackson’s. At Chillous’ trial, Cooperrider again testi-\nfied that Sommerville and a friend of Sommerville’s were pres-\nent at the scene of Perry’s shooting, but he did not see Jackson\nor anyone else at the scene. Juries acquitted both Cooperrider\nand Chillous.\n   Stephen Kraft, Cooperrider’s attorney, submitted an affi-\ndavit stating that prior to Jackson’s trial, Jackson’s counsel\ncontacted Kraft to inform Kraft of his intent to subpoena\nCooperrider as a witness on Jackson’s behalf for Jackson’s trial.\nKraft informed Jackson’s counsel that because Cooperrider\n\f                                      - 28 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                               STATE v. JACKSON\n                                Cite as 297 Neb. 22\n\nwas awaiting trial on identical charges in the same matter,\nhe would not be willing to testify and would invoke his Fifth\nAmendment right against self-incrimination and refuse to tes-\ntify if called. Jackson served Kraft with a subpoena directing\nCooperrider’s presence as a witness at Jackson’s trial, but\nKraft again advised Jackson’s counsel that Cooperrider would,\nif called, invoke his right against self-incrimination.\n   Jackson filed a second motion for new trial, alleging that\nCooperrider’s testimony from Cooperrider’s and Chillous’\ntrials provided new evidence that would have changed the\njury’s verdict in Jackson’s trial. The district court overruled\nJackson’s motion for new trial, finding that Cooperrider’s\ntestimony was not newly discovered, but only newly avail-\nable—Cooperrider merely controlled the dissemination of his\ntestimony for tactical reasons. In its order, the district court\nreferred to telephone conversations in which Cooperrider\ndiscussed coordinating his testimony with Chillous and other\nwitnesses testifying at Chillous’ trial. The district court con-\ncluded that even if Cooperrider’s testimony had been pre-\nsented at Jackson’s trial, the jury still heard sufficient evi-\ndence to convict Jackson.\n   In Jackson’s direct appeal, this court rejected his argument\nthat the jury’s verdicts were contradictory and inconsistent. We\nconcluded that under the aiding and abetting instruction, which\naccurately stated the law and to which Jackson did not object,\nthe jury could find that Jackson was guilty of first degree mur-\nder while also finding that he “did not personally fire a deadly\nweapon.”5 We also rejected his argument that the evidence was\ninsufficient to support his conviction. Jackson contended that\nbecause investigators had found bullet casings from locations\nthat showed Perry was shot from multiple angles and because\nthe autopsy showed no bruising or abrasion on Perry’s head,\nFulton’s account of the crime was not accurate and Fulton\nhad changed his testimony. However, we characterized his\n\n 5\t\n      Jackson, supra note 1, 264 Neb. at 432, 648 N.W.2d at 292.\n\f                                       - 29 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                STATE v. JACKSON\n                                 Cite as 297 Neb. 22\n\nargument as attacking the witnesses’ credibility and rejected it.\nWe recited evidence that the location of bullet casings could\nnot conclusively prove a gun had been fired from that same\nlocation, that Perry did have an abrasion under his left eye, and\nthat Fulton was sure Jackson had shot Perry.\n   Finally, we concluded that Cooperrider’s subsequent excul-\npatory testimony was not newly discovered evidence. Instead,\nit was newly available evidence that did not provide a basis\nfor a new trial. We agreed with the Ninth Circuit that allowing\na new trial so a codefendant could testify after the govern-\nment could no longer retry the codefendant would encourage\nperjury.6 We also reasoned that Jackson knew Cooperrider’s\ntestimony would have been beneficial to him or he would not\nhave attempted to secure it. We cited many cases in which\ncourts have held that the posttrial testimony of a codefendant\nor coconspirator who refused to testify at the defendant’s trial\nis not newly discovered evidence.7\n               Postconviction and R esentencing\n   In Jackson’s operative postconviction motion, he sought\nan order vacating the judgment of conviction and sentencing,\nbecause the orders were void or voidable under the U.S. and\nNebraska Constitutions. He alleged that his trial attorney was\nineffective for several reasons, including his failure to object\nto arguments or evidence about gang affiliations and activities.\n\n 6\t\n      Jackson, supra note 1, citing U.S. v. Reyes-Alvarado, 963 F.2d 1184 (9th\n      Cir. 1992).\n 7\t\n      Id., citing U.S. v. Freeman, 77 F.3d 812 (5th Cir. 1996); U.S. v.\n      Theodosopoulos, 48 F.3d 1438 (7th Cir. 1995); U.S. v. Muldrow, 19 F.3d\n      1332 (10th Cir. 1994); U.S. v. Dale, 991 F.2d 819 (D.C. Cir. 1993); Reyes-\n      Alvarado, supra note 6; State v. Bright, 776 So. 2d 1134 (La. 2000); State\n      v. Warren, 592 N.W.2d 440 (Minn. 1999); State v. Redford, 248 Kan. 130,\n      804 P.2d 983 (1991); Yarbrough v. State, 57 S.W.3d 611 (Tex. App. 2001);\n      State v. Dunlap, 187 Ariz. 441, 930 P.2d 518 (Ariz. App. 1996); State v.\n      Jackson, 188 Wis. 2d 187, 525 N.W.2d 739 (Wis. App. 1994). But see,\n      U.S. v. Montilla-Rivera, 115 F.3d 1060 (1st Cir. 1997); Totta v. State, 740\n      So. 2d 57 (Fla. App. 1999).\n\f                                         - 30 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                  STATE v. JACKSON\n                                   Cite as 297 Neb. 22\n\nBut Jackson’s primary argument was that he was effectively\nsentenced to life without parole for a crime that occurred when\nhe was 17 years old and that this sentence was prohibited\nby the Eighth Amendment to the U.S. Constitution and Neb.\nConst. art. I, § 9.\n   In August 2015, the district court overruled all of Jackson’s\nclaims except his request for relief under Miller 8 and Mantich.9\nAt the postconviction hearing, the court received evidence\nthat Jackson was born in October 1981; thus, he was age 17\nyears 10 months when Perry was killed on August 31, 1999.\nIn October 2015, the court issued an order vacating Jackson’s\nlife sentence and scheduled a new sentencing hearing for\nJanuary 2016.\n   At the January mitigation hearing, Jackson presented the\ntestimony of Kayla Pope, who is an attorney, a board-certified\nchild and adolescent psychiatrist, and an expert in adolescent\nbrain development. A deposition Pope gave in State v. Smith,\nWashington County District Court, No. CRl3-9000001, was\nalso received at Jackson’s mitigation hearing.\n   Pope testified that she was the director for neurobehavioral\nresearch at Boys Town National Research Hospital and the\nprogram director for the general psychiatric training program\nat Creighton Medical Center and the University of Nebraska\nMedical Center.\n   Though she had not met with Jackson, Pope testified gener-\nally about brain development and how researchers had learned\nthat the brain develops over time, with the last part of the\nbrain to develop being the frontal cortex. She said that the pre-\nfrontal cortex is the part of the brain that controls impul­sivity\nand emotional responses and that it is not fully developed\nin individuals until they reach their mid-20’s. Consequently,\nadolescents are more likely to be impulsive and respond emo­­\ntionally instead of rationally, especially in an emotionally\n\n 8\t\n      See Miller, supra note 2.\n 9\t\n      Mantich, supra note 4.\n\f                              - 31 -\n          Nebraska Supreme Court A dvance Sheets\n                  297 Nebraska R eports\n                       STATE v. JACKSON\n                        Cite as 297 Neb. 22\n\ncharged situation. They often fail to appreciate the conse-\nquences of their actions. And because they are seeking to indi-\nviduate from their parents, adolescents seek approval from\ntheir peer group, which makes them more susceptible to peer\ninfluence in their decisionmaking than adults.\n   Kirk Newring, a licensed psychologist, performed a foren-\nsic psychological evaluation of Jackson shortly before Jackson\nreached age 34. In conducting Jackson’s examination, Newring\nattempted to address the following mitigating factors, which\nare set forth in Neb. Rev. Stat. § 28-105.02(2) (Reissue 2016):\n         (a) The convicted person’s age at the time of the\n      offense;\n         (b) The impetuosity of the convicted person;\n         (c) The convicted person’s family and community\n      environment;\n         (d) The convicted person’s ability to appreciate the\n      risks and consequences of the conduct; [and]\n         (e) The convicted person’s intellectual capacity[.]\n   In addition to considering the statutory sentencing factors\nfor offenders under age 18, Newring performed a risk assess-\nment for future violence.\n   During the evaluation, Jackson denied being abused or\nneglected as a child and he said he had a typical childhood\nwith a young mother and a strong family. A family friend told\nNewring that Jackson had a mother and stepfather and good\nsupport growing up but that he got in with the wrong crowd.\nJackson denied having been in a gang but said that he was\naround gang people. He did not earn any school credits past\nthe 8th grade and was expelled from school in the 10th grade.\nAt age 17, he was placed at the Youth Rehabilitation and\nTreatment Center in Kearney, Nebraska, after he violated his\nparole for being a minor in possession of a handgun. He appar-\nently violated his parole by being in possession of a stolen\nvehicle. He was paroled in May 1999.\n   An initial classification report from the Department of\nCorrectional Services completed in 2000 stated that Jackson\n\f                               - 32 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                        STATE v. JACKSON\n                         Cite as 297 Neb. 22\n\nwas believed to be involved in bullying other inmates and\ncharacterized him as evasive, having the potential to “assume\na negative leadership role” and to continue to be involved in\naltercations with others.\n   Newring’s report summarized Jackson’s misconduct reports.\nJackson had approximately 250 misconduct reports as of\nNovember 5, 2015. Notably, Jackson had several violations\nfor drug or intoxicant abuse. Jackson had 25 misconduct\nreports which resulted in a sanction of disciplinary segrega-\ntion, including threats or fighting, stepping on a staff member’s\nfoot, and minor physical contact with staff which was acci-\ndental. The majority of Jackson’s misconduct reports occurred\nbefore reaching age 25. After age 30, he had about 20 mis-\nconduct reports. At the mitigation hearing, Newring testified\nthat a comparison of the number of misconduct reports during\nJackson’s first 5 years of incarceration to his most recent 5\nyears “suggests maturing.”\n   Based on psychological testing, Newring found no indi-\ncations that Jackson suffered from a major mental disorder.\nBut Newring diagnosed him as having personality disorders,\nincluding adjustment disorder with anxiety, cannabis use dis-\norder in a controlled environment, and antisocial personality\ndisorder. Newring stated that Jackson will meet the criteria\nfor cannabis use disorder until he has demonstrated sobriety\nin a community setting and that he met the criteria for anti-\nsocial personality disorder because of his early childhood\nmisbehavior, rules violations as an adolescent, and institu-\ntional misbehavior as a young adult. He stated that Jackson’s\nimproved behavior was consistent with research showing that\nantisocial behavior reduces in an individual’s late 30’s to\nearly 40’s.\n   Newring further noted that since being incarcerated, Jackson\nearned his diploma through the GED program in 2008. Jackson\nalso completed several programs, including “Criminal and\nAddictive Thinking I [and II]” on October 7 and December 12,\n2014; “Group Process” on October 2, 2014; “Recovery Issues\n\f                               - 33 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                        STATE v. JACKSON\n                         Cite as 297 Neb. 22\n\nI [and II]” on October 6 and December 9, 2014; “Within My\nReach Relationship and Communication Program” on October\n15, 2014; “Relapse Prevention I [and II]” on December 9,\n2014, and February 9, 2015; “Special Issues” on February 10,\n2015; “Long Term Residential Substance Abuse Treatment\nProgram” on February 11, 2015; “Most Improved” in the sub-\nstance abuse unit from December 2014 through February 2015;\n“Psychology of Incarceration” on February 10, 2015; “Character\n& Paradigms Class” in February 2015; and “Common Sense\nParenting” on April 15, 2015.\n   After he completed the substance abuse program, Jackson\nwas asked to participate as a mentor, because he was a positive\nrole model. Although his discharge summary from the program\nstated that he might relapse if released because of his long\nincarceration, his prognosis for recovery was good. He was\nreclassified from maximum custody to medium custody. He\nhad earned enough credits for community custody status, but\nthat classification was not available for anyone serving a life\nsentence without parole.\n   Jackson’s IQ was in the average range. A test used to meas­\nure academic achievement showed he had reached a 12th\ngrade level of performance or higher in all areas.\n   Newring noted that Jackson now had strong ties with his\nfamily members, who were supportive of him. He believed\nthat Jackson’s recent sobriety, employment experience with\nthe Department of Correctional Services, and family ties were\nstrengths for him. He found it unlikely that Jackson would\n“re-experience that context that led to his crime of convic-\ntion,” because he no longer abused drugs or wanted to impress\nhis peers “in the thug life.” He concluded that Jackson pre-\nsented a low risk for future acts of violence. At the end of this\nhearing, the court ordered a presentence investigation report\nand scheduled the sentencing hearing for April 2016.\n   During the sentencing hearing, the court received as an\nexhibit a sentencing brief with attachments from Jackson’s\nattorney. Many of the attachments were letters of support to the\n\f                               - 34 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                        STATE v. JACKSON\n                         Cite as 297 Neb. 22\n\njudge from Jackson’s friends and family members. One letter\nwas from a man who had taught a “self-betterment cognitive\nrestructuring” class that Jackson had participated in. He said\nhe had known Jackson for 3 years and that when the class was\nover, he asked Jackson to assist as a lay instructor. He said\nJackson had demonstrated considerable willingness to improve\nhimself and had used his time and abilities to help other\ninmates with decisionmaking and conflict resolution.\n   Some of the attachments were copies of other resentencing\norders for different adolescent offenders or newspaper stories\nabout them. Another attachment was a report by the Violence\nPolicy Center that analyzed 2011 data on black homicide vic-\ntimization. The report showed that for 2011, the national black\nhomicide victimization rate was 17.51 per 100,000. “For that\nyear, Nebraska ranked first as the state with the highest black\nvictimization rate. Its rate of 34.43 per 100,000 was nearly\ndouble the national average . . . .” There were 30 black homi-\ncide victims in Nebraska that year. A report by the Department\nof Health and Human Services showed that in Nebraska, homi-\ncide was the leading cause of death for African-Americans\nwho were between the ages of 15 and 34. Attached news\nreports showed that three of the other individuals alleged to be\ninvolved in Perry’s murder had been killed. Chillous was killed\nin a 2005 shooting. Later that year, Cooperrider was killed in\na shooting. In 2010, Sommerville was killed in a shooting,\nMcBride was sentenced to prison for possession of cocaine\nwith intent to distribute, and Fulton was sentenced to prison\nfor first degree assault. In 2014, Fulton was again sentenced to\nprison for weapon offenses.\n   Jackson’s attorney argued that the court should rely on the\nbill of exceptions from Jackson’s trial and not police reports\nin the presentence investigation report, because Jackson’s\ncodefendants had testified inconsistently with their police\n­\nstatements and had been impeached on that basis. Jackson\nargued that two relevant considerations for resentencing were\nthat the jury had found he did not fire a weapon and that he\n\f                              - 35 -\n          Nebraska Supreme Court A dvance Sheets\n                  297 Nebraska R eports\n                       STATE v. JACKSON\n                        Cite as 297 Neb. 22\n\nhad necessarily been convicted of aiding and abetting two\nprincipals who were acquitted. He argued that Fulton never\nidentified Jackson as a participant until he saw him sitting\nwith his two codefendants at the preliminary hearing and that\nSommerville had a hairstyle that was similar to Jackson’s when\nPerry was killed.\n   Jackson’s attorney argued that under Miller and Montgomery,\nthe court had to consider Jackson’s level of participation in\nPerry’s killing and that he had not personally killed anyone.\nHe also argued that Jackson had grown up in “horrific, crime-\nproducing settings” that were “especially dangerous for young\nblack males.” He argued that as an adolescent, Jackson was\nvery vulnerable to negative influences and pressures. He stated\nhe had not asked Jackson to take responsibility and express\nremorse for the murder because he believed that Jackson was\ninnocent and that sometimes innocent people are convicted.\nHe asked the court not to hold Jackson’s claim of innocence\nagainst him in light of Cooperrider’s and Chillous’ acquittals.\nHe argued that Jackson’s demonstrated capacity for change was\na relevant consideration for resentencing under Montgomery.\nJackson made a personal statement to underscore the nega-\ntive influence of his early environment on his bad behaviors\nand his later ability to take responsibility for improving him-\nself and helping others. He explained the support network he\nwould have upon release and asked for a meaningful chance\nfor parole.\n   Jackson’s attorney distinguished the facts of other cases in\nwhich the court had resentenced an adolescent offender to a\nlengthy term of imprisonment. For example, he pointed out\nthat unlike Jackson, the offender in Mantich was convicted of\nusing a weapon to commit a felony. He recommended that the\ncourt resentence Jackson to a term of 40 to 50 years’ impris-\nonment with credit for time served. This sentence would have\nresulted in Jackson’s serving another 31⁄2 years before he was\neligible for parole and another 81⁄2 years before his manda-\ntory discharge.\n\f                               - 36 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                        STATE v. JACKSON\n                         Cite as 297 Neb. 22\n\n   The State argued that this court had held the evidence was\nsufficient to support Jackson’s conviction for first degree mur-\nder and that this conviction was the crime for which Jackson\nwas being resentenced. The deputy county attorney empha-\nsized that his guilt was not at issue. She focused on Fulton’s\ntestimony that he had no doubt Jackson had shot Perry and\nthat Jackson had hit Perry in the head first. She stressed that\nJackson had left the scene and returned with a gun. And she\nargued that the court had to consider Jackson’s age when Perry\nwas killed, because he was only “a couple months away from\nnot receiving the benefit of Alabama v. Miller.” She argued\nthat most of the accolades Jackson had received while incar-\ncerated occurred after Miller was issued and that even after\nMiller, he had received 22 misconduct reports. She argued that\nNewring had also assessed adolescent offenders to have a low\nrisk of future violence in two other cases and that he “always\nconsidered the defendant’s version of the facts rather than the\nfacts in the record.”\n   The court stated from the bench that except “for about 49\ndays, we wouldn’t even be here” and thus Jackson would not\nhave had a chance at parole. It set out the statutory factors that\nit must consider, including the “person’s age, the impetuosity\nof the convicted person, the defendant’s family [and] com-\nmunity environment, his ability to appreciate the risks and\nconsequences of the conduct, [and] the convicted person’s\nintellectual capacity,” as well as the report Newring prepared\nfor the court.\n   The court did not restate the facts of the crime or Jackson’s\nlevel of participation in the crime. It distinguished the resen-\ntencing of the defendant in Mantich and another offender,\nbecause those crimes involved random acts of violence and\na “chance encounter with evil.” The court went on to state,\n“But we still have a person here who is dead, and your cli-\nent, the defendant, was convicted of his murder, and so I think\nanything but a substantial period of incarceration would be\ninappropriate.” The court stated that it had crafted a sentence\n\f                                    - 37 -\n               Nebraska Supreme Court A dvance Sheets\n                       297 Nebraska R eports\n                             STATE v. JACKSON\n                              Cite as 297 Neb. 22\n\nthat would allow Jackson to work toward a future release\nafter a substantial additional period of incarceration. It resen-\ntenced Jackson to 60 to 80 years’ imprisonment with credit\nfor the 6,044 days that he had served. The court calculated\nthat Jackson would be eligible for parole in about 131⁄2 years.\nJackson timely appealed.\n                 ASSIGNMENT OF ERROR\n   Jackson assigns that the district court abused its discretion\nin imposing an excessive sentence because it failed to properly\nconsider the applicable legal principles.\n                    STANDARD OF REVIEW\n   [1,2] An appellate court will not disturb a sentence imposed\nwithin the statutory limits absent an abuse of discretion by the\ntrial court.10 A judicial abuse of discretion exists when the rea-\nsons or rulings of a trial judge are clearly untenable, unfairly\ndepriving a litigant of a substantial right and denying just\nresults in matters submitted for disposition.11\n                            ANALYSIS\n   [3,4] In State v. Nollen,12 we set forth the law on the sentenc-\ning of juvenile offenders. We noted that in Graham v. Florida,13\nthe U.S. Supreme Court held that it is unconstitutional for a\nState to impose a sentence of life imprisonment without parole\non a juvenile convicted of a nonhomicide offense and that the\nConstitution required that those juveniles be given “‘some\nmeaningful opportunity to obtain release based on demon-\nstrated maturity and rehabilitation.’”14\n\n10\t\n      State v. Mantich, 295 Neb. 407, 888 N.W.2d 376 (2016).\n11\t\n      Id.\n12\t\n      State v. Nollen, 296 Neb. 94, 892 N.W.2d 81 (2017).\n13\t\n      Graham v. Florida, 560 U.S. 48, 130 S. Ct. 2011, 176 L. Ed. 2d 825\n      (2010).\n14\t\n      Nollen, supra note 12, 296 Neb. at 118, 892 N.W.2d at 97, quoting\n      Graham, supra note 13.\n\f                                     - 38 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                              STATE v. JACKSON\n                               Cite as 297 Neb. 22\n\n   [5,6] We also noted that in Miller,15 the Court declined to\nextend a categorical bar of no life-without-parole sentences\nto juveniles convicted of homicide. Instead, the U.S. Supreme\nCourt held that a sentencer must “‘take into account how chil-\ndren are different, and how those differences counsel against\nirrevocably sentencing them to a lifetime in prison.’”16\n   [7] The U.S. Supreme Court, in Montgomery v. Louisiana,\nheld that the prohibition in Miller of mandatory life imprison-\nment without parole for juvenile offenders announced a new\nsubstantive rule.17 The Court further held that when a new\nsubstantive rule of constitutional law controls the outcome of\na case, the federal Constitution requires state collateral review\ncourts to give retroactive effect to that rule.18\n   As a result of the Miller holding, our Legislature amended\nNebraska’s sentencing laws for juveniles convicted of first\ndegree murder.19 The new sentencing statute mandates that\njuveniles convicted of first degree murder are to be sentenced\nto a “maximum sentence of not greater than life imprison-\nment and a minimum sentence of not less than forty years’\nimprisonment.”20 In determining the sentence, the sentenc-\ning judge must “consider mitigating factors which led to\nthe commission of the offense.”21 Section 28-105.02(2) sets\nforth a nonexhaustive list of mitigating factors for the court\nto consider.\n   The crux of Jackson’s argument is that Miller and\nMontgomery require resentencing courts to consider the cir-\ncumstances of the offense and the extent of the defendant’s\n\n15\t\n      See Miller, supra note 2.\n16\t\n      Nollen, supra note 12, 296 Neb. 118, 892 N.W.2d at 97, quoting Miller,\n      supra note 2.\n17\t\n      Montgomery, supra note 3.\n18\t\n      Id.\n19\t\n      See § 28-105.02.\n20\t\n      § 28-105.02(1).\n21\t\n      § 28-105.02(2).\n\f                                      - 39 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                               STATE v. JACKSON\n                                Cite as 297 Neb. 22\n\nparticipation, the defendant’s immaturity and vulnerability\nto negative influences at the time of the offense, and the\ndefendant’s maturation and rehabilitation since the time of\nthe offense.\n   [8] As we stated in Nollen, a juvenile offender convicted\nof a homicide offense may be sentenced to life imprisonment\nwithout parole so long as the sentencer considered specific,\nindividualized factors before handing down that sentence.22\nHere, Jackson was not sentenced to life imprisonment without\nparole, but to imprisonment for a term of years that allows for\nparole eligibility.\n   Furthermore, the record indicates that a full mitigation hear-\ning was held prior to sentencing at which both the State\nand Jackson were given an opportunity to present evidence.\nThe sentencing court heard from two witnesses called by\nJackson and received numerous exhibits offered by Jackson.\nThe court also ordered a presentence investigation, which gave\nJackson the ability to present his own written statement as\nwell as various reference letters from his family, friends, and\nacquaintances.\n   During the sentencing hearing, the district court stated that\nit had to consider the fact that a jury convicted the defend­\nant of murder in the first degree. However, the court also\nstated that it had to consider the mitigating factors set forth in\n§ 28-105.02(2), as well as the psychological evaluation com-\npleted by Newring. As a result, we conclude that Jackson’s\nsentence does not violate Miller and that therefore, Jackson’s\nlone assignment of error is without merit.\n   Jackson further argues that the district court erred because\nit did not consider and make findings concerning (1) the\ncircumstances of the offense and the extent of Jackson’s par-\nticipation, (2) Jackson’s immaturity at the time of the offense,\n(3) Jackson’s vulnerability to negative influences at the time\n\n22\t\n      Nollen, supra note 12.\n\f                                       - 40 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                               STATE v. JACKSON\n                                Cite as 297 Neb. 22\n\nof the offense, and (4) Jackson’s demonstrated maturity and\nrehabilitation since the time of the offense.\n   However, in State v. Mantich, we held that there was\nno language in Miller, nor anything in our case law or in\n§ 28-105.02, that would require specific factfinding at sen-\ntencing.23 We further held that “the Legislature has set forth\nthe sentencing procedure applicable to juveniles who have\ncommitted homicide offenses.”24 “That procedure is consistent\nwith Miller and with the Eighth Amendment as it is currently\ninterpreted by the U.S. Supreme Court.”25\n   [9] The appropriateness of a sentence is necessarily a sub-\njective judgment and includes the sentencing judge’s observa-\ntions of the defendant’s demeanor and attitude and all of the\nfacts and circumstances surrounding the defendant’s life.26\nAs a result, upon our review of the record, we conclude that\nJackson’s sentence was in accordance with both Miller and\n§ 28-105.02 and therefore find Jackson’s additional arguments\nto be without merit.\n                          CONCLUSION\n      The sentence of the district court is affirmed.\n                                                        A ffirmed.\n\n23\t\n      Mantich, supra note 10.\n24\t\n      Id. at 418, 888 N.W.2d at 384.\n25\t\n      Id.\n26\t\n      Nollen, supra note 12.\n\f",
            "ocr": false,
            "opinion_id": 4202018
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}