{
    "id": 4431227,
    "judges": "Hunter",
    "date_filed": "2013-09-26",
    "date_filed_is_approximate": true,
    "slug": "state-v-messera",
    "case_name_short": "MesserÂ",
    "case_name": "State v. MesserÂ",
    "case_name_full": "STATE of North Carolina v. Anthony Edward MESSER",
    "attorneys": "Attorney General Joshua H. Stein, by Assistant Attorney General Peter A. Regulski, for the State., Paul F. Herzog, Fayetteville, for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "Corpus Delicti Probable Cause.",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    STATE of North Carolina\n    <br/>\n    v.\n    <br/>\n    Anthony Edward MESSER\n   </parties><docketnumber id=\"p-2\">\n    No. COA16-1174\n   </docketnumber><court id=\"p-3\">\n    Court of Appeals of North Carolina.\n   </court><decisiondate id=\"p-4\">\n    Filed: October 3, 2017\n   </decisiondate><attorneys id=\"p-5\">\n    Attorney General Joshua H. Stein, by Assistant Attorney General Peter A. Regulski, for the State.\n   </attorneys><attorneys id=\"p-6\">\n    Paul F. Herzog, Fayetteville, for defendant-appellant.\n   </attorneys>",
    "citations": [
        "806 S.E.2d 315",
        "255 N.C. App. 812"
    ],
    "opinions": [
        {
            "author_str": "Hunter",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 25.0,
            "download_url": "http://appellate.nccourts.org/opinions/?c=2&pdf=35671",
            "author_id": null,
            "opinion_text": "              IN THE COURT OF APPEALS OF NORTH CAROLINA\n\n                                   No. COA16-1174\n\n                                Filed: 3 October 2017\n\nJohnston County, No. 13 CRS 056913, 13 CRS 056914\n\nSTATE OF NORTH CAROLINA\n\n             v.\n\nANTHONY EDWARD MESSER\n\n\n      Appeal by Defendant from judgment entered 6 November 2015 and 10\n\nNovember 2015 by Judge Thomas H. Lock in Johnston County Superior Court. Heard\n\nin the Court of Appeals 9 August 2017.\n\n\n      Attorney General Joshua H. Stein, by Assistant Attorney General Peter A.\n      Regulski, for the State.\n\n      Paul F. Herzog, for defendant-appellant.\n\n\n      HUNTER, JR., Robert N., Judge.\n\n\n      Anthony Edward Messer (“Defendant”) appeals a jury verdict convicting him\n\nof first degree murder and robbery with a dangerous weapon. On appeal, Defendant\n\nargues the following: (1) the trial court erred by denying his motion to dismiss because\n\nthe State failed to establish the corpus delicti of the charge of robbery with a\n\ndangerous weapon; and (2) the trial court erred by denying his motions to suppress\n\nhis in-custody interview by law enforcement officers, his clothing, and the results of\n\nhis DNA testing. We find no error.\n\f                                 STATE V. MESSER\n\n                                 Opinion of the Court\n\n\n\n                    I. Factual and Procedural Background\n\n      On 16 December 2013, the Johnston County Sheriff’s Department arrested\n\nDefendant on warrants for first degree murder and robbery with a dangerous weapon.\n\nUpon taking Defendant into custody and transporting him to the Johnston County\n\nSheriff’s Office, Detective Rodney Byrd interviewed Defendant for an official\n\nstatement. During the interview, Defendant admitted the following:\n\n            I told him to take me to Benson and uh, before we got to\n            Benson, I told him I needed to get out and pee and when I\n            got out, I acted like I peed, pulled a gun out of my pants,\n            opened my door back up and shot him in the head.\n\nIn the same statement, Defendant claimed he took the gun used to kill Billy from\n\nBilly’s home. Defendant then stole $104.00 from Billy’s wallet, dragged Billy out of\n\nthe car, and left. Defendant said he then went to “the crackman’s house.”\n\n      After the interview, Detectives seized the shirt Defendant wore during his\n\narrest, because it “appeared to have mud and blood on it.” Detectives then placed\n\nhim into custody at the Johnston County Detention Center. On 22 January 2014,\n\nDetective Byrd obtained a warrant to seize a DNA sample from Defendant with a\n\nsaliva sample.\n\n      On 15 May 2015, Defendant moved to suppress the results of his DNA test. He\n\nargued the probable cause affidavit in support of the search warrant “[wa]s\n\ninsufficient.” Defendant also moved to suppress the statement he made to Detective\n\nByrd on the night of his arrest because he “was too impaired after a day of drug use\n\n\n                                        -2-\n\f                                        STATE V. MESSER\n\n                                        Opinion of the Court\n\n\n\nand drinking to understand his Miranda rights and to knowingly and intelligently\n\nwaive [the] same.”\n\n       On 12 October 2015, the trial court held a suppression hearing for Defendant’s\n\nmotion to suppress his in-custody statement.                   At that time, defense counsel\n\nannounced he did not plan to present evidence on his Miranda rights argument.\n\nDefendant shifted his argument and claimed detectives arrested him without\n\nprobable cause, and, therefore, his statement, DNA test, and clothing should be\n\nsuppressed as fruits of the poisonous tree. The court allowed the amendment, and\n\nthe State did not object to the lack of notice. The court denied all the motions to\n\nsuppress.1\n\n       The Johnston County Superior Court called Defendant’s case for trial on 26\n\nOctober 2015. The State called eighteen witnesses in total, and the evidence tended\n\nto show the following.\n\n       The State first called Keith Burakowski, a Deputy Sheriff with the Johnston\n\nCounty Sheriff’s Office. In response to a call on 16 December 2013, emergency\n\ncommunications dispatched Deputy Burakowski to the intersection of Hannah Creek\n\nRoad and Strickland’s Crossroads Road. Deputy Burakowski arrived at the scene at\n\n11:49 a.m. He saw Billy lying on the side of the road, with a towel over his midsection.\n\n\n\n       1 Defendant filed other pretrial motions, such as a motion in limine and a motion for mistrial.\nHowever, the only relevant motions on appeal are the motion to dismiss and the three above-mentioned\nmotions to suppress.\n\n                                                -3-\n\f                                       STATE V. MESSER\n\n                                       Opinion of the Court\n\n\n\nAbout eight to ten feet from Billy, he noticed a “black in color revolver with a brown\n\nhandle[,]” which he later identified as a “.38 revolver.” He immediately called for\n\nEMS because Billy “was . . . gasping for breath[.]” After contacting EMS, Deputy\n\nBurakowski “secured the gun[,]” by removing one discharged and five unfired rounds\n\nof ammunition from the barrel. He placed the gun and ammunition in the trunk of\n\nhis patrol car. Deputy Burakowski then “secured the area” and called the dispatch\n\ncenter and asked them to “run” the gun’s serial number.\n\n       The State next called Ricky Messer, who is not related to Defendant. Around\n\n11:30 a.m. on 16 December 2013, Ricky drove home from a nearby rock quarry on\n\nStrickland’s Crossroads Road. As he passed the intersection at Hannah Creek Road,\n\nhe noticed Billy’s body lying on the side of the road, with his pants around his knees.\n\nRicky knew Billy “virtually all [his] life[.]” However, Ricky did not immediately\n\nrecognize Billy, because he was lying on his side and blood covered his face and hair.\n\nRicky also saw a denture plate and pair of glasses lying nearby.\n\n       The State then called James Dwayne Dorman.2 On 16 December 2013 at\n\naround 11:30 a.m., James and his wife, Kim, returned home from shopping at Food\n\nLion in Benson. James and Kim came upon Billy at the same time as Ricky. James’s\n\ndescription of the appearance and location of Billy’s body on the side of Hannah Creek\n\n\n\n       2 The State actually called emergency dispatcher, Travis Johnson, who received the 911 call,\nbefore James Dorman. His testimony is not dispositive to the issues on appeal in this case.\n\n\n\n                                               -4-\n\f                                         STATE V. MESSER\n\n                                         Opinion of the Court\n\n\n\nRoad largely matched Ricky’s account. He only added that his wife3 covered Billy’s\n\nmidsection with a towel.\n\n       Christopher Shambaugh next testified for the State.                      He works for the\n\nJohnston County EMS and responded to Deputy Burakowski’s call. He arrived at the\n\nscene at 11:50 a.m. He did not detect a pulse or heart beat anywhere on Billy’s body\n\nand declared Billy dead around 11:57 a.m.\n\n       The State called Billy’s youngest son, Robert Dale Strickland.4 Dale lived with\n\nhis father for “all [his] life[.]” Dale and Defendant were “friends,” and grew up in the\n\nsame neighborhood.\n\n       On the evening of 15 December 2013, Dale visited his cousin. At approximately\n\n9:00 p.m., Defendant called Dale and asked to stay the night at his home. Defendant\n\nexplained he and his father argued earlier in the evening. Dale told Defendant he\n\nwas not home, but Defendant could go to his home because Billy was there. Around\n\n9:30 p.m., Billy and Defendant picked Dale up, and they all returned to Billy’s home.\n\n       Later in the evening, Defendant repeatedly asked Dale if he knew where they\n\ncould find drugs. Defendant gave him some “empty bags and straws and stuff,\n\nparaphernalia, whatnot . . . . ” Defendant told Dale he knew “two elder[ly] people\n\n\n\n\n       3 James’s wife, Kimberly Dorman, also testified on behalf of the State. Her testimony matched\nher husband’s.\n       4 The State called two witnesses before Dale, Billy’s elder son, Chris Strickland, and Detective\n\nJamie Snipes, who transported Defendant to the Johnston County Sheriff’s Office on the evening of 16\nDecember 2013. Their testimony is not dispositive to the issues on appeal.\n\n                                                 -5-\n\f                                    STATE V. MESSER\n\n                                    Opinion of the Court\n\n\n\nthat . . . he could get some money from . . . , but he would have to kill them to get it[,]”\n\nby “put[ting] two bullets in their head[s].” Hoping to move away from this subject,\n\nDale discussed guns because they are his “go-to” hobby. Defendant persisted, and\n\nDale eventually told Defendant he would try to get some drugs in the morning. The\n\ntwo went to sleep between 4:00 a.m. and 5:00 a.m. in the morning.\n\n       On the morning of 16 December 2013, Dale awoke around 11:00 a.m. and found\n\nthe home empty. Dale looked behind the recliner in the living room, where Billy\n\nnormally kept one of his guns, a black, .38 special revolver with a wooden handle.\n\nHowever, Dale could not find it. Dale noticed Billy’s medicine bottles appeared “gone\n\nthrough and turned over . . . just like somebody searching for something.” Dale also\n\nnoticed an empty spot in Billy’s used car lot adjacent to the house, where a gold\n\nChevrolet Malibu usually sat. Dale called Billy’s cellphone several times, but Billy\n\ndid not answer. Dale never called the police because “it was Monday and on Mondays\n\nmy dad goes to the car sale every Monday, and you know, I assumed, you know, I\n\ndidn’t assume the worst.”\n\n       Between 12:30 p.m. and 1:30 p.m., officers came to Billy’s home. When Dale\n\nsaw them turn into his driveway, he thought they wanted to arrest him because he\n\n“was involved in drugs[.]” He ran into the woods and called his boss, James, and\n\nasked for a ride. James picked Dale up and took Dale to his cousin’s home. At some\n\npoint during this interaction, Dale asked James to create a false alibi for Dale if law\n\n\n\n                                           -6-\n\f                                  STATE V. MESSER\n\n                                  Opinion of the Court\n\n\n\nenforcement contacted him.     During Dale’s visit at his cousin’s home, his uncle\n\nstopped by and told Dale Billy died that morning.\n\n      Dale returned home around 6:00 p.m., where Detective Byrd waited for him.\n\nThough he first lied to Detective Byrd regarding his whereabouts that day, he\n\neventually conveyed to Detective Byrd the above testimony.\n\n      The State then called Detective Byrd. He works as a detective for the Johnston\n\nCounty Sheriff’s Office and investigated Defendant’s case. On 16 December 2013, he\n\nreceived instructions to go to the intersection of Hannah Creek Road and Strickland’s\n\nCrossroads Road. He arrived at 12:48 p.m. His description of the crime scene and\n\nBilly’s appearance matches that of Ricky Messer and both the Dormans. Detective\n\nByrd noticed a wallet in Billy’s back pocket, which contained Billy’s I.D. and a few\n\ncards, but no cash.\n\n      That afternoon, Detective Byrd went to Billy’s home with Detectives Don Pate\n\nand Kevin Massengill. They found the door ajar and did not find anyone in the home\n\nor on the property. Finding no one, Detective Byrd went to give a “death notification,”\n\nto Chris Strickland and other family members. Around 6:15 p.m., Detective Byrd\n\ninterviewed Dale when Dale returned home from his cousin’s home.\n\n      When asked why he and other detectives “went looking for Andy Messer,”\n\nDetective Byrd replied:\n\n             Based on the phone call from Mr. Messer to Mr. Danny\n             Stanley, in [the] interview with Mr. Strickland, the fact of\n\n\n                                         -7-\n\f                                    STATE V. MESSER\n\n                                    Opinion of the Court\n\n\n\n             the defendant Mr. Andy Messer stayed the night before,\n             and when Mr. Strickland woke up, both Andy Messer and\n             his father were missing, along with [sic] .38 Special, I\n             began looking a little harder for the defendant Mr. Andy\n             Messer.\n\nAfter interviewing Dale, Detective Byrd went to Defendant’s home, hoping to locate\n\nhim. While there, detectives received a phone call and drove to I-95 in Cumberland\n\nCounty near mile marker sixty-one. There, Detective Byrd saw another detective\n\nplace Defendant in handcuffs.       Detective Snipes transported Defendant to the\n\nJohnston County Sheriff’s Office.\n\n      Back at the Johnston County Sheriff’s Office, Detective Byrd interviewed\n\nDefendant around 8:10 p.m. At this point in the trial, the State moved to introduce\n\na video recording of Defendant’s in-custody interview into evidence.     Defendant\n\nobjected, preserving his motion to suppress for appeal. The trial court overruled\n\nDefendant’s objection and the State played the recording for the jury.\n\n      In the recording, prior to questioning Defendant, Detective Byrd gave\n\nDefendant Miranda warnings, which Defendant waived. Defendant confessed to\n\nkilling Billy and stealing $104.00 from Billy. At the conclusion of the interview,\n\nDetective Byrd arrested Defendant.\n\n      The State then called Dr. Lauren Scott. As the Associate Chief Medical\n\nExaminer, she performed the autopsy on Billy. She determined Billy died from “[a]\n\ngunshot wound to the head.” She found two gunshot wounds, an entry wound on his\n\n\n\n                                           -8-\n\f                                          STATE V. MESSER\n\n                                         Opinion of the Court\n\n\n\nright temple and an exit wound on his left temple. Billy’s head also showed signs of\n\n“bleeding in between the brain and the membranes that surrounds the\n\nbrain . . . bruises or contusions to the brain itself . . . [and] many fractures at the base\n\nof the skull.”\n\n        The State called Detective Massengill of the Johnston County Sheriff’s Office.\n\nDetective Massengill assisted the investigation for Billy’s case. He helped locate the\n\nmissing gold Chevy Malibu, based upon Defendant’s interview with Detective Byrd.\n\nOfficers found the car down a path in a wooded area in Cumberland County.5\n\n        The State then called Jennifer Whitley of the Johnston County Clerk’s Office.6\n\nOn 17 December 2013, Jennifer saw “a name that [she] recognized[,]” on the court’s\n\ninitial appearance list. Once she saw Defendant, Jennifer told a co-worker she knew\n\nDefendant’s father. Defendant overheard Jennifer and spoke with her. Defendant\n\ntold Jennifer “[his father] got [Defendant] hooked on drugs and that [his father] was\n\nable to get off and that [Defendant] wasn’t, and that’s why [Defendant] blew that m-\n\n----f-----’s head off yesterday.” Jennifer told Detective Byrd.\n\n\n\n\n        5 The State then called Captain Caldwell of the Johnston County Sheriff’s Office. Captain\nCaldwell also helped locate the missing Malibu and his testimony regarding how and where detectives\nfound the car matches Detective Massengill’s. Further, after finding the vehicle, he waited until a local\ntowing company came to transport the car back to Johnston County.\n        6 Ron Mazur, a Johnston County crime scene investigator testified just before Jennifer.\n\nHowever, his testimony consisted of generally proper evidence tagging and transporting procedures\nand is not dispositive to this appeal.\n\n                                                  -9-\n\f                                      STATE V. MESSER\n\n                                      Opinion of the Court\n\n\n\n       The State called Detective Liza Langdon, a crime scene investigator for the\n\nJohnston County Sheriff’s Office. She arrived at the intersection of Hannah Creek\n\nRoad and Strickland’s Crossroads Road at 12:48 p.m. Detective Langdon worked\n\nclosely with Detective Mazur in gathering and securing evidence at the scene of the\n\ncrime. She took photographs of the scene, the .38 Smith and Wesson revolver and\n\nammunition Detective Burakowski secured, the wallet in Billy’s back pocket, the\n\nglass fragments in the road, the dentures, and the eyeglasses.\n\n       Later that evening, Detective Langdon drove to Wade, North Carolina, where\n\nother detectives found the missing Malibu. She secured the car and searched it, after\n\nreceiving a search warrant. Pursuant to the search warrant, Detective Langdon\n\ncollected suspected blood, a pink lighter, a cigarette butt, pieces of glass, and clothing.\n\n       On 22 January 2014, Detective Langdon took swabs of Defendant’s cheek.\n\nDetective Langdon sent these cheek swabs, along with items from the autopsy, the\n\nvehicle, and from Defendant himself, to the State Crime Lab on 7 February 2014.7\n\n       The State called Agent Martha Traugott, a serologist at the North Carolina\n\nState Crime Laboratory. As a serologist, she “identif[ies] body fluids on cases in any\n\nsort of criminal case[,]” such as “blood, semen, or saliva.” Agent Traugott analyzed\n\n\n\n\n       7  At trial, Defendant questioned Langdon extensively regarding how she obtained, boxed,\ntransported, and stored each item of evidence. However, that testimony is not dispositive to this\nappeal, as Defendant did not challenge the status of any evidence against him.\n\n                                             - 10 -\n\f                                  STATE V. MESSER\n\n                                  Opinion of the Court\n\n\n\nthe body fluids present on the evidence for Defendant’s case and determined\n\nDefendant’s shirt contained a blood stain.\n\n      The State next called Agent Michelle Hannon, a DNA analyst at the State\n\nCrime Laboratory. She tested the evidence against the DNA from Defendant’s cheek\n\nswab. In her expert opinion, the blood on Defendant’s shirt matched the DNA profile\n\nof Billy Strickland. She tested the cuttings from Billy’s coat and determined those\n\nDNA profiles “[were] consistent with mixtures of at least two contributors.” She could\n\nnot further identify the DNA profiles due to “insufficient quality and/or quantity.”\n\nAgent Hannon also tested the gun but did not obtain “a profile that was\n\ninterpretable.”\n\n      The State rested. Defendant moved to dismiss all charges. The court denied\n\nboth motions. Defendant did not present any evidence and renewed his motions to\n\ndismiss. The Court denied the motions.\n\n      On 6 November 2015, the jury found Defendant guilty of robbery with a\n\ndangerous weapon and first degree murder premised upon felony murder, but not\n\npremeditation and deliberation. The court arrested judgment on the robbery with a\n\ndangerous weapon charge and sentenced Defendant to life imprisonment, without\n\nparole. Defendant gave oral notice of appeal in open court.\n\n                              II. Standard of Review\n\n\n\n\n                                         - 11 -\n\f                                   STATE V. MESSER\n\n                                   Opinion of the Court\n\n\n\n      Regarding the motion to dismiss, “[t]his Court reviews the trial court’s denial\n\nof a motion to dismiss de novo.” State v. Smith, 186 N.C. App. 57, 62, 650 S.E.2d 29,\n\n33 (2007) (citation omitted). “Upon defendant’s motion for dismissal, the question for\n\nthe Court is whether there is substantial evidence (1) of each essential element of the\n\noffense charged, or of a lesser offense included therein, and (2) of defendant’s being\n\nthe perpetrator of such offense. If so, the motion is properly denied.” State v. Fritsch,\n\n351 N.C. 373, 378, 526 S.E.2d 451, 455 (2000) (citations and quotations omitted).\n\n“Substantial evidence is such relevant evidence as a reasonable mind might accept\n\nas adequate to support a conclusion.” State v. Smith, 300 N.C. 71, 78-79, 265 S.E.2d\n\n164, 169 (1980) (citations omitted).\n\n      Second, our review of an order deciding a motion to suppress is “strictly limited\n\nto determining whether the trial judge’s underlying findings of fact are supported by\n\ncompetent evidence, in which event they are conclusively binding on appeal, and\n\nwhether those factual findings in turn support the judge’s ultimate conclusions of\n\nlaw.” State v. Cooke, 306 N.C. 132, 134, 291 S.E.2d 618, 619 (1982) (citations omitted).\n\n“The trial court’s conclusions of law . . . are fully reviewable on appeal.” State v.\n\nHughes, 353 N.C. 200, 208, 539 S.E.2d 625, 631 (2000).\n\n                                       III. Analysis\n\n      We review Defendant’s arguments in two parts: (A) his motion to dismiss;\n\nand (B) his motions to suppress.\n\n\n\n                                           - 12 -\n\f                                   STATE V. MESSER\n\n                                  Opinion of the Court\n\n\n\nA. Motion to Dismiss\n\n      Defendant first argues the trial court erred in denying his motion to dismiss\n\nthe charge of robbery with a dangerous weapon because the State failed to establish\n\nthe corpus delicti of that crime. Specifically, Defendant contends the State relied\n\nsolely on his uncorroborated confession to law enforcement officers, which is\n\ninsufficient to establish guilt. We disagree.\n\n      Corpus delicti means “the body of the crime,” and typically describes “the\n\nmaterial substance on which a crime has been committed.” Black’s Law Dictionary\n\n419-20 (10th ed. 2014). As a modern doctrine, the corpus delicti rule states “no\n\ncriminal conviction can be based upon defendant’s extrajudicial confession or\n\nadmission, although otherwise admissible, unless there is other evidence tending to\n\nestablish the corpus delicti.” State v. Smith, 362 N.C. 583, 590, 669 S.E.2d 299, 304\n\n(2008) (citation and quotation omitted).\n\n      Various cultures adopted iterations of the corpus delicti doctrine for centuries\n\nto guard against the wrongful convictions of innocent defendants. Id. at 589, 669\n\nS.E.2d at 303-04; Brian C. Reeve, State v. Parker: North Carolina Adopts the\n\nTrustworthiness Doctrine, 64 N.C. L. Rev. 1285, 1290 (1986). As early as 2250 B.C.,\n\nHammurabi’s Code of Laws “required one accusing another of a capital offense to\n\nprove his case or else be put to death.” Smith, 362 N.C. at 589, 669 S.E.2d at 303-04\n\n\n\n\n                                           - 13 -\n\f                                      STATE V. MESSER\n\n                                      Opinion of the Court\n\n\n\n(citing Robert Francis Harper, The Code of Hammurabi King of Babylon about 2250\n\nB.C. § 1 (2d ed. 1904)).\n\n      However, the modern doctrine regarding the need to corroborate a defendant’s\n\ntestimony took root in the common law of England with Perry’s Case. Id. at 590, 669\n\nS.E.2d at 304. Perry’s Case involved a defendant who confessed to a murder of a\n\nmissing man and incriminated his mother and brother in the confession. State v.\n\nDern, 303 Kan. 400, 401, 362 P.3d 566, 577 (2015). Although the mother and brother\n\nrepeatedly denied all wrongdoing, the court convicted all three and sentenced them\n\nto death. Id. at 400, 362 P.3d at 577. The supposed victim turned up alive years\n\nlater. Id. at 400, 362 P.3d at 577.\n\n      Thereafter, corpus delicti cemented itself into the English common law. See\n\nSmith, 362 N.C. at 590, 669 S.E.2d at 304-05. However, “no definitive rule emanated\n\nfrom the English courts,” and, therefore, American jurisdictions adopted different\n\nversions of the rule. Id. at 590, 669 S.E.2d at 305. Almost all American states\n\nadopted some form of corpus delicti into their common law, and a few have codified\n\nit. See Reeve, supra at 1290-91, n. 53 (citation omitted). Only Massachusetts allows\n\n“a criminal conviction based solely on a defendant’s confession without extrinsic\n\ncorroboration.” Id. at 1290, n. 49 (citations omitted).\n\n      Corpus delicti has existed in North Carolina case law since the eighteenth\n\ncentury. Smith, 362 N.C. at 592, 669 S.E.2d at 305 (citation omitted). For almost\n\n\n\n                                             - 14 -\n\f                                   STATE V. MESSER\n\n                                   Opinion of the Court\n\n\n\ntwo hundred years the rule stood, “a conviction cannot be sustained upon a naked\n\nextrajudicial confession.    There must be independent proof, either direct or\n\ncircumstantial, of the corpus delicti in order for the conviction to be sustained.” State\n\nv. Green, 295 N.C. 244, 248, 244 S.E.2d 369, 371 (1978).\n\n      This evidentiary requirement applied to all confessions and admissions until\n\n1985, when the North Carolina Supreme Court decided State v. Parker, 315 N.C. 222,\n\n337 S.E.2d. 487 (1985). In Parker, our State’s highest court loosened the “quantum\n\nand quality” of corroborative evidence needed to satisfy corpus delicti. Smith, 362\n\nN.C. at 592, 669 S.E.2d at 306. The North Carolina Supreme Court adopted a version\n\nof corpus delicti known as “the ‘trustworthiness’ doctrine, which focuses on the\n\nreliability of a defendant’s confession rather than independent evidence of the corpus\n\ndelicti.” Reeve, supra, at 1290-91; Parker, 315 N.C. at 236, 337 S.E.2d at 495.\n\n      Writing for a unanimous court, Justice Billings cited three reasons for\n\nloosening the traditional corpus delicti doctrine. First, because the doctrine imposes\n\na strict burden of proof on the State for all crimes, “the results obtained through\n\napplication of a rule requiring independent proof of the corpus delicti will not be\n\nconsistent or comparable[.]”    Parker, 315 N.C. at 232, 337 S.E.2d at 493.         The\n\ntraditional doctrine tended to place an unwarranted burden on the State in certain\n\ninstances such as attempt crimes, which do not have a “tangible corpus[.]” Id. at 232,\n\n337 S.E.2d at 493 (citation omitted). The second reason pertains to the development\n\n\n\n                                          - 15 -\n\f                                   STATE V. MESSER\n\n                                   Opinion of the Court\n\n\n\nof “modern procedural safeguards[,]” Reeve, supra at 1296, that render corpus delicti\n\nunnecessary to alleviate “the concern that the defendant’s confession might have been\n\ncoerced or induced by abusive police tactics[.]” Parker, 315 N.C. at 234, 337 S.E.2d\n\nat 494. Concerns surrounding the validity of an extra-judicial confession “have been\n\nundercut by the principles enunciated in Miranda v. Arizona . . . and the\n\ndevelopment of similar doctrines relating to the voluntariness of confessions which\n\nlimit the opportunity for overzealous law enforcement.” Id. at 234, 337 S.E.2d at 494.\n\nFinally, Justice Billings opined the trustworthiness doctrine operates as a more\n\nrealistic and “flexible” standard for the State when interviewing a defendant and\n\ngathering evidence against him. Id. at 235, 337 S.E.2d at 494 (citation omitted).\n\n      Relying on these justifications, the Parker Court held:\n\n             We adopt a rule in non-capital cases that when the State\n             relies upon the defendant’s confession to obtain a\n             conviction, it is no longer necessary that there be\n             independent proof tending to establish the corpus delicti of\n             the crime charged if the accused’s confession is supported\n             by substantial independent evidence tending to establish\n             its trustworthiness, including facts that tend to show the\n             defendant had the opportunity to commit the crime.\n\nId. at 236, 337 S.E.2d at 495. The Supreme Court emphasized, however, “when\n\nindependent proof of loss is lacking, there must be strong corroboration of essential\n\nfacts and circumstances embraced in the defendant’s confession. Corroboration of\n\ninsignificant facts or those unrelated to the commission of the crime will not suffice.”\n\nId. at 236, 337 S.E.2d at 495.\n\n\n                                          - 16 -\n\f                                  STATE V. MESSER\n\n                                  Opinion of the Court\n\n\n\n      Parker did not wholly demolish the traditional corpus delicti rule, however. In\n\n2013, the North Carolina Supreme Court clarified, “we did not abandon the\n\ntraditional rule when we adopted the rule in Parker. Rather, the State may now\n\nsatisfy the corpus delicti rule under the traditional formulation or under the Parker\n\nformulation.” State v. Cox, 367 N.C. 147, 153, 749 S.E.2d 271, 276 (2013) (citations\n\nomitted).\n\n      In Defendant’s brief, his primary argument is because he was convicted of\n\nfelony murder based on the underlying felony of robbery with a dangerous weapon\n\n(rather than based on premeditation and deliberation), under the corpus delicti\n\ndoctrine, the State was required―but failed―to introduce other evidence\n\ncorroborating the assertion that he stole $104 from the victim. Defendant’s argument\n\nis his motion to dismiss should be granted because there is not a scintilla of evidence\n\nthat Defendant took $104 from the victim and therefore a jury would lack the\n\nsubstantial evidence required to support a reasonable inference of Defendant’s guilt.\n\nDefendant’s argument, if adopted, would require non-confessional evidence of every\n\nelement of a crime to be submitted to the jury.          We are not persuaded by this\n\nargument.\n\n      Under the trustworthiness doctrine, the State does not need independent\n\nevidence of each element of the crime to show Defendant’s confession to robbery with\n\na dangerous weapon was trustworthy. Our Supreme Court in Parker, rejected a\n\n\n\n                                         - 17 -\n\f                                   STATE V. MESSER\n\n                                   Opinion of the Court\n\n\n\nsimilar argument. The State need only show “corroborative evidence tending to\n\nestablish the reliability of the confession”―not the reliability of each part of the\n\nconfession which incriminates the defendant.\n\n      In Parker, the defendant admitted he murdered the victims and then took\n\n$10.00 from one of their pockets. Parker, 315 N.C. at 237, 337 S.E.2d at 495-96. The\n\nSupreme Court held this confession sufficiently trustworthy because: (1) the bodies\n\nwere found by police in the condition described by the defendant; (2) the blood found\n\nin the victim’s car was consistent with both of the victims’ blood; and (3) the evidence\n\nwas consistent with defendant’s statement as to how he disposed of the bodies. Id. at\n\n237, 337 S.E.2d at 496.\n\n      Defendant’s confession closely parallels that in Parker:\n\n             I told him to take me to Benson and uh, before we got to\n             Benson, I told him I needed to get out and pee and when I\n             got out, I acted like I peed, pulled a gun out of my pants,\n             opened my door back up and shot him in the head.\n\n             ....\n\n             Yeah, I did rob him. I got $104.00 off him.\n\n      To corroborate Defendant’s testimony, the State presented the same “quantum\n\nand quantity,” of evidence as it did in Parker. Smith, 362 N.C. at 592, 669 S.E.2d at\n\n306. The following evidence aligns with Defendant’s confession: (1) the medical\n\nexaminer’s determination Billy died from a single gunshot wound to the head; (2) the\n\nrecovery of a revolver with a single expended cartridge at the scene; (3) the DNA test\n\n\n                                          - 18 -\n\f                                         STATE V. MESSER\n\n                                         Opinion of the Court\n\n\n\nconfirming Billy’s blood was inside the 2005 Chevy Malibu; and (4) the DNA test\n\nestablishing Billy’s blood was on the jacket Defendant wore at the time of arrest.\n\n        Moreover, the State presented evidence to corroborate other facts.                         For\n\nexample, Defendant confessed that he threw Billy’s gun out of the car window and\n\ntossed the gun behind Billy, which aligns with Dale discovering Billy’s revolver\n\nmissing, and Deputy Burakowski seeing a revolver ten feet from Billy’s body.\n\nSimilarly, Dale reported a 2005 gold Chevy Malibu missing from Billy’s used car lot,\n\nand detectives found it at a remote location matching Defendant’s description of\n\nwhere he abandoned the gold 2005 Chevy Malibu he took from Billy’s house.8 All of\n\nDefendant’s statements regarding Billy’s murder, the murder weapon, and the stolen\n\nvehicle are essential facts to Billy’s confession. Thus, the State provided substantial\n\n“independent evidence tending to establish” the trustworthiness of these essential\n\nfacts, “including [evidence] that tend[s] to show the defendant had the opportunity to\n\ncommit the crime[s,]” to which he confessed. Parker, 315 N.C. at 236, 337 S.E.2d at\n\n495. Thus, we conclude Defendant’s admission he stole $104.00 from Billy is credible,\n\nand the corpus delicti for robbery with a dangerous weapon is established.\n\n        We hold the trial court did not err in denying Defendant’s motion to dismiss\n\nthe charge of robbery with a dangerous weapon and overrule his assignment of error.\n\nB. Motions to Suppress\n\n\n        8The State’s brief contained even more evidence corroborating various facts from Defendant’s\nconfession in several ways. However, review of additional corroboration is not necessary to our holding.\n\n                                                - 19 -\n\f                                  STATE V. MESSER\n\n                                  Opinion of the Court\n\n\n\n      Defendant next contends the trial court erred by denying his motions to\n\nsuppress his in-custody statement and evidence from his seized clothing and DNA\n\ntest. Here, and at the 12 October 2015 suppression hearing, Defendant does not\n\naddress his original argument regarding his inability to “knowingly and intelligently”\n\nwaive his Miranda rights. Rather, on appeal, Defendant’s argument is two-fold: (1)\n\nFindings of Fact Numbers 2, 10, and 11 are not supported by substantial evidence;\n\nand (2) detectives arrested him without probable cause, and, therefore, his statement\n\nand the evidence gathered from it are “fruits of the poisonous tree.” We disagree and\n\naddress Defendant’s arguments in turn.\n\n      i. Finding of Fact Number 2\n\n      Defendant contends the last sentence in Finding of Fact Number 2 is not\n\nsupported by substantial evidence and should be stricken from the record.         We\n\ndisagree.\n\n      The particular sentence to which Defendant objects states, “The patrol deputy\n\nhad located a Smith and Wesson revolver near the decedent.” (emphasis added)\n\nDefendant takes issue with the finding’s description of where Deputy Burakowski\n\nfound the gun at the scene.      The trial court sustained Defendant’s numerous\n\nobjections to Detective Byrd’s testimony regarding what Deputy Burakowski told him\n\nabout the location of the gun at the scene. However, at one point the trial court\n\ndirectly questioned Deputy Burakowski about the location of the gun at the scene:\n\n\n\n                                         - 20 -\n\f                                  STATE V. MESSER\n\n                                  Opinion of the Court\n\n\n\n            THE COURT: Where and when was the revolver recovered\n            and by whom?\n\n            THE WITNESS: It was on the same day, 12/16/2013. It\n            should have been a short time. Recovered by Deputy\n            Burakowski who located the revolver on the scene of the\n            deceased, Mr. Strickland, at which time he secured it in his\n            vehicle. And that was -- he arrived on the scene at\n            approximately at 11:49. Due to the EMS workers and fire\n            personnel who arrived on the scene, he secured it in his\n            vehicle for safety reasons.\n\nWe note Defendant did not object to this portion of testimony. From this portion of\n\nDeputy Burakowski’s testimony, we conclude Finding of Fact 2 is by supported by\n\nsubstantial evidence. Moreover, we note even if Detective Byrd’s statement does not\n\nsupport Finding of Fact Number 2, the portion contested by Defendant is\n\ninconsequential to our holding.\n\n      ii. Findings of Fact Numbers 10 and 11\n\n      Defendant argues Findings of Fact Numbers 10 and 11 are not supported by\n\nsubstantial evidence.\n\n      These Findings state:\n\n            10. Dale Strickland told Detective Byrd that the defendant\n            had spent the previous night at the residence. He stated\n            that Defendant had slept on the couch. He further stated\n            that when he woke up, both the defendant and the victim\n            were gone. He stated that his father’s Smith and Wesson\n            revolver also was missing and that a Malibu Chevrolet\n            automobile was gone from his father’s used car lot at the\n            residence.\n\n            11. At about 6:30 p.m., Johnston Sheriff’s Detective Kevin\n\n\n                                         - 21 -\n\f                                    STATE V. MESSER\n\n                                    Opinion of the Court\n\n\n\n              Massengill interviewed Carl Dean Temple, an associate of\n              the defendant, at Temple’s residence located at 736 Temple\n              Road in Four Oaks. Temple stated that defendant had\n              come to this residence earlier that day driving a tan colored\n              Chevrolet Malibu automobile.\n\n       Specifically, Defendant takes issue with the portion of Finding of Fact Number\n\n10: “Dale Strickland . . . stated that his father’s Smith and Wesson revolver also was\n\nmissing . . . . ” Defendant points out Dale Strickland never told Detective Byrd the\n\nmanufacturer of his father’s firearm. We agree with Defendant.\n\n       This portion of the finding is not supported by substantial evidence.\n\nAccordingly, we strike this portion of the finding. However, we conclude this error is\n\nnot prejudicial in light of the following facts: (1) Dale specified to Detective Byrd his\n\nfather’s “.38 revolver was missing[;]” (2) Dale specified to Detective Byrd “[h]is\n\ndad’s . . . .38 special gun was gone[;]” and (3) Dale’s description of his father’s missing\n\ngun matched that of the gun found at the scene of Billy’s body. The record shows a\n\nconnection between Billy’s missing gun and the gun found at the scene exists.\n\nTherefore, whether or not Dale identified the manufacturer of his father’s missing\n\ngun to Detective Byrd is irrelevant to our holding.\n\n       Regarding Finding of Fact Number 11, Defendant objects to the last sentence,\n\nwhich states, “Temple stated that defendant had come to this residence earlier that\n\nday driving a tan colored Chevrolet Malibu automobile.” Defendant notes Detective\n\nMassengill actually testified Temple did not convey the make or model of the car he\n\n\n\n                                           - 22 -\n\f                                   STATE V. MESSER\n\n                                   Opinion of the Court\n\n\n\nsaw Defendant driving. We agree the portion of the finding Defendant contests is not\n\nsupported by substantial evidence.\n\n      However, we conclude the error did not prejudice Defendant because: (1)\n\ndetectives knew Defendant stayed the night at Billy’s house where the used cars were\n\nstored; (2) detectives knew someone removed a 2005 gold Chevy Malibu from Billy’s\n\nyard; and (3) detectives knew Temple saw Defendant in a car matching the general\n\ndescription of the car missing from Billy’s lot. Regardless of whether Temple relayed\n\nthe make and model of the car Defendant drove that day, our holding remains the\n\nsame. Therefore, we strike the portion of Finding of Fact Number 11, which states\n\nthe make and model of the car Temple saw, but hold it is irrelevant to the trial court’s\n\nconclusions of law.\n\n      iii. Conclusion of Law\n\n      We must now determine whether the remaining portions of Findings of Fact\n\nNumbers 2, 10, and 11 and the other findings support the trial court’s Conclusion of\n\nLaw Number 1.\n\n      The Fourth Amendment protects “against unreasonable searches and\n\nseizures . . . . ” U.S. Const. amend. IV; N.C. Const. art. I, § 20. Under North Carolina\n\nlaw, “[a]n officer may arrest without a warrant any person who the officer has\n\nprobable cause to believe . . . [h]as committed a felony . . . .” N.C. Gen. Stat. § 15A-\n\n401(b)(2)a (2016). “The existence of probable cause depends upon ‘whether at that\n\n\n\n                                          - 23 -\n\f                                  STATE V. MESSER\n\n                                  Opinion of the Court\n\n\n\nmoment the facts and circumstances within [the officers’] knowledge and of which\n\nthey had reasonably trustworthy information were sufficient to warrant a prudent\n\nman in believing that the [suspect] had committed or was committing an offense.’”\n\nState v. Milien, 144 N.C .App. 335, 341, 548 S.E.2d 768, 772 (2001) (quoting State v.\n\nBright, 301 N.C. 243, 255, 271 S.E.2d 368, 376 (1980) (alterations in original).\n\n“[P]robable cause requires only a probability or substantial chance of criminal\n\nactivity, not an actual showing of such activity.” State v. Teate, 180 N.C. App. 601,\n\n606-07, 638 S.E.2d 29, 33 (2006) (citation and quotation marks omitted).\n\n      The conclusion states:\n\n             Under the totality of circumstances believed to exist by the\n             Johnston County Sheriff’s Detectives — including the fact\n             that Defendant placed a telephone call using the victim’s\n             cell phone about 20 minutes before the victim’s death was\n             reported to the Johnston County Sheriff’s Office, the fact\n             that Defendant had spent the previous night at the victim’s\n             residence, the fact that the victim’s son had last seen his\n             father with the defendant, the fact that the victim’s Smith\n             and Wesson revolver was missing that morning and a\n             Smith and Wesson revolver was found near the victim’s\n             body, the fact that the Defendant was seen on the day of\n             the victim’s death driving an automobile matching the\n             description of an automobile missing from the victim’s used\n             car lot, and the fact that Defendant had called Danny\n             Stanley the day of the victim’s death looking for a place to\n             stay — probable cause existed for the detectives to seize\n             Defendant’s person and take him into custody for the\n             murder of Billy Strickland.\n\n      The remaining findings of fact reveal Defendant spent the evening prior to\n\nBilly’s death at Billy’s home, and when Dale awoke the next morning, both Defendant\n\n\n                                         - 24 -\n\f                                   STATE V. MESSER\n\n                                   Opinion of the Court\n\n\n\nand Billy were gone. Dale noticed Billy’s revolver missing from its usual hiding place,\n\nand a Chevy Malibu was missing from Billy’s used car lot. The trial court found\n\nDetectives recovered a revolver matching the description of Billy’s gun at the scene.\n\n      The trial court further found Temple told detectives Defendant placed a call\n\nfrom Billy’s cell phone about twenty minutes before law enforcement received word\n\nof Billy’s body on the side of Hannah Creek Road. Temple also told detectives he saw\n\nDefendant driving a vehicle the color of the Malibu missing from Billy’s lot.\n\n      These findings suggest the “probability or substantial chance” Defendant\n\nengaged in criminal activity. Teate, 180 N.C. App. at 606-07, 638 S.E.2d at 33\n\n(citation omitted). Therefore, we hold the court did not err in concluding detectives\n\nhad probable cause to arrest Defendant. Thus, detectives did not unconstitutionally\n\ninterview Defendant, or seize his clothing and DNA, and the trial court did not err in\n\ndenying his motions to suppress.\n\n                                   IV. Conclusion\n\n      For the reasons stated above, we find no error.\n\n      NO ERROR.\n\n      Judges DAVIS and MURPHY concur.\n\n\n\n\n                                          - 25 -\n\f",
            "ocr": false,
            "opinion_id": 4208480
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Murder"
}