{
    "id": 4441719,
    "judges": null,
    "date_filed": "1995-04-09",
    "date_filed_is_approximate": true,
    "slug": "davis-v-state",
    "case_name_short": "Davis",
    "case_name": "Davis v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 88,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "297 Neb. 955"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 44.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00005603PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n11/09/2017 09:13 AM CST\n\n\n\n\n                                                          - 955 -\n                                  Nebraska Supreme Court A dvance Sheets\n                                          297 Nebraska R eports\n                                                     DAVIS v. STATE\n                                                    Cite as 297 Neb. 955\n\n\n\n\n                                          Johnnie W. Davis, appellant, v.\n                                        State of Nebraska et al., appellees.\n                                                      ___ N.W.2d ___\n\n                                           Filed October 6, 2017.   No. S-16-355.\n\n                1.\t Motions to Dismiss: Pleadings: Appeal and Error. An appellate court\n                    reviews a district court’s order granting a motion to dismiss de novo,\n                    accepting all allegations in the complaint as true and drawing all reason-\n                    able inferences in favor of the nonmoving party.\n                2.\t Motions to Dismiss: Pleadings. To prevail against a motion to dismiss\n                    for failure to state a claim, a plaintiff must allege sufficient facts to state\n                    a claim to relief that is plausible on its face. In cases in which a plaintiff\n                    does not or cannot allege specific facts showing a necessary element, the\n                    factual allegations, taken as true, are nonetheless plausible if they sug-\n                    gest the existence of the element and raise a reasonable expectation that\n                    discovery will reveal evidence of the element or claim.\n                3.\t Appeal and Error. An appellate court independently reviews questions\n                    of law decided by a lower court.\n                4.\t Constitutional Law. The determination of constitutional requirements\n                    presents a question of law.\n                5.\t Statutes. Statutory interpretation presents a question of law.\n                6.\t Tort Claims Act. Whether a plaintiff’s allegations present a claim that\n                    is barred by an exception to the State’s waiver of tort immunity in a tort\n                    claims act presents a question of law.\n                7.\t Tort Claims Act: Immunity: Waiver. Neb. Rev. Stat. § 81-8,209\n                    (Reissue 2014) bars tort claims against the State, its agencies, and its\n                    employees unless the State has waived its immunity for the claim.\n                8.\t Statutes. Statutes relating to the same subject, although enacted at dif-\n                    ferent times, are in pari materia and should be construed together.\n                9.\t Tort Claims Act: Immunity: Waiver. Neb. Rev. Stat. § 81-8,215\n                    (Reissue 2014), when read in pari materia with Neb. Rev. Stat.\n                    § 81-8,209 (Reissue 2014), operates as a limited waiver of the State’s\n                    tort immunity, subject to specified exceptions that are set out in Neb.\n                    Rev. Stat. § 81-8,219 (2014).\n\f                                    - 956 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                              DAVIS v. STATE\n                             Cite as 297 Neb. 955\n\n10.\t Tort Claims Act: Public Officers and Employees: Immunity: Waiver.\n     The exceptions to the waiver of the State’s tort immunity include claims\n     based on the exercise or performance of a discretionary function by a\n     state officer or employee.\n11.\t ____: ____: ____: ____. Under Neb. Rev. Stat. § 81-8,210 (Reissue\n     2014), whether a plaintiff has sued a state officer or employee in his\n     or her individual capacity is irrelevant to whether the State Tort Claims\n     Act bars a tort claim against that officer or employee. If an officer or\n     employee was acting within the scope of his or her office or employ-\n     ment and the alleged tortious conduct falls within an exception to the\n     State’s waiver of tort immunity, the State Tort Claims Act bars a tort\n     claim against the officer or employee, regardless of the capacity in\n     which he or she was purportedly sued.\n12.\t Jurisdiction: Appeal and Error. An appellate court has an independent\n     duty to decide jurisdictional issues on appeal, even if the parties have\n     not raised the issue.\n13.\t ____: ____. When a trial court lacks the power, that is, jurisdiction, to\n     adjudicate the merits of a claim, an appellate court also lacks the power\n     to adjudicate the merits of the claim.\n14.\t Actions: Jurisdiction: Immunity. A trial court lacks subject matter\n     jurisdiction over an action against the State unless the State has con-\n     sented to suit.\n15.\t Actions: Jurisdiction. Lack of subject matter jurisdiction may be raised\n     at any time by any party or by the court sua sponte.\n16.\t Courts: Appeal and Error. The doctrine of stare decisis requires that\n     appellate courts adhere to their previous decisions unless the reasons\n     therefor have ceased to exist, are clearly erroneous, or are manifestly\n     wrong and mischievous or unless more harm than good will result from\n     doing so.\n17.\t ____: ____. The doctrine of stare decisis is entitled to great weight,\n     but it does not require an appellate court to blindly perpetuate a prior\n     interpretation of the law if it concludes that prior interpretation was\n     clearly incorrect.\n18.\t Tort Claims Act: Immunity: Waiver: Appeal and Error. An excep-\n     tion to the State’s waiver of immunity under the State Tort Claims Act\n     is an issue that the State may raise for the first time on appeal and that\n     a court may consider sua sponte.\n19.\t Tort Claims Act: Appeal and Error. An appellate court has the power\n     to determine whether a plaintiff’s allegations, taken as true, show that a\n     tort claim is facially barred by an STCA exception under Neb. Rev. Stat.\n     § 81-8,219 (Reissue 2014).\n20.\t False Imprisonment: Words and Phrases. False imprisonment is\n     the unlawful restraint of a person’s liberty against his or her will. Any\n\f                                      - 957 -\n              Nebraska Supreme Court A dvance Sheets\n                      297 Nebraska R eports\n                                DAVIS v. STATE\n                               Cite as 297 Neb. 955\n\n     intentional conduct that results in the placing of a person in a position\n     where he or she cannot exercise his or her will in going where he or she\n     may lawfully go may constitute false imprisonment.\n21.\t Judgments: Appeal and Error. An appellate court may affirm a lower\n     court’s ruling that reaches the correct result, albeit based on differ-\n     ent reasoning.\n22.\t Constitutional Law: Civil Rights: Immunity. States or governmen-\n     tal entities that are considered arms of the State for 11th Amendment\n     purposes are not “persons” that can be sued under 42 U.S.C. § 1983\n     (2012).\n23.\t ____: ____: ____. Whether a state entity is an arm of the State and\n     entitled to share its 11th Amendment immunity is a question of fed-\n     eral law.\n24.\t Judgments: Civil Rights: Immunity. Whether a money judgment\n     against a state entity would be enforceable against the State is the\n     critical consideration under 42 U.S.C. § 1983 (2012) for determining\n     whether the entity is an arm of the State and therefore immune from suit\n     by private persons.\n25.\t Actions: Immunity. A suit against a state agency is a suit against the\n     State, and both the State and state agencies can assert the State’s sover-\n     eign immunity against suit.\n26.\t Constitutional Law: Judgments: Probation and Parole: Civil Rights:\n     Immunity. Because any judgment against the Board of Parole would\n     be a judgment against the State, it is cloaked with the State’s 11th\n     Amendment immunity and cannot be named as a defendant in an action\n     brought under 42 U.S.C. § 1983 (2012).\n27.\t Actions: Public Officers and Employees: Civil Rights: Liability. A\n     state official sued in his or her official capacity is not a person who can\n     be sued under an action brought under 42 U.S.C. § 1983 (2012), unless\n     the plaintiff seeks only prospective relief.\n28.\t Actions: Parties: Public Officers and Employees: Liability:\n     Damages. When a plaintiff seeks money damages against a state officer\n     or employee in his or her official capacity, the State is the real party in\n     interest, because the officer’s liability in that capacity is liability for the\n     state entity that the officer represents.\n29.\t Actions: Public Officers and Employees: Civil Rights: Immunity:\n     Damages. Under 42 U.S.C. § 1983 (2012), the State’s sovereign immu-\n     nity does not bar a claim for damages against state officials and employ-\n     ees who are sued in their personal capacities.\n30.\t Actions: Public Officers and Employees: Civil Rights: Liability. To\n     establish personal liability in an action brought under 42 U.S.C. § 1983\n     (2012), it is enough to show that the official, acting under color of state\n     law, caused the deprivation of a federal right.\n\f                                     - 958 -\n              Nebraska Supreme Court A dvance Sheets\n                      297 Nebraska R eports\n                               DAVIS v. STATE\n                              Cite as 297 Neb. 955\n\n31.\t ____: ____: ____: ____. Acting under the color of state law does not\n     mean that a state official or employee must have been complying with\n     state law. Under 42 U.S.C. § 1983 (2012), liability exists as long as the\n     action was taken within the scope of the defendant’s official authority,\n     even if the official or employee abused his or her authority.\n32.\t Actions: Public Officers and Employees: Immunity. State officials\n     sued in their personal capacities, unlike those sued in their official\n     capacities, may assert personal immunity defenses such as objectively\n     reasonable reliance on existing law.\n33.\t Constitutional Law: Due Process. The Due Process Clause of the fed-\n     eral Constitution provides both procedural and substantive protections.\n34.\t Constitutional Law: Probation and Parole. Parolees have a valuable\n     liberty interest in their continued parole even though it depends upon\n     their compliance with parole conditions. Parole is therefore protected by\n     the 14th Amendment and requires at least minimal procedural protec-\n     tions before a State can terminate it.\n35.\t Due Process. The touchstone of due process is protection of the indi-\n     vidual against arbitrary action of government, whether the fault lies in\n     a denial of fundamental procedural fairness or in the exercise of power\n     without any reasonable justification in the service of a legitimate gov-\n     ernmental objective.\n36.\t Due Process: Public Officers and Employees. The due process protec-\n     tion in the substantive sense limits what the government may do in both\n     its legislative and its executive capacities. But the criteria to identify\n     what is fatally arbitrary differ depending on whether it is legislation or a\n     specific act of a governmental officer that is at issue.\n37.\t ____: ____. Only the most egregious official conduct can be said to be\n     arbitrary in the constitutional sense. The substantive component of the\n     Due Process Clause is violated by executive action only when it can\n     properly be characterized as arbitrary, or conscience shocking, in a con-\n     stitutional sense.\n38.\t Due Process: Negligence: Liability. Liability for negligently inflicted\n     harm is categorically beneath the threshold of constitutional due\n     process.\n39.\t Arrests. Normally, when a State holds an individual in custody, the\n     requisite level of conscience-shocking conduct is deliberate indifference,\n     subject to the caveat that the standard is sensibly employed only when\n     actual deliberation is practical.\n40.\t Constitutional Law: Arrests. A plaintiff states a cognizable constitu-\n     tional violation under the 8th or 14th Amendment when the plaintiff\n     alleges that a state defendant—who had knowledge of the plaintiff’s\n     complaint that he or she was being unlawfully detained and the author-\n     ity to investigate that complaint—was deliberately indifferent to the\n\f                                       - 959 -\n               Nebraska Supreme Court A dvance Sheets\n                       297 Nebraska R eports\n                                 DAVIS v. STATE\n                                Cite as 297 Neb. 955\n\n       plaintiff’s liberty interest and the defendant’s failure to take action\n       resulted in the plaintiff’s continued unlawful detention for more than\n       an insignificant period.\n41.\t   Public Officers and Employees: Immunity: Damages: Words and\n       Phrases. Public officials performing a quasi-judicial function have\n       absolute immunity from damages for acts they commit within the scope\n       of that function. A quasi-judicial function refers to one that is closely\n       related to the judicial process.\n42.\t   Public Officers and Employees: Immunity: Liability. In determining\n       whether to grant quasi-judicial immunity, courts examine the nature of\n       the functions with which a particular official or class of officials has\n       been lawfully entrusted to evaluate the effect that exposure to particu-\n       lar forms of liability would likely have on the appropriate exercise of\n       those functions.\n43.\t   Probation and Parole. The Board of Parole’s mere reliance on evidence\n       presented to it does not change the nature of its function of exercising\n       independent discretion whether to grant, deny, or revoke parole.\n44.\t   Public Officers and Employees: Civil Rights: Immunity: Pleadings.\n       Most executive officials and employees are limited to asserting qualified\n       immunity as an affirmative defense against a personal capacity claim\n       under 42 U.S.C. § 1983 (2012).\n45.\t   Constitutional Law: Public Officers and Employees: Immunity:\n       Damages: Proof. Qualified immunity shields state officials from money\n       damages unless a plaintiff alleges facts that would, if proved, show (1)\n       the official violated a federally guaranteed right and (2) the constitu-\n       tional or statutory right was clearly established at the time of the chal-\n       lenged conduct.\n46.\t   Actions: Immunity. Because qualified immunity is immunity from suit,\n       a trial court should try to resolve immunity questions at the earliest pos-\n       sible stage in litigation.\n47.\t   Actions: Public Officers and Employees: Immunity: Liability.\n       Whether an official protected by qualified immunity may be held per-\n       sonally liable for an allegedly unlawful official action generally turns on\n       the objective legal reasonableness of the action, assessed in light of the\n       legal rules that were clearly established at the time it was taken.\n48.\t   Constitutional Law: Public Officers and Employees. Whether a fed-\n       eral right is clearly established presents a question of law. A court must\n       consider whether the law is clearly established as it relates to the partic-\n       ular facts of a case. The unlawfulness of a defendant’s conduct must be\n       obvious or apparent in the light of preexisting law. That is, the contours\n       of the right must be sufficiently clear that a reasonable official would\n       understand that his or her conduct violates that right.\n\f                                     - 960 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                DAVIS v. STATE\n                               Cite as 297 Neb. 955\n\n49.\t ____: ____. To show a clearly established federal right, the U.S.\n     Supreme Court does not require a case to be directly on point, but exist-\n     ing precedent must have placed the statutory or constitutional question\n     beyond debate.\n50.\t ____: ____. A federal right can be established by a robust consensus of\n     cases of persuasive authority.\n51.\t Public Officers and Employees: Negligence: Immunity. Showing\n     that a state defendant was negligent is insufficient to defeat a quali-\n     fied immunity defense. Qualified immunity gives government officials\n     breathing room to make reasonable but mistaken judgments and pro-\n     tects all but the plainly incompetent or those who knowingly violate\n     the law.\n52.\t Actions: Civil Rights: Liability. Vicarious liability is unavailable in an\n     action brought under 42 U.S.C. § 1983 (2012).\n\n  Appeal from the District Court for Lancaster County: Lori\nA. M aret, Judge. Affirmed.\n  Charles E. Wilbrand and Jeanelle R. Lust, of Knudsen,\nBerkheimer, Richardson & Endacott, L.L.P., for appellant.\n  Douglas J. Peterson, Attorney General, Bijan Koohmaraie,\nand David A. Lopez for appellees.\n   Heavican, C.J., Wright, Miller-Lerman, Cassel, Stacy,\nK elch, and Funke, JJ.\n      Funke, J.\n                     I. NATURE OF CASE\n   Johnnie W. Davis appeals from the district court’s order that\ndismissed his negligence claim under the State Tort Claims\nAct (STCA)1 and his due process and Eighth Amendment\nclaims under 42 U.S.C. § 1983 (2012). Davis alleged that\nstate officials and employees of the Nebraska Board of Parole\n(Parole Board) and the Department of Correctional Services\n(Department) were liable for mistakenly concluding that he\nwas subject to a mandatory minimum sentence for a 1995\n\n 1\t\n      Neb. Rev. Stat. §§ 81-8,209 to 81-8,235 (Reissue 2014).\n\f                                    - 961 -\n               Nebraska Supreme Court A dvance Sheets\n                       297 Nebraska R eports\n                               DAVIS v. STATE\n                              Cite as 297 Neb. 955\n\nhabitual criminal conviction. Because of this mistake, the\nParole Board revoked his parole and reincarcerated him for\nnearly 2 months before releasing him on parole again. The dis-\ntrict court concluded that all of Davis’ claims were barred by\nsovereign immunity, qualified immunity, or pleading deficien-\ncies, and dismissed his complaint against all defendants.\n   We overrule Nebraska cases holding that an exception to\nthe State’s waiver of immunity for tort claims under the STCA\nis an affirmative defense that the State must plead and prove.\nBecause the exceptions are jurisdictional in nature, we hold\nthat a court can consider an STCA exception sua sponte and for\nthe first time on appeal. Here, we conclude that the exception\nfor claims of false imprisonment applies, which exception bars\nDavis’ tort claim under the doctrine of sovereign immunity.\nWe further conclude that the court did not err in ruling that the\ndefendants were shielded from Davis’ § 1983 action by abso-\nlute or qualified immunity.\n\n                     II. BACKGROUND\n   We glean the historical facts leading up to this action from\nthe allegations in Davis’ complaint.2\n\n          1. Davis’ A rrest, Pleas, and Sentencing\n   On May 10, 1995, Davis was charged with 11 different\ncrimes and was alleged to be a habitual offender. In January\n1996, under a plea agreement, Davis pled no contest to count I,\nattempted murder in the second degree, and count II, use of\na deadly weapon to commit a felony. The State dismissed the\nremaining charges. In March, the court determined that Davis\nwas a habitual offender and sentenced him to a term of 20\nto 30 years’ imprisonment for count I and a term of 10 to\n20 years’ imprisonment for count II, with the terms to be\nserved consecutively.\n\n 2\t\n      See Jacob v. Nebraska Dept. of Corr. Servs., 294 Neb. 735, 884 N.W.2d\n      687 (2016).\n\f                                    - 962 -\n               Nebraska Supreme Court A dvance Sheets\n                       297 Nebraska R eports\n                               DAVIS v. STATE\n                              Cite as 297 Neb. 955\n\n         2. Changes to H abitual Criminal Sentencing\n   Before June 1995, the habitual criminal statute3 provided\nthe following:\n      Whoever has been twice convicted of a crime, sentenced,\n      and committed to prison . . . for terms of not less than one\n      year each shall, upon conviction of a felony committed in\n      this state, be deemed to be an habitual criminal and shall\n      be punished by imprisonment . . . for a term of not less\n      than ten nor more than sixty years . . . .4\n   In June 1995, the Legislature amended § 29-2221 to pro-\nvide a mandatory minimum sentence for habitual criminal\nconvictions:\n      Whoever has been twice convicted of a crime, sentenced,\n      and committed to prison . . . for terms of not less than one\n      year each shall, upon conviction of a felony committed in\n      this state, be deemed to be an habitual criminal and shall\n      be punished by imprisonment . . . for a mandatory mini-\n      mum term of ten years and a maximum term of not more\n      than sixty years . . . .5\nOther mandatory minimums apply if a defendant has been con-\nvicted of felonies not at issue here.6 This amendment became\neffective in September 1995,7 after Davis committed his crimes\nbut before he entered his pleas and was sentenced.\n   Mandatory minimum sentences carry two consequences that\na minimum term sentence comprising the same number of\nyears does not. First, a “person convicted of a felony for which\na mandatory minimum sentence is prescribed shall not be\neligible for probation.”8 Second, the offender cannot become\n\n 3\t\n      See Neb. Rev. Stat. § 29-2221 (Reissue 2016).\n 4\t\n      See § 29-2221(1) (Cum. Supp. 1994).\n 5\t\n      See, 1995 Neb. Laws, L.B. 371, § 13 (emphasis supplied), codified at\n      § 29-2221(1) (Reissue 1995).\n 6\t\n      See id.\n 7\t\n      See id., § 32.\n 8\t\n      See Neb. Rev. Stat. § 28-105(4) (Reissue 2016).\n\f                                    - 963 -\n               Nebraska Supreme Court A dvance Sheets\n                       297 Nebraska R eports\n                               DAVIS v. STATE\n                              Cite as 297 Neb. 955\n\neligible for parole until the mandatory minimum is served in\nfull; good time credits can be applied to the maximum term\nof an indeterminate sentence only after the offender serves the\nmandatory minimum.9\n            3. Davis’ R elease and R eincarceration\n   In 2012, Davis was paroled. In 2014, the Department\nobtained warrants to arrest released prisoners for whom it had\nmiscalculated their release dates. Davis’ name was not on that\nlist. But an unknown person later added his name to this list,\nand a warrant was issued for his arrest. In June, Davis was\ninformed by his parole officer that he needed to turn himself\nin because his parole eligibility date had been miscalculated.\nDavis had not violated his parole, and he was employed.\nBefore turning himself in to the Department on June 25, he\ninformed the Department and his parole officer that the man-\ndatory minimum provision did not apply to him and that his\nparole eligibility date was correct. Neither the Department nor\nthe Parole Board investigated his claim.\n   At a parole hearing on July 29, 2014, the Parole Board\nrevoked his parole despite his continued claim that he was not\nsubject to the mandatory minimum amendment. On August 22,\nDavis was released again and given a certificate of parole. Six\nmonths after filing a “State Torts Claim” with the State’s risk\nmanagement division, Davis filed this action.\n                      4. Davis’ Claims\n   Davis named 16 defendants in his complaint: the State;\nthe Department; the Attorney General’s office; the Parole\nBoard; the former governor; the former Attorney General; the\nDepartment’s former director, former records administrator,\nformer general counsel, and two of its former attorneys; the\nParole Board’s former and current chairpersons, its former vice\n\n 9\t\n      See, Neb. Rev. Stat. § 83-1,110 (Reissue 2014); Caton v. State, 291\n      Neb. 939, 869 N.W.2d 911 (2015); Johnson v. Kenney, 265 Neb. 47, 654\n      N.W.2d 191 (2002).\n\f                                      - 964 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                 DAVIS v. STATE\n                                Cite as 297 Neb. 955\n\nchairperson, and a current and former member. He sued all\nof the state officers and employees in their official and indi-\nvidual capacities.\n   For Davis’ negligence claim under the STCA, he alleged\nthat all the state defendants owed him a duty not to violate\nhis civil rights and not to reincarcerate him or cause his rein-\ncarceration unless he had violated his parole. Davis alleged,\ncondensed, that the defendants breached these duties when,\ndespite his protests, they (1) failed to research the correct law\nand applied the wrong law to calculate his parole eligibility\ndate, (2) determined that he had not served enough time, (3)\nadded his name to a list of persons who should be arrested,\nand (4) reincarcerated him for 59 days when he should have\nbeen on parole.\n   Davis alleged that in 1997, the Attorney General issued\nan opinion at the request of the Department’s director at that\ntime.10 The Attorney General stated that generally, the good\ntime provisions in effect when an offender committed the\noffense are the ones that apply to calculating the offender’s\nsentence,11 unless a later amendment increases the amount\nof credit that an offender can receive.12 Davis alleged a lack\nof institutional oversight, implementing policies, and train-\ning; and he alleged deliberate indifference to his rights. He\nalleged that he lost his job as a valet, his engraving business,\nand the house he was renting and that his arrest had strained\nhis relationship with his girlfriend and his family. He alleged\nthat this stress led to two occasions when he attempted suicide\nwhile incarcerated.\n   For his § 1983 due process claim, Davis alleged that the\ndefendants’ “acts, omissions, policies and practices [were] a\nsubstantial departure from accepted professional judgment, . . .\n\n10\t\n      Att’y Gen. Op. No. 97005 (Jan. 14, 1997).\n11\t\n      See id., citing Weaver v. Graham, 450 U.S. 24, 67 L. Ed. 2d 17, 101 S. Ct.\n      960 (1981).\n12\t\n      Id., citing State v. Schrein, 247 Neb. 256, 526 N.W.2d 420 (1995).\n\f                              - 965 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                         DAVIS v. STATE\n                        Cite as 297 Neb. 955\n\nconstitute[d] punishment, [and] reflect[ed] deliberate indiffer-\nence to the known and obvious consequences to [him].” For his\n§ 1983 Eighth Amendment claim, he alleged that the defend­\nants’ “acts, omissions, policies and practices . . . constitute[d]\ncruel and unusual punishment.” He alleged the defendants’\nconduct had caused him to suffer unspecified economic and\nnoneconomic damages.\n         5. Hearing on Defendants’ Motion to Dismiss\n   The defendants moved to dismiss Davis’ negligence claim\nand § 1983 claims under Neb. Ct. R. Pldg. § 6-1112(b)(1)\nand (6). Their motion did not set out any specific grounds\nfor a dismissal. At the hearing, the defendants argued that\nbecause Nebraska courts have held that the Parole Board’s\nfunctions are quasi-judicial and inherently discretionary, Davis’\nclaims against its members were not cognizable. They also\nargued that because the Parole Board had exclusive jurisdic-\ntion over Davis’ parole revocation, the court should dismiss\nDavis’ claims against the other defendants. Alternatively, they\nargued that Davis’ § 1983 claims were deficient, because he\nhad not alleged that the defendants were personally involved in\ndetermining that his parole should be revoked or in procuring\nhis reincarceration. Regarding Davis’ deliberate indifference\nallegations, the State argued that he would have to allege that\nthe defendants knew he should not be reincarcerated and that\nthey did so despite that knowledge. Regarding Davis’ negli-\ngence claim, the State argued that the defendants who were not\nBoard members were immune from suit under the doctrine of\nsovereign immunity, because they were performing a discre-\ntionary function.\n   Davis responded that the Department is the main state\nagency with the duty to determine parole eligibility dates and\nrelease dates from mandatory minimum sentences. He argued\nthat these duties were ministerial and not discretionary and\nthat the Parole Board was not entitled to quasi-judicial immu-\nnity. He argued that his release on parole 2 months after he\nwas reincarcerated showed that the only reason for his parole\n\f                               - 966 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                          DAVIS v. STATE\n                         Cite as 297 Neb. 955\n\nrevocation was an incorrect calculation of his parole eligibil-\nity date.\n   Davis also argued that the Department had continuing\nduties—before, during, and after his parole revocation—to\nreview the record, apply the law correctly, and inform the\nParole Board of its determinations. He argued that these duties\nshowed other state actors besides the Parole Board were\ninvolved in his parole revocation and reincarceration. As a\nresult, he argued that he could not yet plead with particular-\nity and that the court could not yet determine whether any of\nthe defendants were entitled to qualified immunity, because he\nhad not had an opportunity to discover what each state actor\nhad done.\n\n                        6. Court’s Order\n   The court granted the defendants’ motion to dismiss. In its\norder, the court concluded that the Parole Board and its mem-\nbers were immune from Davis’ claims, because they perform a\nquasi-judicial function that is inherently discretionary. It stated\nthat Davis’ claims against the Parole Board’s members arose\nsolely out of their official function and that Nebraska law did\nnot permit civil damages for decisions involving discretion.\nIt dismissed Davis’ claims against the Parole Board and its\nmembers with prejudice.\n   The court dismissed Davis’ claims against the defendants\nwho were not members of the Parole Board, because all\nof his claims arose from the revocation of his parole. The\ncourt determined that they were not involved in the revoca-\ntion proc­ess and had no authority over the decision and that\nDavis had not alleged any facts connecting them to the revo-\ncation. It concluded that despite Davis’ allegations about the\nDepartment’s duties, the Parole Board had exclusive jurisdic-\ntion over his parole revocation, which did not involve the\nAttorney General’s office or any other defendant who was not\na Parole Board member.\n\f                              - 967 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                         DAVIS v. STATE\n                        Cite as 297 Neb. 955\n\n   Regarding Davis’ negligence claim, the court reasoned\nthat under the STCA, the State can be liable only to the\nsame extent as a private person would be under similar\ncircumstances and a private person cannot revoke parole.\nAdditionally, the court concluded that Davis’ “negligence\naction triggers the discretionary function exception [to the\nState’s waiver of immunity] because his claims are based\nupon State employees’ executing Nebraska statutes . . . and\nperforming discretionary functions.”\n   Regarding Davis’ § 1983 claims, the court concluded that\nhis claims against the State, state agencies, and state defend­\nants in their official capacities were barred by sovereign immu-\nnity. It additionally found that the claims were not cognizable,\nbecause Davis had failed to “plead with any specificity that\nany named Defendant actually participated in any alleged\nconstitutional violation.” Alternatively, the court ruled that the\ndefendants were entitled to qualified immunity from Davis’\ndue process and Eighth Amendment claims. It concluded that\nthe defendants’ mistaken belief that Davis’ parole eligibility\ndate was correct did not deprive them of qualified immunity,\nbecause there is “no ‘clearly established constitutional right’\nmaking State officials individually liable for erroneous parole\nrevocations under the Eighth Amendment.”\n                III. ASSIGNMENTS OF ERROR\n   Davis assigns, consolidated and restated, that the court erred\nas follows:\n   (1) in dismissing all of his claims with prejudice;\n   (2) in determining that the Parole Board and its members are\nimmune from his claims;\n   (3) in determining that the defendants who are not Parole\nBoard members cannot be held liable for his reincarceration;\n   (4) in failing to weigh the role that the defendants who are\nnot Parole Board members played in his reincarceration;\n   (5) in determining that the State has not waived its sovereign\nimmunity for his negligence claim;\n\f                                    - 968 -\n               Nebraska Supreme Court A dvance Sheets\n                       297 Nebraska R eports\n                               DAVIS v. STATE\n                              Cite as 297 Neb. 955\n\n   (6) in determining that his negligence claim is barred by the\ndiscretionary function exception to the State’s waiver of sover-\neign immunity;\n   (7) in determining that he failed to plead his § 1983 claims\nwith sufficient specificity;\n   (8) in determining that the defendants were entitled to quali-\nfied immunity; and\n   (9) in not allowing him to amend his complaint.\n                  VI. STANDARD OF REVIEW\n   [1,2] We review a district court’s order granting a motion\nto dismiss de novo, accepting all allegations in the complaint\nas true and drawing all reasonable inferences in favor of the\nnonmoving party.13 To prevail against a motion to dismiss for\nfailure to state a claim, a plaintiff must allege sufficient facts to\nstate a claim to relief that is plausible on its face.14 In cases in\nwhich a plaintiff does not or cannot allege specific facts show-\ning a necessary element, the factual allegations, taken as true,\nare nonetheless plausible if they suggest the existence of the\nelement and raise a reasonable expectation that discovery will\nreveal evidence of the element or claim.15\n   [3-6] We independently review questions of law decided by\na lower court.16 The determination of constitutional require-\nments presents a question of law.17 Statutory interpretation\npresents a question of law.18 Whether a plaintiff’s allegations\npresent a claim that is barred by an exception to the State’s\nwaiver of tort immunity in a tort claims act presents a question\nof law.19\n\n13\t\n      Jacob, supra note 2.\n14\t\n      First Neb. Ed. Credit Union v. U.S. Bancorp, 293 Neb. 308, 877 N.W.2d\n      578 (2016).\n15\t\n      Id.\n16\t\n      State v. Harris, 296 Neb. 317, 893 N.W.2d 440 (2017).\n17\t\n      Id.\n18\t\n      State v. Chacon, 296 Neb. 203, 894 N.W.2d 238 (2017).\n19\t\n      See Hall v. County of Lancaster, 287 Neb. 969, 846 N.W.2d 107 (2014).\n\f                                    - 969 -\n               Nebraska Supreme Court A dvance Sheets\n                       297 Nebraska R eports\n                               DAVIS v. STATE\n                              Cite as 297 Neb. 955\n\n                         V. ANALYSIS\n        1. State Officers and Employees Acting Within\n           Scope of Their Offices or Employment Can\n             Be Sued for Tortious Conduct Only in\n                    Their Official Capacities\n   Davis contends that he sued the defendants in their indi-\nvidual capacities and that some of the state employees acted\noutside of the scope of their duties. The State responds that\nDavis’ negligence claim is not cognizable against the state\ndefendants in their individual capacities. We agree.\n   [7] Section 81-8,209 of the STCA bars tort claims against\nthe State, its agencies, and its employees unless the State has\nwaived its immunity for the claim:\n      The State of Nebraska shall not be liable for the torts\n      of its officers, agents, or employees, and no suit shall\n      be maintained against the state, any state agency, or any\n      employee of the state on any tort claim except to the\n      extent, and only to the extent, provided by the [STCA].\n   Section 81-8,215 is the State’s general waiver of tort immu-\nnity under the STCA.20 In relevant part, it provides that the\nState “shall be liable in the same manner and to the same\nextent as a private individual under like circumstances.”\n   [8-10] Statutes relating to the same subject, although\nenacted at different times, are in pari materia and should\nbe construed together.21 Section 81-8,215, when read in pari\nmateria with § 81-8,209, operates as a limited waiver of the\nState’s tort immunity, subject to specified exceptions that are\nset out in § 81-8,219.22 The exceptions to the waiver of the\nState’s tort immunity include claims based on the exercise\n\n20\t\n      See Sherrod v. State, 251 Neb. 355, 557 N.W.2d 634 (1997).\n21\t\n      D.I. v. Gibson, 295 Neb. 903, 890 N.W.2d 506 (2017).\n22\t\n      See Bronsen v. Dawes Cty., 272 Neb. 320, 722 N.W.2d 17 (2006). See,\n      also, § 81-8,215; McCormick v. City of Norfolk, 263 Neb. 693, 641\n      N.W.2d 638 (2002); Lawry v. County of Sarpy, 254 Neb. 193, 575 N.W.2d\n      605 (1998).\n\f                                     - 970 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                DAVIS v. STATE\n                               Cite as 297 Neb. 955\n\nor performance of a discretionary function by a state officer\nor employee.23\n   [11] Under § 81-8,210, whether a plaintiff has sued a\nstate officer or employee in his or her individual capacity is\nirrelevant to whether the STCA bars a tort claim against that\nofficer or employee. That is because § 81-8,210(4) defines a\ntort claim to mean a claim for money damages caused by the\nwrongful or negligent conduct of an officer or employee who\nwas acting “within the scope of his or her office or employ-\nment, under circumstances in which the state, if a private\nperson, would be liable to the claimant for such damage, loss,\ninjury, or death.” And § 81-8,209 authorizes tort liability for a\nstate officer or employee only to the extent the STCA permits.\nSo, under the STCA’s definition of a tort claim, plaintiffs are\nlimited to suing state officers and employees in their offi-\ncial capacities.24 We have held that only when the officer or\nemployee was not acting within the scope of his or her office\nor employment can a plaintiff pursue a tort claim against\nthe officer or employee individually.25 This means that if an\nofficer or employee was acting within the scope of his or her\noffice or employment and the alleged tortious conduct falls\nwithin an exception to the State’s waiver of tort immunity,\nthe STCA bars a tort claim against the officer or employee,\nregardless of the capacity in which he or she was purport-\nedly sued.\n   Here, the state defendants could not have committed the\ntortious acts set out in Davis’ complaint as private individ-\nuals. To the extent that Davis implies that the defendants\nmay have acted in bad faith, that argument is relevant to\n\n23\t\n      See § 81-8,219(1).\n24\t\n      See Kruger v. Nebraska, 820 F.3d 295 (8th Cir. 2016). Accord, D.M. v.\n      State, 23 Neb. App. 17, 867 N.W.2d 622 (2015); Bojanski v. Foley, 18\n      Neb. App. 929, 798 N.W.2d 134 (2011).\n25\t\n      See, e.g., Lamb v. Fraternal Order of Police Lodge No. 36, 293 Neb. 138,\n      876 N.W.2d 388 (2016); Bohl v. Buffalo Cty., 251 Neb. 492, 557 N.W.2d\n      668 (1997); D.M., supra note 24.\n\f                                      - 971 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                 DAVIS v. STATE\n                                Cite as 297 Neb. 955\n\n whether the defendants are entitled to quasi-judicial immu­\n nity,26 not to whether they were acting within the scope of\n their office or employment. So even if they were negligent or\n abused their authority, Davis’ argument that they might have\n acted outside of the scope of their official duties is without\n­merit.27 Accordingly, whether they were sued in their individual\n capacities is irrelevant to the court’s dismissal of Davis’ negli-\n gence claim.\n               2. State Can R aise STCA Exception\n                     for First Time on A ppeal\n    At oral arguments, the State argued that Davis’ claim arose\nfrom a false imprisonment and was therefore barred by the\nintentional tort exception to the State’s waiver of immunity.\nUnder § 81-8,219(4), the State’s waiver of immunity does not\napply to “[a]ny claim arising out of . . . false imprisonment . .\n. .” But the State conceded that it did not raise this issue to the\ndistrict court.\n    In Maresh v. State,28 the State chose to raise the immunity\nissue as an affirmative defense. As a result, we held that the\nburden to prove the defense rested on the defendant.29 We\nexpanded this reasoning in Sherrod v. State,30 in which we held\nthat exceptions to the general waiver of the STCA are matters\nof defense that the State must plead and prove. And we have\nrepeated this holding in other cases.31\n\n26\t\n      See Noffsinger v. Nebraska State Bar Assn., 261 Neb. 184, 622 N.W.2d\n      620 (2001).\n27\t\n      See Lamb, supra note 25.\n28\t\n      Maresh v. State, 241 Neb. 496, 489 N.W.2d 298 (1992) (superseded in\n      part by statute as stated in Walton v. Patil, 279 Neb. 974, 783 N.W.2d 438\n      (2010)).\n29\t\n      Id.\n30\t\n      Sherrod, supra note 20.\n31\t\n      See, Hall, supra note 19; Doe v. Board of Regents, 280 Neb. 492, 788\n      N.W.2d 264 (2010); Reimers-Hild v. State, 274 Neb. 438, 741 N.W.2d\n      155 (2007); Lawry, supra note 22; Sherrod, supra note 20; D.M., supra\n      note 24.\n\f                                      - 972 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                 DAVIS v. STATE\n                                Cite as 297 Neb. 955\n\n   In Sherrod, we held that subject matter jurisdiction is\nconferred by the general waiver of tort immunity found in\n§ 81-8,215. We then cited four federal appellate decisions32\nand a state court decision33 to hold that the government bears\nthe burden to plead and prove the application of an exception\nto a waiver of sovereign immunity under a tort claims act.34\nBut not all of the cited federal cases supported our holding\nthat a sovereign immunity defense can be waived by failing to\nplead it, and the differences are important.\n   We primarily relied on the Seventh Circuit’s holding in\nStewart v. United States35 that the Federal Tort Claims Act\n(FTCA) “conferred general jurisdiction of the subject matter of\nclaims coming within its purview, and the exceptions referred\nto are available to the government as a defense only when\naptly pleaded and proven.” The court “thus viewed the discre-\ntionary function exception as a waivable affirmative defense\nrather than an impairment of its power to adjudicate.”36\n   We also cited the Sixth Circuit’s holding in Carlyle v.\nUnited States, Dept. of the Army37 that a plaintiff can invoke\njurisdiction only if the complaint is facially outside the excep-\ntions of the FTCA. The court further stated that “[o]nly after\na plaintiff has successfully invoked jurisdiction by a pleading\nthat facially alleges matters not excepted by [the FTCA] does\nthe burden fall on the government to prove the applicability\n\n32\t\n      See Stewart v. United States, 199 F.2d 517 (7th Cir. 1952). See, also,\n      Autery v. U.S., 992 F.2d 1523 (11th Cir. 1993); Prescott v. U.S., 973 F.2d\n      696 (9th Cir. 1992); Carlyle v. United States, Dept. of the Army, 674 F.2d\n      554 (6th Cir. 1982).\n33\t\n      See State v. Zimring, 52 Haw. 477, 479 P.2d 205 (1970).\n34\t\n      Sherrod, supra note 20.\n35\t\n      Stewart, supra note 32, 199 F.2d at 519.\n36\t\n      Richardson v. United States, 943 F.2d 1107, 1113 (9th Cir. 1991).\n37\t\n      Carlyle, supra note 32.\n\f                                       - 973 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                 DAVIS v. STATE\n                                Cite as 297 Neb. 955\n\nof a specific provision of [the FTCA].”38 And we cited a Ninth\nCircuit case, Prescott v. U.S.,39 in which the court agreed with\nthe Sixth Circuit’s decision in Carlyle.\n   In addition to these three federal court cases that we cited\nin Sherrod, the Third Circuit also holds that a defendant in an\naction brought under the FTCA bears the burden to prove an\nexception to the government’s waiver of immunity.40\n   But holding that the government bears the ultimate burden\nof proof is not the same as holding that the State’s sovereign\nimmunity can be waived by a state attorney’s failure to raise it\nas a defense. And even among federal circuit courts that have\ndecided the burden of proof question, they do not all agree that\nthe FTCA exceptions are affirmative defenses for which the\ndefendant bears the burden of persuasion.41 Their disparity may\nstem from the U.S. Supreme Court’s discussions of the juris-\ndictional nature of sovereign immunity.\n   The Supreme Court has clarified that a State’s 11th\nAmendment immunity from suit is a convenient shorthand,\nbut something of a misnomer, for state sovereign immunity,\nwhich is broader than the terms of the 11th Amendment.42\nUnder the 11th Amendment, an unconsenting State is immune\nfrom federal court suits brought by its own citizens, as well\nas by citizens of another State.43 The Supreme Court has held\n\n38\t\n      Id. at 556.\n39\t\n      Prescott, supra note 32.\n40\t\n      See S.R.P. ex rel. Abunabba v. U.S., 676 F.3d 329 (3d Cir. 2012).\n41\t\n      See, Wood v. U.S., 845 F.3d 123 (4th Cir. 2017); Tsolmon v. U.S., 841 F.3d\n      378 (5th Cir. 2016); Carroll v. U.S., 661 F.3d 87 (1st Cir. 2011); Garcia v.\n      U.S. Air Force, 533 F.3d 1170 (10th Cir. 2008); OSI, Inc. v. U.S., 285 F.3d\n      947 (11th Cir. 2002).\n42\t\n      Northern Ins. Co. of N.Y. v. Chatham County, 547 U.S. 189, 126 S. Ct.\n      1689, 164 L. Ed. 2d 367 (2006).\n43\t\n      Edelman v. Jordan, 415 U.S. 651, 94 S. Ct. 1347, 39 L. Ed. 2d 662 (1974).\n\f                                      - 974 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                DAVIS v. STATE\n                               Cite as 297 Neb. 955\n\nthat states can waive their 11th Amendment immunity in\nfederal court and that federal courts can ignore an immunity\ndefense if a State has not raised it.44 It has explained that a\nState can waive its 11th Amendment immunity, because the\namendment “enacts a sovereign immunity from suit, rather\nthan a nonwaivable limit on the Federal Judiciary’s subject-\nmatter jurisdiction.”45 And it has refused to hold that the\nFTCA exceptions are subject to the general rule that a waiver\nof sovereign immunity will be strictly construed in favor\nof the sovereign.46 It has reasoned that in the context of the\nFTCA, “‘unduly generous interpretations of the exceptions\nrun the risk of defeating the central purpose of the statute,’\n. . . which ‘waives the Government’s immunity from suit in\nsweeping language.’”47\n   But the Supreme Court has also held that “[s]overeign\nimmunity is by nature jurisdictional, . . . and the terms of\nthe United States’ ‘“consent to be sued in any court define\nthat court’s jurisdiction to entertain the suit.”’”48 In an FTCA\nappeal, it concluded that because the United States “can\nbe sued only to the extent that it has waived its immu-\nnity, due regard must be given to the exceptions . . . to\nsuch waiver.”49\n\n44\t\n      See, Wisconsin Dept. of Corrections v. Schacht, 524 U.S. 381, 118 S. Ct.\n      2047, 141 L. Ed. 2d 364 (1998); Patsy v. Florida Board of Regents, 457\n      U.S. 496, 102 S. Ct. 2557, 73 L. Ed. 2d 172 (1982).\n45\t\n      Idaho v. Coeur d’Alene Tribe of Idaho, 521 U.S. 261, 267, 117 S. Ct.\n      2028, 138 L. Ed. 2d 438 (1997).\n46\t\n      Dolan v. Postal Service, 546 U.S. 481, 126 S. Ct. 1252, 163 L. Ed. 2d\n      1079 (2006).\n47\t\n      Id., 546 U.S. at 492.\n48\t\n      Henderson v. United States, 517 U.S. 654, 675-76, 116 S. Ct. 1638, 134 L.\n      Ed. 2d 880 (1996). Accord FDIC v. Meyer, 510 U.S. 471, 114 S. Ct. 996,\n      127 L. Ed. 2d 308 (1994).\n49\t\n      United States v. Orleans, 425 U.S. 807, 814, 96 S. Ct. 1971, 48 L. Ed. 2d\n      390 (1976).\n\f                                      - 975 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                 DAVIS v. STATE\n                                Cite as 297 Neb. 955\n\n   Additionally, in United States v. Gaubert,50 the Supreme\nCourt imposed a pleading standard that requires a plaintiff’s\nfactual allegations to support a finding that the FTCA’s discre-\ntionary function exception does not apply when a presumption\nof discretionary conduct exists:\n         When established governmental policy, as expressed\n      or implied by statute, regulation, or agency guidelines,\n      allows a Government agent to exercise discretion, it\n      must be presumed that the agent’s acts are grounded in\n      policy when exercising that discretion. For a complaint\n      to survive a motion to dismiss, it must allege facts which\n      would support a finding that the challenged actions are\n      not the kind of conduct that can be said to be grounded in\n      the policy of the regulatory regime.51\n   Finally, the Supreme Court has held that a State’s 11th\nAmendment immunity defense “sufficiently partakes of the\nnature of a jurisdictional bar” that it can be raised for the\nfirst time on appeal,52 although it has discretion to determine\nthat a State has waived that argument by failing to raise it\non appeal.53\n   Not all federal circuit courts have weighed in on which party\nbears the ultimate burden of persuasion on the application of\nan FTCA exception.54 Our analysis in Sherrod failed to recog-\nnize this. Specifically, our quote from Autery v. U.S.,55 an 11th\nCircuit case that we cited, seemed to place that court in agree-\nment with courts that hold the government bears the burden\n\n50\t\n      United States v. Gaubert, 499 U.S. 315, 111 S. Ct. 1267, 113 L. Ed. 2d 335\n      (1991).\n51\t\n      Id., 499 U.S. at 324-25.\n52\t\n      Edelman, supra note 43, 415 U.S. at 678.\n53\t\n      See, Patsy, supra note 44; Sosna v. Iowa, 419 U.S. 393, 95 S. Ct. 553, 42\n      L. Ed. 2d 532 (1975).\n54\t\n      See, e.g., Gibson v. U.S., 809 F.3d 807 (5th Cir. 2016); Hart v. U.S., 630\n      F.3d 1085 (8th Cir. 2011).\n55\t\n      Autery, supra note 32.\n\f                                      - 976 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                 DAVIS v. STATE\n                                Cite as 297 Neb. 955\n\nto prove an exception.56 But the 11th Circuit explicitly declined\nto decide the burden of proof question.57 To the contrary, the\ncourt noted that the Supreme Court’s decision in Gaubert\nappears to put the burden on the plaintiff to disprove the dis-\ncretionary function exception.58 The 10th Circuit has similarly\nnoted that Gaubert casts doubt on the 9th Circuit’s holding in\nPrescott—which we cited in Sherrod—that the government\nbears the ultimate burden of persuasion.59 And the Sixth Circuit\nfound it unnecessary to decide whether Gaubert affected its\n1982 holding in Carlyle 60—which we also cited in Sherrod—\nthat the government bore the burden to prove an FTCA excep-\ntion applied if a plaintiff’s complaint was “‘facially outside the\nexceptions of [28 U.S.C.] § 2680.’”61\n   Although the U.S. Supreme Court has not decided the ulti-\nmate burden of proof question for the FTCA exceptions, most\nfederal circuit courts have held that the plaintiff bears the bur-\nden of alleging facts that show the exceptions to the govern-\nment’s waiver of immunity under the FTCA do not deprive the\ncourt of subject matter jurisdiction.62 That includes the Sixth\nand Ninth Circuit decisions that we cited in Sherrod.63\n   In fact, in the Ninth Circuit case we relied on, the court\nmade the following statement in a footnote: “It is, of course,\n\n56\t\n      See Sherrod, supra note 20.\n57\t\n      See Autery, supra note 32. Accord Mesa v. U.S., 123 F.3d 1435 (11th Cir.\n      1997).\n58\t\n      See id.\n59\t\n      See Kiehn v. U.S., 984 F.2d 1100 (10th Cir. 1993).\n60\t\n      Carlyle, supra note 32.\n61\t\n      See Sharp ex rel. Estate of Sharp v. U.S., 401 F.3d 440, 443 n.1 (6th Cir.\n      2005).\n62\t\n      See, e.g., Edison v. U.S., 822 F.3d 510 (9th Cir. 2016); Gibson, supra note\n      54; Zelaya v. U.S., 781 F.3d 1315 (11th Cir. 2015); Molchatsky v. U.S.,\n      713 F.3d 159 (2d Cir. 2013); Welch v. U.S., 409 F.3d 646 (4th Cir. 2005);\n      Carlyle, supra note 32.\n63\t\n      See, Prescott, supra note 32; Carlyle, supra note 32.\n\f                                      - 977 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                DAVIS v. STATE\n                               Cite as 297 Neb. 955\n\n‘well-established law that . . . jurisdictional defenses cannot be\nwaived by the parties and may be raised for the first time on\nappeal or even raised by a court sua sponte.’”64 In a previous\ncase, it had remanded the matter for the district court to deter-\nmine whether the discretionary function applied even though\nthe government had not raised the exception: “[I]f the discre-\ntionary function applies, the claims should be dismissed for\nlack of jurisdiction. This court must consider jurisdiction even\nif the parties have not challenged it.”65 Other federal circuit\ncourts agree that an FTCA exception can be considered for the\nfirst time on appeal, at least where the parties do not dispute\nfacts relevant to the application of an exception.66\n   Similarly, the Eighth Circuit has held that because a court\nlacks subject matter jurisdiction if an alleged act falls within\nthe discretionary function exception, a district court does not\nerr in sua sponte ruling that it lacks jurisdiction and dismissing\nthe plaintiff’s action, where the jurisdictional facts are undis-\nputed and the exception clearly applies.67\n   That leaves the Seventh Circuit’s holding in Stewart v.\nUnited States68 as the primary authority for our holding in\nSherrod that the State’s waiver of immunity can be forfeited if\nthe State fails to plead and prove an STCA exception. Stewart\nremains good law in the Seventh Circuit,69 and, as noted, the\nThird Circuit agrees.70 But in a 2016 unpublished decision,\nthe Third Circuit held that a federal district court did not err\n\n64\t\n      Prescott, supra note 32, 973 F.2d at 701 n.2, citing Roberts v. U.S., 887\n      F.2d 899 (9th Cir. 1989).\n65\t\n      Roberts, supra note 64, 887 F.2d at 900.\n66\t\n      See, Garling v. U.S. E.P.A., 849 F.3d 1289 (10th Cir. 2017); Medina v.\n      U.S., 259 F.3d 220 (4th Cir. 2001); Hydrogen Technology Corp. v. U.S.,\n      831 F.2d 1155 (1st Cir. 1987).\n67\t\n      See Hart, supra note 54.\n68\t\n      Stewart, supra note 32.\n69\t\n      See, e.g., Keller v. U.S., 771 F.3d 1021 (7th Cir. 2014).\n70\t\n      See S.R.P. ex rel. Abunabba, supra note 40.\n\f                                    - 978 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                               DAVIS v. STATE\n                              Cite as 297 Neb. 955\n\nin sua sponte ruling that the plaintiff’s claim was barred by\nthe discretionary function exception.71 It stated that although\nthe exception is analogous to an affirmative defense, it is also\njurisdictional on its face, which is a question that a court has\nan obligation to address.72 Similarly, in a 1995 decision, the\nSeventh Circuit did not treat Stewart as binding precedent\nand independently decided on appeal that the relevant statutes\nand regulations showed the discretionary function exception\nbarred the plaintiff’s claim.73\n   These cases illustrate that because sovereign immunity is\njurisdictional in nature, and because courts have a duty to\ndetermine whether they have subject matter jurisdiction over\na matter, treating the FTCA exceptions as waivable affirma-\ntive defenses places courts in an impossible position when\na jurisdictional problem appears on the face of a plain-\ntiff’s complaint.\n   [12-15] This court has repeatedly held that an appellate\ncourt has an independent duty to decide jurisdictional issues\non appeal, even if the parties have not raised the issue.74 And\nwhen a trial court lacks the power, that is, jurisdiction, to\nadjudicate the merits of a claim, an appellate court also lacks\nthe power to adjudicate the merits of the claim.75 We have\nheld that a trial court lacks subject matter jurisdiction over an\naction against the State unless the State has consented to suit.76\n\n71\t\n      See Bedell v. United States, 669 Fed. Appx. 620 (3d Cir. 2016).\n72\t\n      Id.\n73\t\n      See Rothrock v. U.S., 62 F.3d 196 (7th Cir. 1995).\n74\t\n      E.g., J.S. v. Grand Island Public Schools, ante p. 347, 899 N.W.2d 893\n      (2017).\n75\t\n      E.g., Landrum v. City of Omaha Planning Bd., ante p. 165, 899 N.W.2d\n      598 (2017).\n76\t\n      See, Zawaideh v. Nebraska Dept. of Health & Human Servs., 285 Neb.\n      48, 825 N.W.2d 204 (2013); Engler v. State, 283 Neb. 985, 814 N.W.2d\n      387 (2012); McKenna v. Julian, 277 Neb. 522, 763 N.W.2d 384 (2009);\n      Northwall v. State, 263 Neb. 1, 637 N.W.2d 890 (2002).\n\f                                     - 979 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                DAVIS v. STATE\n                               Cite as 297 Neb. 955\n\nAnd lack of subject matter jurisdiction may be raised at any\ntime by any party or by the court sua sponte.77 As discussed,\nhowever, we have also held in several cases that the exceptions\nto the STCA and the Political Subdivisions Tort Claims Act are\naffirmative defenses that the State must plead and prove.78\n   We conclude that these lines of cases are irreconcilable\nto the extent that the latter cases imply that a state attorney\ncan waive the State’s immunity from suit by failing to raise\nan exception in a responsive pleading. But when a plaintiff’s\ncomplaint shows on its face that a claim is barred by one of the\nexceptions, the State’s inherent immunity from suit is a juris-\ndictional issue that an appellate court cannot ignore.\n   [16,17] The doctrine of stare decisis requires that we adhere\nto our previous decisions unless the reasons therefor have\nceased to exist, are clearly erroneous, or are manifestly wrong\nand mischievous or unless more harm than good will result\nfrom doing so.79 The doctrine is entitled to great weight, but\nit does not require us to blindly perpetuate a prior interpreta-\ntion of the law if we conclude the prior interpretation was\nclearly incorrect.80\n   [18] We conclude that our cases holding that the State must\nplead and prove an exception to the STCA are clearly errone-\nous to the extent they can be read to hold that a state attorney\nwaives an immunity defense under § 81-8,219 by failing to\nraise it in a pleading or to a trial court. To the extent that they\ncan be so interpreted, the cases cited in footnotes 28 and 31\nare overruled. We hold that an exception to the State’s waiver\nof immunity under the STCA is an issue that the State may\nraise for the first time on appeal and that a court may consider\nsua sponte.\n\n77\t\n      E.g., J.S., supra note 74.\n78\t\n      See cases cited supra notes 28 and 31.\n79\t\n      See Cano v. Walker, ante p. 580, ___ N.W.2d ___ (2017).\n80\t\n      See id.\n\f                                     - 980 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                DAVIS v. STATE\n                               Cite as 297 Neb. 955\n\n   [19] This holding does not mean that the State may liti-\ngate factual disputes relevant to the application of an STCA\nexception for the first time on appeal. But an appellate court\nhas the power to determine whether a plaintiff’s allegations,\ntaken as true, show that a tort claim is facially barred by an\nSTCA exception under § 81-8,219. We turn to the allegations\nin Davis’ complaint.\n   Davis alleged that he turned himself in to authorities after\nhis parole officer directed him to do so because his parole\neligibility date had been miscalculated. He alleged that he was\nreincarcerated for almost 2 months despite his protests that\nhis parole eligibility date had been correctly calculated. We\nconclude that these allegations, accepted as true, are facially\nwithin the exception to the State’s waiver of immunity for tort\nclaims arising out of false imprisonment.81\n   [20] False imprisonment is the unlawful restraint of a per-\nson’s liberty against his or her will.82 Any intentional conduct\nthat results in the placing of a person in a position where he\nor she cannot exercise his or her will in going where he or\nshe may lawfully go may constitute false imprisonment.83 The\nCourt of Appeals has previously held that a plaintiff’s claim\nthat prison officials detained him past his correct release date\nstated a claim of false imprisonment.84 We agree and conclude\nthat the same reasoning applies here. Davis’ allegations that\nthe prison officials negligently calculated his parole eligibility\ndate does not preclude the application of the false imprison-\nment exception. The heart of his claim is that he was unlaw-\nfully reincarcerated, and no further discovery could correct\nthat fundamental defect in his complaint. His negligence claim\n\n81\t\n      See § 81-8,219(4).\n82\t\n      Holmes v. Crossroads Joint Venture, 262 Neb. 98, 629 N.W.2d 511 (2001).\n83\t\n      Id.\n84\t\n      See Cole v. Clarke, 8 Neb. App. 614, 598 N.W.2d 768 (1999). See, also,\n      Annot., 152 A.L.R. Fed. 605, § 5 (1999); 35A Am. Jur. 2d Federal Tort\n      Claims Act § 91 (2010).\n\f                                    - 981 -\n               Nebraska Supreme Court A dvance Sheets\n                       297 Nebraska R eports\n                               DAVIS v. STATE\n                              Cite as 297 Neb. 955\n\nagainst the state defendants arose out of their alleged contribu-\ntion to his unlawful imprisonment, their failure to correct the\nmistake, or their failure to ensure that such mistakes would\nnot occur.\n   [21] As explained, under the STCA, if an officer or employee\nwas acting within the scope of his or her office or employment\nand the alleged tortious conduct falls within an exception to\nthe State’s waiver of tort immunity, the STCA bars a tort claim\nagainst the officer or employee, regardless of the capacity in\nwhich he or she was purportedly sued. Because the State has\nnot consented to suit for claims arising out of a false imprison-\nment, Davis has not alleged a tort claim that is plausible on\nits face against any named defendant. Although our reasoning\nnecessarily differs from the district court’s, we may affirm a\nlower court’s ruling that reaches the correct result, albeit based\non different reasoning.85 The court did not err in dismissing\nDavis’ tort claim. We turn to his § 1983 claims.\n          3. Validity of Davis’ § 1983 Claims Against\n                  State Officers and Employees\n   Davis concedes that the court properly dismissed his § 1983\nclaims against the State, its agencies, and its employees in\ntheir official capacities. But he contends that the court erred\nin dismissing his § 1983 claims against the defendants in their\nindividual capacities. Section 1983 provides, in relevant part,\nthe following:\n         Every person who, under color of any statute, ordi-\n      nance, regulation, custom, or usage, of any State . . . sub-\n      jects, or causes to be subjected, any citizen of the United\n      States or other person within the jurisdiction thereof to\n      the deprivation of any rights, privileges, or immunities\n      secured by the Constitution and laws, shall be liable to the\n      party injured in an action at law, suit in equity, or other\n      proper proceeding for redress . . . .\n\n85\t\n      E.g., Phillips v. Liberty Mut. Ins. Co., 293 Neb. 123, 876 N.W.2d 361\n      (2016).\n\f                                      - 982 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                 DAVIS v. STATE\n                                Cite as 297 Neb. 955\n\n           (a) Sovereign Immunity Bars Davis’ § 1983\n               Claims Against State, Arms of State,\n                   and State Defendants Sued in\n                     Their Official Capacities\n   [22,23] The U.S. Supreme Court has interpreted § 1983 to\nmean that “States or governmental entities that are considered\n‘arms of the State’ for Eleventh Amendment purposes” are\nnot “persons” that can be sued under the statute.86 Whether a\nstate entity is an arm of the State and entitled to share its 11th\nAmendment immunity is a question of federal law.87\n   [24,25] Under federal law, whether a money judgment\nagainst a state entity would be enforceable against the State is\nthe critical consideration under § 1983 for determining whether\nthe entity is an arm of the State and therefore immune from\nsuit by private persons.88 Accordingly, we have held that a suit\nagainst a state agency is a suit against the State and that both\nthe State and state agencies can assert the State’s sovereign\nimmunity against suit.89\n   [26] The Department is a state agency. Structurally, the\nParole Board is more an arm of the State than a state agency.\nIt is not a political subdivision or a statutorily created agency.\nIt is a constitutionally created body of state government that is\npart of the executive branch.90 Because any judgment against\nthe Parole Board would be a judgment against the State, it is\ncloaked with the State’s 11th Amendment immunity and cannot\nbe named as a defendant in an action brought under § 1983.\n\n86\t\n      See Will v. Michigan Dept. of State Police, 491 U.S. 58, 70, 109 S. Ct.\n      2304, 105 L. Ed. 2d 45 (1989).\n87\t\n      See Regents of Univ. of Cal. v. Doe, 519 U.S. 425, 117 S. Ct. 900, 137 L.\n      Ed. 2d 55 (1997).\n88\t\n      See Hess v. Port Authority Trans-Hudson Corporation, 513 U.S. 30, 115\n      S. Ct. 394, 130 L. Ed. 2d 245 (1994). See, also, Regents of Univ. of Cal.,\n      supra note 87.\n89\t\n      See, e.g., Anthony K. v. Nebraska Dept. of Health & Human Servs., 289\n      Neb. 540, 855 N.W.2d 788 (2014).\n90\t\n      Adams v. State, 293 Neb. 612, 879 N.W.2d 18 (2016).\n\f                                      - 983 -\n                Nebraska Supreme Court A dvance Sheets\n                        297 Nebraska R eports\n                                 DAVIS v. STATE\n                                Cite as 297 Neb. 955\n\n   [27,28] Similarly, the U.S. Supreme Court has interpreted\n§ 1983 to mean that a state official sued in his or her offi-\ncial capacity is not a person who can be sued in an action\nbrought under § 1983, unless the plaintiff seeks only pro-\nspective relief.91 Prospective relief is permitted against state\nofficials, because the doctrine of Ex parte Young92 applies to\n§ 1983 claims.93 Under that doctrine, a State’s 11th Amendment\nimmunity does not bar a suit against state officers when the\nplaintiff seeks only prospective relief for ongoing violations\nof federal rights.94 But when a plaintiff seeks money damages\nagainst a state officer or employee in his or her official capac-\nity, the State is the real party in interest, because the officer’s\nliability in that capacity is liability for the state entity that the\nofficer represents.95\n   Davis is not seeking prospective relief from any ongoing\nofficial state act or policy. He is seeking money damages\nfor past deprivations of constitutional rights. Accordingly, the\ncourt properly dismissed Davis’ § 1983 claims against the\nState, the Parole Board, the Department, and all state defend­\nants sued in their official capacities.\n         (b) Personal Capacity Claims Under § 1983\n   [29] Under 42 U.S.C. § 1983, the State’s sovereign immu-\nnity does not bar a claim for damages against state officials\nand employees who are sued in their personal capacities.96\n\n91\t\n      See Will, supra note 86. Accord Wilkinson v. Dotson, 544 U.S. 74, 125 S.\n      Ct. 1242, 161 L. Ed. 2d 253 (2005).\n92\t\n      Ex parte Young, 209 U.S. 123, 28 S. Ct. 441, 52 L. Ed. 714 (1908).\n93\t\n      See Will, supra note 86.\n94\t\n      See Doe, supra note 31, citing Verizon Md. Inc. v. Public Serv. Comm’n of\n      Md., 535 U.S. 635, 122 S. Ct. 1753, 152 L. Ed. 2d 871 (2002).\n95\t\n      See Anthony K., supra note 89, citing Kentucky v. Graham, 473 U.S. 159,\n      105 S. Ct. 3099, 87 L. Ed. 2d 114 (1985).\n96\t\n      See, Hafer v. Melo, 502 U.S. 21, 112 S. Ct. 358, 116 L. Ed. 2d 301 (1991).\n      Accord, e.g., Suarez Corp. Industries v. McGraw, 125 F.3d 222 (4th Cir.\n      1997).\n\f                                   - 984 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                              DAVIS v. STATE\n                             Cite as 297 Neb. 955\n\nPersonal capacity claims “seek to impose individual liability\nupon a government officer for actions taken under color of\nstate law.”97 The U.S. Supreme Court has clarified that an\nearlier reference it made to the capacity in which an officer or\nemployee acted “is best understood as a reference to the capac-\nity in which the state officer is sued, not the capacity in which\nthe officer inflicts the alleged injury.”98\n   [30,31] “‘[T]o establish personal liability in a § 1983 action,\nit is enough to show that the official, acting under color of\nstate law, caused the deprivation of a federal right.’”99 Acting\nunder the color of state law does not mean that a state official\nor employee must have been complying with state law. Under\n§ 1983, liability exists as long as the action was taken within\nthe scope of the defendant’s official authority, even if the offi-\ncial or employee abused his or her authority.100\n   [32] But state defendants are entitled to assert personal\ncommon-law immunity defenses against a § 1983 action.101\n­\n“While the plaintiff in a personal-capacity suit need not estab-\nlish a connection to governmental ‘policy or custom,’ officials\nsued in their personal capacities, unlike those sued in their\nofficial capacities, may assert personal immunity defenses such\nas objectively reasonable reliance on existing law.’”102\n   The state defendants argue that they are entitled to two\ntypes of personal immunity defenses against Davis’ § 1983\nclaims: absolute immunity and qualified immunity. Before\ndiscussing the defendants’ immunity defenses, we consider the\n\n97\t\n    Hafer, supra note 96, 502 U.S. at 25.\n98\t\n    Id., 502 U.S. at 26.\n99\t\n    Id., 502 U.S. at 25 (emphasis in original), citing Graham, supra note 95.\n100\t\n    West v. Atkins, 487 U.S. 42, 108 S. Ct. 2250, 101 L. Ed. 2d 40 (1988);\n    Monroe v. Pape, 365 U.S. 167, 81 S. Ct. 473, 5 L. Ed. 2d 492 (1961),\n    overruled on other grounds, Monell v. New York City Dept. of Social\n    Services, 436 U.S. 658, 98 S. Ct. 2018, 56 L. Ed. 2d 611 (1978).\n101\t\n    See Filarsky v. Delia, 566 U.S. 377, 132 S. Ct. 1657, 182 L. Ed. 2d 662\n    (2012).\n102\t\n    Hafer, supra note 96, 502 U.S. at 25, quoting Graham, supra note 95.\n\f                                   - 985 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                              DAVIS v. STATE\n                             Cite as 297 Neb. 955\n\nvalidity of Davis’ claims that the state defendants violated his\ndue process and Eighth Amendment rights.\n      (c) Deliberate Indifference to a Plaintiff’s Unlawful\n          Incarceration States Substantive Due Process\n                 or Eighth Amendment Violation\n   [33] Under the Due Process Clause of the federal\nConstitution, “[n]o state shall . . . deprive any person of life,\nliberty, or property, without due process of law . . . .”103 The\nDue Process Clause provides both procedural and substantive\nprotections.104\n   [34] In Morrissey v. Brewer,105 the U.S. Supreme Court held\nthat parolees have a valuable liberty interest in their continued\nparole even though it depends upon their compliance with\nparole conditions. Parole is therefore protected by the 14th\nAmendment and requires at least minimal procedural protec-\ntions before a State can terminate it.106\n   But Davis has raised a substantive due process argument.\nHe claims that the state defendants were deliberately indif-\nferent to his repeated claim, before and after his reincar-\nceration, that because the mandatory minimum sentence did\nnot apply to him, he had been properly released on parole.\nRelatedly, he argues that the defendants violated his Eighth\nAmendment right to be free from incarceration without a peno-\nlogical justification.\n   Federal courts have addressed both substantive due process\nclaims and Eighth Amendment claims resting on a plaintiff’s\nunlawful detention or incarceration. Regardless of the asserted\nright, these cases require a plaintiff to show the same level\n\n103\t\n    U.S. Const. amend. XIV, § 1.\n104\t\n    See, e.g., Citizens for Eq. Ed. v. Lyons-Decatur Sch. Dist., 274 Neb. 278,\n    293, 739 N.W.2d 742, 756 (2007), citing Harrah Independent School Dist.\n    v. Martin, 440 U.S. 194, 99 S. Ct. 1062, 59 L. Ed. 2d 248 (1979).\n105\t\n    Morrissey v. Brewer, 408 U.S. 471, 92 S. Ct. 2593, 33 L. Ed. 2d 484\n    (1972).\n106\t\n    Id.\n\f                                 - 986 -\n            Nebraska Supreme Court A dvance Sheets\n                    297 Nebraska R eports\n                            DAVIS v. STATE\n                           Cite as 297 Neb. 955\n\nof culpability for a State’s failure to investigate the plaintiff’s\nclaim that he or she was being unlawfully held: deliber-\nate indifference.\n    [35-38] The “‘touchstone of due process is protection of\nthe individual against arbitrary action of government,’ . . .\nwhether the fault lies in a denial of fundamental procedural\nfairness . . . or in the exercise of power without any reason-\nable justification in the service of a legitimate governmental\nobjective.”107 The “due process protection in the substantive\nsense limits what the government may do in both its legisla-\ntive . . . and its executive capacities.”108 But the “criteria to\nidentify what is fatally arbitrary differ depending on whether\nit is legislation or a specific act of a governmental officer that\nis at issue.”109 “[O]nly the most egregious official conduct\ncan be said to be ‘arbitrary in the constitutional sense.’”110\n“[T]he substantive component of the Due Process Clause\nis violated by executive action only when it ‘can properly\nbe characterized as arbitrary, or conscience shocking, in a\nconstitutional sense.’”111 “[L]iability for negligently inflicted\nharm is categorically beneath the threshold of constitutional\ndue process.”112\n    The U.S. Supreme Court applied these principles in Baker\nv. McCollan,113 a case from the Fifth Circuit involving the\nrespond­ ent’s mistaken arrest on a warrant and a sheriff’s\noffice’s unlawful detention of him for 3 days, despite informa-\ntion at the office that would have revealed the mistake. The\n\n107\t\n     County of Sacramento v. Lewis, 523 U.S. 833, 845-46, 118 S. Ct. 1708,\n     140 L. Ed. 2d 1043 (1998).\n108\t\n     Id., 523 U.S. at 846.\n109\t\n     Id.\n110\t\n     Id.\n111\t\n     Id., 523 U.S. at 847.\n112\t\n     Id., 523 U.S. at 849.\n113\t\n     See Baker v. McCollan, 443 U.S. 137, 99 S. Ct. 2689, 61 L. Ed. 2d 443\n     (1979).\n\f                                 - 987 -\n            Nebraska Supreme Court A dvance Sheets\n                    297 Nebraska R eports\n                            DAVIS v. STATE\n                           Cite as 297 Neb. 955\n\nsheriff verified the respondent’s claim as soon as he learned\nabout it and released him.114 The Fifth Circuit held that the\nsheriff had a “duty to exercise due diligence in making sure\nthat the person arrested and detained is actually the person\nsought under the warrant and not merely someone of the same\nor a similar name.”115 It concluded that a jury could find the\nsheriff was not entitled to qualified immunity because he had\ncaused the respondent’s detention by unreasonably failing to\nhave adequate identification procedures in place.\n   The Supreme Court reversed. It concluded that the Fifth\nCircuit erred in applying tort principles to conclude that the\nsheriff had violated the respondent’s constitutional right to be\nfree of a liberty deprivation without due process of law. The\nCourt acknowledged that at some point, an unlawful detention\nwould cause a constitutional deprivation:\n      Obviously, one in the respondent’s position could not be\n      detained indefinitely in the face of repeated protests of\n      innocence even though the warrant under which he was\n      arrested and detained met the standards of the Fourth\n      Amendment. . . . We may even assume, arguendo, that,\n      depending on what procedures the State affords defend­\n      ants following arrest and prior to actual trial, mere deten-\n      tion pursuant to a valid warrant but in the face of repeated\n      protests of innocence will after the lapse of a certain\n      amount of time deprive the accused of “liberty . . . with-\n      out due process of law.”116\nBut the Court concluded that a 3-day detention could not\nshow a constitutional deprivation. “[F]alse imprisonment does\nnot become a violation of the Fourteenth Amendment merely\nbecause the defendant is a state official.”117\n\n114\t\n     Id.\n115\t\n     McCollan v. Tate, 575 F.2d 509, 513 (5th Cir. 1978), reversed, Baker,\n     supra note 113.\n116\t\n     Baker, supra note 113, 443 U.S. at 144-45.\n117\t\n     Id., 443 U.S. at 146.\n\f                                  - 988 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                             DAVIS v. STATE\n                            Cite as 297 Neb. 955\n\n   [39] In Baker, the Court had no need to determine the\napplicable culpability standard for a valid unconstitutional\ndetention claim, because it concluded that the respondent had\nfailed to show a constitutional deprivation. But normally, when\na State holds an individual in custody, the requisite level of\nconscience-shocking conduct is deliberate indifference, sub-\n­\nject to the caveat that the standard is “sensibly employed only\nwhen actual deliberation is practical.”118\n   It is true that courts usually apply the deliberate indiffer-\nence standard of culpability when a State has failed to provide\nfor an inmate’s basic needs.119 But federal courts of appeals\nhave applied the deliberate indifference standard to substantive\ndue process claims involving wrongful detentions.120 “When\n‘actual deliberation is practical,’ establishing a substantive-\ndue-­process violation requires proof of deliberate indifference\n. . . .”121 Some federal courts have explicitly distinguished\nBaker, concluding that the short duration of that detention was\ncrucial to the decision and that Baker did not preclude liability\nunder § 1983 for all false imprisonment claims.122\n   But in cases involving both an unlawful pretrial detention\nand an overdetention of an inmate, federal courts have held\nthat state officials who are deliberately indifferent to an indi-\nvidual’s claim that he or she is being unlawfully detained vio-\nlate the individual’s substantive due process right to be free\nfrom wrongful incarceration without due process of law.123\n\n118\t\n    See County of Sacramento, supra note 107, 523 U.S. at 851.\n119\t\n    See id.\n120\t\n    See, e.g., Davis v. Hall, 375 F.3d 703 (8th Cir. 2004); Cannon v. Macon\n    County, 1 F.3d 1558 (11th Cir. 1993), modified on denial of rehearing 15\n    F.3d 1022 (11th Cir. 1994).\n121\t\n    See Scott v. Baldwin, 720 F.3d 1034, 1036 (8th Cir. 2013).\n122\t\n    See, e.g., Davis, supra note 120, Cannon, supra note 120; Sanders v.\n    English, 950 F.2d 1152 (5th Cir. 1992); Haygood v. Younger, 769 F.2d\n    1359 (9th Cir. 1985).\n123\t\n    See, Davis, supra note 120 (citing cases); Cannon, supra note 120.\n\f                                    - 989 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                              DAVIS v. STATE\n                             Cite as 297 Neb. 955\n\nSimilarly, federal courts have held that detaining an inmate\nafter the expiration of his or her sentence without penological\njustification is an Eighth Amendment violation when prison\nofficials are deliberately indifferent to the inmate’s liberty\ninterest.124 These parallel lines of cases exist because the U.S.\nSupreme Court has held that conditions of pretrial detention\nare analyzed under the Due Process Clause, while condi-\ntions of incarceration after a conviction are analyzed under\nthe Eighth Amendment.125 But the culpability standard is\nthe same.\n   Finally, in an action under Bivens v. Six Unknown Fed.\nNarcotics Agents126 “(the § 1983 counterpart for actions against\nfederal officials),”127 the Ninth Circuit held that federal prison\nofficials who were deliberately indifferent to an inmate’s claim\nthat they had miscalculated his release date were not entitled\nto qualified immunity.128 The court reasoned that the officials\nhad violated a clear duty to investigate his claim under federal\nregulations and policies when he raised a substantial question\nregarding the accuracy of the agency calculation on which the\nofficials had relied in ignoring his protests.\n   In sum, whether a plaintiff’s § 1983 claim rests on an alleged\nviolation of the 8th or 14th Amendment or a government offi-\ncial’s violation of a clear regulatory duty intended to protect\nthose rights, federal courts have expressly or implicitly pre-\nmised liability on a finding that the government officials were\n\n124\t\n    See, Burke v. Johnston, 452 F.3d 665 (7th Cir. 2006); Moore v. Tartler, 986\n    F.2d 682 (3d Cir. 1993); Haygood, supra note 122.\n125\t\n    See, Bell v. Wolfish, 441 U.S. 520, 99 S. Ct. 1861, 60 L. Ed. 2d 447\n    (1979); Wharton v. Danberg, 854 F.3d 234 (3d Cir. 2017).\n126\t\n    See Bivens v. Six Unknown Fed. Narcotics Agents, 403 U.S. 388, 91 S. Ct.\n    1999, 29 L. Ed. 2d 619 (1971).\n127\t\n    Powers v. Hamilton Cty. Pub. Def. Comm., 501 F.3d 592, 610 (6th Cir.\n    2007).\n128\t\n    Alexander v. Perrill, 916 F.2d 1392 (9th Cir. 1990). See, also, Burke,\n    supra note 124.\n\f                                 - 990 -\n            Nebraska Supreme Court A dvance Sheets\n                    297 Nebraska R eports\n                            DAVIS v. STATE\n                           Cite as 297 Neb. 955\n\ndeliberately indifferent in failing to investigate the plaintiff’s\nclaim that his sentence was miscalculated.129 Deliberate indif-\nference represents the consensus of federal appellate courts on\nthe type of government overdetention or false imprisonment\nthat will result in a constitutional deprivation.\n   [40] We therefore hold that a plaintiff states a cognizable\nconstitutional violation under the 8th or 14th Amendment\nwhen the plaintiff alleges that a state defendant—who had\nknowledge of the plaintiff’s complaint that he or she was being\nunlawfully detained and the authority to investigate that com-\nplaint—was deliberately indifferent to the plaintiff’s liberty\ninterest and the defendant’s failure to take action resulted in\nthe plaintiff’s continued unlawful detention for more than an\ninsignificant period.\n   Davis alleged the state defendants were deliberately indif-\nferent to his protests that they had miscalculated his parole\neligibility date and alleged he was reincarcerated for more\nthan an insignificant amount of time. So we turn to the rea-\nsons that the district court dismissed his claims.\n          (d) Court Properly Dismissed Davis’ § 1983\n               Claim Against Parole Board and Its\n                   Past and Current Members\n   [41] The court implicitly concluded that the Parole Board\nand its members had absolute immunity from Davis’ claims by\nruling that its members were performing a quasi-judicial func-\ntion. Public officials performing a quasi-judicial function have\nabsolute immunity from damages for acts they commit within\nthe scope of that function.130 A quasi-judicial function refers to\none that is closely related to the judicial process.131\n   [42] In determining whether to grant quasi-judicial immu-\nnity, courts examine the nature of the functions with which\n\n129\t\n    See, Burke, supra note 124; Davis, supra note 120, Moore, supra note\n    124; Alexander, supra note 128.\n130\t\n    See Frey v. Blanket Corp., 255 Neb. 100, 582 N.W.2d 336 (1998).\n131\t\n    See Noffsinger, supra note 26.\n\f                                    - 991 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                              DAVIS v. STATE\n                             Cite as 297 Neb. 955\n\na particular official or class of officials has been lawfully\nentrusted to evaluate the effect that exposure to particular\nforms of liability would likely have on the appropriate exercise\nof those functions.132\n      [W]here an officer is invested with discretion and is\n      empowered to exercise his or her judgment in matters\n      brought before the officer, he or she is sometimes called a\n      quasi-judicial officer and when so acting, is usually given\n      immunity from liability to persons who may be injured\n      as the result of an erroneous decision, provided the acts\n      complained of are done within the scope of the offi-\n      cer’s authority and without willfulness, malice, or corrup-\n      tion. . . . However, quasi-judicial immunity from any suit\n      or damages based upon the performance of duties within\n      a person’s authority attaches not to particular offices, but\n      to particular official functions.133\n   We have previously recognized that the Parole Board exer-\ncises independent discretion in deciding whether to grant parole\nto a convicted offender.134 In addition, federal appellate courts\nhold that parole boards have absolute immunity from suit when\nthey perform quasi-judicial functions such as granting, deny-\ning, or revoking parole.135\n   But Davis contends that the Parole Board was not exercising\ndiscretion in revoking his parole, because it was not reviewing\nhis conduct while on parole. He argues that the revocation\nhearing dealt only with the calculation of his parole eligibility,\nwhich is a ministerial function to which quasi-judicial immu-\nnity does not attach. Davis argues that instead of exercising\ndiscretion, the Board blindly followed the Department’s lead\n\n132\t\n    Id.\n133\t\n    Id. at 188-89, 622 N.W.2d at 624.\n134\t\n    See Pratt v. Nebraska Bd. of Parole, 252 Neb. 906, 567 N.W.2d 183\n    (1997).\n135\t\n    See, Swift v. California, 384 F.3d 1184 (9th Cir. 2004); Montero v. Travis,\n    171 F.3d 757 (2d Cir. 1999); Wilson v. Kelkhoff, 86 F.3d 1438 (7th Cir.\n    1996); Sultenfuss v. Snow, 894 F.2d 1277 (11th Cir. 1990).\n\f                                  - 992 -\n            Nebraska Supreme Court A dvance Sheets\n                    297 Nebraska R eports\n                             DAVIS v. STATE\n                            Cite as 297 Neb. 955\n\nin incorrectly applying a mandatory minimum sentencing stat-\nute to revoke his parole.\n   At oral arguments, Davis relied on our decision in Pratt v.\nNebraska Bd. of Parole.136 He argued that it showed the Parole\nBoard was not entitled to immunity here, because it was not\nexercising discretion. In Pratt, we considered an earlier version\nof § 83-1,110, which set out the calculation requirements for\ndetermining an offender’s parole eligibility date. We held that\nthe finding of parole eligibility is a ministerial duty that can be\nenforced through a writ of mandamus. When we decided Pratt,\na recommendation of parole from an inmate’s sentencing judge\nwas a circumstance that required the Parole Board to consider\nthe inmate for parole, and such a letter had been presented to\nthe Parole Board. We stated that unlike the decision whether to\ngrant parole,\n      a finding of eligibility for parole was not discretionary.\n      Rather, it was the duty of the Board to recognize the\n      offender’s parole eligibility upon a showing of certain\n      facts, regardless of the Board’s own judgment or opinion\n      concerning the propriety or impropriety of such a deter-\n      mination. Therefore, the Board’s duty to recognize [the\n      prisoner’s] parole eligibility was ministerial. The Board\n      did not have to grant [him] parole, but it had the duty to\n      consider him for parole.137\n   [43] But this case is distinguishable from Pratt, because\nthe Parole Board was not refusing to exercise its discretion\nto grant a parole. It was exercising its discretion to revoke\na parole in reliance on information provided to it from the\nDepartment. Nebraska’s statutes require the Department to\nprovide the Parole Board with its calculations,138 and the Parole\nBoard is entitled to rely on them. Davis points to no statute or\n\n136\t\n    Pratt, supra note 134.\n137\t\n    Id. at 911, 567 N.W.2d at 188.\n138\t\n    See Neb. Rev. Stat. §§ 83-1,107 (Cum. Supp. 2016) and 83-1,109 (Reissue\n    2014).\n\f                                    - 993 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                              DAVIS v. STATE\n                             Cite as 297 Neb. 955\n\nregulation that requires the Parole Board to perform its own\ncalculations or investigations. Its mere reliance on evidence\npresented to it does not change the nature of its function of\nexercising independent discretion whether to grant, deny, or\nrevoke parole. Accordingly, the district that did not err in dis-\nmissing Davis’ § 1983 claims against the Parole Board’s past\nor current members.\n\n           (e) Department’s Employees Are Entitled\n                  to Qualified Immunity From\n                      Davis’ § 1983 Claims\n   The court ruled that the state defendants who were not mem-\nbers of the Parole Board were entitled to qualified immunity\nfrom his due process and Eighth Amendment claims or that\nDavis had not alleged their personal participation in an alleged\nconstitutional violation with sufficient specificity.\n\n          (i) General Principles of Qualified Immunity\n   [44,45] Most executive officials and employees are lim-\nited to asserting qualified immunity as an affirmative defense\nagainst a personal capacity claim under § 1983.139 Qualified\nimmunity shields state officials from money damages unless\na plaintiff alleges facts that would, if proved, show (1) the\nofficial violated a federally guaranteed right and (2) the consti-\ntutional or statutory right was clearly established at the time of\nthe challenged conduct.140 A court can address the two compo-\nnents of the qualified immunity analysis in either order.141\n\n139\t\n    See Harlow v. Fitzgerald, 457 U.S. 800, 102 S. Ct. 2727, 73 L. Ed. 2d 396\n    (1982).\n140\t\n    See, Filarsky, supra note 101; Ashcroft v. al-Kidd, 563 U.S. 731, 131 S.\n    Ct. 2074, 179 L. Ed. 2d 1149 (2011); Elder v. Holloway, 510 U.S. 510,\n    114 S. Ct. 1019, 127 L. Ed. 2d 344 (1994). Accord, e.g., Potter v. Board of\n    Regents, 287 Neb. 732, 844 N.W.2d 741 (2014); Ashby v. State, 279 Neb.\n    509, 779 N.W.2d 343 (2010).\n141\t\n    Pearson v. Callahan, 555 U.S. 223, 129 S. Ct. 808, 172 L. Ed. 2d 565\n    (2009); Potter, supra note 140.\n\f                                   - 994 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                              DAVIS v. STATE\n                             Cite as 297 Neb. 955\n\n   [46,47] Because qualified immunity is immunity from suit,\na trial court should try to resolve “‘immunity questions at the\nearliest possible stage in litigation.’”142 “‘[W]hether an official\nprotected by qualified immunity may be held personally liable\nfor an allegedly unlawful official action generally turns on the\n“objective legal reasonableness” of the action, assessed in light\nof the legal rules that were “clearly established” at the time it\nwas taken.’”143\n   [48] Whether a federal right is clearly established presents\na question of law.144 A court must consider whether the law is\nclearly established as it relates to the particular facts of a case:\n      “[C]learly established law” should not be defined “at a\n      high level of generality.” . . . As this Court explained\n      decades ago, the clearly established law must be “par-\n      ticularized” to the facts of the case. . . . Otherwise,\n      “[p]laintiffs would be able to convert the rule of quali-\n      fied immunity . . . into a rule of virtually unquali-\n      fied liability simply by alleging violation of extremely\n      abstract rights.”145\nThe unlawfulness of a defendant’s conduct must be obvious or\napparent in the light of preexisting law.146 That is, the contours\nof the right must be sufficiently clear that a reasonable official\nwould understand that his or her conduct violates that right.147\n   [49,50] To show a clearly established federal right, the U.S.\nSupreme Court does “‘not require a case [to be] directly on\n\n142\t\n    Saucier v. Katz, 533 U.S. 194, 201, 121 S. Ct. 2151, 150 L. Ed. 2d 272\n    (2001), overruled in part on other grounds, Pearson, supra note 141.\n143\t\n    Messerschmidt v. Millender, 565 U.S. 535, 546, 132 S. Ct. 1235, 182 L.\n    Ed. 2d 47 (2012), quoting Anderson v. Creighton, 483 U.S. 635, 107 S. Ct.\n    3034, 97 L. Ed. 2d 523 (1987).\n144\t\n    Elder, supra note 140.\n145\t\n    White v. Pauly, ___ U.S. ___, 137 S. Ct. 548, 552, 196 L. Ed. 2d 463\n    (2017) (citations omitted).\n146\t\n    Id.\n147\t\n    See, e.g., Carney v. Miller, 287 Neb. 400, 842 N.W.2d 782 (2014).\n\f                                  - 995 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                             DAVIS v. STATE\n                            Cite as 297 Neb. 955\n\npoint, but existing precedent must have placed the statutory or\nconstitutional question beyond debate.’”148 Additionally, both\nthe Supreme Court and federal circuit courts have stated that a\nfederal right can be established by a robust consensus of cases\nof persuasive authority.149\n   [51] Showing that a state defendant was negligent is insuf-\nficient to defeat a qualified immunity defense.150 “Qualified\nimmunity gives government officials breathing room to\nmake reasonable but mistaken judgments and protects all\nbut the plainly incompetent or those who knowingly violate\nthe law.”151\n        (ii) Application of Qualified Immunity Principles\n                    to Department Employees\n   Davis alleged that he continually told Department employ-\nees verbally and through letters that his parole eligibility date\nhad been correctly calculated and that the mandatory minimum\nsentence did not apply to him. The court essentially concluded\nthat there was no clearly established right to have an error-free\nparole revocation and that the defendants’ mistaken belief that\nDavis’ parole eligibility date was incorrect did not strip them\nof qualified immunity.\n   We agree that Davis had no right to an error-free proceed-\ning. However, the qualified immunity issues were whether the\ndefendants were deliberately indifferent to Davis’ oral and writ-\nten protests—before and after they reincarcerated him—that\n\n148\t\n    Taylor v. Barkes, ___ U.S. ___, 135 S. Ct. 2042, 2044, 192 L. Ed. 2d 78\n    (2015).\n149\t\n    See, e.g., Ashcroft, supra note 140; Wilson v. Layne, 526 U.S. 603, 119\n    S. Ct. 1692, 143 L. Ed. 2d 818 (1999); Booker v. South Carolina Dept. of\n    Corrections, 855 F.3d 533 (4th Cir. 2017); De La Rosa v. White, 852 F.3d\n    740 (8th Cir. 2017); Mammaro v. N.J. Div. of Child Prot. and Permanency,\n    814 F.3d 164 (3d Cir. 2016).\n150\t\n    See, Potter, supra note 140; Ashby, supra note 140.\n151\t\n    Potter, supra note 140, 287 Neb. at 740, 844 N.W.2d at 750, citing\n    Messerschmidt, supra note 143.\n\f                                   - 996 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                              DAVIS v. STATE\n                             Cite as 297 Neb. 955\n\nthey had calculated his parole eligibility date incorrectly, and\nwhether a reasonable Department official or employee should\nhave known that the time the Department took to correct the\ncalculation of Davis’ parole eligibility date was unlawful in\nlight of the clearly established law.\n   The court could not know whether the Department employ-\nees were deliberately indifferent to Davis’ protests or which\nemployees or officials would have seen his letters protest-\ning his reincarceration. The State did not file a responsive\npleading. It is true that the Department’s second release of\nDavis 2 months later is some indication that its employees\ninvestigated his complaint. But giving Davis the benefit of all\nreasonable inferences, his allegations could equally suggest\nthat for a significant period of this time, the Department’s\nemployees did nothing to investigate. This is a reasonable\ninference because the computation did not involve complex\nfacts or laws.\n   But we do not believe that at the time of Davis’ reincarcera-\ntion, the law clearly established that the Department employees\nwould violate a federal right by failing to promptly respond to\nDavis’ claim that they had miscalculated his parole eligibility\ndate. Both the Eighth Circuit and the Seventh Circuit have\nheld that under both the 8th and 14th Amendments, inmates\nhave a clearly established right to be free from wrongful,\nprolonged incarceration.152 And we conclude that extending\nthis rule to wrongful recommitments based on a miscalculated\nparole eligibility date is required by the U.S. Supreme Court’s\nholding in Morrissey that parolees have a valuable liberty\ninterest in their continued parole.153\n   But the typical miscalculation case involves a State’s wrong-\nful incarceration of an inmate beyond his or her release date.\nDavis has not pointed to a case in which a court has held\nthat a State has or can violate an offender’s 14th Amendment\n\n152\t\n   See, Figgs v. Dawson, 829 F.3d 895 (7th Cir. 2016); Scott, supra note 121.\n153\t\n   See Morrissey, supra note 105.\n\f                                  - 997 -\n             Nebraska Supreme Court A dvance Sheets\n                     297 Nebraska R eports\n                             DAVIS v. STATE\n                            Cite as 297 Neb. 955\n\nrights by being deliberately indifferent to the parolee’s claim\nthat he or she has been wrongly reincarcerated. Our research\nhas uncovered only one somewhat comparable federal appel-\nlate decision dealing with a parolee’s delayed release from\nparole.154 Moreover, in Morrissey, the Court held that a lapse\nof 2 months before a parolee receives a revocation hearing for\nan alleged parole violation is not unreasonable.155\n   Given this precedent and the paucity of persuasive case law\ndealing with a State’s deliberate indifference to a parolee’s\nclaim of a mistaken revocation, the Department’s officials\nand employees did not violate a clearly established right to a\nprompt investigation of Davis’ complaint.\n\n          (f) Court Properly Dismissed Davis’ § 1983\n              Claim Against State Defendants With\n                  No Responsibility for Parole\n                     Eligibility Calculations\n   [53] Vicarious liability is unavailable in a § 1983 action:\n“[A] plaintiff must plead that each Government-official defend­\nant, through the official’s own individual actions, has violated\nthe Constitution.”156 But even if Davis could show that the\nstate defendants had knowledge of his complaints and were\ndeliberately indifferent to them, he could not show that they\nshould have known they would violate a clearly established\nright by doing so. The court therefore did not err in dismissing\nhis § 1983 claims against all the defendants.\n   Because we conclude that the state defendants were entitled\nto qualified immunity against Davis’ § 1983 claims against the\ndefendants, we do not reach his assignment that the court erred\nin determining that he had failed to plead his § 1983 claims\nwith sufficient specificity.\n\n154\t\n    See Hankins v. Lowe, 786 F.3d 603 (7th Cir. 2015).\n155\t\n    See Morrissey, supra note 105.\n156\t\n    Ashcroft v. Iqbal, 556 U.S. 662, 676, 129 S. Ct. 1937, 173 L. Ed. 2d 868\n    (2009).\n\f                              - 998 -\n           Nebraska Supreme Court A dvance Sheets\n                   297 Nebraska R eports\n                         DAVIS v. STATE\n                        Cite as 297 Neb. 955\n\n                4. Davis’ Opportunity to A mend\n   Finally, Davis argues that he asked the court for leave to\namend during the hearing and that the court erred in dismiss-\ning his complaint without giving him that opportunity. Under\n§ 6-1115(a), a “party may amend [its] pleading once as a mat-\nter of course before a responsive pleading is served.”\n   The district court did not specify whether it was dismissing\nDavis’ complaint with prejudice, but we agree that this was\nthe court’s intent. Nevertheless, there is no need to separately\nconsider the appropriateness of that dismissal. Our review of\nDavis’ appeal has subsumed his argument that the court erred\nin dismissing his complaint without an opportunity to amend.\nAnd that review has led us to the conclusion that an amend-\nment would not cure the defects in Davis’ complaint.\n                       VI. CONCLUSION\n   Regarding Davis’ negligence claim, we conclude that the\nclaim rests on allegations that the state defendants unlaw-\nfully reincarcerated him because they miscalculated his parole\neligibility date. As such, his claim is one arising out of false\nimprisonment, which is a claim barred by sovereign immunity,\nbecause it is specifically excepted from the State’s waiver of\nimmunity under the STCA. Although the defendants did not\nraise this exception to the district court, we conclude that an\nSTCA exception can be raised for the first time on appeal and\nconsidered by a court sua sponte.\n   Regarding Davis’ § 1983 claims, the court did not err in\ndismissing his claims against the Parole Board, because its\nmembers were entitled to absolute quasi-judicial immunity\nfrom suit and the Parole Board itself is an arm of the State\nthat cannot be sued in a § 1983 action. The court also did not\nerr in dismissing Davis’ § 1983 claims against the remaining\nstate defendants, because he cannot show that they violated a\nclearly established right to a prompt investigation of Davis’\ncomplaint that he was wrongly reincarcerated.\n                                                    A ffirmed.\n\f",
            "ocr": false,
            "opinion_id": 4218972
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}