{
    "id": 4445277,
    "judges": "John, Kermit, Kim, Lipez, McLANE, Owens, Victor, Wardlaw",
    "date_filed": "2006-11-19",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-bud-brown",
    "case_name_short": null,
    "case_name": "United States v. Bud Brown",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Bud Ray BROWN, Defendant-Appellant",
    "attorneys": "Bryan Paul \"Whitaker (argued), Spokane, Washington, for Defendant-Appellant., Russell E. Smoot (argued), Assistant United States Attorney, United States Attorney’s Office, Spokane, Washington, for Plaintiff-Appellee.",
    "nature_of_suit": "Criminal",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted October 3, 2017 Seattle, Washington",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1277-12\" pgmap=\"1277\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Bud Ray BROWN, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1277-16\" pgmap=\"1277\">\n    No. 16-30143\n   </docketnumber><br><court id=\"b1277-17\" pgmap=\"1277\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><otherdate id=\"b1277-19\" pgmap=\"1277\">\n    Argued and Submitted October 3, 2017 Seattle, Washington\n   </otherdate><br><decisiondate id=\"b1277-20\" pgmap=\"1277\">\n    Filed November 21, 2017\n   </decisiondate><br><attorneys id=\"b1279-8\" pgmap=\"1279\">\n    Bryan Paul \"Whitaker (argued), Spokane, Washington, for Defendant-Appellant.\n   </attorneys><br><attorneys id=\"b1279-9\" pgmap=\"1279\">\n    Russell E. Smoot (argued), Assistant United States Attorney, United States Attorney’s Office, Spokane, Washington, for Plaintiff-Appellee.\n   </attorneys><br><judges id=\"b1279-10\" pgmap=\"1279\">\n    Before: KERMIT VICTOR LIPEZ,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    KIM McLANE WARDLAW, and JOHN B. OWENS, Circuit Judges.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b1279-14\" pgmap=\"1279\">\n     The Honorable Kermit V. Lipez, United States Circuit Judge for the First Circuit, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "875 F.3d 1235"
    ],
    "opinions": [
        {
            "author_str": "Lipez",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2017/11/21/16-30143.pdf",
            "author_id": null,
            "opinion_text": "                    FOR PUBLICATION\n\n   UNITED STATES COURT OF APPEALS\n        FOR THE NINTH CIRCUIT\n\n\n UNITED STATES OF AMERICA,                        No. 16-30143\n                  Plaintiff-Appellee,\n                                                    D.C. No.\n                     v.                          2:16-cr-00019-\n                                                      JLQ\n BUD RAY BROWN,\n             Defendant-Appellant.                   OPINION\n\n\n\n        Appeal from the United States District Court\n           for the Eastern District of Washington\n  Justin L. Quackenbush, Senior District Judge, Presiding\n\n           Argued and Submitted October 3, 2017\n                   Seattle, Washington\n\n                   Filed November 21, 2017\n\n   Before: Kermit Victor Lipez, * Kim McLane Wardlaw,\n            and John B. Owens, Circuit Judges.\n\n                    Opinion by Judge Lipez\n\n\n\n\n     *\n       The Honorable Kermit V. Lipez, United States Circuit Judge for\nthe First Circuit, sitting by designation.\n\f2                  UNITED STATES V. BROWN\n\n                          SUMMARY **\n\n\n                          Criminal Law\n\n    The panel affirmed the district court’s denial of a pre-\nplea motion to dismiss an indictment in a case in which the\ndefendant pleaded guilty to attempted escape in violation of\n18 U.S.C. § 751(a).\n\n    The defendant moved to dismiss on two grounds. His\njurisdictional claim asserted that the district court could not\ncharge him under § 751(a) because he was not in federal\ncustody at the time of the attempted escape.                His\nprosecutorial vindictiveness claim argued that the timing of\nthe indictment – filed approximately five months after the\nattempted escape and only after the defendant’s declaration\nwas introduced in his cell mate’s trial – created a\npresumption of prosecutorial vindictiveness.\n\n    The panel held that the defendant’s unconditional guilty\nplea does not preclude this court from considering the merits\nof his appeal because both of the defendant’s challenges\nqualify as jurisdictional claims.\n\n    The panel held that a federal prisoner remains in federal\n“custody” for purposes of § 751(a), even when housed at a\nstate institution pursuant to writ of habeas corpus ad\nprosequendum, and that the district court therefore did not\nerr in refusing to dismiss the indictment for lack of\njurisdiction.\n\n\n    **\n       This summary constitutes no part of the opinion of the court. It\nhas been prepared by court staff for the convenience of the reader.\n\f                  UNITED STATES V. BROWN                       3\n\n    The panel held that the district court likewise did not err\nin denying the defendant’s motion to dismiss on\nprosecutorial vindictiveness grounds. The panel explained\nthat the mere fact that the government decided to indict the\ndefendant after obtaining his written declaration does not\ncreate a presumption of vindictiveness.\n\n\n                         COUNSEL\n\nBryan Paul Whitaker (argued), Spokane, Washington, for\nDefendant-Appellant.\n\nRussell E. Smoot (argued), Assistant United States Attorney,\nUnited States Attorney’s Office, Spokane, Washington, for\nPlaintiff-Appellee.\n\n\n                          OPINION\n\nLIPEZ, Circuit Judge:\n\n     For the first time in this circuit, we address the impact of\na writ of habeas corpus ad prosequendum on the question of\nwhether an inmate serving a federal sentence remains under\n“the custody of the Attorney General” as per 18 U.S.C.\n§ 751(a) when he is held at a state-run institution pursuant to\nthe writ. Bud Ray Brown appeals the district court's denial\nof his pre-plea motion to dismiss, filed, in part, on the ground\nthat he was not in federal custody as a matter of law at the\ntime of the attempted escape. We now hold that Brown\nremained under the custody of the Attorney General for\npurposes of § 751(a) despite his incarceration at a state-run\njail, and affirm the judgment of the district court in full.\n\f4                UNITED STATES V. BROWN\n\n                             I.\n\n    In July 2013, Brown was sentenced to a fifteen-year term\nof incarceration after pleading guilty to the possession of a\nfirearm in violation of 18 U.S.C. § 922(g)(1)&(2). Brown\nwas initially incarcerated at a federal penitentiary in\nVirginia. In July 2014, the State of Washington obtained a\nwrit of habeas corpus ad prosequendum, seeking Brown’s\ntransfer so that he could face a first degree murder charge.\nBrown was thereafter moved to the Spokane County Jail. On\nAugust 20, 2015, persons outside of the jail observed a rope\nhanging from the window of Brown’s cell. Someone had\nremoved the cell’s window and thrown various items out of\nthe opening. Brown shared his cell with another inmate,\nJames Henrikson, who was awaiting trial on federal charges.\nNeither Brown nor Henrikson were immediately charged\nwith attempted escape for this conduct.\n\n    In December 2015, during Henrikson’s trial, the\ngovernment moved to admit the August escape attempt as\nevidence of Henrikson’s guilty conscience. In response,\nHenrikson’s counsel introduced a handwritten declaration\nby Brown stating that Brown, not Henrikson, “had been\nplotting an escape for some time,” and that Brown was the\none responsible for causing damage to the cell window. In\nFebruary 2016, Brown was indicted in the Eastern District\nof Washington on the charge of attempted escape, in\nviolation of 18 U.S.C. § 751(a).\n\n    Brown moved to dismiss the indictment for lack of\njurisdiction or, in the alternative, for prosecutorial\nvindictiveness. Brown’s jurisdictional claim asserted that he\nwas not in federal custody at the time of the attempted\nescape. Therefore, the government could not charge him\nunder 18 U.S.C. § 751(a).           Brown’s prosecutorial\nvindictiveness claim argued that the timing of the\n\f                 UNITED STATES V. BROWN                      5\n\nindictment—filed approximately five months after the\nattempted escape and only after Brown’s declaration was\nintroduced in Henrikson’s trial—created a presumption of\nprosecutorial vindictiveness. On April 1, 2016, the district\ncourt denied the motion and, immediately thereafter, Brown\nentered a guilty plea without a written plea agreement.\nBrown was later sentenced to 41 months’ imprisonment, to\nrun consecutively with his existing federal sentence. Brown\ntimely filed a Notice of Appeal, challenging the district\ncourt’s adverse ruling on his pretrial motion to dismiss.\n\n                              II.\n\nA. Preclusion\n\n    As a threshold inquiry, we must first determine whether\nBrown’s guilty plea precludes us from considering the merits\nof his appeal. The entry of an unconditional guilty plea\nprecludes appellate review of most challenges to pre-plea\nrulings. See United States v. Jacobo Castillo, 496 F.3d 947,\n954 (9th Cir. 2007) (en banc) (collecting cases). Here,\nBrown’s plea, entered without a written plea agreement or\nother memorialization of reservations, was unconditional.\nSee Fed. R. Crim. P. 11(a)(2) (stating that, to enter a\nconditional plea, a defendant must reserve in writing “the\nright to have an appellate court review an adverse\ndetermination of a specified pretrial motion”). We “strictly”\nread the requirements of Rule 11(a)(2). United States v.\nCortez, 973 F.2d 764, 766 (9th Cir. 1992).\n\n     An unconditional plea does not, however, bar\nconsideration of the merits of all claims arising from pre-\nplea rulings. We may still consider “jurisdictional claims,”\ni.e., those challenging a conviction independently of the\nquestion of factual guilt. See id. at 766‒67 (“A plea of guilty\nto a charge does not waive a claim that the charge is one\n\f6                    UNITED STATES V. BROWN\n\nwhich the government constitutionally may not prosecute.”);\nsee also Menna v. New York, 423 U.S. 61, 62 n.2 (1975) (per\ncuriam).       Both of Brown’s challenges qualify as\njurisdictional claims. The Supreme Court held in Blackledge\nv. Perry that the merits of a vindictive prosecution claim are\nreviewable even after entry of an unconditional plea because\nthe defendant is contending that “the very initiation of the\nproceedings against him” constitute a denial of the due\nprocess of law. 417 U.S. 21, 30–31 (1974); see also United\nStates v. Garcia-Valenzuela, 232 F.3d 1003, 1005–06 (9th\nCir. 2000). Likewise, Brown’s claim involving the legal\nstatus 1 of his custody challenges the government’s power to\nbring the indictment “at the time the plea was entered on the\nbasis of the existing record.” United States v. Broce,\n488 U.S. 563, 575 (1989). If Brown’s confinement did not\nqualify as federal custody, the government would have had\nno grounds from the outset to hail him into court pursuant to\n18 U.S.C. § 751(a). Accordingly, we consider the merits of\neach of these claims in turn. 2\n\n\n    1\n      Repeatedly characterizing the question of federal custody as a\ndispute of fact, the government argues that the claim should be treated\nas an evidentiary challenge. The government misunderstands the\nrelevant issue. None of the facts concerning Brown’s custody—why was\nBrown imprisoned, where was Brown incarcerated, on what basis was\nhe incarcerated at that location—are in dispute. Rather the question is\npurely legal: given the undisputed facts of Brown’s custody, does such\ncustody qualify as “custody of the Attorney General” as per 18 U.S.C.\n§ 751(a)?\n\n    2\n      Other claims previously classified as jurisdictional include: double\njeopardy, Menna, 423 U.S. at 62; the district court’s lack of power to\nkeep a defendant in court, Garcia-Valenzuela, 232 F.3d at 1007;\nunconstitutional vagueness, United States v. Sandsness, 988 F.2d 970,\n971 (9th Cir. 1993); failure of the indictment to properly state an offense,\nUnited States v. Broncheau, 597 F.2d 1260, 1262–63 (9th Cir. 1979);\n\f                  UNITED STATES V. BROWN                          7\n\nB. Legal Custody Status\n\n    Brown asserts that he was improperly charged with\nattempted escape under 18 U.S.C. § 751(a) because he was\nnot in federal custody at the time of the events in question.\nSection 751(a) applies, in part, to individuals who “escape[]\nor attempt[] to escape from the custody of the Attorney\nGeneral or his authorized representative.” 18 U.S.C.\n§ 751(a). Brown argues that, even though he was serving a\nsentence imposed by a federal judgment, he was incarcerated\nat the Spokane County Jail pursuant to a writ of habeas\ncorpus ad prosequendum in order to answer state criminal\ncharges.\n\n    We have not previously addressed this precise legal\nquestion: does “custody of the Attorney General” for\npurposes of § 751(a) continue when a federal prisoner is held\nat a state prison pursuant to a writ of habeas corpus ad\nprosequendum? We have, however, previously decided that\na prisoner’s prior custody status persists in the inverse\nscenario: when a state prisoner is transferred to a federal\ndetention facility pursuant to a writ of habeas corpus ad\nprosequendum. In Thomas v. Brewer, we held that “[w]hen\nan accused is transferred pursuant to a writ of habeas corpus\nad prosequendum he is considered to be ‘on loan’ to the\nfederal authorities so that the sending state’s jurisdiction\nover the accused continues uninterruptedly.” 923 F.2d 1361,\n1367 (9th Cir. 1991) (quoting Crawford v. Jackson, 589 F.2d\n693, 695 (D.C. Cir. 1978)). We see no basis for\ndistinguishing between the state and federal custody analysis\nin these two scenarios.\n\n\nand unconstitutionality of the statute under which the defendant was\nindicted, Journigan v. Duffy, 552 F.2d 283, 289 (9th Cir. 1977).\n\f8                   UNITED STATES V. BROWN\n\n    Moreover, we have previously concluded in the related\ncontext of 18 U.S.C. § 1072 that a federal prisoner housed in\na designated state facility remains in federal custody as a\nmatter of law. See United States v. Hobson, 519 F.2d 765,\n771 (9th Cir. 1975). Section 1072 makes it unlawful to\n“willfully harbor[] or conceal[] any prisoner after his escape\nfrom the custody of the Attorney General or from a Federal\npenal or correctional institution.” 18 U.S.C. § 1072. We\nheld in Hobson that “escape from an institution designated\nby the Attorney General, pursuant to a commitment to his\ncustody, under a federal sentence, is an escape from ‘the\ncustody of the Attorney General’ in the legal sense, even\nthough the institution is run by the State.” 519 F.2d at 771;\nsee also United States v. Eaglin, 571 F.2d 1069, 1073 (9th\nCir. 1977). Based on the similarity in subject matter between\n§ 751(a) and § 1072, as well as the identical use of the phrase\n“custody of the Attorney General” in both statutes, we\nadhere to a consistent interpretation of “custody.”\n\n    Hence, the district court did not err in denying Brown’s\nmotion to dismiss on the ground that Brown was in federal\ncustody as a matter of law pursuant to § 751(a). 3\n\n\n\n\n    3\n      In concluding that a federal prisoner remains in federal “custody”\nfor purposes of § 751(a) even when housed at a state institution pursuant\nto writ of habeas corpus ad prosequendum, we join the interpretations of\nthe Fourth and Seventh Circuits. See United States v. Maday, 799 F.3d\n776, 777 (7th Cir. 2015) (transferring a federal inmate “by virtue of a\nwrit of habeas corpus ad prosequendum” retains enough federal interest\n“to justify charging him with escaping from federal custody even though\nthe actual custodians from whom he escaped were state employees”);\nUnited States v. Evans, 159 F.3d 908, 911 (4th Cir. 1998) (“a writ of\nhabeas corpus ad prosequendum does not effect a transfer of custody for\npurposes of § 751(a) ”).\n\f                 UNITED STATES V. BROWN                      9\n\nC. Prosecutorial Vindictiveness\n\n    Brown also contends that the district court erred in\ndenying his motion to dismiss on the ground that the\nindictment was brought due to prosecutorial vindictiveness.\nTo the extent the “vindictive prosecution inquiry turns upon\na district court’s proper application of the law, our review is\nde novo.” United States v. Kent, 649 F.3d 906, 912 (9th Cir.\n2011). To the extent a determination of vindictive\nprosecution turns upon factual findings, we review for clear\nerror. Id.\n\n    Although Brown may establish a vindictive prosecution\nclaim “by producing direct evidence of the prosecutor’s\npunitive motivation,” such evidence is not necessary. United\nStates v. Jenkins, 504 F.3d 694, 699 (9th Cir. 2007).\nWithout direct evidence, Brown may still establish a\nprosecutorial vindictiveness claim by following a burden\nshifting framework. To do so, Brown must first create a\n“presumption of vindictiveness.”        Id.    A rebuttable\npresumption of vindictiveness is created “by showing that\nthe circumstances establish a ‘reasonable likelihood of\nvindictiveness.’” Kent, 649 F.3d at 912–13 (quoting United\nStates v. Goodwin, 457 U.S. 368, 373 (1982)); see also\nUnited States v. Gallegos-Curiel, 681 F.2d 1164, 1169 (9th\nCir. 1982). If Brown does that, the burden shifts to the\ngovernment to present “objective evidence justifying the\nprosecutor’s action.” Goodwin, 457 U.S. at 376 n.8.\n\n    Lacking any direct evidence of punitive motive, Brown\navers that the timing of the indictment—filed approximately\nfive months after the attempted escape and only after\nBrown’s declaration was introduced at Henrikson’s trial—\nsatisfies his burden of creating a presumption of\nvindictiveness. The timing of the indictment alone,\nhowever, is insufficient. See Gallegos-Curiel, 681 F.2d at\n\f10                 UNITED STATES V. BROWN\n\n1168 (stating that “the link of vindictiveness cannot be\ninferred simply because the prosecutor’s actions followed\nthe exercise of a right”). 4 Particularly when a vindictiveness\nclaim pertains to pretrial charging decisions, the Supreme\nCourt urges deference to the prosecutor. See Kent, 649 F.3d\nat 913 (citing Goodwin, 457 U.S. at 381). Deference is\nappropriate for pretrial charging decisions because, “in the\ncourse of preparing a case for trial, the prosecutor may\nuncover additional information that suggests a basis for\nfurther prosecution.” Goodwin, 457 U.S. at 381. Brown\noffers no support for the proposition that the government had\nsufficient evidence to prosecute him for attempted escape\nprior to the submission of his written declaration in the\nHenrikson trial. Cf. Jenkins, 504 F.3d at 700. Hence, the\nmere fact that the government subsequently decided to indict\nBrown after obtaining his written declaration does not create\na presumption of vindictiveness.\n\n   Accordingly, the district court did not err in denying\nBrown’s motion to dismiss on prosecutorial vindictiveness\ngrounds.\n\n     AFFIRMED.\n\n\n\n\n     4\n      Appellant also fails to explain why the decision of Henrikson’s\ndefense counsel to submit to the court Brown’s previously written\ndeclaration should be treated as an “exercise of a right” by Brown.\n\f",
            "ocr": false,
            "opinion_id": 4222530
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}