{
    "id": 4453721,
    "judges": null,
    "date_filed": "1973-04-17",
    "date_filed_is_approximate": true,
    "slug": "people-of-michigan-v-elizabeth-long",
    "case_name_short": null,
    "case_name": "People of Michigan v. Elizabeth Long",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://publicdocs.courts.mi.gov/OPINIONS/FINAL/COA/20171219_C332900_47_332900.OPN.PDF",
            "author_id": null,
            "opinion_text": "                          STATE OF MICHIGAN\n\n                           COURT OF APPEALS\n\n\n\nPEOPLE OF THE STATE OF MICHIGAN,                                   UNPUBLISHED\n                                                                   December 19, 2017\n              Plaintiff-Appellee,\n\nv                                                                  No. 332900\n                                                                   St. Clair Circuit Court\nELIZABETH LONG,                                                    LC No. 15-002302-FC\n\n              Defendant-Appellant.\n\n\nBefore: METER, P.J., and BORRELLO and RIORDAN, JJ.\n\nPER CURIAM.\n\n       Defendant appeals as of right her jury trial convictions for second-degree murder, MCL\n750.317, and second-degree child abuse, MCL 750.136b(3). She also appeals her sentences of\n22 to 50 years’ imprisonment for second-degree murder, and 5 to 10 years’ imprisonment for\nsecond-degree child abuse. We affirm defendant’s convictions but remand for resentencing.\n\n               I. FACTUAL BACKGROUND AND PROCEDURAL HISTORY\n\n        The victim, defendant’s 16-month-old son, died after receiving a lethal dose of\ndiphenhydramine, commonly known as Benadryl. Over defendant’s objection, the prosecution\nintroduced evidence that defendant had a long history of overusing and abusing prescription\npainkillers, and when she did abuse them she would become incapacitated to the point of passing\nout and hurting herself or putting her children in danger. Despite this history and her awareness\nof it, on the day of the victim’s death, defendant tested positive for hydrocodone (Vicodin),\nmorphine, and hydromorphone (a metabolite of morphine). She did not have a prescription for\nmorphine and, within the span of two days, she had used 37 hydrocodone pills. This dosage\namount far exceeded the maximum she had been prescribed.\n\n        Further, the victim child’s blood showed a concentration of Benadryl more than ten times\nhigher than the average concentration for a normal dose, and the medical examiner ruled that the\nvictim died from diphenhydramine intoxication.\n\n       The prosecution charged defendant with second-degree murder on the theory that\ndefendant’s history with prescription painkillers made her aware that when she abused those\ndrugs, she would become incapacitated, pass out, and fall, which caused her serious injuries.\nDefendant’s history with prescription painkillers also revealed that when she became\nincapacitated her children were at risk and she made poor decisions regarding their health. At\n\n                                               -1-\n\ftrial, the prosecution alleged that defendant’s knowledge of the effects caused by her abuse of\nprescription painkillers, her decision to abuse prescription painkillers while being the victim’s\nsole provider on the day in question, and his subsequent death due to a Benadryl overdose\nsatisfied the malice requirement for second-degree murder. Defendant moved for a directed\nverdict on the ground that there was not sufficient evidence to support a second-degree murder\nconviction because the prosecution’s theory of the case was not permitted under the law. The\ntrial court denied that motion.\n\n       Defendant testified that she gave the victim a one-teaspoon dose of Benadryl and was not\nhigh on prescription painkillers at the time of the victim’s death. Defendant also presented\nexpert witness testimony suggesting that the morphine in defendant’s saliva may have come\nfrom the consumption of poppy seeds, and that the concentration of Benadryl in the victim’s\nblood may have been substantially lower than the average range of fatal doses for children.\n\n       After a nine-day trial, the jury found defendant guilty of second-degree murder. The\ndefendant was sentenced as noted and this appeal followed.\n\n                                     II. DIRECTED VERDICT\n\n        Defendant argues that the trial court erred in denying her motions for a directed verdict\nand to quash the felony information after preliminary examination. We disagree.\n\n                    A. STANDARD OF REVIEW AND APPLICABLE LAW\n\n        First, we note that we need only consider the trial court’s decision regarding defendant’s\nmotion for directed verdict because “the presentation of sufficient evidence to convict at trial\nrenders any erroneous bindover decision harmless.” People v Bennett, 290 Mich App 465, 481;\n802 NW2d 627 (2010). See also People v Gillis, 474 Mich 105, 113; 712 NW2d 419 (2006)\n(“While defendant argues that the trial court committed error by failing to quash the information,\nwhere a defendant has received a fair trial, appellate review is limited to the trial court’s denial of\nthe defendant’s motion for directed verdict.”).\n\n        “We review de novo a trial court’s decision whether to deny a motion for a directed\nverdict.” People v Chelmicki, 305 Mich App 58, 64; 850 NW2d 612 (2014). “In assessing a\nmotion for a directed verdict of acquittal, a trial court must consider the evidence presented by\nthe prosecution to the time the motion is made[.]” People v Riley (After Remand), 468 Mich 135,\n139; 659 NW2d 611 (2003). In so doing, “we review the evidence in a light most favorable to\nthe prosecution to determine whether a rational trier of fact could have found that the essential\nelements of the crime were proved beyond a reasonable doubt.” People v Schrauben, 314 Mich\nApp 181, 198; 886 NW2d 173 (2016) (internal quotations omitted). “Circumstantial evidence\nand reasonable inferences drawn from it may be sufficient to prove the elements of the crime.”\nPeople v Gould, 225 Mich App 79, 86; 570 NW2d 140 (1997).\n\n       Defendant only challenges the sufficiency of the evidence supporting her second-degree\nmurder conviction, not second-degree child abuse. “In order to convict a defendant of second-\ndegree murder, the prosecution must prove: (1) a death, (2) caused by an act of the defendant, (3)\nwith malice, and (4) without justification or excuse.” People v Roper, 286 Mich App 77, 84; 777\nNW2d 483 (2009) (internal quotation marks omitted). On appeal, defendant only challenges the\n                                                 -2-\n\fmalice element of second-degree murder. “Malice is defined as the intent to kill, the intent to\ncause great bodily harm, or the intent to do an act in wanton and wilful disregard of the\nlikelihood that the natural tendency of such behavior is to cause death or great bodily harm.”\nPeople v Goecke, 457 Mich 442, 464; 579 NW2d 868 (1998). “The malice element for depraved\nheart murder is general mens rea.” Id. “[I]ntent may be inferred from circumstantial evidence.”\nPeople v Henderson, 306 Mich App 1, 11; 854 NW2d 234 (2014). “Indeed, ‘because it can be\ndifficult to prove a defendant’s state of mind on issues such as knowledge and intent, minimal\ncircumstantial evidence will suffice to establish the defendant’s state of mind[.]’ ” Id., quoting\nPeople v Kanaan, 278 Mich App 594, 622; 751 NW2d 57 (2008).\n\n       Defendant’s primary argument is that the prosecution’s legal theory regarding second-\ndegree murder was improper. Defendant insists that the prosecution could not prove malice by\npresenting evidence that defendant had a history of abusing prescription painkillers, becoming\nincapacitated, and injuring herself or subjecting her children to potential injury while she was\nincapacitated.\n\n        “Malice may be inferred from evidence that the defendant intentionally set in motion a\nforce likely to cause death or great bodily harm.” People v Werner, 254 Mich App 528, 531;\n659 NW2d 688 (2002). “Because depraved heart murder is a general intent crime, the accused\nneed not actually intend the harmful result.” Goecke, 457 Mich at 466. “One way of expressing\nthis concept is that malice may be established even absent an actual intent to cause a particular\nresult if there is wanton and wilful disregard of the likelihood that the natural tendency of a\ndefendant’s behavior is to cause death or great bodily harm.” Id. “The prosecution is not\nrequired to prove that the defendant actually intended to harm or kill. Instead, the prosecution\nmust prove the intent to do an act that is in obvious disregard of life-endangering consequences.”\nWerner, 254 Mich App at 531.\n\n                                         B. ANALYSIS\n\n        There was sufficient evidence presented at trial to establish defendant’s malice. Medical\nrecords show that defendant had a long history of using prescription painkillers. In the year\npreceding the victim’s death, defendant repeatedly used her prescription painkillers too quickly.\nIn the eight months preceding his death, defendant fell down seven different times. After a fall\nin December of 2014, defendant had two black eyes and a visible bump on her head. Defendant\nfell again in January of 2015, around one month before the victim’s death, which required\ndefendant to stay in the hospital for an entire weekend due to her injuries. Two weeks before the\nvictim’s death, defendant passed out and could not be awoken at the same time she left her child,\nthe victim, perched atop a diaper changing table. Defendant’s eight-year-old son had to call 911\nto come and revive her. The police at the incident stated that defendant appeared high on drugs.\n\n        Defendant had received a new prescription for oxycodone the day before that incident.\nLikewise, on the day before the victim’s death in this case, again one day after receiving a new\nprescription for painkillers, defendant committed several drug induced missteps. She stalled her\nvan in the middle of the road on her way to a store. Defendant then proceeded to leave the\nvictim home alone with his eight-year-old brother while she sought help to move the van. The\npolice were called and a police officer told defendant that it would be inappropriate to leave her\n\n\n                                               -3-\n\fchildren alone with her other son. Later that same day, ignoring the police officer, defendant did\njust that. She left the victim in the care of his eight-year-old brother.\n\n         On the day of the victim’s death, defendant gave him a dose of Benadryl. She told police\nthat the victim had been whiney, clingy, and sick in the days prior. Although defendant told the\npolice that she only gave him one teaspoon of the drug, his autopsy and the testimony of expert\nwitnesses revealed that the victim received a substantially large dose of Benadryl. Indeed, the\nconcentration of Benadryl in the victim’s blood was more than 10 times the level expected from\na normal dose of the drug. The medical examiner declared that the victim died from Benadryl\nintoxication. When the police arrived at the scene, rigor mortis already had set in, which caused\nwitnesses to opine that the victim had been dead for some time before defendant called 911.\nDefendant also appeared groggy and lethargic, and several witnesses testified that they thought\nshe was high on drugs. Further, defendant’s two-day-old bottle of hydrocodone was missing 37\npills, and defendant had morphine in her system, a narcotic that had not been prescribed to her.\n\n        Viewing the evidence in the light most favorable to the prosecution, as we must,\nSchrauben, 314 Mich App at 198, a reasonable juror could have concluded that defendant’s\noveruse of the prescription medication was causing her to pass out and become completely\nincapacitated. A reasonable juror also could infer that defendant was aware that her drug use\ncould not only cause a great deal of harm to her, but also to the victim. In the aftermath of the\nincidents described above, she had become aware of the danger to the victim that could result\nfrom her drug induced states. Even more so, a child protective services (CPS) investigation into\nher care had been initiated as a result.\n\n        Further juror inferences could be made regarding the day of the victim’s death, as\ndefendant had once again abused prescription medications and became incapacitated. It was\nduring that incapacitation that defendant gave the victim a lethal dose of Benadryl, and then\npassed out while he died on the couch. It was only when she regained consciousness and\ndiscovered the victim’s corpse did she call the police. Even then, defendant was groggy and\nappeared high. Later, defendant fell asleep while awaiting questioning in the police interview\nroom, which supported that defendant was once again suffering the familiar effects of her abuse\nof prescription drugs.\n\n        We find the reasoning in Werner, 254 Mich App 528, to be persuasive and binding\nauthority in support of the trial court’s decision to deny defendant’s motion for directed verdict.\nThe factual similarities between Werner and the instant case are striking. In both cases, the\ndefendants were charged with second-degree murder due to deaths that resulted when they were\nintoxicated. Id. at 530. In Werner, the defendant drove while intoxicated and killed another\ndriver on the road, while in the instant case, defendant administered a fatal dose of Benadryl to\nthe victim when defendant was high on prescription drugs. The panel in Werner held that there\nwas sufficient evidence to show that the defendant had the requisite malice for second-degree\nmurder because the defendant had recently gotten intoxicated, drove his vehicle, blacked out, and\ncrashed the vehicle into boulders in front of a house. Id. at 533-534. In the present case,\ndefendant had a long history of passing out from abusing her prescription painkillers. Just two\nweeks before the victim’s death, defendant passed out while the victim was stranded on top of a\nfour-foot tall table. She could not be woken up even when being alerted by her other son. Also,\nwhile in another drug induced state, she intended to leave her young children without any\n\n                                                -4-\n\fsupervision. Additionally, on more than once occasion, defendant passed out and fell down,\ncausing significant injuries to her own body. 1\n\n        Like the defendant in Werner, the defendant here argues that a reasonable juror could not\nhave found her to have the requisite malice where none of her prior issues with prescription\ndrugs had led to an injury suffered by her children. In the Werner case, though, that argument\nwas found to be without merit, as the defendant had knowledge of previously passing out while\ndriving drunk and hitting boulders. Like the defendant here, Werner knew that he could black\nout again and that even more tragic consequences could occur. Id. at 533-534. Similarly, in the\ninstant matter, defendant’s history of passing out while high on prescription drugs in situations\nthat caused her injury and put her children in harm’s way, put her on notice that should she\ncontinue to abuse prescription painkillers, her incapacitation due to that use would lead to more\nserious, and perhaps deadly, consequences. This Court in Werner, 254 Mich App at 532-534,\nheld that such awareness is sufficient to survive a motion for directed verdict on the issue of\nmalice and we reach the same holding here.\n\n       The trial court properly denied defendant’s motion for a directed verdict because there\nwas sufficient evidence for a reasonable juror to determine that defendant committed second-\ndegree murder. See id.2\n\n                                   III. OTHER ACTS EVIDENCE\n\n       Defendant argues that the trial court abused its discretion in admitting the prosecution’s\nproposed other acts evidence. We disagree.\n\n                     A. STANDARD OF REVIEW AND APPLICABLE LAW\n\n        “When the issue is preserved, we review a trial court’s decision to admit evidence for an\nabuse of discretion, but review de novo preliminary questions of law, such as whether a rule of\nevidence precludes admissibility.” Chelmicki, 305 Mich App at 62. “A trial court abuses its\ndiscretion when its decision falls outside the range of reasonable and principled outcomes.”\nWaterstone, 296 Mich App at 131-132.\n\n        “Evidence of other crimes or bad acts is admissible when it is offered for a proper\npurpose, MRE 404(b)(1); it is relevant under MRE 402; and its probative value is not\nsubstantially outweighed by unfair prejudice, MRE 403.” People v Bergman, 312 Mich App\n471, 493; 879 NW2d 471 (2015).\n\n\n\n\n1\n    Indeed, after one fall, defendant spent the weekend in the hospital.\n2\n  Because the jury convicted defendant based on sufficient evidence, any alleged issue with the\ntrial court’s denial of defendant’s motion to quash the felony information after bindover was\nharmless, and therefore, need not be considered. See Gillis, 474 Mich at 113; see also Bennett,\n290 Mich App at 481.\n\n\n                                                  -5-\n\f        In Michigan, MRE 404(b) regulates the admissibility of evidence of “[o]ther crimes,\nwrongs, or acts[.]” Indeed, MRE 404(b)(1) sets out that “[e]vidence of other crimes, wrongs, or\nacts is not admissible to prove the character of a person in order to show action in conformity\ntherewith.” MRE 404(b), however, “is not exclusionary, but is inclusionary, because it provides\na nonexhaustive list of reasons to properly admit evidence that may nonetheless also give rise to\nan inference about the defendant’s character.” People v Mardlin, 487 Mich 609, 616; 790 NW2d\n607 (2010). That “nonexhaustive list of reasons” includes “proof of motive, opportunity, intent,\npreparation, scheme, plan, or system in doing an act, knowledge, identity, or absence of mistake\nor accident when the same is material, whether such other crimes, wrongs, or acts are\ncontemporaneous with, or prior or subsequent to the conduct at issue in the case.” MRE\n404(b)(1).\n\n        Generally, “[a]ll relevant evidence is admissible[.]” MRE 402. “ ‘Relevant evidence’\nmeans evidence having any tendency to make the existence of any fact that is of consequence to\nthe determination of the action more probable or less probable than it would be without the\nevidence.” MRE 401. Even where evidence is considered to be relevant, the evidence “may be\nexcluded if its probative value is substantially outweighed by the danger of unfair prejudice.”\nMRE 403. Notably, MRE 403 does not regulate evidence that is simply “prejudicial” because\n“[r]elevant evidence is inherently prejudicial.” People v Mills, 450 Mich 61, 75; 537 NW2d 909\n(1995) (internal quotations omitted). Rather, “[i]t is only when the probative value is\nsubstantially outweighed by the danger of unfair prejudice that evidence is excluded.” Id.\n\n                                         B. ANALYSIS\n\n        The trial court allowed evidence that defendant had a long medical history of overusing\nprescription painkillers which resulted in falls, passing out while the victim was on a changing\ntable just about two weeks before his death, and that she had left her van stalled in the middle of\nher road while then intending to leave the victim home alone with his eight-year-old brother.\nDefendant argues that because that evidence did not show that defendant’s use of prescription\npainkillers had previously led to harming her children, it was not admissible for any proper\npurpose, was irrelevant to the issues presented at trial, and that any probative value of the\nevidence was substantially outweighed by the danger of unfair prejudice.\n\n        Our previous decision in Werner, 254 Mich App at 538-540, again provides persuasive\nguidance on this issue. To establish whether the Werner defendant had the requisite malice, the\nprosecution introduced evidence that the defendant had, three weeks before the fatal accident,\ndriven drunk, blacked out, and crashed his car into some boulders in front of a house. Id. at 539-\n540. On appeal, the defendant challenged the admission of that evidence, arguing similarly to\ndefendant in the instant case – i.e., that the evidence was inadmissible because it did not show\nthat the defendant’s prior instance of drunk driving made him aware that he was any danger to\nother drivers. Id. at 538. In Werner, we reasoned that the evidence was admissible to show\nknowledge and lack of mistake because it “showed that [the] defendant knew that heavy drinking\ncould lead to a black out, and that a blackout could lead to [the] defendant’s driving without any\nunderstanding of what he was doing.” Id. at 539-540. The Werner panel also held that the\nevidence was relevant to the issue of malice, making it more probable that the defendant was\naware of the potential consequences of his actions, and that the evidence was not unfairly\n\n\n                                                -6-\n\fprejudicial considering that it was substantially less prejudicial than the accusation that the\ndefendant had killed someone while driving drunk. Id. at 540.\n\n        Like Werner, the evidence offered by the prosecution in the instant case was admissible\nto show defendant’s knowledge that abusing prescription painkillers often rendered her totally\nincapacitated to the point where she was a danger to herself and her children, and that her\nintoxication by prescription painkillers on the day of the victim’s death was not a mistake. See\nid. at 539-540; MRE 404(b)(1). Additionally, defendant’s knowledge of her issues and the\ndangers they entailed, and her decision on the day of the victim’s death to engage in that\nbehavior anyway, was relevant to show that defendant had the requisite malice for second-degree\nmurder. MRE 402; Werner, 254 Mich App at 540. Finally, the evidence was not unfairly\nprejudicial because in comparison to the accusation that defendant got intoxicated on\nprescription painkillers and killed her 16-month-old son by giving him a lethal dose of Benadryl,\nthe other acts evidence was substantially less tragic. MRE 403; Werner, 254 Mich App at 540.\n\n      The trial court did not abuse its discretion when it admitted the other acts evidence. See\nBergman, 312 Mich App at 493-494; see also Werner, 254 Mich App at 539-540.\n\n                    IV. SENTENCING GUIDELINES SCORING ERRORS\n\n        Defendant argues that the trial court erred in scoring her offense variables (OVs), which\nled to an erroneous guideline range and requires resentencing. We agree.\n\n                     A. STANDARD OF REVIEW AND GENERAL LAW\n\n        For preserved issues “[u]nder the sentencing guidelines, the circuit court’s factual\ndeterminations are reviewed for clear error and must be supported by a preponderance of the\nevidence.” People v Hardy, 494 Mich 430, 438; 835 NW2d 340 (2013). “Whether the facts, as\nfound, are adequate to satisfy the scoring conditions prescribed by statute, i.e., the application of\nthe facts to the law, is a question of statutory interpretation, which an appellate court reviews de\nnovo.” Id.\n\n        “When challenged, a sentencing factor need only be proved by a preponderance of the\nevidence.” People v Earl, 297 Mich App 104, 109; 822 NW2d 271 (2012), aff’d 495 Mich 33\n(2014). “Offense variables must be scored giving consideration to the sentencing offense alone,\nunless otherwise provided in the particular variable.” People v McGraw, 484 Mich 120, 133;\n771 NW2d 655 (2009). “When calculating the sentencing guidelines, a court may consider all\nrecord evidence, including the contents of a PSIR, plea admissions, and testimony presented at a\npreliminary examination.” People v McChester, 310 Mich App 354, 358; 873 NW2d 646\n(2015). “The trial court may rely on reasonable inferences arising from the record evidence to\nsustain the scoring of an offense variable.” Earl, 297 Mich App at 109.\n\n                                         B. OV 1 & OV 2\n\n        Defendant first challenges the scoring of OVs 1 and 2, which are necessarily linked. OV\n1 is scored with respect to the “aggravated use of a weapon.” MCL 777.31(1). Meanwhile, OV\n2 is scored based on the “lethal potential of the weapon possessed or used.” MCL 777.32(1).\nOV 1 should be scored at 20 points, as it was in this case, where “[t]he victim was subjected or\n\n                                                -7-\n\fexposed to a . . . harmful chemical substance[.]” MCL 777.31(1)(b). Similarly, OV 2 should be\nscored at 15 points, as it was in this case, where “[t]he offender possessed or used a . . . harmful\nchemical substance[.]” MCL 777.32(1)(a). Even when something is considered a “harmful\nchemical substance” OVs 1 and 2 require “that it must be used as a ‘weapon’ in order to justify\nassessing” any score. People v Gary, 305 Mich App 10, 12-13; 849 NW2d 414 (2014). While\nthe statutory scheme does not define the word “weapon,” this Court has previously turned to\ndictionary definitions to assist in construing the term. People v Ball, 297 Mich App 121, 125;\n823 NW2d 150 (2012). “Random House Webster’s College Dictionary (2001) defines [weapon]\nas ‘1. any instrument or device used for attack or defense in a fight or in combat.’ ” Ball, 297\nMich App at 125.\n\n        The evidence produced at trial showed that defendant gave the victim a lethal dose of\nBenadryl in a manner that exhibited a “wanton and wilful disregard of the likelihood that the\nnatural tendency of a defendant’s behavior is to cause death or great bodily harm.” Goecke, 457\nMich at 466. The record did not support, however, that defendant used the Benadryl “for attack\nor defense in a fight or in combat” against the victim. Ball, 297 Mich App at 125 (internal\nquotation marks omitted). In Ball, we held that heroin was not used as a weapon where the\nvictim bought heroin from the defendant, the victim voluntarily used the heroin, and died as a\nresult. Id. at 126. We reasoned that there was “no evidence that [the] defendant forced the\nvictim to ingest the heroin against his will[,]” positing that heroin could be used as a weapon\nwhere someone “forcibly inject[ed] heroin into an unwilling victim for the purpose of killing that\nperson by means of a heroin overdose.” Id. at 125-126. Similarly, in the present case, there was\nno evidence on the record that defendant administered the Benadryl to the victim with the intent\nto attack the victim or for the purpose of killing him by a Benadryl overdose, despite that being\nthe end result. In sum, there was no evidence that defendant used the Benadryl as a weapon. See\nid. Therefore, because both OVs 1 and 2 require the harmful chemical substance to be used as a\nweapon in order to be scored, the trial court should have scored both variables at zero points.\nSee id.; see also Gary, 305 Mich App at 14.\n\n       Consequently, defendant’s OV score must be reduced by 35 points for the improper\nscoring of OVs 1 and 2. MCL 777.31; MCL 777.32.\n\n                                             C. OV 3\n\n        Defendant and the prosecution both agree that OV 3 should have been scored at 25 points\ninstead of 50 points, as it was scored by the trial court. Because the Michigan Supreme Court’s\ndecision in People v Houston, 473 Mich 399, 401-402; 702 NW2d 530 (2005), requires a score\nof 25 points for OV 3, we agree.\n\n        Thus, the trial court should have scored OV 3 at 25 points, a reduction of 25 points from\nthe original score of 50. MCL 777.33.\n\n                                            D. OV 10\n\n        Lastly, defendant challenges the scoring of OV 10. Purusant to MCL 777.40(1), OV 10\n“is exploitation of a vulnerable victim.” OV 10 is properly scored at 10 points, as it was in this\ncase, where “[t]he offender exploited a victim’s . . . youth[.]” MCL 777.40(1)(b). Defendant, on\n\n                                                -8-\n\fappeal, does not challenge that the victim was a “vulnerable person[,]” which is a prerequisite to\nassigning any points under OV 10. People v Cannon, 481 Mich 152, 158; 749 NW2d 257\n(2008). Instead, defendant argues that she did not exploit the victim’s vulnerability. The statute\ndefines “exploit” as “to manipulate a victim for selfish or unethical purposes.” MCL\n777.40(3)(b). “Accordingly, to merit a score of 10 points for OV 10, a defendant must have\nmanipulated a young victim for a selfish or unethical purpose.” People v Needham, 299 Mich\nApp 251, 255; 829 NW2d 329 (2013).\n\n        The record revealed evidence that defendant described the victim, in the days preceding\nhis death, as being sick, whiney, and clingy. Defendant also stated that the victim was having\ntrouble sleeping. Defendant’s husband testified that it was not customary for them to give\nBenadryl to the victim in the morning, knowing that it usually helped the victim sleep at night.\nDespite that, on the morning of the victim’s death, defendant gave him a substantial dose of\nBenadryl. Defendant testified that she was relieved when the victim fell asleep after taking the\nBenadryl. In considering that evidence, the trial court did not clearly err in finding that\ndefendant had provided the victim with Benadryl so that he would go to sleep and be out of her\nway. Indeed, it is a logical inference that defendant would want the victim to be sound asleep\nwhile she abused prescription painkillers. Considering that the trial court did not clearly err in\nthat factual finding, there was a preponderance of the evidence in support of the trial court’s\ndetermination that OV 10 be scored at 10 points. Specifically, there was a preponderance of\nevidence that defendant manipulated the young victim for the selfish purpose of getting high on\nprescription painkillers without having to care for her child. MCL 777.40(2)(b); see also\nNeedham, 299 Mich App at 255.\n\n       Thus, the trial court properly scored OV 10 at 10 points. MCL 777.40(1)(b).\n\n                                        V. CONCLUSION\n\n       We affirm defendant’s convictions, but vacate her sentences and remand for\nresentencing.\n\n        At sentencing, the trial court sentenced defendant with an OV score of 135. Considering\nthe corrected errors, the proper OV score should have been 75 points, changing the minimum\nsentence guideline range from 225 to 375 months’ or life imprisonment, to 180 to 300 months’\nor life imprisonment. MCL 777.61. Consequently, “[b]ecause defendant’s sentence here is\nbased upon an inaccurate calculation of the guidelines range and is, therefore, inconsistent with\nthe law, defendant is entitled to be resentenced.” People v Francisco, 474 Mich 82, 92; 711\nNW2d 44 (2006).\n\n       We do not retain jurisdiction.\n\n                                                            /s/ Michael J. Riordan\n                                                            /s/ Stephen L. Borrello\n                                                            /s/ Michael J. Riordan\n\n\n\n\n                                               -9-\n\f",
            "ocr": false,
            "opinion_id": 4230974
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}