{
    "id": 4455047,
    "judges": null,
    "date_filed": "2013-03-13",
    "date_filed_is_approximate": true,
    "slug": "flores-angel",
    "case_name_short": "Flores, Angel",
    "case_name": "Flores, Angel",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 2.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=77018&Index=%5c%5coca%2dpsql12%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOrder",
            "author_id": null,
            "opinion_text": "             IN THE COURT OF CRIMINAL APPEALS\n                         OF TEXAS\n                                         NO. WR-87,754-01\n\n\n                            EX PARTE ANGEL FLORES, Applicant\n\n\n               ON APPLICATION FOR A WRIT OF HABEAS CORPUS\n            CAUSE NO. 20130D04898-120-1 IN THE 120TH DISTRICT COURT\n                            FROM EL PASO COUNTY\n\n\n        Per curiam.\n\n                                              ORDER\n\n        Pursuant to the provisions of Article 11.07 of the Texas Code of Criminal Procedure, the\n\nclerk of the trial court transmitted to this Court this application for a writ of habeas corpus. Ex parte\n\nYoung, 418 S.W.2d 824, 826 (Tex. Crim. App. 1967). Applicant was convicted of two counts of\n\nattempted capital murder and sentenced to imprisonment.\n\n        Applicant contends that he was denied his right to a direct appeal of the convictions through\n\nno fault of his own. See Ex parte Axel, 757 S.W.2d 369 (Tex. Crim. App. 1988); Ex parte Riley, 193\n\nS.W.3d 900 (Tex. Crim. App. 2006). There is no response from counsel or trial court findings.\n\n        Applicant has alleged facts that, if true, might entitle him to relief. Strickland v. Washington,\n\n466 U.S. 668 (1984). In these circumstances, additional facts are needed. As we held in Ex parte\n\f                                                                                                           2\n\nRodriguez, 334 S.W.2d 294, 294 (Tex. Crim. App. 1960), the trial court is the appropriate forum for\n\nfindings of fact. The trial court shall order counsel to respond to Applicant’s claim. The trial court\n\nmay use any means set out in TEX . CODE CRIM . PROC. art. 11.07, § 3(d).\n\n          If the trial court elects to hold a hearing, it shall determine whether Applicant is indigent.\n\nIf Applicant is indigent and wishes to be represented by counsel, the trial court shall appoint an\n\nattorney to represent Applicant at the hearing. TEX . CODE CRIM . PROC. art. 26.04.\n\n          The trial court shall make findings of fact and conclusions of law regarding Applicant’s claim\n\nfor a late appeal. The trial court shall also make any other findings of fact and conclusions of law\n\nthat it deems relevant and appropriate to the disposition of Applicant’s claim for habeas corpus\n\nrelief.\n\n          This application will be held in abeyance until the trial court has resolved the fact issues. The\n\nissues shall be resolved within 90 days of this order. A supplemental transcript containing all\n\naffidavits and interrogatories or the transcription of the court reporter’s notes from any hearing or\n\ndeposition, along with the trial court’s supplemental findings of fact and conclusions of law, shall\n\nbe forwarded to this Court within 120 days of the date of this order. Any extensions of time must\n\nbe requested by the trial court and shall be obtained from this Court.\n\n\n\nFiled: December 20, 2017\nDo not publish\n\f",
            "ocr": false,
            "opinion_id": 4232300
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}