{
    "id": 4458414,
    "judges": "Bea, Carlos, Diarmuid, O'Scannlain, Paez, Richard",
    "date_filed": "2023-03-11",
    "date_filed_is_approximate": true,
    "slug": "friends-of-animals-v-united-states-fish-wildlife-service",
    "case_name_short": null,
    "case_name": "Friends of Animals v. United States Fish & Wildlife Service",
    "case_name_full": "FRIENDS OF ANIMALS; Predator Defense, Plaintiffs-Appellants, v. UNITED STATES FISH AND WILDLIFE SERVICE, an Agency of the United States, Defendant-Appellee",
    "attorneys": "Michael Ray Harris (argued) and Jennifer E. Best, Friends of Animals, Centennial, Colorado, for Plaintiffs-Appellants., Rachel E. Heron (argued), David Shil-ton, and Andrew Mergen, Attorneys, Appellate Section; Coby Howell, Attorney, Wildlife & Marine Resources Section; John C. Cruden, Assistant Attorney General; Environment and Natural Resources Division, United States Department of Justice, Washington, D.C.; Diane Hoobler, Senior Attorney, Pacific Northwest, Regional Solicitor’s Office; Philip Kline, Attorney-Ad-visor, Office of the Solicitor, United States Department of the Interior, Portland, Oregon; for Defendant-Appellee.",
    "nature_of_suit": "Civil",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted October 5, 2017 Portland, Oregon",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"AXP\" pgmap=\"1006\">\n    FRIENDS OF ANIMALS; Predator Defense, Plaintiffs-Appellants, v. UNITED STATES FISH AND WILDLIFE SERVICE, an agency of the United States, Defendant-Appellee\n   </parties><br><docketnumber id=\"b1006-6\" pgmap=\"1006\">\n    No. 15-35639\n   </docketnumber><br><court id=\"b1006-7\" pgmap=\"1006\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><otherdate id=\"b1006-9\" pgmap=\"1006\">\n    Argued and Submitted October 5, 2017 Portland, Oregon\n   </otherdate><br><decisiondate id=\"b1006-10\" pgmap=\"1006\">\n    Filed January 10, 2018\n   </decisiondate><br><attorneys id=\"b1007-11\" pgmap=\"1007\">\n    Michael Ray Harris (argued) and Jennifer E. Best, Friends of Animals, Centennial, Colorado, for Plaintiffs-Appellants.\n   </attorneys><br><attorneys id=\"b1007-12\" pgmap=\"1007\">\n    Rachel E. Heron (argued), David Shil-ton, and Andrew Mergen, Attorneys, Appellate Section; Coby Howell, Attorney, Wildlife &amp; Marine Resources Section; John C. Cruden, Assistant Attorney General; Environment and Natural Resources Division, United States Department of Justice, Washington, D.C.; Diane Hoobler, Senior Attorney, Pacific Northwest, Regional Solicitor’s Office; Philip Kline, Attorney-Ad-visor, Office of the Solicitor, United States Department of the Interior, Portland, Oregon; for Defendant-Appellee.\n   </attorneys><br><judges id=\"b1007-13\" pgmap=\"1007\">\n    Before: Diarmuid F. O’Scannlain, Richard A. Paez, and Carlos T. Bea, Circuit Judges.\n   </judges>",
    "citations": [
        "879 F.3d 1000"
    ],
    "opinions": [
        {
            "author_str": "O'Scannlain",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2018/01/10/15-35639.pdf",
            "author_id": null,
            "opinion_text": "                FOR PUBLICATION\n\n  UNITED STATES COURT OF APPEALS\n       FOR THE NINTH CIRCUIT\n\n\nFRIENDS OF ANIMALS; PREDATOR             No. 15-35639\nDEFENSE,\n              Plaintiffs-Appellants,        D.C. No.\n                                         6:14-cv-01449-\n                 v.                            AA\n\nUNITED STATES FISH AND WILDLIFE\nSERVICE, an agency of the United           OPINION\nStates,\n                Defendant-Appellee.\n\n\n\n      Appeal from the United States District Court\n               for the District of Oregon\n        Ann L. Aiken, District Judge, Presiding\n\n        Argued and Submitted October 5, 2017\n                  Portland, Oregon\n\n                Filed January 10, 2018\n\n  Before: Diarmuid F. O’Scannlain, Richard A. Paez,\n          and Carlos T. Bea, Circuit Judges.\n\n            Opinion by Judge O’Scannlain\n\f2              FRIENDS OF ANIMALS V. USFWS\n\n                          SUMMARY *\n\n\n                  Migratory Bird Treaty Act\n\n    The panel affirmed the district court’s summary\njudgment in favor of the U.S. Fish and Wildlife Service in\nan action brought by plaintiff animal advocacy groups\nchallenging the Service’s permit allowing the taking of the\nbarred owl.\n\n   Plaintiffs alleged that the permit was unlawful because\nunder the Migratory Bird Treaty Act (“MBTA”), when the\nService permits a take for scientific purposes, the action\nmust be intended to advance the conservation or scientific\nunderstanding of the same species.\n\n    The panel held that the MBTA imposed few substantive\nconditions itself, and delegated to the Secretary of the\nInterior broad discretion to implement the MBTA. The\npanel rejected plaintiffs’ contention that the MBTA’s\nunderlying Conventions codified the same-species theory,\nwhich was then binding on the Service through the MBTA’s\n“consistency” provision. Specifically, the panel held that the\n“used for scientific purposes” exception in Article II(A) of\nthe Mexico Convention included taking birds to study\nwhether their absence benefits another protected bird\nspecies. The panel also held that the canon of noscitur a\nsociis did not compel a reading of the Mexico Convention to\nimply a same-species limitation. The panel further held that\nCanada, Japan, and Russia Conventions, if they even applied\n\n    *\n      This summary constitutes no part of the opinion of the court. It\nhas been prepared by court staff for the convenience of the reader.\n\f             FRIENDS OF ANIMALS V. USFWS                   3\n\nto this case, did not require a same-species limitation when\ntaking migratory birds for scientific purposes.\n\n    The panel held that because the plain text of the MBTA\nand the Conventions did not compel a same-species\nlimitation, the panel need not consider the question of\ndeference to the agency’s interpretation.\n\n\n                        COUNSEL\n\nMichael Ray Harris (argued) and Jennifer E. Best, Friends\nof Animals, Centennial, Colorado, for Plaintiffs-Appellants.\n\nRachel E. Heron (argued), David Shilton, and Andrew\nMergen, Attorneys, Appellate Section; Coby Howell,\nAttorney, Wildlife & Marine Resources Section; John C.\nCruden, Assistant Attorney General; Environment and\nNatural Resources Division, United States Department of\nJustice, Washington, D.C.; Diane Hoobler, Senior Attorney,\nPacific Northwest, Regional Solicitor’s Office; Philip Kline,\nAttorney-Advisor, Office of the Solicitor, United States\nDepartment of the Interior, Portland, Oregon; for Defendant-\nAppellee.\n\f4             FRIENDS OF ANIMALS V. USFWS\n\n                         OPINION\n\nO’SCANNLAIN, Circuit Judge:\n\n    We must decide whether the Migratory Bird Treaty Act\nallows the United States government to issue a permit to\nremove birds of one species for scientific purposes if its\nintent is principally to benefit another species.\n\n                              I\n\n                              A\n\n     This case arises from efforts by the United States Fish\nand Wildlife Service (“Service”) to balance the interests of\ntwo types of owls who compete for the same territory. The\nfirst is the northern spotted owl, whose range is from British\nColumbia to California but the majority of which are “found\nin the Cascades of Oregon and the Klamath Mountains in\nsouthwestern Oregon and northwestern California.” See\nEndangered and Threatened Wildlife and Plants;\nDetermination of Threatened Status for the Northern Spotted\nOwl, 55 Fed. Reg. 26,114, 26,115 (June 26, 1990). In 1990,\nthe Service determined the northern spotted owl to be a\nthreatened species pursuant to the Endangered Species Act\nof 1973, 16 U.S.C. §§ 1531 et seq. See 55 Fed. Reg. at\n26,114. The principal reason for the decline in the\npopulation was the loss of old-growth forest habitats on\nwhich the species relies. Id.\n\n    A second factor in the northern spotted owl’s population\ndecline, however, involved another species of owl at issue in\nthis case: the barred owl. The barred owl’s “adaptability and\naggressive nature appear to allow it to take advantage of\nhabitat perturbations,” and it has spread from its native\nhabitat in the eastern United States to the Northwest, where\n\f             FRIENDS OF ANIMALS V. USFWS                   5\n\nit has come greatly to outnumber the native northern spotted\nowls. Id. at 26,191. Barred owls’ diets can overlap with\nspotted owls’ by as much as 76%, and the more aggressive\nbarred owl may displace spotted owls and may even\nphysically attack them.\n\n    This litigation arises from the Service’s 2008 recovery\nplan for the northern spotted owl. Although that plan\nincludes a significant focus on habitat preservation, the\nService also concluded that “the barred owl constitutes a\nsignificantly greater threat to spotted owl recovery than was\nenvisioned when the spotted owl was listed in 1990,” and,\n“[a]s a result, the Service recommend[ed] specific actions to\naddress the barred owl threat.” One of those actions was to\n“[d]esign and implement large-scale control experiments in\nkey spotted owl areas to assess the effects of barred owl\nremoval on spotted owl site occupancy, reproduction, and\nsurvival,” experiments that the Service hoped would\n“substantially expand our knowledge of the ecological\ninteractions between spotted owls and barred owls” and\n“identify important cause-and-effect relationships between\nbarred owls and the population declines of spotted owls, as\nwell as the densities at which negative effects from barred\nowls occur.” An updated recovery plan issued in 2011\nretained this experimental action item.\n\n    To carry out the proposed study, the Service went\nthrough a notice-and-comment process to prepare an\nEnvironmental Impact Statement for the experiment. See\nExperimental Removal of Barred Owls To Benefit\nThreatened Northern Spotted Owls; Final Environmental\nImpact Statement, 78 Fed. Reg. 44,588 (July 24, 2013). The\nService adopted an experimental design that would involve\ntaking about 3,600 barred owls over four years, affecting\n\f6               FRIENDS OF ANIMALS V. USFWS\n\nabout 0.05% of the barred owls’ range. 1 The Service\npredicted that “[b]arred owl populations are anticipated to\nreturn to starting levels within 3 to 5 years of the end of . . .\nremoval.” To allow the experiment to proceed, the Service\nstated that it would “issue a scientific collecting permit” (the\n“permit”), pursuant to 50 C.F.R. § 21.23, “for the lethal and\nnon-lethal take as required under the Migratory Bird Treaty\nAct.” The Service, through its Migratory Bird Permit Office,\nissued the permit to a branch of itself, the Oregon Fish and\nWildlife Office. In 2014, due to delays caused by funding\nissues, that office requested a modified permit reducing the\ntotal take from 3,600 to 1,600 barred owls. The modification\nwas granted, and a memorandum accompanying the new\npermit stated that “[t]he take of Barred Owls requested in\nthis application is for bona fide scientific research” that\n“advances the scientific understanding of both species” of\nowls.\n\n                                    B\n\n     Friends of Animals and Predator Defense (collectively,\n“Friends”) are not-for-profit animal advocacy organizations\nthat objected to the experiment that would see the Service\nkill birds of one species to conserve another, and they filed\nsuit in the Eastern District of California to challenge the\npermit allowing the taking of the barred owls. That case was\ndismissed for lack of standing because the only member of\nFriends who alleged personal injury caused by the Service’s\nactions planned to visit only areas where the Service did not\n\n    1\n      “To ‘take,’ when applied to wild animals, means to reduce those\nanimals, by killing or capturing, to human control.” Babbitt v. Sweet\nHome Chapter of Cmtys. for a Great Or., 515 U.S. 687, 717 (1995). As\nthe Service acknowledges, the “vast majority of take” at issue in this case\nconsists of “intentional, lethal take of barred owls.”\n\f              FRIENDS OF ANIMALS V. USFWS                    7\n\nplan to take barred owls and so could not show that he had\n“any concrete plans to visit an area that will be affected by\nthe conduct that impairs his interests.” Friends of Animals\nv. Jewell, No. 13-CV-02034, 2014 WL 3837233, at *5–8\n(E.D. Cal. Aug. 1, 2014).\n\n    Friends then filed this suit in September 2014, alleging\nthat the permit violated the National Environmental Policy\nAct (“NEPA”), 42 U.S.C. § 4321 et seq., and the Migratory\nBird Treaty Act (“MBTA” or the “Act”), 16 U.S.C. § 703 et\nseq. In support of the latter claim, Friends argued that, under\nthe MBTA, “when the [Service] permits take for scientific\npurposes, the action must be intended to advance the\nconservation of the very species being taken.” The district\ncourt disagreed and granted the Service’s motion for\nsummary judgment on both the NEPA and MBTA claims.\nIn explaining that ruling, the court concluded that “nothing”\nin the MBTA or the international conventions it implements\nlimits scientific purposes to the species taken.\n\f8                FRIENDS OF ANIMALS V. USFWS\n\n  Friends timely appealed. 2 Here, they press only the\nMBTA claim. 3\n\n                                    II\n\n    Friends’ core argument before us is that the permit was\nunlawful because, they say, under the MBTA, when the\nService “permits take for scientific purposes, the action must\nbe intended to advance the conservation or scientific\nunderstanding of the very species being taken.” For concise\nreference, we will refer to this as the “same-species theory,”\nand Friends’ appeal rises or falls on whether such theory is,\nin fact, compelled by the MBTA and the underlying\ninternational conventions on migratory birds that it\nimplements.\n\n\n\n\n    2\n      We have jurisdiction under 28 U.S.C. § 1291 to review the final\ndecision of the district court. The government does not contest standing,\nbut we have “an independent duty” under Article III “to assure that\nstanding exists.” Washington Envtl. Council v. Bellon, 732 F.3d 1131,\n1139 (9th Cir. 2013). We are satisfied that Friends have demonstrated\nthe injury-in-fact element of standing through declarations of two\nmembers who meet the standard for environmental cases in showing that\nthey have an “aesthetic or recreational interest in a particular place[] or\nanimal . . . that . . . is impaired by [the Service’s] conduct.” Save Our\nSonoran, Inc. v. Flowers, 408 F.3d 1113, 1119 (9th Cir. 2005) (internal\nquotation marks omitted).\n\n    3\n       “We review de novo the district court’s grant of summary\njudgment.” Ocean Advocates v. U.S. Army Corps of Eng’rs, 402 F.3d\n846, 858 (9th Cir. 2005). Where, as here, the agency’s action is governed\nby the Administrative Procedure Act, we only set aside its “actions,\nfindings, or conclusions if they are ‘arbitrary, capricious, an abuse of\ndiscretion, or otherwise not in accordance with law.’” Id. (quoting\n5 U.S.C. § 706(2)(A)).\n\f              FRIENDS OF ANIMALS V. USFWS                   9\n\n                              A\n\n    “As always, we begin with the text of the statute.”\nLimtiaco v. Camacho, 549 U.S. 483, 488 (2007). The\nMBTA makes it unlawful to take any migratory bird covered\nby the Act “except as permitted by regulations made as”\nprovided in the Act. 16 U.S.C. § 703(a). “[T]he Secretary\nof the Interior is authorized and directed . . . to determine\nwhen . . . it is compatible with the terms of the conventions\nto allow . . . taking . . . and to adopt suitable regulations\npermitting and governing the same.” Id. § 704(a). Those\nregulations are “[s]ubject to the provisions and in order to\ncarry out the purposes of the conventions.” Id.\n\n    The Secretary of the Interior has exercised the authority\ndelegated by the MBTA to promulgate regulations\ngoverning the taking of migratory birds. Most relevant to\nthis case is 50 C.F.R. § 21.23, which governs scientific\ncollecting permits and under which the Service issued the\npermit.    Under such regulation, applications to take\nmigratory birds for scientific or educational purposes must\ndescribe the species and number of birds to be taken, the\nlocation of collection, the purpose of the research project,\nand the institution to which specimens will ultimately be\ndonated. 50 C.F.R. § 21.23(b). In addition to being subject\nto the general conditions applicable to all permits for taking\nmigratory birds, scientific permits require that “[a]ll\nspecimens taken . . . be donated and transferred to the\npublic[,] scientific, or educational institution designated in\nthe permit application.” Id. § 21.23(c)(1).\n\n    The MBTA thus imposes few substantive conditions\nitself and delegates to the Secretary of the Interior broad\ndiscretion to implement the Act, discretion the Secretary has\nused to promulgate the regulation at issue that has no text\ndirectly supporting Friends’ proposed same-species theory.\n\f10              FRIENDS OF ANIMALS V. USFWS\n\nFriends do not suggest that we will find specific language in\nthe Act itself or the implementing regulations that compel its\ntheory. 4\n\n                                   B\n\n    Instead, Friends argue that the underlying conventions\ncodify the same-species theory, which is then binding on the\nService through the MBTA’s “consistency” provision,\nwhich stipulates that regulations under the Act must be\n“[s]ubject to the provisions and in order to carry out the\npurposes of the conventions.” 16 U.S.C. § 704(a). There are\nfour conventions referenced in the Act for the protection of\nmigratory birds, one each with Canada, Mexico, Japan, and\nRussia (the “Conventions”). 5 Of the four, owls are protected\nonly under the Mexico Convention.\n\n\n     4\n       Friends do hint obliquely that the permitting decision was\ninconsistent with the regulation on special purpose permits—permits for\npurposes “outside the scope of the standard form permits”—that requires\napplicants to make “a sufficient showing of benefit to the migratory bird\nresource, important research reasons, reasons of human concern for\nindividual birds, or other compelling justification.” 50 C.F.R. § 21.27\n(emphasis added). But Friends provide no argument for why the special\npurpose regulation is relevant when the permit was issued under the\nseparate scientific collecting regulation. Even if the special purpose\nregulation were relevant, its language is disjunctive so that a permit\ncould be issued either to “benefit . . . the migratory bird resource,\nimportant research reasons, . . . or other compelling justifications.”\n50 C.F.R. § 21.27 (emphasis added). It therefore fails to support the\nsame-species theory.\n\n     5\n      See Convention between the United States of America and the\nUnited Kingdom of Great Britain and Ireland for the Protection of\nMigratory Birds in the United States and Canada, U.S.-U.K., Aug. 16,\n1916, 39 Stat. 1702, as amended by the Protocol of Dec. 5, 1995, S.\nTreaty Doc. No. 104-28; Convention between the United States of\n\f               FRIENDS OF ANIMALS V. USFWS                         11\n\n    Friends’ principal argument in favor of the same-species\ntheory is based on Article II of the Mexico Convention,\nwhich provides that Mexico and the United States “agree to\nestablish laws, regulations and provisions” for, among other\nthings, “[t]he establishment of close seasons, which will\nprohibit in certain periods of the year the taking of migratory\nbirds.” Mexico Convention, art. II. That provision provides\nan exception to the close seasons for taking birds “when used\nfor scientific purposes, for propagation or for museums.”\nId., art. II(A). Friends contend that the language of the\nexception requires that any taking for scientific purposes\nmust comport with the same-species theory.\n\n                                  1\n\n     Friends’ leading argument supporting that interpretation\nis that the phrase “when used for scientific purposes” implies\na limitation comporting with the same-species theory. As\nthey put it, such language suggests a requirement “that a\ntaken migratory bird be used directly for a scientific purpose,\npropagation or for museums.” They say that the experiment\nat issue fails to satisfy that requirement because “the main\npurpose of [it] is to ‘eliminate,’ not conserve, a protected\nbird,” and “very few, if any, of the . . . barred owls killed will\n\n\nAmerica and the United Mexican States for the Protection of Migratory\nBirds and Game Mammals, U.S.-Mex., Feb. 7, 1936, 50 Stat. 1311;\nConvention between the Government of the United States of America\nand the Government of Japan for the Protection of Migratory Birds and\nBirds in Danger of Extinction, and Their Environment, U.S.-Japan, Mar.\n4, 1972, 25 U.S.T. 3329; Convention between the United States of\nAmerica and the Union of Soviet Socialist Republics Concerning the\nConservation of Migratory Birds and their Environment, U.S.-U.S.S.R.,\nNov. 19, 1976, 29 U.S.T. 4647. We refer to these, respectively, as the\n“Canada Convention,” “Mexico Convention,” “Japan Convention,” and\n“Russia Convention.”\n\f12            FRIENDS OF ANIMALS V. USFWS\n\nbe, themselves, used for a scientific purpose, propagation or\nfor museum[s].”\n\n    The Service responds that “all barred owls taken under\nthe permit will be used for scientific purposes” because\n“[r]emoval to study effects on the surrounding environments\nis use for a scientific purpose.” Moreover, the Service says,\nthe permit even satisfies Friends’ narrow definition of “use”\nbecause the permit requires that “[a]ny specimens . . .\npossessed after the expiration of [the] permit must be\ntransferred to [the Service] . . . or donated and transferred to\nCalifornia Academy of Sciences Dept. of Ornithology and\nMammalogy.” Therefore, says the Service, “all barred owls\ntaken and retrieved” will “be donated to public educational\nand research institutions, where their remains may be the\nsubject of additional scientific research.”\n\n    If the word “used” in the Convention does not support\nFriends’ position, we need not resolve whether the incidental\ndonation of some of the taken barred owls to scientific\ninstitutions would satisfy Friends’ proposed limitation. So,\nwe turn first to that threshold question of whether “used”\nimplies a same-species limitation at all.\n\n                               a\n\n    We begin by noting that the proposed theory Friends\nderive from the phrase “used for scientific purposes” is\ndistinct from their proposed same-species limitation\nwhereby scientific-collection permits “must be intended to\nadvance the conservation or scientific understanding of the\nvery species being taken.” A taken specimen could itself be\nused directly for a scientific purpose that does not benefit its\nspecies’ conservation or understanding. As the Service\npoints out, in the past it has issued permits to take barn owls\nfor research on human hearing and hummingbirds for\n\f             FRIENDS OF ANIMALS V. USFWS                   13\n\nresearch on flight aerodynamics. In those examples, the\ntaken birds would themselves be used for scientific\npurposes. The experiments would therefore satisfy the\nspecimen-specific theory Friends suggest based on the\nlanguage in Article II(A) of the Mexico Convention. But the\nexperiments would not satisfy a version of the same-species\ntheory requiring that the taking also benefit the species’\nconservation, because they have nothing to do with\nconservation. So, the principal textual argument Friends\nmake already fails to support the limitation they initially\nproposed. Because the specimen-specific restriction derived\nfrom Article II(A) could also invalidate the Service’s\nactions, though, we consider it on its own terms.\n\n                              b\n\n    “When a word is not defined by statute, we normally\nconstrue it in accord with its ordinary or natural meaning.”\nSmith v. United States, 508 U.S. 223, 228 (1993). Applying\nthat principle, the Supreme Court has looked to dictionaries\nin other contexts to determine what the word “use” means:\n\n       Webster’s defines “to use” as “[t]o convert to\n       one’s service” or “to employ.” Black’s Law\n       Dictionary contains a similar definition: “[t]o\n       make use of; to convert to one’s service; to\n       employ; to avail oneself of; to utilize; to carry\n       out a purpose or action by means of.” Indeed,\n       over 100 years ago we gave the word “use”\n       the same gloss, indicating that it means “to\n       employ” or “to derive service from.”\n\nId. at 228–29 (alterations in original) (internal quotation\nmarks and citations omitted). Applying those definitions,\nthe Mexico Convention therefore allows the taking of owls\nduring close seasons when those owls are employed for a\n\f14            FRIENDS OF ANIMALS V. USFWS\n\nscientific purpose or when a scientific purpose is carried out\nby means of those owls.\n\n    There is some common-sense appeal to Friends’\ninterpretation. It would be odd to say colloquially that a bird\nwas “employed for a scientific purpose” when the purpose\nof taking the bird was to procure its demise and not\naffirmatively to experiment with the bird or its cadaver. If\nthe Convention drafters wanted clearly to adopt the Service’s\ninterpretation, language such as “taken for a scientific\npurpose” would have been a better fit. That being said, if we\napply the broader dictionary definitions of “use,” then to\n“use for scientific purposes” could mean “to employ” the\nbird, or “to carry out” a scientific purpose “by means of” the\nbird, or “to derive service” from the bird for a scientific\npurpose. Removing a bird to procure its demise likely fits\nwithin the letter of those definitions, even if the bird (or its\ncadaver) is not itself the subject of scientific experiment.\nThe question is close enough, though, that if we had to\ninterpret the meaning of Article II(A) in isolation, the\nmeaning of “used” might be ambiguous.\n\n                               c\n\n    The surrounding text and structure of the Convention,\nhowever, decisively favor the Service’s broader\ninterpretation of the word “used.” Interpretation of legal text\n“is a holistic endeavor,” and a “provision that may seem\nambiguous in isolation is often clarified by the remainder of\nthe . . . scheme,” here “because only one of the permissible\nmeanings produces a substantive effect that is compatible”\nwith the remainder of the treaty. United Sav. Ass’n of Tex.\nv. Timbers of Inwood Forest Assocs., Ltd., 484 U.S. 365, 371\n(1988).\n\f               FRIENDS OF ANIMALS V. USFWS                  15\n\n    The text of Article II begins with: “The high contracting\nparties agree to establish laws, regulations and provisions to\nsatisfy the need set forth in the preceding Article.” Mexico\nConvention, art. II (emphasis added). That “preceding\nArticle” is Article I, which sets out the purposes of the\nMexico Convention and envisions a broad use of protected\nbirds. Specifically, it provides:\n\n         In order that the species may not be\n         exterminated, the high contracting parties\n         declare that it is right and proper to protect\n         birds denominated as migratory . . . by means\n         of adequate methods which will permit, in so\n         far as the respective high contracting parties\n         may see fit, the utilization of said birds\n         rationally for purposes of sport, food,\n         commerce and industry.\n\nId., art. I.\n\n    The structure of the Convention is thus to define its scope\nand aims in Article I and to articulate certain measures the\nparties must implement to achieve those aims in Article II.\nIts paramount goal is that migratory bird species “may not\nbe exterminated.” Id. It gives broad latitude to the parties\nto permit use of birds as they “may see fit,” and it envisions\nthe “utilization of the birds” for a broad range of purposes—\nsport, food, commerce, and industry—which generally serve\nno benefit to the birds themselves. Id. The specifically\nsanctioned uses for the broad and undefined fields of\n“commerce and industry” also suggest that the Convention\nenvisions that birds might sometimes be taken for purposes\nnot related to using the taken specimens themselves.\n\n   Where a provision indicates it is intended to satisfy the\nneed of preventing the extermination of protected species, it\n\f16            FRIENDS OF ANIMALS V. USFWS\n\nmakes little sense to interpret a vague word in such provision\nto block a party from engaging in a bona fide scientific\nexperiment to accomplish that very purpose. Under Friends’\ninterpretation, the Service could seemingly take barred owls\nto display them in museums but could not take them to\nprevent the extermination of spotted owls, even though the\neffect on the barred owl population would be minimal. That\nbizarre result runs entirely contrary to the principles\narticulated in Article I, which the Convention expressly says\nare to be implemented by the provisions in Article II.\n\n    At oral argument, Friends objected to reading Article II’s\nprovisions in light of Article I on the ground that the two\nArticles have distinct roles: Article I explains what uses are\ngenerally permitted whereas Article II sets out specific uses\nthat are not. We are cognizant of the “commonplace” rule\nof statutory construction “that the specific governs the\ngeneral,” and we would not eviscerate a clear, specific\nprohibition based on general purposive language. See\nRadLAX Gateway Hotel, LLC v. Amalgamated Bank,\n566 U.S. 639, 645 (2012) (internal quotation marks\nomitted). But that is not the situation before us. Instead, we\nmust interpret vague language in Article II, which itself\nexpressly tells us that its terms are intended to implement\nArticle I’s goals. In such case, the proper way to read\nindefinite terms in Article II is congruent with the broad\npurposes of Article I.\n\n    We therefore conclude that the “used for scientific\npurposes” exception in Article II(A) of the Mexico\nConvention includes taking birds to study whether their\nabsence benefits another protected bird species. We need\nnot decide just how far the exception extends because, read\nin the full context of Articles I and II, it clearly encompasses\na controlled scientific study to save a threatened species\n\f                FRIENDS OF ANIMALS V. USFWS                           17\n\ncovered by the Convention when that study will have only a\nnegligible effect on the overall population of the taken\nspecies. 6\n\n                                    2\n\n    At oral argument, Friends suggested a secondary basis to\nsupport their reading of the Mexico Convention to imply a\nsame-species limitation: that the canon of noscitur a sociis\ncompels such reading. There, “words grouped in a list\nshould be given related meaning.” Third Nat’l Bank in\nNashville v. Impac Ltd., 432 U.S. 312, 322 (1977). More\ngenerally, when words “are associated in a context\nsuggesting that the words have something in common, they\nshould be assigned a permissible meaning that makes them\nsimilar.” Antonin Scalia & Bryan A. Garner, Reading Law:\nThe Interpretation of Legal Texts 195 (2012). Based on such\nprinciple of textual interpretation, Friends suggest that in\nArticle II(A)’s exception for taking birds when “used for\nscientific purposes, for propagation or for museums,” the\nphrase “for scientific purposes” should be read to be limited\nby the other elements in that series, namely “for\npropagation” and “for museums.” Friends argue that if one\nis taking a bird for propagation or for museums, the bird\nitself is being used for the propagative or museum purpose,\n\n     6\n       The Service also obliquely argues that the close-season provision\ndoes not even apply to non-game birds like owls. At least one of our\nsister circuits has adopted that view. See Fund for Animals v.\nKempthorne, 538 F.3d 124, 134 (2d Cir. 2008) (“We . . . defer to the\n[Service’s] reasonable view that the [Mexico] Convention requires a\nclose season only for the category of game birds.”). Because we\nconclude that the scientific collection permit at issue is consistent with\nthe Mexico Convention’s close-season provision, we need not determine\nwhether such provision applies to non-game birds like owls.\n\f18              FRIENDS OF ANIMALS V. USFWS\n\nso “scientific purposes” should be restricted in the same\nmanner. 7\n\n    We find such implied limitation unpersuasive. As a\nthreshold matter, it is not clear that the noscitur canon even\napplies to this list. “For the associated-words canon to apply,\nthe terms must be conjoined in such a way as to indicate that\nthey have some quality in common.” Scalia & Garner,\nsupra, at 196.           The terms “scientific purposes,”\n“propagation,” and “museums” are sufficiently distinct that\nthere is no obvious common denominator among them. It is\njust as plausible that each was intended to be read distinctly\nas a separate exception as that they were intended to be read\nin concert as sharing certain elements.\n\n    Even if the noscitur canon did apply, however, we do not\nbelieve it supports Friends’ same-species theory. Perhaps\nthe most natural reading of taking a bird “for museums” is to\ndisplay or study that particular specimen itself, but\n“propagation” need not share that limitation. Of course, one\nway to use a bird for propagation is to take that bird and\nbreed it, but it is just as plausible to promote propagation by\ntaking a bird to clear the way for others to propagate. In fact,\nthat is exactly what the Service is aiming to do in its study:\ntake barred owls in order to assist the propagation of\nnorthern spotted owls. Especially when read against the\nbackdrop of Article I’s articulated aims to assure that\nprotected “species may not be exterminated” and to promote\na broad set of uses, we see little justification for reading\n\n\n     7\n       We note that this argument again supports only the specimen-\nspecific version of the same-species theory, rather than Friends’ original\nproposed same-species limitation that a taking must support the species’\nconservation.\n\f              FRIENDS OF ANIMALS V. USFWS                    19\n\n“propagation” as narrowly as do Friends and then further to\nextend that narrow reading to limit “scientific purposes.”\n\n                               3\n\n    Friends’ final argument in favor of their same-species\ntheory based on the Mexico Convention is that the Service’s\nloose definition of scientific purposes invites a slippery\nslope. Friends argue that under the Service’s interpretation,\n“the law authorizes the killing of any migratory bird so long\nas the killing is for a scientific purpose, no matter how\nunrelated to the conservation of the species being killed. . . .\nCarried to its extreme, this position would allow for an entire\nmigratory bird species . . . to be exterminated so long as\nthere is a scientific basis to do so, whether it is related to\nanother animal, or even for human economic gain.”\n\n    The Service disputes that any such slippery slope exists.\nIn this specific case, it points out that it “found that the\nexperiment . . . was a bona fide scientific study,” that it will\n“minimiz[e] the number of barred owls to be removed,” and\nthat the study will “have a negligible impact on the barred\nowl” population. In more extreme cases such as the\nhypothetical raised by Friends, the Service contends that\n“scrutinizing the proposed take’s effect on the taken species\nbefore issuing a scientific-collecting permit is a far more\ndirect way of protecting migratory-bird populations than\nlimiting what study area a permit may advance.”\n\n    We are persuaded by the Service’s suggested backstop\nagainst Friends’ parade of horribles. Reading Articles I and\nII of the Mexico Convention in concert, they require that the\nparties “establish laws, regulations and provisions” to assure\nthat covered “species may not be exterminated.” In the event\nthat the Service were to propose an experiment to\nexterminate a species protected by the Mexico Convention,\n\f20           FRIENDS OF ANIMALS V. USFWS\n\nFriends could point to clear text in the Convention to\nchallenge that experiment, in addition to relying on other\nrestrictions imposed by federal laws such as NEPA and the\nAdministrative Procedure Act, 5 U.S.C. § 500 et seq. The\nConvention’s conservation purposes may thus be achieved\nwithout reading into it a same-species limitation that is\nunsupported by its text.\n\n                             C\n\n    Friends also point to the Canada, Japan, and Russia\nConventions to argue that they support the same-species\ntheory. Friends provide no argument for why those\nConventions—which cover neither barred nor spotted\nowls—are applicable. Cf. Fund for Animals v. Norton,\n365 F. Supp. 2d 394, 411 (S.D.N.Y. 2005), (“[A]gency\naction should be evaluated for compliance only as to\nconventions that explicitly govern the disputed bird species,\nnot for compliance with all four conventions.”), aff’d sub\nnom. Fund for Animals v. Kempthorne, 538 F.3d 124 (2d Cir.\n2008). In any event, even if those Conventions did apply in\nthis case, we see nothing in them requiring a same-species\nlimitation when taking migratory birds for scientific\npurposes.\n\n    The Canada Convention provides that “the taking of\nmigratory birds may be allowed at any time of the year for\nscientific, educational, propagative, or other specific\npurposes consistent with the conservation principles of this\nConvention.” Canada Convention, art. II, ¶ 3. Those\nconservation principles are defined as the following: “[t]o\nmanage migratory birds internationally,” “[t]o ensure a\nvariety of sustainable uses,” “[t]o sustain healthy migratory\nbird populations for harvesting needs,” “[t]o provide for and\nprotect habitat necessary for the conservation of migratory\nbirds,” and “[t]o restore depleted populations of migratory\n\f                FRIENDS OF ANIMALS V. USFWS                         21\n\nbirds.” Id., art. II. The Japan and Russia Conventions each\nhave similar language, although the principles in those\nConventions are not expressly defined.             See Japan\nConvention, art. III, ¶ 1; Russia Convention, art. II, ¶ 1.\n\n    No language in the defined purposes of the Canada\nConvention—or in the preambulatory text describing the\nobjectives of the Japan and Russia Conventions—prevents\ntaking a non-threatened protected species for a scientific\nexperiment to protect a different threatened protected\nspecies. To the contrary, the defined purpose to “restore\ndepleted populations of migratory birds” supports the\nService’s objectives in issuing the challenged permit. Those\nConventions, then, do not salvage Friends’ argument in\nfavor of a same-species limitation.\n\n                                  III\n\n     The Service contends that if there were ambiguity in the\nMBTA or underlying Conventions, we would be required to\ndefer to its interpretation under one of several doctrines.\nBecause the plain text of the MBTA and the Conventions do\nnot compel a same-species limitation, however, we need not\nconsider the question of deference to the agency’s\ninterpretation. 8 Cf. Chevron U.S.A. Inc. v. Nat. Res. Def.\nCouncil, Inc., 467 U.S. 837, 843 n.9 (1984) (“The judiciary\nis the final authority on issues of statutory construction and\nmust reject administrative constructions which are contrary\nto clear congressional intent. . . . If a court, employing\ntraditional tools of statutory construction, ascertains that\n\n    8\n      We do not opine that the Department of the Interior is foreclosed\nfrom imposing on itself a same-species limitation under the broad\ndiscretion given it by the MBTA and the underlying Conventions; only\nthat nothing in those texts requires that it do so.\n\f22           FRIENDS OF ANIMALS V. USFWS\n\nCongress had an intention on the precise question at issue,\nthat intention is the law and must be given effect.”); County\nof Amador v. United States Dep’t of the Interior, 872 F.3d\n1012, 1025 (9th Cir. 2017) (“We need not decide whether\nChevron deference is owed to the agency because . . . we\nreach the same conclusion as the agency even without it.”);\nScalia & Garner, supra, at 31 (“A fundamental rule of textual\ninterpretation is that neither a word nor a sentence may be\ngiven a meaning that it cannot bear.”).\n\n                             IV\n\n   For the foregoing reasons, the judgment of the district\ncourt is AFFIRMED.\n\f",
            "ocr": false,
            "opinion_id": 4235667
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}