{
    "id": 4460256,
    "judges": null,
    "date_filed": "1979-05-27",
    "date_filed_is_approximate": true,
    "slug": "matter-of-franco-v-new-york-state-bd-of-parole",
    "case_name_short": null,
    "case_name": "Matter of Franco v. New York State Bd. of Parole",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2018 NY Slip Op 371"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.courts.state.ny.us/reporter/3dseries/2018/2018_00371.htm",
            "author_id": null,
            "opinion_text": "\r\n\r\nMatter of Franco v New York State Bd. of Parole (2018 NY Slip Op 00371)\r\n\r\n\r\n\r\n\r\n\r\nMatter of Franco v New York State Bd. of Parole\r\n\r\n\r\n2018 NY Slip Op 00371\r\n\r\n\r\nDecided on January 18, 2018\r\n\r\n\r\nAppellate Division, Third Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided and Entered: January 18, 2018\r\n\r\n524953\r\n\r\n[*1]In the Matter of JUAN FRANCO, Petitioner,\r\nvNEW YORK STATE BOARD OF PAROLE, Respondent.\r\n\r\nCalendar Date: November 13, 2017\r\n\r\nBefore: Garry, P.J., Clark, Mulvey, Aarons and Rumsey, JJ.\r\n\r\n\r\nAlfred O'Connor, New York State Defenders Association, Albany (Matthew McGowan of Prisoners' Legal Services New York, of counsel), for petitioner.\r\nEric T. Schneiderman, Attorney General, Albany (Frank Brady of counsel), for respondent.\r\n\r\n\r\nAarons, J.\r\n\r\nMEMORANDUM AND JUDGMENT\r\nProceeding pursuant to CPLR article 78 (transferred to this Court by order of the Supreme Court, entered in Albany County) to review a determination of respondent rescinding petitioner's open release date and imposing a hold period of 18 months.\r\nAs a result of two separate stabbing incidents, petitioner was convicted of a number of crimes, the most serious being murder in the second degree, for which he was sentenced to 20 years to life in prison. While in prison, he was charged with additional crimes and was thereafter convicted upon his plea of guilty of attempted promoting prison contraband in the first degree. Petitioner was sentenced to an additional 1½ to 3 years in prison, to run consecutively to his other sentences.\r\nIn March 2016, petitioner made his fourth appearance before respondent seeking to be released to parole supervision. At the conclusion of the hearing, respondent issued a determination, with one commissioner dissenting, granting petitioner parole and setting an open release date of May 12, 2016. A rescission hearing was subsequently conducted in July 2016 and, at its conclusion, respondent issued a determination, with one commissioner dissenting, rescinding petitioner's release and ordering him held for an additional 18 months. After this determination was affirmed on administrative appeal, petitioner commenced this CPLR article 78 proceeding.\r\nPetitioner's counsel has advised this Court that petitioner was released to parole supervision on December 5, 2017. Accordingly, the parties argue, and we agree, that the petition [*2]must be dismissed as moot (see Matter of Mitchell v Travis, 14 AD3d 955, 956 [2005]).\r\nGarry, P.J., Clark, Mulvey and Rumsey, JJ., concur.\r\nADJUDGED that the petition is dismissed, as moot, without costs.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 4237509
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}