{
    "id": 4463661,
    "judges": null,
    "date_filed": "1975-10-22",
    "date_filed_is_approximate": true,
    "slug": "com-v-pratt-t",
    "case_name_short": "Com.",
    "case_name": "Com. v. Pratt, T.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/Memorandum  Affirmed  10341226132515626.pdf",
            "author_id": null,
            "opinion_text": "J-S78038-17\n\nNON-PRECEDENTIAL DECISION – SEE SUPERIOR COURT I.O.P 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA,              :   IN THE SUPERIOR COURT OF\n                                           :         PENNSYLVANIA\n                   Appellee                :\n                                           :\n          v.                               :\n                                           :\nTERRANCE PRATT,                            :\n                                           :\n                   Appellant               :   No. 978 WDA 2017\n\n               Appeal from the Judgment of Sentence June 21, 2017\n                  in the Court of Common Pleas of Fayette County\n                Criminal Division at No(s): CP-26-CR-0000938-2016\n\nBEFORE:        OLSON, DUBOW, and STRASSBURGER,* JJ.\n\nMEMORANDUM BY STRASSBURGER, J.:            FILED JANUARY 31, 2018\n\n      Terrance Pratt (Appellant) appeals from the judgment of sentence of\n\nan aggregate term of two to four years of incarceration imposed following\n\nhis convictions for numerous drug and firearm-related offenses. We affirm.\n\n      We provide the following background.        Pennsylvania State Trooper\n\nAdam Sikorsky was on routine patrol on March 17, 2016, when he initiated a\n\ntraffic stop with a vehicle that was travelling at night in a high-crime area.\n\nThe vehicle “pulled over in a parking spot without using a turn signal” and\n\nTrooper Sikorsky initiated a traffic stop for that traffic code violation. N.T.,\n\n6/6/2017, at 24. Appellant was the driver of that vehicle. Trooper Sikorsky\n\nobserved Appellant as appearing “nervous” and “visibly shaking.” Id. at 26.\n\nTrooper Sikorsky also saw “a prescription bottle in [Appellant’s] front hoodie\n\npocket.” Id.      When asked about the bottle, Appellant “took it out of his\n\n\n\n*Retired Senior Judge assigned to the Superior Court.\n\fJ-S78038-17\n\npocket and handed it” to Trooper Sikorsky. Id. The bottle had Appellant’s\n\nname on it and was a prescription for Suboxone strips; however, Trooper\n\nSikorsky also noticed “three smaller pills … on the bottom” of the bottle for\n\nwhich “he did not have a prescription.” Id. at 26-27.          When Trooper\n\nSikorsky asked Appellant to step out of the vehicle, Trooper Sikorsky\n\n“noticed a large ball in [Appellant’s] right pocket.” Id. at 28.      Trooper\n\nSikorsky could see that “it was a large amount of cash in his pocket.” Id.\n\nTrooper Sikorsky then asked Appellant if he could search the vehicle, and\n\nAppellant consented to the search.\n\n        Upon searching the vehicle, Trooper Sikorsky “found unused stamp\n\nbags.”1 Id. at 30. He also found “a silver black [spring-loaded] knife,” which\n\nis illegal in Pennsylvania. Id. at 31.       Trooper Sikorsky secured the\n\ncontraband and handcuffed Appellant.       While he was being handcuffed,\n\nAppellant “drop[ped] pills onto the ground.”2 Id. at 33.    Trooper Sikorsky\n\nrecovered the pills.    Appellant was then transported to the barracks for\n\nprocessing and was later released from custody.\n\n        During his interaction with Appellant, Trooper Sikorsky learned that\n\nAppellant’s traffic stop occurred in front of the home where he lived.\n\nTrooper Sikorsky applied for and received a search warrant for the home.\n\n\n\n\n1   These were 16 empty, unused stamp bags labeled “focus.” Id. at 32.\n\n2 The mobile video recording recovered from Trooper Sikorsky’s patrol car\nshowed Appellant dropping these pills.\n\n                                     -2-\n\fJ-S78038-17\n\n            The affidavit of probable cause was based on the traffic\n      stop which took place in front of the residence and information\n      he had received regarding drug activity at the residence. The\n      warrant was executed at approximately 9:45 a.m. [Appellant’s]\n      father, Vincent Pratt, answered the door and invited police into\n      the residence where they informed him they were looking for\n      [Appellant].   Police could hear what sounded like someone\n      running on the second floor, so they proceeded upstairs to\n      [Appellant’s] bedroom. Ultimately, they seized twenty-seven\n      (27) items, which included firearms, marijuana, heroin, cocaine,\n      amphetamines, Clonazepam, and methamphetamines. While in\n      the room, they observed the bag [Appellant] was carrying at the\n      time of the traffic stop and an envelope addressed to him with\n      one hundred [and] fifty (150) unused stamp bags contained in it.\n\nSuppression Court Opinion, 3/15/2017, at 3 (unnecessary capitalization\n\nomitted).\n\n      These items were found in various places throughout the house,\n\nincluding Appellant’s attic bedroom, a bathroom, the kitchen, a mudroom,\n\nand the garage.     Police arrested Appellant and sent all contraband for\n\ntesting.    Appellant was charged with numerous drug and weapon related\n\ncharges based upon the results of the testing.\n\n      Counsel for Appellant filed an omnibus pretrial motion challenging the\n\nvalidity of the traffic stop, seeking to suppress Appellant’s statements to\n\npolice, and requesting dismissal of the case.    The trial court conducted a\n\nsuppression hearing, and granted in part and denied in part the motion.\n\nSpecifically, the trial court concluded that any statements made by Appellant\n\nwhile in custody were inadmissible. Id. at 13.\n\n      A jury trial was held from June 6 to 8, 2017.     At the trial, Trooper\n\nSikorsky testified as outlined above.      In addition, the Commonwealth\n\n                                    -3-\n\fJ-S78038-17\n\npresented testimony of other individuals who were involved in the chain of\n\ncustody for the evidence, as well as expert testimony regarding drug and\n\nweapon investigations.       In addition, Appellant testified in his defense.    He\n\ntestified that the car he was driving was owned by his brother’s wife. He also\n\ntestified that the house was owned by his father; his brother also stayed\n\nthere; and Appellant stayed there only “occasionally.” N.T., 6/7/2017, at\n\n153. He further testified that his brother was staying at the house on March\n\n17, 2016.\n\n      On June 8, 2017, the jury convicted Appellant of the following\n\ncharges: 1) possession with intent to deliver a controlled substance (PWID)\n\n(alprazolam); 2) PWID (buprenorphine); 3) PWID (marijuana); 4) PWID\n\n(cocaine); 5) PWID (amphetamine); 6) PWID (clonazepam); 7) PWID\n\n(methamphetamine); 8) PWID (diazepam); 9) possession of firearms\n\nprohibited (silver revolver); 10) possession of firearms prohibited (shotgun);\n\n11)   possession    of   a   controlled     substance    (Schedule   IV   Controlled\n\nsubstance); 12) possession of a controlled substance (Schedule II controlled\n\nsubstance);   13)   possession     of   a   controlled   substance   (Schedule   III\n\ncontrolled substance); 14) possession of marijuana; 15) possession of drug\n\nparaphernalia; and 16) making, selling, or repairing an offensive weapon. In\n\naddition, the trial court found Appellant guilty of driving while operator’s\n\nprivileges are suspended or revoked and a summary traffic offense.\n\n\n\n\n                                          -4-\n\fJ-S78038-17\n\n         One June 21, 2017, Appellant was sentenced to an aggregate term of\n\ntwo to four years of incarceration.         Appellant did not file a post-sentence\n\nmotion, and timely filed a notice of appeal appeal. The trial court ordered\n\nAppellant to file a concise statement of errors complained of on appeal\n\npursuant to Pa.R.A.P. 1925.       Appellant filed a statement setting forth one\n\nerror:    “Was   the   evidence   legally    and   factually   insufficient   to   show\n\n[Appellant] committed the crimes?” Concise Statement of Errors Complained\n\nof on Appeal, 7/6/2017. The trial court authored an opinion, and this matter\n\nis ready for our review.\n\n         On appeal, Appellant states the same issue raised in his concise\n\nstatement.3 Appellant’s Brief at 7.           Before we address the merits of\n\nAppellant’s issue, we      consider whether he preserved it for appeal.\n\nAppellant’s Pa.R.A.P. 1925(b) statement does not specify precisely which\n\nelements of which crimes he contends the Commonwealth failed to prove.\n\nThis Court has repeatedly required an appellant to specify in the Rule\n\n1925(b) statement the particular element or elements upon which the\n\nevidence was insufficient. See, e.g., Commonwealth v. Roche, 153 A.3d\n\n1063, 1072 (Pa. Super. 2017). “Such specificity is of particular importance\n\nin cases where, as here, the appellant was convicted of multiple crimes each\n\n\n3 Appellant’s brief also states a second issue: “Did the court err in denying\nAppellant[’s] omnibus pretrial motions?” Appellant did not include this issue\nin his Pa.R.A.P. 1925(b) statement; therefore, it is waived. See Pa.R.A.P.\n1925(c)(4)(vii) (“Issues not included in the Statement and/or not raised in\naccordance with the provisions of this paragraph (b)(4) are waived.”).\n\n                                        -5-\n\fJ-S78038-17\n\nof which contains numerous elements that the Commonwealth must prove\n\nbeyond a reasonable doubt.” Commonwealth v. Stiles, 143 A.3d 968, 982\n\n(Pa. Super. 2016) (citing Commonwealth v. Garland, 63 A.3d 339 (Pa.\n\nSuper. 2013)).       Based upon this Court’s desire to apply Rule 1925 in a\n\n“predictable, uniform fashion,” this Court has determined that waiver applies\n\neven where, as here, the Commonwealth fails to object and the trial court\n\naddresses the issue in its Rule 1925(a) opinion. Roche, 153 A.3d at 1072\n\n(holding that where Roche was convicted of first-degree murder and criminal\n\nconspiracy, a concise statement asserting only that the evidence was\n\ninsufficient    to    sustain   these    convictions   resulted   in   waiver);\n\nCommonwealth v. Tyack, 128 A.3d 254, 260 (Pa. Super. 2015) (holding\n\nthat Tyack’s “boilerplate” concise statement declaring “that the evidence was\n\ninsufficient to support his conviction” was too vague even where Tyack was\n\nconvicted only of one crime); but see Commonwealth v. Laboy, 936 A.2d\n\n1058, 1060 (Pa. 2007) (holding that this Court erred in concluding Laboy\n\nhad waived his sufficiency-of-the-evidence issue for lack of specificity where\n\nLaboy was convicted of three crimes in a “relatively straightforward drug\n\ncase” where the “evidentiary presentation spans a mere thirty pages of\n\ntranscript”).\n\n      Our Supreme Court pointed out in Laboy that “[i]t may be possible in\n\nmore complex criminal matters that the common pleas court may require a\n\nmore detailed statement to address the basis for a sufficiency challenge.”\n\n\n\n                                        -6-\n\fJ-S78038-17\n\nId.   We conclude that this is such a case.     After this three-day jury trial,\n\nAppellant was convicted of possession and PWID of eight different controlled\n\nsubstances.      While some of those substances are illegal under all\n\ncircumstances, others are illegal only if Appellant did not have a valid\n\nprescription.   In addition, some of those controlled substances were found\n\non Appellant’s person, others were found in a car he was driving, and others\n\nin a house he did not own. In that house, the items were found in various\n\nlocations, including an attic bedroom, a bathroom, and the kitchen.          In\n\naddition to the controlled substances, Appellant was charged with firearm-\n\nrelated offenses.    Again, those firearms were located in various places\n\nthroughout the house.\n\n      If ever a case cried out for specificity in a concise statement, it would\n\nbe this case.   As demonstrated supra, we have held that appellants have\n\nwaived sufficiency-of-the-evidence issues for lack of specificity under much\n\nsimpler circumstances. Moreover, this is not a straightforward drug case as\n\ncontemplated in Laboy. Based on the foregoing, we conclude that Appellant\n\nhas waived his sufficiency-of-the-evidence issue for lack of specificity.\n\n      Because Appellant has waived both issues he argues on appeal, we\n\naffirm his judgment of sentence.\n\n      Judgment of sentence affirmed.\n\n\n\n\n                                     -7-\n\fJ-S78038-17\n\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 1/31/2018\n\n\n\n\n                          -8-\n\f",
            "ocr": false,
            "opinion_id": 4240914
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}