{
    "id": 4465049,
    "judges": "Todd, Debra",
    "date_filed": "2000-04-15",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-vandivner-j-aplt",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Vandivner, J., Aplt.",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellee v. James W. VANDIVNER, Appellant",
    "attorneys": "Suzanne M. Swan, Esq., for VanDivner, James W., Appellant., Katharine R. Boyce, Esq., for National Organization on Fetal Alcohol Syndrome, Appellant Amicus Curiae., Jack Raydan Heneks, Esq., Fayette County District Attorney’s Office, Amy Zapp, Esq., PA Office of Attorney General, Richard E. Bower, Esq., Anthony S. Ian-namorelli Jr., Esq., William Mark Martin, Esq., for Commonwealth of Pennsylvania, Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: February 10, 2016",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b156-7\" pgmap=\"156\">\n    COMMONWEALTH of Pennsylvania, Appellee v. James W. VANDIVNER, Appellant\n   </parties><docketnumber id=\"AN0\" pgmap=\"156\">\n    No. 696 CAP\n   </docketnumber><br><court id=\"b156-10\" pgmap=\"156\">\n    Supreme Court of Pennsylvania.\n   </court><br><otherdate id=\"b156-11\" pgmap=\"156\">\n    Submitted: February 10, 2016\n   </otherdate><decisiondate id=\"Agq\" pgmap=\"156\">\n    Decided: February 5, 2018\n   </decisiondate><br><attorneys id=\"b157-13\" pgmap=\"157\">\n    Suzanne M. Swan, Esq., for VanDivner, James W., Appellant.\n   </attorneys><br><attorneys id=\"b157-14\" pgmap=\"157\">\n    Katharine R. Boyce, Esq., for National Organization on Fetal Alcohol Syndrome, Appellant Amicus Curiae.\n   </attorneys><br><attorneys id=\"b157-15\" pgmap=\"157\">\n    Jack Raydan Heneks, Esq., Fayette County District Attorney’s Office, Amy Zapp, Esq., PA Office of Attorney General, Richard E. Bower, Esq., Anthony S. Ian-namorelli Jr., Esq., William Mark Martin, Esq., for Commonwealth of Pennsylvania, Appellee.\n   </attorneys><br><judges id=\"b157-16\" pgmap=\"157\">\n    SAYLOR, C.J., BAER, TODD, DONOHUE, DOUGHERTY, WECHT, -MUNDY, JJ.\n   </judges>",
    "citations": [
        "178 A.3d 108"
    ],
    "opinions": [
        {
            "author_str": "Todd",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 38.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Supreme/out/Majority Opinion  Vacated  10341770032713362.pdf",
            "author_id": 5570.0,
            "opinion_text": "                                 [J-39-2016]\n                   IN THE SUPREME COURT OF PENNSYLVANIA\n                              EASTERN DISTRICT\n\n   SAYLOR, C.J., BAER, TODD, DONOHUE, DOUGHERTY, WECHT, MUNDY, JJ.\n\n\nCOMMONWEALTH OF PENNSYLVANIA,                  :   No. 696 CAP\n                                               :\n                     Appellee                  :   Appeal from the Order of the Court of\n                                               :   Common Pleas of Fayette County,\n                                               :   Criminal Division, entered on January\n              v.                               :   17, 2014 at No. CP-26-CR-0001229-\n                                               :   2004.\n                                               :\nJAMES W. VANDIVNER,                            :   SUBMITTED: February 10, 2016\n                                               :\n                     Appellant                 :\n\n\n                                         OPINION\n\n\nJUSTICE TODD                                             DECIDED: February 5, 2018\n       This capital case, wherein Appellant James VanDivner appeals the Fayette\n\nCounty Court of Common Pleas’ denial of his petition for relief under the Post\n\nConviction Relief Act (“PCRA”), 42 Pa.C.S. §§ 9541-9546, is before this Court following\n\ntwo remands to the PCRA court for supplemental opinions. In response to the PCRA\n\ncourt’s second supplemental opinion, Appellant requested, and was granted, permission\n\nto file a supplemental brief, and thereafter did so. Although also permitted to do so, the\n\nCommonwealth did not file a brief in response. See infra, note 11. For the reasons that\n\nfollow, we conclude that Appellant is intellectually disabled, and, thus, ineligible for the\n\ndeath penalty under Atkins v. Virginia, 536 U.S. 304 (2002) (holding the Eighth\n\nAmendment to the United States Constitution prohibits imposition of the death penalty\n\nupon intellectually disabled criminals). Accordingly, we vacate his judgment of sentence\n\nof death and direct that his judgment of sentence be modified to reflect the imposition of\n\fa life sentence on his first-degree murder conviction, subject to appellate review of his\n\nremaining guilt phase and sentencing claims. Moreover, as this matter is now a non-\n\ncapital case, we transfer this appeal to the Superior Court for disposition of these\n\nremaining claims.\n\n                                    I. Background\n\n      In July 2004, Appellant fatally shot his fiancée, Michelle Cable. We summarized\n\nthe facts surrounding the murder in our opinion on Appellant’s direct appeal:\n\n                    Jessica Cable and her mother Michelle Cable lived at\n             100 East Second Street, Grindstone, Fayette County. On\n             July 5, 2004, Jessica was babysitting at a neighbor's home.\n             Between 8:30 and 9:00 p.m., Jessica saw [A]ppellant driving\n             in the direction of her home and immediately ran home.\n             When she arrived, she saw [A]ppellant get out of his vehicle\n             and walk to the back porch of her home. As Jessica\n             followed, [A]ppellant entered the home through the back\n             door and, while walking through the home, encountered a\n             family friend, Larry Newman, in the living room. Appellant\n             asked Larry where Michelle was, and Larry pointed to the\n             front door. Appellant then opened the door and walked onto\n             the sun porch.\n\n                     On the steps leading to the sun porch from the\n             outside, [A]ppellant met Michelle and her son, Billy Cable. As\n             [A]ppellant walked onto the porch, Billy told him, “Dude, get\n             off my property.” Notes of Testimony (“N.T.”), 2/7/07, at 36.\n             Appellant then pointed a gun at Michelle, at which point, Billy\n             pounced on [A]ppellant in an attempt to wrestle the gun from\n             his hand. Appellant managed to keep the gun and pointed it\n             at Larry Newman's head. Larry's relative, Kenneth Newman,\n             then rushed [A]ppellant, and the gun fired. Appellant, who\n             still had the gun, walked quickly to Michelle and told her he\n             was going to kill her. He grabbed her by the hair, shot her in\n             the head, and, as she fell to the ground, stated, “There, you\n             bitch, I said I was going to kill you.” Id. at 39. Appellant\n             smiled and walked away. A motorist who was passing by\n             saw [A]ppellant grab Michelle by the hair and shoot her in\n             the head.\n\n\n                                     [J-39-2016] - 2\n\f                      Meanwhile, after unsuccessfully attempting to take\n              the gun from [A]ppellant, Billy had gone inside the home to\n              look for a weapon to protect his family. When he was unable\n              to find a weapon, he left the home. As he stepped off the\n              back porch, Billy saw [A]ppellant walking toward him with the\n              gun in his hand. Appellant pointed the gun at Billy, who\n              turned to run away. Appellant shot Billy in the neck and then\n              left the scene. Police subsequently apprehended [A]ppellant\n              in a field and recovered a Jennings J22 handgun. As\n              [A]ppellant was being taken into an interview room at the\n              Pennsylvania State Police barracks, he blurted out to\n              Trooper James Monkelis, “This is a death penalty case and I\n              don't want the needle, life for a life. Tell the DA I will plead\n              guilty to life. I would have killed myself if I knew Michelle was\n              dead.” N.T., 2/8/07, at 255.\nCommonwealth v. VanDivner, 962 A.2d 1170, 1173-74 (Pa. 2009) (“VanDivner I”).\n\n       Prior to trial, Appellant filed a motion to preclude the Commonwealth from\n\nseeking the death penalty, contending he is intellectually disabled1 per Atkins and, thus,\n\nthat imposition of the death penalty would constitute cruel and unusual punishment.\n\nThe trial court conducted a four-day hearing, after which it determined that Appellant\n\nfailed to establish that he was intellectually disabled.        Specifically, the trial court\n\nobserved that, under Commonwealth v. Miller, 888 A.2d 624 (Pa. 2005), an individual is\n\nintellectually disabled for purposes of the Eighth Amendment if he demonstrates (1)\n\nlimited intellectual functioning; (2) significant adaptive limitations; and (3) onset prior to\n\nage 18. Concluding that Appellant failed to demonstrate that his intellectual disabilities\n\n\n\n\n1\n  Previously, the term “mental retardation” was commonly utilized by the professional\ncommunity and courts in discussing Atkins challenges. However, in Hall v. Florida, 134\nS.Ct. 1986, 1990 (2014), the high Court recognized that the preferred term is\n“intellectual disability.” Accordingly, in this opinion, we will use the term “intellectual\ndisability,” unless we are quoting from other sources. See Commonwealth v. Bracey,\n117 A.3d 270, 271 n.1 (Pa. 2015).\n\n\n\n                                       [J-39-2016] - 3\n\fmanifested prior to age 18 − the third prong − the court declined to make a\n\ndetermination of whether the other two Miller prongs were established.\n\n       The jury convicted Appellant of first-degree murder for the death of Michelle;\n\ncriminal attempt to commit criminal homicide with respect to Billy; and the aggravated\n\nassault of Larry Newman.2 At the conclusion of the penalty hearing, the jury found two\n\naggravating circumstances: (1) in the commission of the offenses, Appellant knowingly\n\ncreated a grave risk of death to another person in addition to the victim; 3 and (2)\n\nAppellant had a significant history of felony convictions involving the use or threat of\n\nviolence.4 The jury found one mitigating circumstance related to Appellant’s character\n\nand the circumstances of his offense (the “catchall” mitigator),5 but concluded the\n\naggravating circumstances outweighed the mitigating circumstance, and recommended\n\na sentence of death. On February 12, 2007, the trial court formally imposed a death\n\nsentence on the murder conviction, and consecutive terms of 20 to 40 years\n\nimprisonment for attempted homicide and 10 to 20 years imprisonment for aggravated\n\nassault.\n\n       This Court affirmed Appellant’s judgment of sentence on January 23, 2009.\n\nVanDivner I, supra. In so doing, we rejected Appellant’s challenges to the sufficiency\n\nand weight of the evidence, several of the trial court’s evidentiary rulings, and the trial\n\ncourt’s determination that Appellant was not intellectually disabled per Atkins.\n\n       On July 20, 2010, Appellant filed a pro se PCRA petition.            Following the\n\nappointment of counsel, amended petitions were filed on May 25, 2012 and October 17,\n\n2012, wherein Appellant raised numerous issues relating to, inter alia, the weight of the\n\n2\n  Appellant was represented at trial and on direct appeal by Susan Ritz Harper, Esquire.\nAppellant was represented at the penalty phase of his trial by Dianne Zerega, Esquire.\n3\n  42 Pa.C.S. § 9711(d)(7).\n4\n  42 Pa.C.S. § 9711(d)(9).\n5\n  42 Pa.C.S. § 9711(e)(8).\n\n\n\n                                      [J-39-2016] - 4\n\fevidence, the prosecutor’s alleged misconduct, the trial court’s evidentiary rulings, the\n\ntrial court’s jury instructions, counsel’s alleged ineffectiveness, and his mental capacity.\n\nFollowing four days of hearings,6 the PCRA court denied Appellant relief on January 17,\n\n2014, and Appellant filed an appeal with this Court.\n\n       On appeal, we observed that Appellant raised claims pertaining to his pre-trial,\n\nguilt, and penalty-phase proceedings. However, noting that our resolution of Appellant’s\n\nassertion, set forth as an ineffectiveness claim, that he was ineligible for the death\n\npenalty under Atkins and Miller would dictate our review of Appellant’s remaining\n\nclaims,7 we addressed that issue first. Following an extensive review of the record, this\n\nCourt determined that the PCRA court’s factual finding that Appellant failed to establish\n\nthat his intellectual disabilities existed prior to the age of 18 was not supported by\n\nsubstantial evidence, and, therefore, that Appellant established that this underlying\n\nclaim of his ineffectiveness assistance of counsel claim had arguable merit. 8 Thus, on\n\nDecember 29, 2015, we vacated the PCRA court’s order and, retaining jurisdiction,\n\nremanded the matter to the PCRA court for a supplemental opinion, specifically stating:\n\n              [I]n order to prevail on a claim of ineffectiveness under the\n              PCRA, a petitioner must also establish that no reasonable\n              basis existed for counsel’s action or failure to act, and that\n              the petitioner suffered prejudice as a result of counsel’s\n              error, with prejudice measured by whether there is a\n\n6\n  Hearings were conducted on October 24, 2012; November 16, 2012; January 30,\n2013; and February 28, 2013. The Honorable Gerald R. Solomon presided over\nAppellant’s trial and PCRA proceedings.\n7\n  See Commonwealth v. Gibson, 925 A.2d 167, 171 (Pa. 2007) (non-capital cases are\nwithin the jurisdiction of the Superior Court).\n8\n  For a detailed discussion of the evidence establishing that Appellant’s intellectual\ndisabilities existed prior to the age of 18, including, inter alia, school records indicating\nAppellant’s IQ test scores, student records demonstrating Appellant’s placement in\nspecial education classes, and expert testimony regarding state regulations for\nplacement in special education, see Commonwealth v. VanDivner, 130 A.3d 676 (Pa.\n2015) (“VanDivner II”).\n\n\n\n                                      [J-39-2016] - 5\n\f             reasonable probability that the result of the proceeding\n             would have been different. [Commonwealth v. Pierce, 786\n             A.2d 203, 213 (Pa. 2001)]. The PCRA court, having\n             concluded Appellant’s claim did not have arguable merit, did\n             not address these two additional prongs of the\n             ineffectiveness analysis.\n\n                      Accordingly, we vacate the PCRA court’s order and\n             remand this matter to the PCRA court for preparation of a\n             supplemental opinion addressing whether any reasonable\n             basis existed for trial counsel’s failure to investigate the state\n             regulations pertaining to special-education placement which\n             existed when Appellant was a student; failure to seek\n             additional school records for Appellant and his siblings after\n             initially receiving only Appellant’s attendance record for the\n             1964-1965 school year; and failure to present the testimony\n             of Dr. Sheetz, the individual responsible for special\n             education placement at the time Appellant was a student.\n\n                     Additionally, because a petitioner seeking relief under\n             the PCRA must demonstrate prejudice by showing there is a\n             reasonable probability that the result of the proceeding\n             would have been different, the PCRA court must also\n             consider whether, by demonstrating that his intellectual\n             disabilities existed prior to age 18, Appellant’s petition to\n             preclude imposition of the death penalty pursuant to Atkins\n             and Miller would have been granted. In making this\n             determination, the PCRA court must address the first and\n             second prongs of Miller, and, specifically, should consider\n             and address Appellant’s claim that trial counsel was\n             ineffective for failing to introduce evidence that an\n             intellectually disabled individual could pass the non-written\n             [Commercial Driver’s License (“CDL”)] test after extended\n             study, as this claim is relevant to the second prong of Miller\n             — limitations in adaptive behavior.\nVanDivner II, 130 A.3d at 696.        Chief Justice Saylor filed a concurring opinion,\n\nexpressing his reservation with respect to evaluating Appellant’s Atkins/Miller claim\n\nwithin the construct of an ineffectiveness of counsel claim, including whether such a\n\nclaim could ever be dismissed on reasonable strategy grounds.\n\n      On January 12, 2016, the PCRA court issued a 2-page opinion concluding,\n\nwithout discussion of the specific lapses identified by this Court, that trial counsel had\n\n\n\n                                      [J-39-2016] - 6\n\fno reasonable basis for failing to present evidence that Appellant’s intellectual\n\ndisabilities manifested prior to age 18. The court further opined:\n\n             [N]o greater prejudice can exist as to VanDivner than this\n             Court’s rulings that he was eligible for the imposition of the\n             death penalty, when as a matter of law the Supreme Court of\n             Pennsylvania has in essence ruled that he is not so eligible.\n\nPCRA Court Opinion, 1/12/16, at 2.\n      Finding that the PCRA court misapprehended our opinion and remand\n\ninstructions,9 on April 25, 2016, this Court, again retaining jurisdiction, remanded the\n\nmatter to the PCRA court for a second supplemental opinion, specifically directing the\n\nPCRA court to assess whether Appellant presented sufficient evidence at his pretrial\n\nhearing to prove the first and second prongs of Miller, and, if it concluded that he did\n\nnot, to consider the additional evidence presented at the PCRA hearing − specifically,\n\nthe evidence that an intellectually disabled individual could pass the non-written CDL\n\ntest after extended study.10 We explained that, if the PCRA court found the additional\n\nevidence presented at the PCRA hearing persuasive, the court then must consider and\n\n\n\n9\n   Contrary to the PCRA court’s statement, in our December 29, 2015 Opinion, we did\nnot hold that Appellant was ineligible for the death penalty. Rather, we determined that\nthe evidence presented at Appellant’s PCRA hearing established the third Miller prong −\nthat Appellant’s intellectual disabilities manifested prior to age 18. Furthermore,\nnotwithstanding our instructions, the PCRA court failed to consider, as required in\ndetermining whether counsel’s failure to present evidence of the pre-18 age of onset\nprejudiced Appellant, whether Appellant presented sufficient evidence at his pretrial\nhearing to prove the first and second prongs of Miller − limited intellectual functioning\nand significant adaptive limitations.\n10\n    Following the issuance of the PCRA court’s opinion, on January 26, 2016, Appellant\nfiled an application for relief, requesting that this Court: (1) vacate the death sentence\nand impose a life sentence; and (2) decide the remaining guilt-phase issues without\nremanding them for consideration by the Superior Court. In light of our remand of the\nmatter for a second supplemental opinion, we denied Appellant’s application for relief\nwithout prejudice to refile his application after the PCRA court’s second supplemental\nopinion was filed.\n\n\n\n                                     [J-39-2016] - 7\n\faddress Appellant’s claim that trial counsel had no reasonable basis for failing to\n\nintroduce such evidence at the pretrial hearing.\n\n       On December 8, 2016, the PCRA court issued a second supplemental opinion,\n\nconcluding that Appellant presented sufficient evidence at the pretrial hearing to\n\nestablish that his IQ was less than 70, thereby establishing the first prong of Miller.\n\nHowever, based on the evidence introduced at the pretrial hearing and the additional\n\nevidence presented at the PCRA hearing, the court concluded Appellant failed to\n\nestablish that he has significant adaptive limitations, as required under the second\n\nprong of Miller.\n\n       On February 2, 2017, Appellant filed a request for permission to submit a\n\nsupplemental brief in response to the PCRA court’s December 8, 2016 supplemental\n\nopinion. This Court granted Appellant’s request, and allowed the Commonwealth 30\n\ndays in which to respond to Appellant’s brief. Appellant filed a supplemental brief on\n\nApril 10, 2017, and, on June 21, 2017, the Commonwealth filed a letter indicating it\n\nwould not be filing a responsive brief, which, by that time, would have been untimely.11\n\nAccordingly, the matter is once again ripe for our review.\n\n                                       II. Analysis\n\n       Preliminarily, in order to qualify for relief under the PCRA, a petitioner must\n\nestablish, by a preponderance of the evidence, that his conviction or sentence resulted\n\nfrom one or more of the enumerated errors in 42 Pa.C.S. § 9543(a)(2); that his claims\n\n11\n   In its no-answer letter, the Fayette County District Attorney states: “although the\nCommonwealth does object to the Superior Court granting Petitioner’s Petition for\nAllowance of Appeal, the Commonwealth will not be filing Brief in Opposition.”\nCommonwealth’s No-Answer Letter, 6/21/17. Although the District Attorney refers to\nthe Superior Court, rather than this Court, and suggests that the instant case involves a\npetition for allowance of appeal, when, in fact, it is a direct capital PCRA appeal, we will\npresume that the Commonwealth does, indeed, intend to waive its right to file a\nresponsive brief in this matter.\n\n\n\n                                      [J-39-2016] - 8\n\fhave not been previously litigated or waived; and that the failure to litigate the issue\n\nprior to or during trial or on direct appeal could not have been the result of any rational,\n\nstrategic, or tactical decision by counsel. Id. § 9543(a)(3), (a)(4).\n\n       Additionally, to obtain relief under the PCRA based on a claim of ineffectiveness\n\nof counsel, a PCRA petitioner must satisfy the performance and prejudice test set forth\n\nin Strickland v. Washington, 466 U.S. 668 (1984). In Pennsylvania, we have applied the\n\nStrickland test by requiring a petitioner to establish that: (1) the underlying claim has\n\narguable merit; (2) no reasonable basis existed for counsel’s action or failure to act; and\n\n(3) the petitioner suffered prejudice as a result of counsel’s error, with prejudice\n\nmeasured by whether there is a reasonable probability that the result of the proceeding\n\nwould have been different. Commonwealth v. Pierce, 786 A.2d 203, 213 (Pa. 2001).\n\nCounsel is presumed to have rendered effective assistance, and, if a claim fails under\n\nany required prong of the Strickland test, the court may dismiss the claim on that basis.\n\nCommonwealth v. Ali, 10 A.3d 282, 291 (Pa. 2010).\n\n       In reviewing the denial of PCRA relief, we examine whether the PCRA court’s\n\ndetermination is “supported by the record and free of legal error.” Commonwealth v\n\nRainey, 928 A.2d 215, 223 (Pa. 2007). With respect to a PCRA court’s determination\n\nas to whether a petitioner is intellectually disabled under Miller, this Court’s review\n\ninvolves a mixed question of law and fact:\n\n              A question involving whether a petitioner fits the definition of\n              [intellectual disability] is fact intensive as it will primarily be\n              based upon the testimony of experts and involve multiple\n              credibility determinations. Accordingly, our standard of\n              review is whether the factual findings are supported by\n              substantial evidence and whether the legal conclusion drawn\n              therefrom is clearly erroneous. We choose this highly\n              deferential standard because the court that finds the facts\n              will know them better than the reviewing court will, and so its\n\n\n\n                                       [J-39-2016] - 9\n\f              application of the law to the facts is likely to be more\n              accurate.\nVanDivner II, 130 A.3d at 693 (quoting Bracey, 117 A.3d at 273).\n\n       As we explained in our prior opinion in this matter, this Court, in Miller, set forth\n\nthe requirements for establishing that an individual is intellectually disabled under\n\nAtkins.   In Miller, we considered the definition of intellectual disability used by the\n\nAmerican Association of Mental Retardation (“AAMR”), now the American Association\n\non Intellectual and Developmental Difficulties (“AAIDD”), and the American Psychiatric\n\nAssociation (“APA”) standard set forth in the Diagnostic and Statistical Manual of Mental\n\nDisorders (4th ed. 1992) (“DSM–IV”). The AAIDD defines intellectual disability as a\n\n“disability characterized by significant limitations both in intellectual functioning and in\n\nadaptive behavior as expressed in the conceptual, social, and practical adaptive skills.”\n\nMiller, 888 A.2d at 629-30 (quoting Mental Retardation: Definition, Classification, and\n\nSystems of Supports 1 (10th ed. 2002)). The APA’s definition, as set forth in the DSM–\n\nIV, defines “mental retardation” as “significantly subaverage intellectual functioning (an\n\nIQ of approximately 70 or below) with onset before age 18 years and concurrent deficits\n\nor impairments in adaptive functioning.” Id. at 630 (quoting DSM-IV at 37).\n\n       We observed in Miller that the above definitions share three concepts: limited\n\nintellectual functioning, significant adaptive limitations, and onset prior to age 18.\n\nRegarding the concept of limited intellectual functioning, we explained:\n\n              Limited or subaverage intellectual capability is best\n              represented by IQ scores, which are approximately two\n              standard deviations (or 30 points) below the mean (100).\n              The concept should also take into consideration the standard\n              error of measurement (hereinafter “SEM”) for the specific\n              assessment instruments used.         The SEM has been\n              estimated to be three to five points for well-standardized\n              measures of general intellectual functioning. Thus, for\n              example, a subaverage intellectual capability is commonly\n\n\n\n                                     [J-39-2016] - 10\n\f               ascribed to those who test below 65-75 on the Weschler\n               scales.\nId. (citations omitted).\n\n       Recognizing that, pursuant to both the AAIDD and DSM-IV, a low IQ score is not,\n\nin and of itself, sufficient to support a classification of intellectually disabled, we\n\nconsidered the factors relevant to the second prong − the existence of limitations in\n\nadaptive behavior:\n\n               Adaptive behavior is the collection of conceptual, social, and\n               practical skills that have been learned by people in order to\n               function in their everyday lives, and limitations on adaptive\n               behavior are reflected by difficulties adjusting to ordinary\n               demands made in daily life. The [AAIDD] recommends that\n               such limitations should be established through the use of\n               standardized measures. “On these standardized measures,\n               significant limitations in adaptive behavior are operationally\n               defined as performance that is at least two standard\n               deviations below the mean of either (a) one of the following\n               three types of adaptive behavior: conceptual, social, or\n               practical, or (b) an overall score on a standardized measure\n               of conceptual, social, and practical skills.”\nId. at 630-31 (citations and footnote omitted).\n\n       This Court in Miller did not discuss at length the third concept − age of onset −\n\nstating, “[w]e see no need to explore the concept of age of onset further, since this\n\nrequirement is self explanatory and both the [AAIDD] and the DSM-IV require that the\n\nage of onset be before age 18.” Id. at 630 n.7.\n\n       In sum, we stated:\n\n               What is clear from the above is that [the AAIDD and the\n               DSM-IV] definitions are very similar and diagnosis under\n               either system of classification takes into account like\n               considerations. Therefore, we hold that a PCRA petitioner\n               may establish his or her mental retardation under either\n               classification system and consistent with this holding,\n               assuming proper qualification, an expert presented by either\n\n\n\n                                     [J-39-2016] - 11\n\f              party may testify as to mental retardation under either\n              classification system. Moreover, consistent with both of\n              these classification systems, we do not adopt a cutoff IQ\n              score for determining mental retardation in Pennsylvania,\n              since it is the interaction between limited intellectual\n              functioning and deficiencies in adaptive skills that establish\n              mental retardation.\nId. at 631.\n\n       In the case sub judice, the PCRA court has acknowledged that the evidence\n\ndemonstrates that Appellant’s IQ is less than 70, establishing the first prong of Miller.\n\nFurther, this Court previously held that, notwithstanding the PCRA court’s prior\n\nconclusion to the contrary, the evidence established that Appellant’s intellectual\n\ndisability existed prior to the age of 18, thereby establishing the third prong of Miller.\n\nVanDivner II, 130 A.3d at 695. Thus, the sole remaining inquiry in determining whether\n\nAppellant is intellectually disabled under Miller is whether Appellant suffers from\n\nsignificant limitations in adaptive behavior − the second prong of Miller. In the instant\n\ncase, and as will become evident below, Appellant’s ability to obtain a CDL has been a\n\nsignificant focus in this determination.\n\n       As noted above, the AAIDD defines adaptive behavior as “the collection of\n\nconceptual, social, and practical skills that have been learned and are performed by\n\npeople in their everyday lives.”     Intellectual Disability: Definition, Classification, and\n\nSystems of Supports 15 (11th ed. 2010). Conceptual skills include language; reading\n\nand writing; and money, time, and number concepts.            Practical skills relate to the\n\nactivities of daily living, including personal care; occupational skills; health care;\n\ntravel/transportation; schedules and routines; safety; use of money; and use of the\n\ntelephone. Finally, social skills include interpersonal skills; social responsibility; self-\n\nesteem; gullibility; naiveté; social problem solving; the ability to follow rules and obey\n\n\n\n\n                                      [J-39-2016] - 12\n\flaws; and the ability to avoid being victimized. Id. at 44; see also Miller, 888 A.2d at 630\n\nn.8.12\n\n         The AAIDD offers that “[a] comprehensive assessment of adaptive behavior will\n\nlikely include a systematic review of the individual’s family history, medical history,\n\nschool records, employment records (if an adult), other relevant records and\n\ninformation, as well as clinical interviews with a person or persons who know the\n\nindividual well.”    Intellectual Disability: Definition, Classification, and Systems of\n\nSupports at 45. Ideally, such information will be obtained from those who “have had the\n\nopportunity to observe the person function across community settings and times. Very\n\noften, these [people] are parents, older siblings, other family members, teachers,\n\nemployers, and friends.” Id. at 47.\n\n         Finally, the assessment of adaptive behavior, according to the AAIDD, is based\n\non an individual’s typical, not maximum, performance:\n\n               The assessment of adaptive behavior focuses on the\n               individual’s typical performance and not their best or\n               assumed ability or maximum performance. Thus, what the\n               person typically does, rather than what the individual can do\n               or could do, is assessed when evaluating the individual’s\n               adaptive behavior. This is a critical distinction between the\n               assessment of adaptive behavior and the assessment of\n               intellectual functioning, where best or maximal performance\n               is assessed. Individuals with an [intellectual disability]\n               typically demonstrate both strengths and limitations in\n               adaptive behavior. Thus, in the process of diagnosing\n               [intellectual disability], significant limitations in conceptual,\n               social, or practical adaptive skills is not outweighed by the\n               potential strengths in some adaptive skills.\nId.\n\n12\n   Similarly, the DSM-IV requires significant limitation in at least two of the following\nareas: communication, self-care, home living, social/interpersonal skills, use of\ncommunity resources, self-direction, functional academic skills, work, leisure, health,\nand safety. Miller, 888 A.2d at 630 n.8.\n\n\n\n                                       [J-39-2016] - 13\n\f       Indeed, in Commonwealth v. Williams, 61 A.3d 979, 992 (Pa. 2013), we noted\n\nthat, in determining whether an individual has significant limitations in adaptive\n\nfunctioning,\n\n               the focus should be on an individual’s weaknesses − not his\n               or her strengths − as [intellectually disabled] people can\n               function in society and are able to obtain and hold low-skilled\n               jobs, as well as have a family. This is represented in the\n               DSM-IV and [AAIDD’s] definitions by an individual’s\n               classification as [intellectually disabled] even though he may\n               have relatively strong skills in distinct categories.\nId. at 992. Further, the United States Supreme Court, in Moore v. Texas, 137 S.Ct.\n\n1039, 1050 (2017), recently confirmed that, in assessing an individual’s adaptive\n\nfunctioning for the purpose of determining whether the individual is intellectually\n\ndisabled under Atkins, the focus should be on the individual’s adaptive deficits, rather\n\nthan his or her adaptive strengths.13\n\n       At his pretrial hearing,14 Appellant presented the testimony of Dr. Lawson\n\nFrederick Bernstein, Jr., a clinical and forensic neuropsychiatrist, who performed a\n\n13\n   We recognize that the instruction in our April 25, 2016 per curiam order to the PCRA\ncourt to consider the “evidence that an intellectually disabled individual could pass the\nnon-written CDL test after extended study,” in its assessment of whether the evidence\npresented at Appellant’s PCRA hearing was sufficient to prove the first and second\nprongs of Miller, could be viewed as contrary to this standard. Nevertheless, we apply\nthe Williams standard herein.\n14\n   We note that, in our April 25, 2016 per curiam order, we instructed the PCRA court to\nassess whether Appellant presented sufficient evidence at both his pretrial hearing and\nhis PCRA hearing to prove the first and second prongs of Miller. See Order, 4/25/16, at\n4 (“[O]n remand, the PCRA court must assess whether Appellant presented sufficient\nevidence at his pretrial hearing to prove [the first and second prongs of Miller.] If the\nPCRA court concludes that Appellant did not present sufficient evidence at the pretrial\nhearing to satisfy these prongs, the PCRA court should proceed to consider the\nadditional evidence presented at the PCRA hearing.”). In its second supplemental\nopinion, the PCRA court addressed the evidence regarding Appellant’s limited\nintellectual functioning presented at the pretrial hearing. However, in addressing\nwhether Appellant presented sufficient evidence of limitations in his adaptive\nfunctioning, it addressed only the evidence presented at the PCRA hearings. While the\n(continued…)\n\n                                        [J-39-2016] - 14\n\fneuropsychiatric evaluation of Appellant. With respect to Appellant’s adaptive behavior\n\nin the area of conceptual skills, Dr. Bernstein testified that Appellant “has a poor\n\nmemory, he has very poor decision-making skills, he has no financial acumen that I can\n\ntell, in terms of managing his own affairs.” N.T. Pretrial Hearing, 11/27/06, at 11. Dr.\n\nBernstein further testified that Appellant is “a very poor historian, [and] a very poor\n\ncommunicator”; that Appellant’s use of syntax and grammar is “exceedingly poor”; and\n\nthat Appellant is unable to explain complex concepts. Id. at 12.\n\n       Adam Sedlock, a psychologist who examined Appellant, also testified regarding\n\nAppellant’s adaptive behavior in the area of conceptual skills, stating that, in his opinion,\n\nAppellant was incapable of reading a newspaper, managing a checkbook, or finding a\n\nname in a telephone directory. Mr. Sedlock acknowledged, however, that Appellant\n\nwould be capable of writing a “simple sentence” and possibly reading “simple\n\ndirections.” Id. at 82.\n\n       Dr. Bernstein and Mr. Sedlock’s pretrial hearing testimony was corroborated by\n\nthe testimony of one of Appellant’s ex-wives, Loura VanDivner, who was married to\n\nAppellant for approximately 18 months during 1983-1984. She testified that, during\n\ntheir marriage, Appellant was unable to look up a number in a telephone directory, read\n\nthe newspaper, manage money, or pay bills. N.T. Pretrial Hearing, 11/29/06, at 103-\n\n105. She also testified that Appellant was unable to write a sentence. Id. at 104. Alice\n\nLisanti, Appellant’s younger sister, testified that, as a child, Appellant could not properly\n\n\n\n(…continued)\nPCRA court’s consideration of the evidence presented at the PCRA hearings seems to\nsuggest that the PCRA court found there was insufficient evidence as to Appellant’s\nlimitations in adaptive functioning presented at the pretrial hearings, in considering\nwhether the evidence was sufficient to demonstrate that Appellant suffers from\nsignificant adaptive limitations, we consider the evidence presented at both the pretrial\nhearing and the PCRA hearing.\n\n\n\n                                      [J-39-2016] - 15\n\fpronounce words; she never saw him with a book or newspaper; she never saw him\n\nread his mail; and his writing and spelling was, and remains, poor. Id. at 127-28.\n\n       In response to the evidence presented by Appellant at his pretrial hearing, the\n\nCommonwealth presented the expert testimony of psychiatrist Dr. Bruce A. Wright.\n\nAccording to Dr. Wright, when he asked Appellant if he could read or write, Appellant\n\nresponded that he could not, but stated: “If someone helped me, it would be a different\n\nstory, I think I could read and write.     I just never learned.”   N.T. Pretrial Hearing,\n\n12/8/06, at 211. Dr. Wright further testified that he did not believe Appellant’s claim that\n\nhe is unable to read and write because, after being asked several times, Appellant\n\neventually “did write a sentence.” Id. at 211, 233. The sentence Appellant wrote was “I\n\nlove you.” Id. at 234. Dr. Wright thus concluded that, because Appellant “had the\n\nadaptive skills to complete more things than he initially claimed he could do[, t]hat\n\nargues against any problems with adaptive functioning.” Id. at 252.\n\n       At his PCRA hearing, Appellant presented additional expert testimony regarding\n\nhis adaptive behavior in the area of conceptual skills. Dr. Kristine Jacquin, an expert in\n\ndiagnosing intellectual disabilities, testified that she spent 84 hours evaluating\n\nAppellant, which included two full days of evaluating Appellant in person; three days\n\nconducting in-person interviews of people who knew Appellant; telephone interviews of\n\npeople who knew Appellant, and reviewing records. N.T. PCRA Hearing, 11/16/12, at\n\n29-30. In addition to Appellant, Dr. Jacquin interviewed Appellant’s brothers, Albert and\n\nHarry, and their wives; Appellant’s sisters, Mildred and Alice; Appellant’s aunts, Trillis\n\nCronin, Cecilia Smith, and a third aunt; Appellant’s cousin, Raymond Smith; Appellant’s\n\nex-wife, Loura VanDivner; and Appellant’s daughter, Jamie. Id. at 32.\n\n       Dr. Jacquin explained that she administered a variety of tests designed to\n\nmeasure Appellant’s adaptive functioning, as well as two tests designed to determine\n\n\n\n\n                                     [J-39-2016] - 16\n\fwhether Appellant was malingering,15 and, based on the results of those tests,\n\nconcluded that, “in the conceptual adaptive functioning area, [Appellant] showed\n\nimpaired functioning and that includes not only the overall domain of conceptual\n\nadaptive functioning . . . but also the sub-domains within that which are self-direction,\n\nlanguage/communication, [and] functional academics.” Id. at 91-92. As an example of\n\nAppellant’s impaired conceptual skills, Dr. Jacquin described Appellant’s response to\n\nher question of how many brothers and sisters he had. Rather than stating that he had\n\nseven siblings, Appellant gave the name of two of his siblings. Dr. Jacquin explained\n\nthat, “rather than responding to the question itself, he responded by addressing\n\nsomething related but not answering the question itself, which I took to mean that he\n\ndidn’t understand the question.” Id. at 92.\n\n       The only evidence presented by the Commonwealth at Appellant’s PCRA\n\nhearing was the testimony of Appellant’s trial attorneys, Dianne Zerega and Susan\n\nHarper, regarding their representation of Appellant, and the testimony of Trooper James\n\nMonkelis, who was the lead investigator in the crime and offered testimony regarding\n\n15\n   Dr. Jacquin explained that malingering is, essentially, faking deficits or impairment.\nN.T. PCRA Hearing, 11/16/12, at 80. She testified that, based on the tests she\nadministered, Appellant was not malingering. Id. at 82. Dr. Jacquin further stated that,\ndespite the fact that it is standard practice to test for malingering, the report of Dr.\nWright, the Commonwealth’s pretrial expert, did not indicate that he administered any\ntest for malingering. Id. at 83. According to Dr. Jacquin, “[i]t seemed [Dr. Wright] was\nmaking conclusions based simply on his interactions and just drawing conclusions\nbased on his interactions” with Appellant. Id. Related to the subject of malingering, Dr.\nJacquin also testified that intellectually disabled individuals “rarely actually grasp that\nthey have a disability. And quite the contrary, they often times want to appear their best\nto other people.” Id. at 46. This inability to accurately view their abilities and skills is\nreferred to as a “cloak of normalcy” or “cloak of competence.” Id. at 47. Intellectually\ndisabled individuals will often explain their disabilities with such statements as “[i]t’s not\nthat I can’t do this. It’s that no one ever taught me. It’s not that I don’t know how to do\nthis, I just haven’t done it very much. I haven’t practiced very much.” Id. at 48. Dr.\nJacquin noted that Appellant had “said those very things” to her, id. at 49, and that\nAppellant had also made a similar statement to Dr. Wright. See supra.\n\n\n\n                                      [J-39-2016] - 17\n\fthe police investigation. The Commonwealth presented no expert testimony regarding\n\nAppellant’s limited intellectual functioning or significant adaptive limitations.\n\n       Turning to Appellant’s adaptive behavior in the area of practical skills, including\n\npersonal care, occupational skills, health care, travel/transportation, schedules and\n\nroutines, safety, use of money, and use of the telephone, Dr. Bernstein testified at\n\nAppellant’s pretrial hearing that, notwithstanding Appellant’s “multiple medical problems,\n\n[he] is not an individual who’s able to engage in the type of routine doctor visits and use\n\nof medications to treat those conditions, unless he’s in a highly-structured setting, where\n\nit’s basically done for him. His capacity to anticipate and meet his physical needs, in\n\nterms of self-care, as I’ve described, is exceedingly poor.”          N.T. Pretrial Hearing,\n\n11/27/06, at 12. Mr. Sedlock similarly opined that, while Appellant is able to bathe\n\nhimself and brush his teeth, id. at 80, he is incapable of scheduling or keeping his own\n\nappointments. Id. at 77.\n\n       Loura VanDivner also testified regarding Appellant’s adaptive behavior in the\n\npractical skills area.   At Appellant’s pretrial hearing, she testified that, during their\n\nmarriage, Appellant did not work, and was unable to dial the telephone, prepare a meal,\n\ndo laundry, shop, use simple tools, read a map, or make simple home repairs. N.T.\n\nPretrial Hearing, 11/29/06, at 102-10. Appellant’s sister, Alice Lisanti, likewise testified\n\nthat, when Appellant was at her home and wanted to make a telephone call, she would\n\nhave to look up the number in the telephone directory and dial the telephone for him.\n\nId. at 127. Ms. Lisanti also testified that, while Appellant could sign his name, one of his\n\nwives or children had to pay his bills and do his shopping. Id. at 129.\n\n       Dr. Wright, conversely, testified at the pretrial hearing that Appellant’s “capacity\n\nto eventually pass the CDL examination and to drive the truck over a long haul reveals\n\nsomebody who’s functioning at . . . a level that is not consistent with mental retardation.”\n\n\n\n\n                                       [J-39-2016] - 18\n\fN.T. Pretrial Hearing, 12/8/06, at 215. Dr. Wright further suggested that Appellant’s\n\nlimitations in adaptive functioning in the areas of personal care and home-living were\n\nthe result of Appellant’s substance abuse. Id. at 277. Dr. Wright conceded, however,\n\nthat he did not ask Appellant about his ability to take his medication as prescribed, id. at\n\n276, and he noted that Appellant failed to tell him that he never drove a truck alone or\n\nthat his daughter obtained his apartment for him. Id. at 278-79.\n\n       Appellant presented further evidence of his significant limitations in adaptive\n\nbehavior in the area of practical skills at his PCRA hearing. Judith DiJoseph, who was\n\nmarried to Appellant from 1988 to 2000 (although she separated from Appellant in\n\n1992), testified that, at one point during their marriage, Appellant was required to take a\n\nrecertification test in order to obtain his CDL. N.T. PCRA Hearing, 11/16/12, at 126.\n\nShe testified that, because she was concerned that Appellant would not be able to pass\n\nthe test on his own, she obtained a copy of the CDL manual and quizzed Appellant for\n\napproximately 2 hours every day for a period of two months by reading each question\n\ncontained in the CDL manual, giving Appellant the answer, and repeating the process\n\nuntil Appellant was able to answer each question. Id. at 127. She explained that, even\n\nafter she thought Appellant knew the answers “well enough to possibly be able to take\n\nthe test,” she “knew that he wouldn’t be able to take a written test” because “[h]e didn’t\n\nreally comprehend. He didn’t read well.” Id. at 127-28. Ms. DiJoseph testified that,\n\nupon learning that he could take the test orally, she began quizzing Appellant several\n\ntimes a day. Id. at 128. She testified that she accompanied Appellant to the testing\n\nsite. Id. at 129. She also explained that, once Appellant passed the oral CDL exam,16\n\nshe accompanied him on his trucking trips because:\n\n16\n  At Appellant’s pretrial hearing, the Commonwealth presented, inter alia, the testimony\nof Ronald W. Beatty, Jr., an employee of the Bureau of Driver Licensing for the\nPennsylvania Department of Transportation (“PennDOT”). Mr. Beatty testified that\n(continued…)\n\n                                     [J-39-2016] - 19\n\f             [h]e had a hard time keeping up with the logs and . . . the law\n             says that they have to be done. And the equipment was in\n             my name, so I guess it was a matter of self-preservation, so I\n             went, read the maps, called the brokers to get the\n             information, where we were to pick up after we dropped off a\n             load, and I did the logs. I did all the paperwork.\nId. at 130. She also stated that she would hand Appellant the money for the tolls. Id.\n\nMs. DiJoseph testified that, if there was a time she was unable to accompany Appellant\n\non a trip, “one of his brothers would go with him. He never went alone.” Id. at 137.\n\n      At Appellant’s PCRA hearing, Dr. Jacquin also testified that Appellant exhibited\n\nimpaired adaptive functioning in the area of practical skills, including self-care, home\n\nliving, health and safety, use of community resources, and occupational functioning.\n\nN.T. PCRA Hearing, 11/16/12, at 93. With respect to his occupational functioning, for\n\nexample, she explained that, notwithstanding the fact that he had obtained a CDL\n\nlicense, based on a review of Appellant’s social security earnings,\n\n             he earned in his working years, only roughly nine percent of\n             what the average American worker earned during those\n             same years which is obviously considerably low, and it was\n\n\n(…continued)\nPennDOT records showed that Appellant took a recertification test for a CDL in 1992.\nN.T. Pretrial Hearing, 11/29/06, at 173. Mr. Beatty also testified that, in 1992, Appellant\nwould have been required to take a 70-question written multiple choice test in order to\nobtain his CDL. Id. at 174. When asked by defense counsel if an individual could take\nthe CDL test over the telephone, Mr. Beatty stated that he did not believe the CDL test\n“was ever administered over the telephone,” id. at 180, clearly suggesting that Appellant\nhad passed a 70-question written multiple choice test in order to obtain his CDL license.\nAs discussed infra, Beatty’s testimony ultimately was discredited at Appellant’s PCRA\nhearing by the testimony of Mary Christy, who worked at the Neville Island Driver’s\nLicense Exam Center in 1992, where Appellant took his recertification test for a CDL.\nMs. Christy was shown a paper indicating that Appellant had passed the non-written\nversion of the CDL test on February 5, 1992, and she confirmed that the signature on\nthe paper was hers. N.T. PCRA Hearing, 11/16/12, at 7-8. Ms. Christy also explained\nthat, for the non-written CDL exam, a telephone “was hooked up to the computer and\nthe computer would ask questions and all they had to answer was, push button one for\ntrue or two for false.” Id. at 6.\n\n\n\n                                     [J-39-2016] - 20\n\f                on that basis that I judged his occupational functioning to be\n                impaired. He was not able to hold jobs long enough or jobs\n                of sufficient type to be able to support themselves at a level\n                that the average American worker was able to sustain\n                themselves during that time.\nId. at 95-96.\n\n       Finally, with regard to Appellant’s adaptive behavior in the area of social skills −\n\nwhich include interpersonal skills, social responsibility, self-esteem, gullibility, naiveté,\n\nsocial problem solving, the ability to follow rules and obey laws, and the ability to avoid\n\nbeing victimized − the testimony presented at Appellant’s pretrial hearing suggested that\n\nAppellant lacks interpersonal skills, has difficulty following rules, is gullible, and was\n\noften victimized. See N.T. Pretrial Hearing, 11/27/06, at 84 (Mr. Sedlock opining that\n\nAppellant was a “follower” (as opposed to a leader), and would have difficulty following\n\nrules and following multi-step directions); N.T. Pretrial Hearing, 11/29/06, at 117 (Loura\n\nVanDivner testifying that Appellant did not have any friends); id. at 122-32 (Alice Lisanti\n\ntestifying that, as a child, Appellant did not interact with other children, kept to himself,\n\ndid not get along with his classmates because they made fun of him, and was a\n\nfollower).17\n\n       Notwithstanding the evidence and testimony detailed above, the PCRA court\n\ndetermined that Appellant failed to present sufficient evidence that he suffered from\n\nsignificant limitations in adaptive behavior, reasoning:\n\n                The evidence presented at the PCRA hearing included\n                [Appellant’s] ex-wife, Judith DiJoseph, who testified that she\n                assisted Petitioner in preparing for the CDL exam by\n                obtaining a study guide from PennDOT and reviewing the\n                materials with [Appellant] for several months. The ability of\n\n17\n   As with Appellant’s limitations in adaptive functioning in the areas of personal care\nand home-living, Dr. Wright suggested that Appellant’s lack of adaptive skills in the area\nof social skills may have been affected by Appellant’s history of substance abuse. N.T.\nPretrial Hearing, 12/8/06, at 247.\n\n\n\n                                      [J-39-2016] - 21\n\f              [Appellant] to learn the content [of a PennDOT study guide\n              for the CDL exam] well enough to pass an oral examination,\n              actually pass the examination, then maintain employment as\n              a successful over-the-road truck driver for many years\n              accepting tasks assigned to him to traverse the country,\n              coupled with the lack of evidence that [Appellant] was ever\n              incompetent at his job, ever received citations for improper\n              driving of his truck, or ever caused a motor vehicle accident\n              as a result of deficient truck driving establishes that he\n              displayed appropriate adaptive functioning in the areas of\n              conceptual, social, and practical skills according to the\n              AAIDD definition of adaptive behavior.\n\n                      In support of our determination as to social\n              functioning, we note that [Appellant] was married,\n              maintained intimate personal relationships with women, and\n              continued relationships with his family.        In support of\n              practical skills, [Appellant] kept trucking logs in the normal\n              course of his business as is required for a truck driver. With\n              respect to the categories identified by the DSM-IV, these\n              same behaviors displayed by [Appellant] establishes that he\n              was not deficient in the areas of communication, self-care,\n              home living, social/interpersonal skills, use of community\n              resources, self-direction, functional academics, work, leisure,\n              health, and safety. As such, [Appellant] has failed to meet\n              his burden with regard to the second prong of Miller −\n              significant adaptive limitations.\nPCRA Court Second Supplemental Opinion, 12/8/16, at 3-4 (record citation omitted).\n\nThe PCRA court further concluded that, because Appellant failed to demonstrate\n\n“significant adaptive limitations” under Miller, he could not establish that counsel\n\nrendered ineffective assistance in failing to present the above-described PCRA hearing\n\nevidence at Appellant’s pretrial hearing to bar the death penalty. Id. at 4.\n\n       Upon review, we find that the PCRA court’s determination that Appellant failed to\n\nprove that he has significant adaptive limitations − which, in combination with his limited\n\nintellectual functioning and prior to age 18 onset, would render him ineligible for the\n\ndeath penalty under Atkins/Miller − is unsupported in both law and fact. Initially, with\n\nregard to the PCRA court’s citation to the fact that Appellant was married, maintained\n\nintimate relationships with women, and had relationships with his family to support its\n\n\n                                     [J-39-2016] - 22\n\fconclusion that Appellant does not suffer from limited adaptive functioning in the area of\n\nsocial skills, this Court rejected this same reasoning in Commonwealth v. Williams,\n\nsupra.\n\n         In Williams, the appellee was convicted of first-degree murder and abuse of a\n\ncorpse and sentenced to death for the stabbing death of his wife. In a PCRA petition,\n\nthe appellee argued, inter alia, that he was ineligible for the death penalty under Atkins.\n\nFollowing an evidentiary hearing, the PCRA court concluded the appellee had\n\nestablished that he was intellectually disabled, and it vacated his death sentence. The\n\nCommonwealth appealed.\n\n         In affirming the PCRA court’s decision, this Court concluded there was sufficient\n\nevidence to support the PCRA’s determination that the appellee established all three\n\nprongs of the Atkins/Miller test, including significant deficits in adaptive functioning. In\n\nthat regard, the evidence included testimony that the appellee was unable to read, write,\n\nor perform arithmetic; he was at a second-grade reading level; he was unable to\n\nmanage his finances; he worked at a sausage factory and as a disc jockey, but required\n\nsupervision at the sausage factory because he had difficulty remembering what spices\n\nto include in the sausage mix, and assistance in reading song titles when working as a\n\ndisc jockey; he neglected his health by refusing treatment for his diabetes; and,\n\nalthough he had several relationships with women and eventually was married, all of the\n\nrelationships ultimately failed.\n\n         Notwithstanding that evidence, the Commonwealth in Williams argued that the\n\nPCRA court erred in finding the appellee had significant adaptive deficiencies because\n\nhe was able to provide for his family and was capable of working. This Court rejected\n\nthe Commonwealth’s argument, noting that, in determining whether an individual has\n\nlimitations in adaptive functioning, the proper focus is on the individual’s weaknesses,\n\n\n\n\n                                      [J-39-2016] - 23\n\fnot the individual’s strengths. 61 A.3d at 992. We further recognized that intellectually\n\ndisabled individuals “can function in society and are able to obtain and hold low-skilled\n\njobs, as well as have a family.” Id.18 Similarly, in the instant case, the mere fact that\n\nAppellant was married several times and maintained relationships with his family does\n\nnot support the conclusion that Appellant does not suffer from limited adaptive\n\nfunctioning in the area of social skills.\n\n       In the instant case, the PCRA court also concluded that Appellant’s ability to\n\nlearn the content of the CDL study guide and pass an oral version of the exam, as well\n\nas his ability to maintain employment as a “successful over-the-road truck driver”\n\ndemonstrates that he possesses “appropriate adaptive functioning” in the areas of\n\nconceptual, practical and social skills. However, the evidence at both the pretrial and\n\nPCRA hearings refutes the PCRA court’s determination.\n\n       At Appellant’s pretrial hearing, for example, when the Commonwealth questioned\n\nDr. Bernstein regarding Appellant’s ability to obtain a CDL, Dr. Bernstein explained that\n\nthe fact that Appellant obtained a CDL is “not an arbiter of who is or isn’t mentally\n\nretarded. People with mild mental retardation can work and can pass certain vocational\n\ntests in order to work.” N.T. Pretrial Hearing, 11/27/06, at 29. Likewise, Mr. Sedlock\n\ntestified at Appellant’s pretrial hearing that “individuals with mild mental retardation can\n\nobtain jobs,” can take “limited tests if they’re coached or assisted,” and can complete\n\n“[r]epetitive, routine tasks.” Id. at 81.\n\n       Moreover, at his PCRA hearing, Appellant presented the testimony of Dr. Eunice\n\nAskov, a retired professor of education at The Pennsylvania State University. Dr. Askov\n\ntestified that, in the late 1980s, she began working closely with PennDOT regarding the\n\n18\n   One of the two Commonwealth experts in Williams was Dr. Bruce Wright, the\nCommonwealth’s expert in this case. In our prior opinion, Dr. Wright was incorrectly\nidentified as Dr. Bryan Wright.\n\n\n\n                                        [J-39-2016] - 24\n\fimplementation of a program that would enable individuals with limited reading ability to\n\nstudy for and pass the CDL exam. N.T. PCRA Hearing, 10/24/12, at 57. According to\n\nDr. Askov, the CDL manual was rewritten at that time to make it understandable to\n\nindividuals at a below-4th grade reading level.        Id. at 61.    Dr. Askov indicated that\n\nPennDOT also offered an oral CDL exam, and she opined that a “severely limited\n\nperson intellectually,” including an individual with an IQ of below 70, could pass that\n\nexam, particularly someone with prior driving experience. Id. at 65, 67.\n\n      Additionally, following her testimony at Appellant’s PCRA hearing that Appellant\n\nexhibited impaired adaptive functioning in the area of practical skills, Dr. Jacquin\n\nspecifically was asked if she had considered the fact that Appellant possessed a CDL\n\nwhen forming her opinion. Dr. Jacquin confirmed that she had, elaborating:\n\n             There were a number of things that I considered with respect\n             to the CDL license. First, just having a driver’s license of\n             any kind in and of itself, doesn’t negate a finding of mental\n             retardation, or impaired adaptive functioning. It is a skill, like\n             many other skills, wherein a person with mental retardation\n             could have that skill and be able to drive, be able to pass a\n             driver’s test. My opinion about that was strengthened when I\n             learned that he took the driver’s test orally, so he didn’t have\n             to actually write, understand questions that were written, and\n             respond in that way, but instead was able to respond orally.\n             So that makes the test much easier. Then I also read an\n             affidavit from his ex-wife, Judith, in which she said that she\n             helped him study for months and months and months for the\n             test, which also further strengthened my opinion that it\n             wasn’t terribly difficult, it wasn’t a terribly difficult test. He was\n             able to at least master the basic information enough to pass\n             the test. And that’s not inconsistent with his situation. It is\n             not inconsistent with impaired adaptive functioning. As I\n             mentioned earlier, one can have, you know, some skills or\n             abilities in certain areas and still overall have impaired\n             adaptive functioning.\n\n\n\n\n                                      [J-39-2016] - 25\n\fN.T. PCRA Hearing, 11/16/12, at 94.           Dr. Jacquin also testified that intellectually\n\ndisabled individuals can, through repetition, “learn the skills needed to perform a fairly\n\nbasic job.” Id. at 35.\n\n       Appellant also presented at his PCRA hearing the testimony of Dr. Susan Rich, a\n\ndefense expert in the field of diagnosing, counseling, and treating Fetal Alcohol\n\nSpectrum Disorder (“FAS”).        Based on her physical, neurological, and psychiatric\n\nexaminations of Appellant, Dr. Rich diagnosed Appellant with partial FAS. N.T. PCRA\n\nHearing, 10/24/12, at 33. After the Commonwealth completed its cross-examination of\n\nDr. Rich, the PCRA court initiated the following exchange:\n\n              PCRA Court: Doctor, how would you explain if you were, I\n              don’t know if you were aware or were told what, that in his\n              adult life, Mr. VanDivner was able to pass the difficult\n              commercial driver’s license examination and function in that\n              capacity. How would you explain that based upon what you\n              testified today?\n\n              Dr. Rich: I can tell you that a person who is limited in the\n              ways that he is, if he is, through memorization, over and over\n              and over and over again, someone is working with that\n              person to help them learn anything if it is one on one, and\n              they are going over and over and over.\n\n              PCRA Court:       Here you are making some assumptions\n              then?\n\n              Dr. Rich: I am not because there is evidence that someone\n              did that with him?\n\n              PCRA Court: Worked over and over and over and over with\n              him. There was evidence of that?\n\n              Dr. Rich: To just . . .\n\n              PCRA Court: What is that evidence?\n\n              Dr. Rich: Was an affidavit and I don’t know about testimony,\n              but it was an affidavit and report of an ex-wife that she\n              worked with him for you know hours and hours and hours on\n\n\n                                        [J-39-2016] - 26\n\f                end. And that in his driving career, someone drove with him\n                to find a way and he and I discussed that when I met with\n                him, how he was able to do that and he said he would never\n                be able to get where he needed to go if it weren’t for\n                someone riding in the truck with him. So either, I believe\n                one of his children. The other thing in his case that’s\n                different is he grew up with a truck driving dad who he went\n                on long trips with often. And he you know helped him\n                understand sort of the mechanics of being a truck driver.\n\n                PCRA Court: So then someone who in your opinion is\n                mentally retarded can be taught or trained or whatever to\n                pass these examinations and to function?\n\n                Dr. Rich: Yes.\n\n                PCRA Court: And also, a number of your answers and just\n                not only to the question I just asked but in your testimony\n                was based on what Mr. VanDivner said to you or told to you.\n                Is that correct?\n\n                Dr. Rich: Not just what he told me.\n\n                PCRA Court: No, I am just saying . . .\n\n                Dr. Rich: It was corroborated by other testimony that I\n                reviewed. So yes, I gathered some information from him but\n                none of my testimony is based solely on my discussion with\n                him because in fact as most individuals with FAS, are not\n                very good historians. You have to gain collateral and that’s\n                why there were volumes and volumes of information\n                presented to me.\n\nId. at 53-55.\n       The expert testimony presented at Appellant’s pretrial and PCRA hearings simply\n\ndoes not support the PCRA court’s conclusion that Appellant’s ability, after a lengthy\n\nand intense period of coaching, to memorize and answer true or false questions on an\n\noral CDL test, demonstrates “appropriate adaptive functioning in the areas of\n\nconceptual, social, and practical skills.” PCRA Court Second Supplemental Opinion,\n\n12/8/16, at 3-4.\n\n\n\n\n                                      [J-39-2016] - 27\n\f       Additionally, the PCRA court’s determination that Appellant maintained\n\nemployment as “a successful over-the-road truck driver for many years”, id., and\n\ndemonstrated practical skills by maintaining trucking logs, as well as the PCRA court’s\n\nstatement that there was no evidence that Appellant was “incompetent” at his job, are\n\nbelied by the record. As noted above, Dr. Jacquin testified at Appellant’s PCRA hearing\n\nthat Appellant’s social security earnings revealed that, when he was working as a truck\n\ndriver, he earned approximately 9 percent of what the average American worker earned\n\nat the time, and was not able to hold a job for a long period of time. N.T. PCRA\n\nHearing, 11/16/12, at 95-96. There also was repeated and uncontradicted testimony\n\nthat Appellant was always accompanied by a friend or family member on his trucking\n\ntrips because Appellant could not read the maps, count the money for the tolls, and had\n\ndifficulty keeping up with the logs. N.T. PCRA Hearing, 11/16/12, at 130 (Ms. DiJoseph\n\ntestifying that she did all the paperwork, including the logs, and that Appellant never\n\nwent on trips alone); N.T. Pretrial Hearing, 11/29/06, at 135 (Appellant’s sister, Alice\n\nLisanti, testifying that “there was always someone riding with” Appellant on his trucking\n\ntrips); N.T. Pretrial Hearing, 1/11/07, at 323 (Appellant’s sister, Mildred Patton, testifying\n\nthat Appellant never took trips by himself and was always accompanied by a friend or\n\none of his brothers).\n\n       For all of the above reasons, we hold that the PCRA court’s factual finding that\n\nAppellant failed to establish that he has significant adaptive limitations because he was\n\nmarried and maintained relationships with his family, was able to learn the content of\n\nthe CDL study guide and pass an oral version of the exam, and was able to maintain a\n\njob as a truck driver, is not supported by substantial evidence. Indeed, the evidence\n\npresented at Appellant’s pretrial and PCRA hearings, which we have detailed above,\n\nclearly demonstrates that he suffers from significant adaptive limitations in the areas of\n\n\n\n\n                                      [J-39-2016] - 28\n\fconceptual, practical and social skills, notwithstanding the fact that he was able to pass\n\na non-written CDL exam after extended study.             See Williams, 61 A.3d at 992 (in\n\ndetermining whether an individual has significant limitations in adaptive functioning, the\n\nfocus should be on an individual’s weaknesses, as opposed to his or her strengths);\n\nMoore v. Texas, 137 S.Ct. at 1050 (in determining whether an individual is intellectually\n\ndisabled under Atkins, the focus should be on the individual’s adaptive deficits, rather\n\nthan his or her adaptive strengths). This evidence also undercut the testimony of Dr.\n\nWright, the Commonwealth’s sole expert witness. Thus, with regard to the first prong of\n\nAppellant’s ineffectiveness claim, we find that Appellant’s underlying claim that an\n\nintellectually disabled individual could pass a non-written CDL exam after extended\n\nstudy has arguable merit.       We now must determine whether, under the second\n\nineffectiveness prong, there existed any reasonable basis for counsel’s failure to\n\npresent at Appellant’s pretrial hearing evidence to establish the same.19\n\n19\n   As discussed above, in our December 29, 2015 opinion, we held that the PCRA\ncourt’s factual finding that Appellant failed to establish that his intellectual disabilities\nexisted prior to the age of 18 was not supported by substantial evidence; accordingly,\nwe remanded the matter for a supplemental opinion addressing whether there was any\nreasonable basis for counsel’s failure to obtain and introduce certain evidence that\nwould have supported that fact, and whether Appellant was prejudiced. We further\ninstructed the PCRA court to address the remaining two Miller prongs, i.e., Iimited\nintellectual functioning and significant adaptive limitations. In a concurring opinion,\nChief Justice Saylor agreed with the majority’s remand for consideration of the\nremaining Miller prongs, but stated:\n               I am circumspect about directing that the remand\n               proceedings necessarily should be channeled through an\n               ineffectiveness overlay. The United States Supreme Court\n               has held that the execution of an intellectually disabled\n               offender is excessive under the Eighth Amendment; thus,\n               the federal Constitution places a “substantive restriction”\n               upon the government’s power to take the life of such an\n               offender. [Atkins, 536 U.S. at 321]; see also Brumfield v.\n               Cain, [135 S.Ct. 2269] (2015) (characterizing Atkins as\n               “recogniz[ing] that the execution of the intellectually disabled\n               contravenes the Eighth Amendment’s prohibition on cruel\n(continued…)\n\n                                      [J-39-2016] - 29\n\f      With regard to analyzing the reasonable basis prong under an ineffective\n\nassistance of counsel claim, this Court has explained:\n\n             Under prevailing constitutional norms as explicated by the\n             United States Supreme Court, capital counsel has an\n             obligation to pursue all reasonable avenues for developing\n             mitigating evidence. Counsel must conduct a thorough pre-\n             trial investigation, or make reasonable decisions rendering\n             particular investigations unnecessary. Strategic choices\n             made following a less than complete investigation are\n             reasonable precisely to the extent that reasonable\n             professional judgement supports the limitation of the\n             investigation. In undertaking the necessary assessment,\n             courts are to make all reasonable efforts to avoid distorting\n             effects of hindsight. Nevertheless, courts must also avoid\n             “post hoc rationalization of counsel’s conduct.”\nCommonwealth v. Sepulveda, 55 A.3d 1108, 1128 (Pa. 2012) (citations omitted).\n\n      Further, when considering a claim related to counsel’s alleged deficient\n\n\n\n(…continued)\n                and unusual punishment”). Given the execution-eligibility\n                terms in which the Atkins restriction is phrased, it would\n                appear that a strong argument exists that, if Appellant is\n                determined to be intellectually disabled, the sentence of\n                death must be vacated, irrespective of whether trial counsel\n                can be faulted for failing to marshal a better case to prove\n                the disability. At a minimum, I suggest that the trial court\n                direct supplemental briefing on the point.\nVanDivner II, 130 A.3d at 697 (Saylor, C.J., concurring) (footnote omitted). The PCRA\ncourt did not direct supplemental briefing on the issue, and, although Appellant\naddresses the issue in his brief, the Commonwealth, as noted above, filed a no-answer\nletter, declining to address any issues. Regardless, Chief Justice Saylor’s point is well-\ntaken, and there may come a time when this Court will need to address whether an\nadjustment to existing post-conviction requirements is warranted for cases involving\nAtkins claims. Nevertheless, as the PCRA court previously held that trial counsel had\nno reasonable basis for failing to present evidence that Appellant’s intellectual\ndisabilities manifested prior to age 18, PCRA Court Opinion, 1/12/16, at 2, and because,\nwith respect to Appellant’s adaptive behavior, we can conclude from the record that trial\ncounsel had no reasonable basis for failing to introduce evidence to demonstrate\nAppellant’s significant limitations in adaptive behavior, we leave that assessment for\nanother day.\n\n\n\n                                    [J-39-2016] - 30\n\fperformance in failing to investigate and present mitigating evidence, we consider\n\nseveral factors, including “the reasonableness of counsel’s investigation, the mitigation\n\nevidence that was actually presented, and the additional or different mitigation evidence\n\nthat could have been presented.” Id.\n\n       Appellant contends that, based on Dr. Wright’s report, trial counsel knew that the\n\nCommonwealth would attempt to use his ability to pass a written multiple-choice CDL\n\nexam to disprove at his pretrial Atkins hearing his claim of limitations in adaptive\n\nbehavior. A review of the record confirms that the Commonwealth attempted to do so.\n\nFor example, after Dr. Bernstein testified that, in his opinion, Appellant suffers from\n\nlimitations in adaptive behavior, the Commonwealth cross-examined Dr. Bernstein as\n\nfollows:\n\n              Q: Were you aware that he had a commercial driver’s\n              license, a CDL license?\n\n              A: Yes, we discussed that.\n\n              Q: And are you aware of the testing procedures that one\n              undertakes to receive that CDL license?\n\n              A: Yeah, I used to be an over-the-road truck driver, so I\n              know something about CDL licenses.\n\n              Q: So, you’re aware that there’s approximately 70 multiple\n              choice questions that one must answer with a passing rate\n              of 80 percent to become a CDL-licensed driver.\n\n              A: Right, and that is not -- that is correct. It would −− It’s not\n              an arbiter of who is or isn’t mentally retarded. People with\n              mild mental retardation can work and can pass certain\n              vocational tests in order to work.\nN.T. Pretrial Hearing, 11/27/06, at 29.20\n\n20\n   On redirect, trial counsel asked Dr. Bernstein if Appellant had told him “that he had\nsomeone else take the CDL test for him.” N.T. Pretrial Hearing, 11/27/06, at 42. Dr.\nBernstein replied that Appellant had related that he had “perpetrated certain frauds in\n(continued…)\n\n                                      [J-39-2016] - 31\n\f       In another instance, after trial counsel asked Mr. Sedlock whether an\n\nintellectually disabled individual could “take limited tests if they’re coached or assisted,”\n\nand he responded in the affirmative, elaborating that such individuals, when given the\n\nsame type of work on a regular basis, can complete “[r]epetitive, routine tasks,” id. at\n\n81, the Commonwealth questioned Mr. Sedlock as to the incongruity of his opinion that\n\nAppellant cannot read a newspaper, use a telephone directory, or write in a checkbook,\n\nbut was able to correctly answer 80% of a 70-question multiple choice test in order to\n\nobtain a CDL. Id. at 88.21\n\n       The Commonwealth also presented the testimony of PennDOT employee Ronald\n\nBeatty, who stated that, in 1992, Appellant would have been required to take a 70-\n\nquestion written multiple choice test in order to obtain his CDL, and that, to his\n\nknowledge, the CDL was “[n]ever administered over the telephone.”              N.T. Pretrial\n\nHearing, 11/29/06, at 174, 180.\n\n       Moreover, Dr. Wright, the Commonwealth’s expert, testified that, in his opinion,\n\nAppellant “does not have a diagnosis of mental retardation,” because, inter alia, he\n\npreviously “was able to function to the degree that he took and passed the CDL\n\nexamination, he was able to drive a truck, things like that.” See N.T. Pretrial Hearing,\n\n12/8/06, at 250-51.\n\n       Appellant maintains that, in light of the Commonwealth’s attempt to undermine\n\nhis proffered evidence of significant limitations in adaptive behavior with evidence that\n\nhe passed a written CDL exam, there was no reasonable basis for trial counsel’s failure\n\nto present evidence (1) to demonstrate that individuals with limitations in adaptive\n\n(…continued)\nregards to the testing procedure in order to obtain the license,” but that they did not\ndiscuss the details. Id. at 43.\n21\n   Ultimately, the trial court sustained defense counsel’s objection to that line of\nquestioning, on the basis that it assumed facts not in evidence. Id. at 89.\n\n\n\n                                      [J-39-2016] - 32\n\fbehavior can pass a non-written version of the exam after extended study; and (2) that\n\nAppellant himself passed an oral, not a written, version of the exam, and only after\n\nextended coaching by his ex-wife.       Specifically, Appellant asserts that trial counsel\n\nshould have investigated and presented the testimony of (1) Dr. Askov, who testified at\n\nAppellant’s PCRA hearing that PennDOT offered an oral CDL exam which a “severely\n\nlimited person intellectually” could pass, N.T. PCRA Hearing, 10/24/12, at 67; (2) Mary\n\nChristy, whose name appeared on the report of Appellant’s CDL exam, and who\n\ntestified at the PCRA hearing that Appellant had passed an oral, true-or-false version of\n\nthe exam; and (3) Appellant’s ex-wife, Judith DiJoseph, who testified at Appellant’s\n\nPCRA hearing that she coached Appellant for several hours a day for two months to\n\nprepare him for taking the oral CDL examination. Based on our review of the record, we\n\nagree with Appellant that trial counsel’s investigation fell below the above-noted\n\nconstitutional threshold, and that trial counsel had no reasonable basis for failing to\n\npresent such evidence.22\n\n       At Appellant’s PCRA hearing, trial counsel acknowledged that members of\n\nAppellant’s family spoke with her regarding, inter alia, Appellant’s “limitations, his work\n\nhistory, [and] how he was able to get his commercial driver’s license,” as well as\n\n“instances of how, the things that they did to assist him.” N.T. PCRA Hearing, 1/30/13,\n\nat 90, 97. Trial counsel specifically referenced the fact that Appellant’s wife “filled out\n\nthe log when he was driving his commercial vehicle.” Id. at 97. However, despite trial\n\n22\n   In order to prevail on a claim that trial counsel was ineffective for failing to present a\nwitness, an appellant must demonstrate that (1) the witness existed; (2) counsel was\neither aware of or should have been aware of the witness’s existence; (3) the witness\nwas willing and able to cooperate on behalf of the defendant; and (4) the proposed\ntestimony was necessary to avoid prejudice to the defendant. Commonwealth v. Tharp,\n101 A.3d 736, 757 (Pa. 2014). Dr. Askov, Ms. Christy, and Ms. DiJoseph each signed\nan affidavit indicating that, had they been contacted at the time of Appellant’s pretrial\nhearing, they would have been available and willing to testify.\n\n\n\n                                      [J-39-2016] - 33\n\fcounsel’s admitted knowledge that Appellant’s family assisted him both in obtaining a\n\nCDL and in working as a truck driver, trial counsel failed to offer any reasonable\n\nexplanation for her failure to present evidence to establish how Appellant, who\n\ndemonstrated significant adaptive limitations in almost every aspect of his life, was able\n\nto obtain a CDL:\n\n             PCRA Counsel: Now, were you, you were informed by\n             [Appellant] that he took this CDL exam over the phone,\n             weren’t you?\n\n             Ms. Zerega: No.\n\n             PCRA Counsel: No? Is it possible . . . .\n\n             Ms. Zerega: There were various. . . .\n\n             PCRA Counsel: I am sorry?\n\n             Ms. Zerega: There were various versions of what happened.\n             He wasn’t certain that he remembered. Then one of the\n             sisters indicated that Harry, maybe it was the wife, I don’t\n             know which, but I got information that the brother who looks\n             very much like James or did at that point, the males all very\n             similar they said, and having met one brother, he does look\n             very much like James, that this brother also did, and had\n             taken the test for him. There was some discussion later\n             about a phone exam. But again I don’t know that James\n             ever took the test himself.[23]\n\n\n\n\n23\n   Appellant’s sister, Alice Lisanti, testified that she knew “[Appellant] didn’t take the\nwritten portion of the test,” and, in fact, believed that someone else may have taken the\nexam for him “over the phone.” N.T. Pretrial Hearing, 11/29/06, at 134. However, Mr.\nSedlock testified that Appellant told him that he took the test to receive his CDL, N.T.\nPretrial Hearing, 11/27/06, at 88, and, as noted above, Dr. Wright’s report, which was\nintroduced into evidence at the pretrial hearing, indicated that Appellant “reported that\nthe CDL examination was given over the phone, that he failed several times, but\neventually, after studying the material, was able to successfully test.” Report of Bruce\nA. Wright, 12/2/06, at 4 n.4 (Commonwealth’s Exhibit G to December 8, 2006 Pretrial\nHearing).\n\n\n\n                                    [J-39-2016] - 34\n\f              PCRA Counsel: Did you attempt to obtain records from\n              PennDOT related to that, to the CDL?\n\n              Ms. Zerega: I did contact PennDOT. They indicated that it\n              can be done over the phone but they wouldn’t have records\n              as to how someone took it that would go back that far.\n\n              PCRA Counsel: Did you attempt to obtain anybody to testify\n              to that fact?\n\n              Ms. Zerega: Not specifically, no, because they couldn’t say\n              whether James took it by phone or not.\n\n              PCRA Counsel: Did you ask them to locate any records\n              regarding James taking the CDL examination?\n\n              Ms. Zerega: I asked them if they would have them. They\n              informed me they didn’t go back that far.\n\n              PCRA Counsel: Who did you ask?\n\n              Ms. Zerega: I don’t know. I called somebody in Harrisburg. I\n              believe that’s where it was. And I talked to the people locally\n              to find out who I should talk to and they gave me records.\nN.T. PCRA Hearing, 1/30/13, at 115-16.\n\n       Although, as trial counsel testified, there may have been conflicting testimony at\n\nthe pretrial hearing as to whether Appellant actually took the CDL exam himself, and, if\n\nso, whether he took a written or oral version of the exam, such conflicting testimony\n\nwarranted, at a minimum, further investigation into the matter.       The 1992 report of\n\nAppellant’s CDL exam that was introduced into evidence at Appellant’s pretrial hearing\n\nidentified Ms. Christy as the Examiner, yet trial counsel did not attempt to contact her to\n\nconfirm the type of exam Appellant passed in order to obtain his CDL. Had counsel\n\ndone so, she would have been able to establish that Appellant passed an oral, as\n\nopposed to a written, version of the CPL exam, thereby expressly disproving the pretrial\n\nhearing testimony of Mr. Beatty, and undermining the Commonwealth’s reliance on\n\n\n\n\n                                     [J-39-2016] - 35\n\fAppellant’s purported ability to pass a 70-question written multiple choice exam to\n\ndisprove his claim of significant limitations in adaptive behavior.\n\n       Additionally, despite the contradictory nature of the statement in Dr. Wright’s\n\nreport that Appellant claimed to have passed the CDL exam after studying the material,\n\nand the testimony of numerous witnesses that Appellant is unable to read, trial counsel\n\ndid not contact Ms. DiJoseph, the individual to whom Appellant was married and lived\n\nwith at the time he took the CDL exam, to attempt to determine how Appellant was able\n\nto study for and pass an oral version of the CDL exam. Had counsel obtained this\n\ninformation from Ms. DiJoseph, counsel would have been able to demonstrate how,\n\nconsistent with the expert testimony presented by Appellant both at his pretrial and\n\nPCRA hearings that intellectually disabled individuals can pass certain vocational tests,\n\nparticularly when coached or assisted by others, Appellant was able to pass an oral\n\nversion of the CDL exam, thereby significantly undercutting the opinion of the\n\nCommonwealth’s sole expert witness, Dr. Wright, that Appellant is not intellectually\n\ndisabled because he passed the CDL exam.                Accordingly, we are compelled to\n\nconclude that trial counsel’s performance was the result of insufficient investigation, and\n\nnot any reasonable strategy.\n\n       The final prong that Appellant must establish to obtain relief based on his\n\nineffectiveness of counsel claim is that he suffered prejudice as a result of counsel’s\n\nerror, measured by whether there is a reasonable probability that the result of the\n\nproceeding would have been different. See Pierce, 786 A.2d at 213. To reiterate,\n\nunder Miller, an individual is intellectually disabled, and ineligible for the death penalty, if\n\nhe suffers from limited intellectual functioning, significant adaptive limitations, and onset\n\nprior to age 18. Although the PCRA court recognized that Appellant suffers from limited\n\nintellectual functioning, with onset prior to age 18, it determined that, in view of his\n\n\n\n\n                                       [J-39-2016] - 36\n\fability to obtain a CDL, Appellant did not demonstrate that he suffers from significant\n\nadaptive limitations.\n\n       However, for the reasons expressed above, we reject this determination, and\n\nconclude that, given the evidence presented at Appellant’s PCRA hearing, combined\n\nwith the evidence presented at his pretrial Atkins hearing, Appellant has demonstrated\n\nthat he suffers from significant limitations in adaptive behavior.          As Appellant has\n\nestablished all three prongs of Miller - limited intellectual functioning, significant adaptive\n\nlimitations, and onset prior to age 18, he has demonstrated that he is intellectually\n\ndisabled, and ineligible for the death penalty. Accordingly, we hold that Appellant has\n\nsatisfied all three prongs of his ineffectiveness claim.\n\n       Having concluded that Appellant is entitled to relief under the PCRA based on his\n\nineffectiveness of counsel claim, and because the evidence establishes that Appellant is\n\nintellectually disabled under the standard set forth in Miller, and, thus, is ineligible for the\n\ndeath penalty, we vacate his judgment of sentence of death and direct that his judgment\n\nof sentence be modified to reflect the imposition of a life sentence on the first-degree\n\nmurder conviction, subject to appellate review of Appellant’s remaining guilt phase and\n\nsentencing claims.      Appellant filed, on June 2, 2017, an Application for Relief\n\nrequesting, inter alia, that this Court decide all issues raised by Appellant. However, as\n\nthis matter is now a non-capital case, we deny Appellant’s Application for Relief, and\n\ntransfer this appeal to the Superior Court for disposition of these remaining claims. See\n\nGibson, 925 A.2d at 171 (case that becomes a non-capital case on appeal is transferred\n\nto Superior Court for review of remaining claims).\n\n       Judgment of sentence of death modified to reflect a life sentence on Appellant’s\n\nfirst-degree murder conviction.       Case transferred to Superior Court.          Jurisdiction\n\nrelinquished.\n\n\n\n\n                                       [J-39-2016] - 37\n\f      Chief Justice Saylor and Justices Baer, Donohue, Dougherty and Mundy join the\n\nopinion.\n\n      Justice Wecht did not participate in the consideration or decision of this matter.\n\n\n\n\n                                    [J-39-2016] - 38\n\f",
            "ocr": false,
            "opinion_id": 4242302
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}