{
    "id": 4470124,
    "judges": null,
    "date_filed": "1999-07-20",
    "date_filed_is_approximate": true,
    "slug": "holz-t-v-langton-d",
    "case_name_short": null,
    "case_name": "Holz, T. v. Langton, D.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S01032-18m.pdf",
            "author_id": null,
            "opinion_text": "J-S01032-18\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\nTIM E. HOLZ                             :   IN THE SUPERIOR COURT OF\n                                        :        PENNSYLVANIA\n                    Appellant           :\n            v.                          :\n                                        :\nD. LANGTON, SUSAN HEATH                 :\n                                        :\n                    Appellee            :        No. 1478 MDA 2017\n\n\n                  Appeal from the Order Entered July 12, 2017\n                 In the Court of Common Pleas of Union County\n                         Civil Division at No(s): 17-424\n\n\nTIM E. HOLZ                             :   IN THE SUPERIOR COURT OF\n                                        :        PENNSYLVANIA\n                    Appellant           :\n            v.                          :\n                                        :\nTHE AMERICAN CORRECTIONAL               :\nASSOCIATION                             :\n                                        :\n                    Appellee            :        No. 1479 MDA 2017\n\n                  Appeal from the Order Entered July 12, 2017\n                 In the Court of Common Pleas of Union County\n                         Civil Division at No(s): 17-425\n\n\nBEFORE: GANTMAN, P.J., MURRAY, J., and MUSMANNO, J.\n\nMEMORANDUM BY GANTMAN, P.J.:                   FILED FEBRUARY 22, 2018\n\n      Appellant, Tim E. Holz, appeals pro se from the orders entered in the\n\nUnion County Court of Common Pleas, which denied his petitions to proceed\n\nin forma pauperis (“IFP”) and dismissed his complaints as frivolous for lack\n\nof subject matter jurisdiction and standing.   For the following reasons, we\n\naffirm.\n\fJ-S01032-18\n\n\n      The trial court provided some of the relevant facts and procedural\n\nhistory of this appeal as follows.\n\n         [Appellant] in these matters, Tim E. Holz, is a federal\n         inmate who was incarcerated in the Allenwood Federal\n         Correction Center, located in White Deer Township, Union\n         County, Pennsylvania.      Based on correspondence from\n         [Appellant], the [c]ourt believes [Appellant] has been\n         transferred to a federal correctional institution in Texas.\n         [Appellant] is attempting to file two (2) civil actions in this\n         [c]ourt. He has filed Petitions for [IFP] Status, which the\n         [c]ourt has denied. [Appellant] has appealed the [c]ourt’s\n         denial of [Appellant’s] [IFP status] to permit him to file the\n         Complaints without costs.\n\n         The sole issue on appeal is whether              the   [c]ourt\n         appropriately denied him [IFP status].\n\n         It would appear that [Appellant] qualifies for [IFP] status\n         as he is incarcerated in a federal correctional institute.\n         However, other circumstances of this case warrant the\n         denial of that status.\n\n         [Appellant] has filed or has attempted to file thirty-seven\n         (37) civil actions in this [c]ourt since 2012.\n\n         Every single case has been dismissed either summarily by\n         the [c]ourt or after preliminary objections were filed. Nine\n         (9) of these cases were appealed to the Superior Court and\n         the appeal was either quashed or dismissed. Every single\n         case filed by [Appellant] was frivolous, alleged utterly\n         ridiculous allegations and demanded millions or billions of\n         dollars in damages. In one (1) case, [Appellant] alleged\n         that Judge Michael T. Hudock, President Judge of the 17 th\n         Judicial District, “jumped out of a perfectly flying airplane\n         and took the Commonwealth of Pennsylvania with him\n         without a parachute in 50,000 feet commercial airliner\n         airspace”. He then went on to allege that Judge Hudock\n         conspired to murder him.\n\n         This is an illustration of the pleadings that have been filed\n         by [Appellant] in the past.\n\n\n                                      -2-\n\fJ-S01032-18\n\n\n         In the present cases, CV-17-424, [Appellant] alleges in his\n         complaint that a correctional officer or another federal\n         employee did not mail legal mail of his and he further\n         complains about FBI informants in the prison system. He\n         seeks $100,000.00 in punitive damages.\n\n         In CV-17-425, he complains that three (3) correctional\n         officers suffocated him and he was dead for 9 minutes and\n         50 seconds before being resuscitated by a lieutenant. He\n         further complains about prison accreditation by the\n         American Correctional Association.\n\n(Trial Court Opinion, filed September 25, 2017, at 1-3) (footnotes omitted).\n\n      Preliminarily, we observe:\n\n         [A]ppellate briefs and reproduced records must materially\n         conform to the requirements of the Pennsylvania Rules of\n         Appellate Procedure. Pa.R.A.P. 2101. This Court may\n         quash or dismiss an appeal if the appellant fails to conform\n         to the requirements set forth in Pennsylvania Rules of\n         Appellate Procedure. Id. Although this Court is willing to\n         liberally construe materials filed by a pro se litigant, pro se\n         status confers no special benefit upon the appellant. To\n         the contrary, any person choosing to represent himself in a\n         legal proceeding must, to a reasonable extent, assume\n         that his lack of expertise and legal training will be his\n         undoing.\n\nWilkins v. Marsico, 903 A.2d 1281, 1284-85 (Pa.Super. 2006), appeal\n\ndenied, 591 Pa. 704, 918 A.2d 747 (2007) (some internal citations omitted).\n\nThe Pennsylvania Rules of Appellate Procedure provide guidelines regarding\n\nthe required content of an appellate brief as follows:\n\n         Rule 2111. Brief of the Appellant\n\n         (a) General Rule.—The brief of the appellant, except as\n         otherwise prescribed by these rules, shall consist of the\n         following matters, separately and distinctly entitled and in\n         the following order:\n\n\n                                      -3-\n\fJ-S01032-18\n\n\n           (1)   Statement of jurisdiction.\n\n           (2)   Order or other determination in question.\n\n           (3) Statement of both the scope of review and the\n           standard of review.\n\n           (4)   Statement of the questions involved.\n\n           (5)   Statement of the case.\n\n           (6)   Summary of argument.\n\n           (7) Statement of the reasons to allow an appeal to\n           challenge the discretionary aspects of a sentence, if\n           applicable.\n\n           (8)   Argument for appellant.\n\n           (9) A short conclusion stating the precise relief\n           sought.\n\n           (10) The opinions and pleadings          specified   in\n           Subdivisions (b) and (c) of this rule.\n\n           (11) In the Superior Court, a copy of the statement\n           of errors complained of on appeal, filed with the trial\n           court pursuant to Rule 1925(b), or an averment that\n           no order requiring a statement of errors complained\n           of on appeal pursuant to Pa.R.A.P. 1925(b) was\n           entered.\n\nPa.R.A.P. 2111(a). Additionally, Rule 2119(a) provides:\n\n        Rule 2119. Argument\n\n        (a) General rule. The argument shall be divided into as\n        many parts as there are questions to be argued; and shall\n        have at the head of each part—in distinctive type or in\n        type distinctively displayed—the particular point treated\n        therein, followed by such discussion and citation of\n        authorities as are deemed pertinent.\n\nPa.R.A.P. 2119(a). Importantly:\n\n                                    -4-\n\fJ-S01032-18\n\n\n\n         The argument portion of an appellate brief must include a\n         pertinent discussion of the particular point raised along\n         with discussion and citation of pertinent authorities. This\n         Court will not consider the merits of an argument, which\n         fails to cite relevant case or statutory authority. Failure to\n         cite relevant legal authority constitutes waiver of the claim\n         on appeal.\n\nIn re Estate of Whitley, 50 A.3d 203, 209 (Pa.Super. 2012), appeal\n\ndenied, 620 Pa. 724, 69 A.3d 603 (2013) (internal citations and quotation\n\nmarks omitted).\n\n      As an equally important matter, Rule 240(j)(1) of the Pennsylvania\n\nRules of Civil Procedure provides:\n\n         Rule 240. In Forma Pauperis\n\n                                  *    *    *\n\n         (j)(1) If, simultaneous with the commencement of an\n         action or proceeding or the taking of an appeal, a party\n         has filed a petition for leave to proceed in forma pauperis,\n         the court prior to acting upon the petition may dismiss the\n         action, proceeding or appeal if the allegation of poverty is\n         untrue or if it is satisfied that the action, proceeding\n         or appeal is frivolous.\n\n            Note: A frivolous action or proceeding has been\n            defined as one that “lacks an arguable basis either in\n            law or in fact.” Neitzke v. Williams, 490 U.S. 319,\n            109 S. Ct. 1827, 104 L. Ed. 2d 338 (1989).\n\nPa.R.C.P. 240(j)(1) (emphasis added) and Note.         “Appellate review of a\n\ndecision dismissing an action pursuant to Pa.R.C.P. 240(j) is limited\n\nto…whether an appellant’s constitutional rights have been violated and\n\nwhether the trial court abused its discretion or committed an error of law.”\n\n\n                                      -5-\n\fJ-S01032-18\n\n\nBell v. Mayview State Hosp., 853 A.2d 1058, 1060 (Pa.Super. 2004).\n\n      The Federal Tort Claims Act confers exclusive jurisdiction in the federal\n\ncourts for all claims brought under the Act.      28 U.S.C.A. § 1346(b)(1).\n\nAdditionally,\n\n         A party seeking judicial resolution of a controversy in this\n         Commonwealth          must,      as      a     prerequisite,\n         establish...standing to maintain the action. Kuropatwa v.\n         State Farm Ins. Co., 554 Pa. 456, 460, 721 A.2d 1067,\n         1069 (1998). See also Pittsburgh Palisades Park, LLC\n         v. Commonwealth, 585 Pa. 196, 888 A.2d 655 (2005)\n         (stating standing to sue is threshold requirement to judicial\n         resolution of dispute).\n\n            The issue of standing is generally distinguishable\n            from the issue of subject matter jurisdiction.\n            Hertzberg v. Zoning [Bd. of Adjustment of City]\n            of Pittsburgh, 554 Pa. 249, 255 n. 6, 721 A.2d 43,\n            46 n. 6 (1998)…. …\n\n         In re Duran, 769 A.2d 497, 501 n. 2 (Pa.Super.2001)\n         (some internal citations omitted). The general principle\n         behind the necessity for standing to sue is to protect\n         against improper plaintiffs.\n\nStep Plan Services, Inc. v. Koresko, 12 A.3d 401, 417-18 (Pa.Super.\n\n2010) (some internal citations and quotation marks omitted). Pennsylvania\n\nlaw on common law standing provides that a person can invoke the\n\njurisdiction of a court to enforce private rights or maintain an action for the\n\nenforcement of such rights, only if that person has in an individual or\n\nrepresentative capacity some real interest in the legal right that is the\n\nsubject matter of the controversy. In Interest of G.C., 673 A.2d 932, 935\n\n(Pa.Super. 1996). See generally In re T.J., 559 Pa. 118, 124, 739 A.2d\n\n\n                                     -6-\n\fJ-S01032-18\n\n\n478, 481 (1999) (stating: “In determining whether a party has standing, a\n\ncourt is concerned only with the question of who is entitled to make a legal\n\nchallenge and not the merits of that challenge”; “the purpose of the\n\n‘standing’ requirement is to insure that a legal challenge is by a proper\n\nparty”).   There is no private cause of action against the American\n\nCorrectional Association based on accreditation; a cognizable claim, if any,\n\nagainst the American Correctional Association must implicate individual\n\nconstitutional rights.   See generally Bell v. Wolfish, 441 U.S. 520, 543\n\nn.27, 99 S. Ct. 1861, 1876 n.27, 60 L. Ed. 2d 447, ___ n.27 (1979) (stating:\n\n“And while the recommendations of [correctional associations] may be\n\ninstructive in certain cases, they do not establish the constitutional minima;\n\nrather, they establish goals recommended by the organization in question”;\n\nviolation of accreditation standards is not per se violation of constitutional\n\nrights).\n\n      Instantly, Appellant presents no cogent argument and completely\n\nviolates the structural requirements of the appellate rules.     Therefore, he\n\nhas arguably waived any claims for review.        Moreover, after a thorough\n\nreview of the record, the briefs of the parties, the applicable law, and the\n\nreasoned opinion of the Honorable Michael H. Sholley, we conclude Appellant\n\nmerits no relief on appeal.   The trial court opinion correctly discusses and\n\nproperly disposes of any issues. (See Trial Court Opinion at 3-4) (finding:\n\nAppellant is federal inmate formerly incarcerated in federal facility in PA; his\n\n\n                                     -7-\n\fJ-S01032-18\n\n\nsole issue on appeal is whether court appropriately denied Appellant IFP\n\nstatus; although Appellant’s incarceration in federal prison qualifies him for\n\nIFP status, other circumstances warrant denial of IFP status; in present\n\ncases, Appellant alleges frivolous claims against corrections officers and\n\nfederal employees; Federal Tort Claims Act preempts subject matter\n\njurisdiction over specific claims Appellant has against federal employees\n\nwhile he is in federal prison; further, Appellant lacks standing to raise his\n\nclaim against American Correctional Association; both complaints are facially\n\nfrivolous and indicate court lacks subject matter jurisdiction or Appellant\n\nlacks standing to bring his particular claims). Accordingly, we affirm.\n\n      Orders affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 2/22/2018\n\n\n\n\n                                     -8-\n\f                                                                              Circulated 02/08/2018 04:29 PM\n\n\n\n\n                                                                                FILED\n                                                                       UN!ON COUNTY Pt1\n                                                                      2011 SEP 25 PH 3: 58\n\n                                                                         PROTHONOTARY\n                                                                        CLERK OF COURTS\n\n\n\nTIME. HOLZ,                                        IN THE COURT OF COMMON PLEAS\n                             Plaintiff               OF THE 17rH JUDICIAL DISTRICT\n                                                           OF PENNSYLVANIA\n                    vs.                                 UNION COUNTY BRANCH\n                                                          CIVIL ACTION - LAW\nD. LANGTON, SUSAN HEATH,\n                             Defendants                        \"NO. 17-424,\n\n\nTIME. HOLZ,                                        IN THE COURT OF COMMON PLEAS\n                             Plaintiff               OF THE 17rH JUDICIAL DISTRICT\n                                                           OF PENNSYLVANIA\n                     vs.                                UNION COUNTY BRANCH\n                                                          CIVIL ACTION - LAW\nTHE AMERICAN CORRECTIONAL\nASSOCIATION,\n                   Defendant                                    NO. 17-425\n\n                                          ORDER\n                                 .:»:\n      AND NOW, this        2.5    day of September, 2017, it is hereby ORDERED that the\n\nClerk of Courts transmit the record to the Superior Court.\n\n                                            BY THE COURT:\n\n\n\n\ncc:\n\n\n\n\n                                                                  Coded        q.,\n                                                                             Z(J ·/7\n                                                                  Alisha A Smith q, / D\n\f                                                                                 Ff LED\n                                                                        1\n                                                                            YJiON COUNTY Pt\n                                                                      2017 SEP 25 PH 3: 58\n\n                                                                             PROTHONOTARY\n                                                                            :.LERK OF COURTS\n\n\n\n\nTIME. HOLZ,                                         IN THE COURT OF COMMON PLEAS\n                            Plaintiff                 OF THE 17rH JUDICIAL DISTRICT\n                                                            OF PENNSYLVANIA\n                    vs.                                  UNION COUNTY BRANCH\n                                                           CIVIL ACTION - LAW\nD. LANGTON, SUSAN HEATH,\n                     Defendants                                    NO. 17-424\n\n\n\n\nTIME. HOLZ,                                         IN THE COURT OF COMMON PLEAS\n                            Plaintiff                 OF THE 17rH JUDICIAL DISTRICT\n                                                            OF PENNSYLVANIA\n                      vs.                                UNION COUNTY BRANCH\n                                                           CIVIL ACTION - LAW\nTHE AMERICAN CORRECTIONAL\nASSOCIATION,\n                   Defendant                                       NO. 17-425\n\n                                          OPINION\n\nSHOLLEY, J. - September 25. 2017\n\n       The plaintiff in these matters, Tim E. Holz, is a federal inmate who was\n\nincarcerated in the Allenwood Federal Correction Center, located in White Deer\n\nTownship, Union County, Pennsylvania. Based on correspondence from the plaintiff,\n\nthe Court believes the plaintiff has been transferred to a federal correctional Institution\n\n in Texas.\n\n       The plaintiff is attempting to file two (2) civil actions in this Court. He has filed\n\n Petitions for In Forma Pauperis Status which the Court has denied. The Plaintiff has\n\n                                                1\n\fappealed the Court's denial of the plaintiff's in forma pauperis standing to permit him to\n\nfile the Complaints without costs.\n\n         The sole issue on appeal is whether the Court appropriately denied him in forma\n\npauperis standing.\n\n          It would appear that the plaintiff qualifies for in forma pauperis status as he is\n\nincarcerated in a federal correctional institute. However, other circumstances of this\n\ncase warrant the denial of that status.\n\n         The plaintiff has filed or has attempted to file thirty-seven (37) civil actions in this\n\nCourt since 2012.\n\n         Every single case has been dismissed either summarily by the Court or after\n\npreliminary objections were filed.1 Nine (9) of these cases were appealed to the\n\nSuperior Court and the appeal was either quashed or dismissed.2 Every single case\n\nfiled by the plaintiff was frivolous, alleged utterly ridiculous allegations and demanded\n\nmillions or billions of dollars in damages. In one (1) case              3,   the plaintiff alleged that\n\nJudge Michael T. Hudock, President Judge of the 17th Judicial District, \"jumped out of a\n\nperfectly flying airplane and took the Commonwealth of Pennsylvania with him without a\n\nparachute in 50,000 feet commercial airliner airspace\". He then went on to allege that\n\nJudge Hudock conspired to murder him.\n\n         This is an illustration of the pleadings that have been filed by the Plaintiff in the\n\npast.\n\n112-727, 12-740, 12-801, 12-857, 12-889, 13-001, 13-014, 13-023, 15-538, 15-607, 15-660, 16-140, 16-141, 16-\n144, 16-298, 16-300, 16-310, 16-311, 16-312, 17-216, 17-283, 17-284, 17-285, 17-286, 17-303, 17-304, 17-305, 17-\n306, 17-424, 17-425, 17-426, 17-459, 17-460, 17-461, 17-462, 17-463, and 17-495.\n\n11958 MDA 2012, 99 MDA 2013, 163 MDA 2012, 249 MDA 2013, 663 MDA2013, 668 MDA 2013, 673 MDA\n2013, 2000 MDA 2015, 2225 MDA 2015.\n3\n    CV-13-014\n                                                       2\n\f       In the present cases, CV-17-424, the plaintiff alleges in his complaint that a\n\ncorrectional officer or another federal employee did not mail legal mail of his and he\n\nfurther complains about FBI informants in the prison system. He seeks $100,000.00 in\n\ncompensatory damages and $100,000.00 in punitive damages.\n\n       In CV-17-425, he complains that three (3) correctional officers suffocated him\n\nand he was dead for 9 minutes and 50 seconds before being resuscitated by a\n\nlieutenant. He further complains about prison accreditation by the American\n\nCorrectional Association.\n\n       Upon receiving the file the Court reviewed the Petition for In Forma Pauperis\n\nstatus and the content of the Complaint. Initially, as the plaintiff asserts claims against\n\nfederal employees, the Federal Tort Claims Act would preclude this Court from having\n\njurisdiction over any claims the plaintiff may have over federal employees while he is in\n\na federal correctional institution.\n\n       Further, the plaintiff would not have standing to pursue a claim against the\n\nAmerican Correctional Association in their determination of whether to certify a federal\n\ninstitution or not.\n\n       The Complaints on their face are entirely frivolous or clearly indicate this Court\n\nhas no jurisdiction over the subject matter. Given the multiple frivolous filings of the\n\nplaintiff, the fact that a review of the pleadings the plaintiff seeks to file do not indicate\n\n\n\n\n                                                3\n\fany claims which the plaintiff could pursue in this Court, the denial of the in forma\n\npauperis status was appropriate.\n\n                                           BY THE COURT:\n\n\n\n\ncc:   ,Pfaintiff, Inmate #15079-064, c/o\n               P.O. Box 26030, Beau o\n      �    uty   Court Administrate\n      .)-Oministrative Assistant\n\n\n\n\n                                             4\n\f",
            "ocr": false,
            "opinion_id": 4247377
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}