{
    "id": 4517174,
    "judges": null,
    "date_filed": "2005-04-26",
    "date_filed_is_approximate": true,
    "slug": "brandon-hobbs-v-mark-hooks",
    "case_name_short": null,
    "case_name": "Brandon Hobbs v. Mark Hooks",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://www.opn.ca6.uscourts.gov/opinions.pdf/18a0349n-06.pdf",
            "author_id": null,
            "opinion_text": "                          NOT RECOMMENDED FOR PUBLICATION\n                                 File Name: 18a0349n.06\n\n                                             No. 17-4094\n\n\n                           UNITED STATES COURT OF APPEALS\n                                FOR THE SIXTH CIRCUIT                                        FILED\n                                                                                       Jul 16, 2018\n BRANDON L. HOBBS                                           )\n                                                                                  DEBORAH S. HUNT, Clerk\n                                                            )\n         Petitioner-Appellant,                              )\n                                                            )\n                                                                    ON APPEAL FROM THE\n v.                                                         )\n                                                                    UNITED STATES DISTRICT\n                                                            )\n                                                                    COURT FOR THE\n MARK HOOKS, Warden                                         )\n                                                                    SOUTHERN DISTRICT OF\n                                                            )\n                                                                    OHIO\n         Respondent-Appellee.                               )\n                                                            )\n                                                            )\n\n\n\nBEFORE:         KEITH, ROGERS, and KETHLEDGE, Circuit Judges.\n\n        ROGERS, Circuit Judge. Brandon Hobbs appeals the district court’s denial of his petition\n\nfor a writ of habeas corpus. In 2014, an Ohio jury convicted Hobbs of murder. Hobbs appealed\n\nhis conviction, alleging that his trial counsel had rendered constitutionally ineffective assistance\n\nby failing to keep out certain prejudicial evidence about Hobbs’s history with drugs and guns. The\n\nstate appellate court affirmed Hobbs’s conviction, holding that his trial counsel had engaged in a\n\n“legitimate trial strategy” to admit certain acts to lessen their significance to the jury and to bolster\n\nHobbs’s credibility by making him appear honest and transparent. On federal habeas, Hobbs again\n\nasserts ineffective assistance. However, the district court properly denied Hobbs’s petition,\n\nbecause the state appellate court’s conclusion that Hobbs’s trial counsel’s performance fell within\n\nthe wide range of reasonable professional assistance was neither contrary to clearly established\n\nfederal law nor based on an unreasonable determination of facts.\n\fNo. 17-4094, Hobbs v. Hooks\n\n\n          In September 2012, Brandon Hobbs sold Jaron Kirkling a used Chevrolet Suburban.\n\nHobbs’s friend, Brandon Mackey, who was also Kirkling’s cousin, facilitated the sale. Initially,\n\nKirkling gave Hobbs a down payment and took possession of the vehicle, and Hobbs agreed to\n\ntransfer the title and registration once the vehicle was paid for in full. In October, the pair met at\n\na branch office of the Ohio Bureau of Motor Vehicles to complete the transfer. Kirkling paid the\n\nremaining balance, and Hobbs signed the required transfer forms. Hobbs believed that the vehicle\n\nhad been legally transferred to Kirkling, but he did not know that Kirkling did not have valid\n\ndriving privileges or that the Bureau accordingly had not accepted transfer of the registration\n\nplates.\n\n          Soon after, Kirkling was caught on traffic cameras speeding through a school zone in the\n\nSuburban. Because the vehicle’s plates were still registered to Hobbs, the City of Columbus sent\n\nhim a ticket in the mail for the speeding violation. Hobbs confronted Kirkling, and Kirkling\n\nassured Hobbs that he would take care of the ticket and the plates. Kirkling reimbursed Hobbs for\n\nthe traffic ticket, but Kirkling never had the plates changed.\n\n          On November 11, 2012, Hobbs and his girlfriend, Shelby Abrams, went to Mackey’s home\n\nto sell him and his girlfriend, Melody Gaston, drugs. Hobbs and Mackey were sitting in Hobbs’s\n\npick-up truck completing the drug transaction when Kirkling pulled into Mackey’s driveway.\n\nHobbs had not anticipated meeting up with Kirkling that day, but when Kirkling pulled into the\n\ndriveway Hobbs noticed that his plates were still on the Suburban, and he got out of his truck to\n\nconfront Kirkling. Hobbs asked Kirkling, “I thought you had took the tags off the truck, what’s\n\ngoin’ on?” Kirkling told Hobbs that he had not had a chance to change the plates yet. He failed\n\nto tell Hobbs that the Bureau had refused to issue him new plates.\n\n\n\n\n                                                 -2-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\n       Hobbs asked Mackey to keep Kirkling occupied while he and Abrams retrieved a\n\nscrewdriver from home to remove the plates from the Suburban. Mackey agreed, and Hobbs\n\nreturned shortly to remove the plates. Hobbs began removing the plates while Mackey and\n\nKirkling were smoking in the Suburban. Kirkling did not notice Hobbs remove the front license\n\nplate, but when Hobbs began to remove the rear plate Kirkling realized what was happening, got\n\nout of the Suburban, and the two men began to argue. Mackey called for Gaston to come out of\n\nthe house and deescalate the situation, and Gaston told Hobbs and Kirkling to “take it across the\n\nstreet.” Meanwhile, Abrams went around to the rear of the Suburban and tried to remove one of\n\nthe screws from the license plate. What happened next is disputed.\n\n       According to Hobbs, Kirkling pushed Abrams to the ground when she tried to remove the\n\nrear plate. Hobbs and Kirkling then began yelling at each other. Mackey tried to intervene, but\n\nHobbs and Kirkling continued to argue about the license plates. At some point Kirkling reached\n\ninto his waistband and pulled out a .40 caliber Smith & Wesson handgun. Hobbs felt threatened\n\nand pulled out his own .357 caliber Glock handgun in self-defense and fired several shots at\n\nKirkling, who fell to the ground. Hobbs grabbed both the Smith & Wesson and the Glock and left\n\nwith Abrams. Abrams’ version of events materially overlaps with Hobbs’s. Hobbs later arranged\n\nfor the guns to be turned over to authorities, and he surrendered himself to the sheriff’s office.\n\n       However, Mackey and Gaston told a very different story. According to Mackey, when\n\nKirkling noticed Abrams trying to remove the rear plate he moved her out of the way and told her,\n\n“You not taking my tags today.” Immediately after that, Hobbs yelled, “Fuck this,” stepped back,\n\nand shot Kirkling. Kirkling fell straight back, and Hobbs stepped forward, firing “three to four”\n\nmore rounds. Mackey then ran inside his house to grab his handgun, and he fired at Hobbs and\n\nAbrams as they fled the scene. According to Mackey, Kirkling never drew a gun during the\n\n\n\n                                                 -3-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\nincident, and Mackey testified that he never saw anything that day indicating that Kirkling had a\n\nweapon. Gaston’s version of events materially overlaps with Mackey’s.\n\n       Kirkling died from his injuries, and Hobbs was indicted for murder with a firearm\n\nspecification, possession of a weapon under disability, and carrying a concealed weapon. At trial,\n\nHobbs defended against the murder charge by claiming that he had acted in self-defense. Thus,\n\nthe trial largely boiled down to whether the jury found Hobbs and Abrams’, or Mackey and\n\nGaston’s, version of events more believable.\n\n       During the prosecution’s case, Hobbs’s trial counsel attempted to impeach Mackey with\n\nconflicting statements he had made to investigators about the shooting. Counsel also introduced\n\nevidence comparing DNA samples taken from the Smith & Wesson with samples from Hobbs and\n\nKirkling. The test determined that Kirkling could not be excluded as a major contributor to the\n\nmixture of DNA found on the Smith & Wesson, but the prosecution countered with testimony\n\nshowing ways Kirkling’s DNA could have ended up on the handgun. For example, the prosecution\n\nintroduced evidence about indirect transfer of DNA from one person to another.\n\n       Gaston took the stand towards the end of the prosecution’s case, and the bulk of her\n\ntestimony focused on the events surrounding the shooting. However, prior to Gaston’s testimony,\n\ncounsel filed a motion in limine seeking to keep out testimony regarding Hobbs’s history of drug\n\ndealing and firearms possession. The trial court concluded that it would allow witnesses to testify\n\nabout Hobbs possessing guns and selling drugs under limited circumstances. But the trial court\n\nheld that Gaston could not provide gratuitous testimony about Hobbs selling drugs or possessing\n\nguns, because such testimony would be “irrelevant” and “prejudicial.”\n\n       Although the trial court’s ruling on counsel’s motion purported to limit the admissibility\n\nof evidence regarding Hobbs’s history with drugs and guns, Gaston was ultimately allowed to\n\n\n\n                                                -4-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\ntestify that she had purchased drugs from Hobbs in the past and had seen guns in his home. For\n\nexample, the prosecutor was permitted to ask Gaston, “Have you ever seen [Hobbs] with a gun\n\nbefore?” and “Have you bought drugs from Brandon Hobbs?”               Counsel objected to the\n\nprosecutor’s questions, but his objections were overruled, and Gaston was allowed to answer.\n\nAccording to Hobbs, Gaston’s testimony was contrary to the trial court’s ruling on the motion in\n\nlimine because Gaston never claimed that she observed a drug sale prior to, or contemporaneous\n\nwith, Hobbs brandishing a gun on the day of the shooting, and she never drew a connection\n\nbetween the firearms used during the homicide and the firearms she had observed at his residence\n\non prior occasions.\n\n       On cross-examination, counsel attempted to impeach Gaston by eliciting more details\n\nabout her drug purchases and by asking her to describe the guns she had observed at Hobbs’s\n\nhome. Counsel scored some points during cross. For example, he got Gaston to admit that she\n\noften acted as a “middle person,” purchasing drugs for others, and Gaston conceded that she could\n\nnot say whether the firearms she observed at Hobbs’s home matched the make and model of the\n\nhandguns involved in the homicide. But after defense counsel elicited details about Gaston’s\n\nmonthly drug expenditures and her purchases of marijuana, cocaine, and pills from Hobbs the\n\njudge intervened, telling counsel that “enough is enough.”\n\n       Abrams was the first witness for the defense, and the bulk of her testimony was related to\n\nthe events surrounding the shooting. But the prosecution again asked about Hobbs’s history with\n\ndrugs and guns, and Abrams testified that Hobbs sold drugs for a living and owned multiple\n\nweapons. She also confirmed that Hobbs had sold drugs to Gaston in the past. This time counsel\n\ndid not object.\n\n\n\n\n                                               -5-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\n       Hobbs was the next witness. Before direct examination, Hobbs introduced himself to the\n\njury: “Hi, everybody. I’m Brandon Hobbs. I’ve lived in Columbus all my life. I’m twenty-three\n\nyears of age. I work with Ieseil Homes Exterior temporarily. I also do some lawn care service,\n\nand I also sell drugs from time to time.” Counsel then began direct by asking Hobbs about his\n\ndrug sales, and counsel questioned Hobbs about the firearms he possessed, including the Glock\n\nused to shoot Kirkling. Hobbs then testified that he was carrying the gun on the day of the\n\nhomicide because he was carrying lots of cash he had made by “selling drugs.” The remainder of\n\ncounsel’s direct focused on the sale of the Suburban and the events surrounding the shooting.\n\n       With the door to Hobbs’s past opened, the prosecution took full advantage. On cross-\n\nexamination the prosecution got Hobbs to concede that he originally got the gun that he later used\n\nto shoot Kirkling “off the streets.” The prosecution also got Hobbs to admit that “it didn’t matter\n\nto [him]” whether the gun was stolen (it was). The prosecution elicited additional details about\n\nHobbs’s prior drug activity and about his history of carrying firearms. The prosecution asked\n\nHobbs about “all the different guns you’ve had at your house,” and “all the different guns you’ve\n\nhad [in your life].” Hobbs’s prior convictions for assault and improper handling of a firearm in a\n\nmotor vehicle were introduced to impeach Hobbs, and the prosecution asked whether Hobbs was\n\n“afraid about the license plates being still in [his] name” because he had previously been “caught\n\nwith a gun in a car?” The prosecution also asked Hobbs about the relationship between drug\n\ndealing and guns, and Hobbs conceded that stolen property, specifically firearms, is often used in\n\nlieu of cash to purchase drugs. At no point did counsel object to this questioning.\n\n       Finally, during closing arguments the prosecution told the jury, “Do not convict [Hobbs]\n\nof murder because he’s a dope dealer,” but he also told the jury,\n\n\n\n\n                                                -6-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\n                          [Defense counsel] says, “Don’t convict him because of the\n                 number of guns he may have owned,” and I disagree with that.\n                 Because the number of guns he owned in this case goes to\n                 credibility. Goes to whether or not you believe he came up and told\n                 the truth. . . . Folks, why would people be calling him to sell him\n                 guns if they didn’t know he was in the market for guns? Why? Do\n                 people just call you up and try and sell you stuff that you have no\n                 interest in? Do your friends do that to you? Of course not. The\n                 person who sold Hobbs the gun used to shoot [Kirkling] called\n                 [Hobbs] because [he] knew where the market was. You know why\n                 that is important? Because both State’s witnesses came in here and\n                 told you, they had been to his house on numerous occasions; they\n                 had seen him showing and passing around and handling guns with\n                 other people. They told you, okay?\n\nCounsel did not object. The district court subsequently instructed the jury that it could only use\n\nHobbs’s prior convictions for felonious assault and improper handling of a firearm in a motor\n\nvehicle to decide his credibility.\n\n          The jury convicted Hobbs on all three counts, and the court sentenced Hobbs to a life prison\n\nterm with parole eligibility after eighteen years. Hobbs appealed his conviction, claiming that he\n\nhad been denied his constitutional right to effective assistance of counsel. Hobbs claimed that\n\ncounsel’s performance was deficient because he had failed to keep out, and times had elicited,\n\ninadmissible, prejudicial “other acts” evidence regarding Hobbs’s prior convictions and his history\n\nwith drugs and guns, but the Ohio Court of Appeals for the Tenth Appellate District affirmed\n\nHobbs’s conviction. The state appellate court concluded that counsel’s conduct was a “legitimate\n\ntrial strategy,” reasoning that “[d]efense counsel’s apparent strategy was to admit certain acts to\n\nlessen their impact on the jury and to bolster Hobbs’s credibility so the jury would believe that\n\nKirkling threatened Hobbs, who then fired in self-defense.” The Ohio Supreme Court declined\n\nreview.\n\n          With his state remedies exhausted, Hobbs filed a timely petition for a writ of habeas corpus\n\nin federal district court under 28 U.S.C. § 2254. Hobbs again asserted that his trial counsel had\n\n\n                                                  -7-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\nrendered constitutionally ineffective assistance based on counsel’s failure to object to evidence\n\nregarding Hobbs’s past convictions and his history with drugs and guns, as well as counsel’s failure\n\nto request a curative instruction with respect to that evidence. Moreover, Hobbs complained that\n\ncounsel compounded the prejudice to his client by eliciting additional testimony regarding his\n\nclient’s drug trafficking and firearms activity.\n\n       The district court determined that the state appellate court’s conclusion that counsel’s\n\nconduct amounted to a “legitimate trial strategy” was neither contrary to clearly established federal\n\nlaw nor based on an unreasonable determination of the facts. The court concluded that despite\n\nHobbs’s arguments to the contrary, it was not persuaded that the record reflected that the state\n\nappellate court unreasonably determined that defense counsel exercised a reasonable trial strategy.\n\nThe district court did, however, grant Hobbs a certificate of appealability. Hobbs timely appealed.\n\n       Ultimately, the district court’s dismissal of Hobbs’s habeas petition was proper. Under the\n\ndeferential standard applied to habeas petitions alleging ineffective assistance, it is not enough for\n\nHobbs to overcome the strong presumption that counsel’s representation was within the “wide\n\nrange” of reasonable conduct for counsel, which the Supreme Court has recognized “is never an\n\neasy task.” Harrington v. Richter, 562 U.S. 86, 105 (2011) (quoting Padilla v. Kentucky, 559 U.S.\n\n356, 370–71 (2010)). In addition, Hobbs must show that the state appellate court’s application of\n\nStrickland v. Washington, 466 U.S. 668 (1984), and its progeny was unreasonable under 28 U.S.C.\n\n§ 2254(d). Harrington, 562 U.S. at 105. This showing is “all the more difficult” because “[t]he\n\nstandards created by Strickland and § 2254(d) are both ‘highly deferential,’ and when the two\n\napply in tandem, review is ‘doubly’ so.” Id. Indeed, “[w]hen § 2254(d) applies, the question is\n\nnot whether counsel’s actions were reasonable. The question is whether there is any reasonable\n\nargument that counsel satisfied Strickland’s deferential standard.” Id. (emphasis added).\n\n\n\n                                                   -8-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\n         Here, a reasonable argument exists that, given the circumstances of Hobbs’s case, counsel’s\n\nperformance satisfied Strickland’s deferential standard. Hobbs admitted that he had shot and killed\n\nKirkling. In the face of Hobbs’s admission, counsel settled on a self-defense defense, which\n\nrequired showing that Hobbs (1) was not at fault in creating the situation giving rise to the affray,\n\n(2) he had a bona fide belief that he was in imminent danger of death or great bodily harm and that\n\nhis only means of escape from such danger was in the use of force, and (3) he did not violate any\n\nduty to retreat or avoid the danger. State v. Williford, 551 N.E.2d 1279, 1281 (Ohio 1990). As is\n\noften the case when a defendant claims self-defense, for Hobbs’s defense to be effective he needed\n\nto take the stand to counter the prosecution’s narrative and establish the elements of his affirmative\n\ndefense. Accordingly, the success of Hobbs’s defense largely turned on whether the jury found\n\nHobbs’s, or Mackey and Gaston’s, account of the shooting more believable.\n\n         But having Hobbs testify came with challenges for counsel. Because Hobbs needed to\n\nshow that he was not at fault in creating the situation leading up to the shooting, he needed to\n\nexplain why he was at Mackey’s house, if not to confront Kirkling, and why he was carrying a\n\ngun, if not to harm or threaten Kirkling. That meant Hobbs would have to testify that he was at\n\nMackey’s house to sell him and Gaston drugs and that he was carrying a gun because he had a\n\nlarge amount of cash from other drug sales. Further, according to the state appellate court, Hobbs’s\n\nprior convictions would likely be admissible to impeach Hobbs if he took the stand.1 In light of\n\nthese challenges, counsel needed to craft a strategy that would boost Hobbs’s credibility, lessen\n\nMackey’s and Gaston’s credibility, and diminish the significance of the negative evidence and\n\ntestimony that would be elicited.\n\n\n1\n Hobbs complains that the state appellate court is wrong that this evidence would have been admitted, but “[w]hen\nconsidering a petition for the writ, ‘[t]he federal courts must defer to a state court’s interpretation of its own rules of\nevidence and procedure.’” Shahideh v. McKee, 488 F. App’x 963, 965 (6th Cir. 2012) (quoting Miskel v. Karness,\n397 F.3d 446, 453 (6th Cir. 2005)) (second alteration in original).\n\n                                                           -9-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\n         The state appellate court reasonably concluded that “under the facts of this case,” it could\n\nbe a “legitimate trial strategy” for counsel to “admit certain acts to lessen their significance to the\n\njury and to bolster [Hobbs’s] credibility so that the jury would believe his testimony,” while also\n\nquestioning the prosecution’s witnesses about their history of buying drugs and handling guns so\n\nas to paint them with the same prejudicial brush used against Hobbs. Indeed, because credibility\n\nwas so central to Hobbs’s trial, it was not unreasonable for the state appellate court to conclude\n\nthat having Hobbs testify about his past transgressions could help the jury find him more credible\n\nby making him appear transparent and forthcoming. Moreover, by cross-examining Gaston about\n\nher and Mackey’s history with drugs and guns, counsel could arguably decrease the likelihood that\n\nthe jury would believe Mackey and Gaston over Hobbs merely because Hobbs had been involved\n\nwith drugs and guns, thereby leveling the credibility playing field. Finally, because both counsel\n\nand the prosecution instructed the jury not to convict Hobbs because of his past with drugs and\n\nguns, requesting an additional instruction was arguably unnecessary, and as the district court\n\nacknowledged, requesting a more elaborate instruction might have only drawn more attention to\n\nthe uncharged conduct.2\n\n\n\n\n2\n   At points, Hobbs appears to argue that counsel’s failure to request a curative instruction was an independent basis\nfor habeas relief, but such a free-standing ineffective assistance claim is procedurally barred because, as the district\ncourt recognized, it was not fairly presented to the state court on direct appeal. On direct appeal Hobbs argued that\ncounsel had rendered ineffective assistance by failing to object to testimony about Hobbs’s prior convictions and his\nhistory with drugs and guns, as well as by eliciting additional testimony about his past, but Hobbs mentioned counsel’s\nfailure to request a curative instruction in only two conclusory sentences in his brief to the state appellate court. “The\ndoctrine of exhaustion requires that the same claim under the same theory be presented to state courts before raising\nit in a habeas petition.” Pillette v. Foltz, 824 F.2d 494, 497 (6th Cir. 1987). “If the claims presented in the federal\ncourt were never actually presented in the state courts, but a state procedural rule now prohibits the state court from\nconsidering them, the claims are considered exhausted, but are procedurally barred.” Martin v. Mitchell, 280 F.3d\n594, 603 (6th Cir. 2002) (citation omitted). Thus, because “Ohio applies re judicata to bar the consideration of\nconstitutional issues that were not, but could have been, raised on direct appeal,” see id. at 604; see also State v. Cole,\n443 N.E.2d 169, 171 (Ohio 1982), an independent claim for ineffective assistance predicated on counsel’s failure to\nrequest a curative instruction is procedurally barred. We will accordingly only consider counsel’s failure to request a\ncurative instruction as factual support for Hobbs’s habeas claims that are properly before us.\n\n                                                          -10-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\n       The state appellate court’s conclusion is supported by the facts and circumstances\n\nevidenced in the record, and Hobbs has not cited any Supreme Court precedent establishing that\n\nknowingly admitting certain prejudicial evidence to make a defendant appear more transparent is\n\ncontrary to Strickland and its progeny. To the extent that Hobbs relies on White v. McAninch,\n\n235 F.3d 988 (6th Cir. 2000), to show that the state appellate court’s decision is contrary to federal\n\nlaw, Hobbs’s argument is unpersuasive because habeas relief is warranted when the state court’s\n\ndecision is contrary to “clearly established Federal law, as determined by the Supreme Court.”\n\n28 U.S.C. § 2254(d)(1) (emphasis added). Moreover, because White filed his habeas petition prior\n\nto April 24, 1996, pre-AEDPA law applied to that case. White, 235 F.3d at 995. Finally, in White,\n\nthe record clearly demonstrated that White’s counsel did not engage in any pre-trial investigation,\n\nid. at 996, but here the state appellate court’s and district court’s conclusions that counsel adopted\n\nhis strategy after engaging in appropriate pre-trial research is reasonably supported by the record,\n\nsee infra. Thus, the state appellate court’s conclusion that Hobbs’s counsel did not render deficient\n\nperformance was neither contrary to federal law clearly established by the Supreme Court nor\n\nbased on an unreasonable determination of the facts. Accordingly, habeas relief is not warranted.\n\nSee 28 U.S.C. § 2254(d).\n\n       Hobbs, however, asserts that counsel’s conduct was not strategy at all. According to\n\nHobbs, counsel’s conduct was the product of ignorance about Ohio evidence law and a failure to\n\nperform basic legal research. Therefore, according to Hobbs, the state appellate court’s conclusion\n\nthat counsel was not constitutionally deficient is contrary to Strickland and its progeny, because\n\n“[a]n attorney’s ignorance of a point of law that is fundamental to his case combined with his\n\nfailure to perform basic research on that point is a quintessential example of unreasonable\n\nperformance under Strickland.” Hinton v. Alabama, 571 U.S. 263, 274 (2014).\n\n\n\n                                                -11-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\n       However, the record reasonably supports the state appellate court’s conclusion that\n\ncounsel’s decisions were based on strategy, not ignorance. Whether counsel’s decisions were the\n\nproduct of strategy is a question of fact for purposes of § 2254(d)(2). Carr v. Schofield, 364 F.3d\n\n1246, 1264 (11th Cir. 2004); see also Wood v. Allen, 558 U.S. 290, 306 (2010) (Stevens, J.,\n\ndissenting); Berryman v. Morton, 100 F.3d 1089, 1095 (3d Cir. 1996). A “federal court is to apply\n\na presumption of correctness to state court findings of fact for habeas corpus purposes unless clear\n\nand convincing evidence is offered to rebut this presumption.” McAdoo v. Elo, 365 F.3d 487, 493–\n\n94 (6th Cir. 2004). Moreover, “[t]he appeals court gives complete deference to the federal district\n\ncourt’s and state court’s findings of fact supported by the evidence.” Id. at 494.\n\n       Here, unlike in the cases Hobbs cites—e.g., Washington v. Hofbauer, 228 F.3d 689, 704–\n\n05 (6th Cir. 2000), and Hinton, 571 U.S. at 274—there is no direct evidence that counsel had a\n\nbasic misunderstanding of evidentiary principles or fundamental points of law. Instead, counsel\n\nevidenced his familiarity with Ohio evidence law when he submitted a successful motion in limine\n\nspecifically seeking to limit testimony regarding Hobbs’s drug dealing and firearm possession.\n\nWhen the prosecution elicited testimony contrary to the court’s initial ruling on the motion in\n\nlimine counsel objected, but he was overruled. Thus, counsel was at least familiar enough with\n\nOhio’s rules of evidence to craft and argue a successful motion in limine to limit “other acts”\n\nevidence and to object when he believed the prosecution had exceeded the scope of the court’s\n\nruling on that motion. Further, counsel successfully objected to allowing the jury to take certain\n\nevidence regarding Hobbs’s prior conviction for improper handling of a firearm into deliberations,\n\narguing that “[i]t was used for purposes of impeachment” and “[b]ecause it was limited in that\n\nregard . . . it should not go back to the jury.” The state appellate court’s conclusion that counsel’s\n\nconduct was the product of strategy is supported by counsel’s closing arguments:\n\n\n\n                                                -12-\n\fNo. 17-4094, Hobbs v. Hooks\n\n\n                           Mr. Hobbs did not seek to hide the truth. In fact, he wanted\n                   the truth to be told during this trial. If you listen to his testimony\n                   and you listen to Melody Gaston’s,3 they were very straightforward\n                   with you. They didn’t try to hide anything. They didn’t try to\n                   minimize anything. They told you like it was.\n                           It didn’t matter whether or not the fact[s] were good; it didn’t\n                   matter whether or not the facts were bad; it didn’t matter whether\n                   the facts were ugly. They told you. This young man got on the stand\n                   and said, “Yes, I sold drugs. Yes, I have convictions. Yes I\n                   possessed of a firearm and I shouldn’t have had possession of a\n                   firearm.” He didn’t try to hide from that. Neither did Ms. Gaston—\n                   Ms. Abrams.\n\nThus, notwithstanding Hobbs’s arguments, the record reasonably supports the conclusion that\n\ncounsel’s conduct was a matter of strategy, not ignorance. Where there are two permissible views\n\nof evidence, the factfinder’s choice between them cannot be clearly erroneous for federal habeas\n\npurposes. See Moore v. Mitchell, 708 F.3d 760, 786 (6th Cir. 2013) (citing 28 U.S.C. § 2254(d)(2);\n\nAnderson v. City of Bessemer City, 470 U.S. 564, 574 (1985)).\n\n           The judgment of the district court is affirmed, and Hobbs’s petition for a writ of habeas\n\ncorpus is denied.\n\n\n\n\n3\n    Although counsel said, “Melody Gaston’s,” context indicates that he meant “Abrams’.”\n\n                                                        -13-\n\f",
            "ocr": false,
            "opinion_id": 4294427
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}