{
    "id": 4517466,
    "judges": null,
    "date_filed": "2020-08-20",
    "date_filed_is_approximate": true,
    "slug": "roland-baldwin-v-commonwealth-of-virginia",
    "case_name_short": null,
    "case_name": "Roland Baldwin v. Commonwealth of Virginia",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "815 S.E.2d 809",
        "69 Va. App. 75"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.courts.state.va.us/opinions/opncavwp/0740174.pdf",
            "author_id": null,
            "opinion_text": "                                                                    COURT OF APPEALS OF VIRGINIA\n\n\n            Present: Judges Petty, Malveaux and Senior Judge Annunziata\n            Argued at Alexandria, Virginia\nPUBLISHED\n\n\n\n\n            ROLAND BALDWIN\n                                                                                                OPINION BY\n            v.            Record No. 0740-17-4                                             JUDGE WILLIAM G. PETTY\n                                                                                                JULY 17, 2018\n            COMMONWEALTH OF VIRGINIA\n\n\n                                                   FROM THE CIRCUIT COURT OF FAIRFAX COUNTY\n                                                               Randy I. Bellows, Judge\n\n                                         Melissa Hasanbelliu, Assistant Public Defender, for appellant.\n\n                                         Rachel L. Yates, Assistant Attorney General (Mark R. Herring,\n                                         Attorney General, on brief), for appellee.\n\n\n                          Roland Baldwin pled guilty to one count of sending a written threat to kill or do bodily\n\n            injury in violation of Code § 18.2-60. On appeal, Baldwin argues that the trial court allowed,\n\n            and considered, improper testimony at sentencing and in the victim impact statement before\n\n            giving Baldwin the maximum sentence permitted by statute. Finding no error, we affirm.\n\n                                                                            BACKGROUND\n\n                          Baldwin was convicted in 2012 for making a written threat to kill or do bodily injury to\n\n            M.T.; he was sentenced to five years, with four years suspended. Approximately two months\n\n            after his release, Baldwin’s four-year suspended sentence was revoked when he violated his\n\n            probation by violating a protective order.1 The protective order prohibited contact with M.T., the\n\n            victim of the written threats for which Baldwin was convicted. Baldwin violated the protective\n\n            order by waiting near an organization he knew M.T. visited often (the Center). When he began\n\n                                                                        \n                          1\n                      Baldwin was convicted of violating the protective order and sentenced to 360 days in\n            jail with all but one day suspended.\n\fwalking toward M.T.’s van, approaching to within one hundred feet, several people from the\n\nCenter helped M.T. escape.\n\n              After Baldwin’s suspended sentence had been revoked, Baldwin wrote new letters which\n\ncontained threats against M.T., her daughter, and the Center. Baldwin’s letters included the\n\nfollowing excerpts:2\n\n                                     People at the [Center] I will never forget what you have\n                             done. You have awaken the evil beast inside me. I have nothing\n                             to lose. Don’t try me. This is between me and [M.T.]. Trust me,\n                             next time I won’t let no one get in my way. I will achieve my\n                             objective by any means necessary; I promise. I have a new family\n                             now. Signed, 666. [January 28, 2013]\n\n                                      Enjoy yourself while you can. If I was [M.T.] and [her\n                             sister], I would try to crawl back into my mother’s womb when I\n                             get out. A great darkness is coming. I can’t hear -- I can’t wait to\n                             hear your screams, I can promise you that. All hail the great\n                             dragon. Signed, 666. [February 8, 2013]\n\n                                     Satan is great. All I think about is what [M.T.] did to me\n                             and what she took from me. So I am going to take everything from\n                             her. She will be living the same hell I am but much much worse.\n                             Her soul belongs to me. [M.T.]’s nightmare is just beginning. See\n                             you all in hell. All hail the great dragon. Signed, 666. [February\n                             22, 2013]\n\n                                     I have one year left, which I’m very glad. After having 5\n                             years of my life taken away from me for words I didn’t mean. . . .\n                             What [M.T.] did to me was very evil. Waiting 2 months to call the\n                             police to tell them I was at the bus stop waiting to do my resume at\n                             the library. I had long forgotten her then. But I remember [M.T.]\n                             now! [M.T.] and the entire [Center] should be on its knees\n                             praising God I won’t make a very bad decision when I get out!\n                             [March 30, 2015]\n\n\n\n\n                                                            \n              2\n         These excerpts from Baldwin’s letters were proffered by the Commonwealth prior to\nBaldwin’s guilty plea. There were additional excepts proffered that did not include threatening\nmaterial. The letters themselves were not admitted into evidence, and the victim, M.T.,\nreferenced in her testimony other excerpts from letters and texts she received from Baldwin\nbefore and during this time period. Baldwin did not deny writing any of the excerpts attributed\nto him.\n                                               -2-\n\f       In 2016, when Baldwin finished serving his sentence for the 2012 threat, but before he\n\nwas released, he was arrested and charged with making a written threat to kill or do bodily harm\n\nagainst M.T. through the letters referenced above. Baldwin pled guilty to the charge, and he\n\ndoes not challenge his conviction on appeal. He challenges the trial court’s consideration, during\n\nthe sentencing phase of his trial, of M.T.’s statements regarding Baldwin’s first conviction for\n\nmaking written threats to her.\n\n       According to M.T.’s victim impact statement and testimony, she met Baldwin at the\n\nCenter and had dated him a few times. The Center is a gathering place for vulnerable and\n\nhomeless individuals, and M.T. often took her severely handicapped daughter there. It provided\n\nher and her daughter a support network. M.T. ended the relationship with Baldwin when he\n\nbegan sending her threatening text messages. She stated that Baldwin “ended up sending\n\ntwenty-five explicit death threats describing how he was going to brutally kill [M.T.], [her]\n\nseverely handicapped daughter, [her] sister and others to punish [M.T.] for ending contact and\n\nignoring his pleas to give him a 2nd chance.” According to M.T., Baldwin described how he\n\n“staked out” the Center every day, watching for her van. He said he would have a gun so he\n\ncould murder her, her daughter, and anyone from the Center who interfered. M.T. explained that\n\non her first visit to the Center after Baldwin was released in 2012, Baldwin was waiting across\n\nthe street from the Center just as he had described. When he saw her van, he began walking\n\ntowards her and got within one hundred feet, in violation of the protective order to stay at least\n\none thousand feet away. It terrified M.T. that even after a year of incarceration, Baldwin was\n\nstalking her in the manner he had described in his threats.\n\n       In his subsequent threats, Baldwin blamed M.T. for reporting his violation of the\n\nprotective order. M.T. explained that she found the later threats more terrifying than the first\n\nones because prior to his arrest Baldwin only knew M.T.’s first name, and Baldwin said he was\n\n                                                -3-\n\f“hunting” her. M.T. hoped she could hide. However, when M.T. reported Baldwin’s violation\n\nof the protective order, Baldwin received through case documents M.T.’s personal contact and\n\nidentification information. Baldwin then sent letters to M.T.’s sister’s home enumerating\n\npersonal details about M.T. that he had uncovered, including M.T.’s prior residences, her work\n\nresume, her parents’ names and address, where she has her car repaired, where she vacations,\n\nand even the hospital in which M.T. gave birth to her now-adult daughter. Additionally,\n\nBaldwin wrote in one letter details of how he would use the newly acquired information to track\n\nher down and harm her and her family. M.T. wrote in her victim impact statement that one of\n\nBaldwin’s statements at issue in this offense, “Trust me, next time I won’t let no one get in my\n\nway! I will achieve my objective by any means necessary! I promise!”, was more terrifying “in\n\nlight of his long history of death threats written with similar wording; it’s horribly clear to us\n\nwhat he means.”\n\n       M.T. explained that because of the history of escalating threats from Baldwin, she was\n\ncompelled to take painful measures to protect others. She left a job she loved at a preschool in\n\norder to protect the children from potential harm. She stopped volunteering at the Center in\n\norder to protect the people there, which was a painful emotional loss to her. M.T. was terrified\n\nbecause “in spite of his felony conviction for [prior] death threats, [Baldwin] has continued to\n\nsend similar unwanted letters and threats throughout his incarceration featuring many of these\n\nalarming themes.”\n\n       Baldwin pled guilty to writing the threats. Baldwin objected to the victim impact\n\nstatement submitted by M.T., and her testimony at sentencing, arguing that her reference to the\n\nsubstance and effect of prior threats to M.T., for which he had previously been convicted, were\n\nnot admissible testimony under the Crime Victim and Witness Rights Act.\n\n\n\n\n                                                 -4-\n\f                                              ANALYSIS\n\n       On appeal, we review de novo the application of statutory provisions. Harvey v.\n\nCommonwealth, 65 Va. App. 280, 283, 777 S.E.2d 231, 233 (2015). “We apply the plain\n\nmeaning of the language appearing in the statute unless it is ambiguous or applying the plain\n\nlanguage leads to an absurd result.” Id. at 285, 777 S.E.2d at 234 (quoting Commonwealth v.\n\nAmos, 287 Va. 301, 305-06, 754 S.E.2d 304, 306-07 (2014)). Additionally, we recognize that\n\n“[c]ircuit court judges are vested with broad discretion in admitting evidence, and can be\n\nexpected to exercise that discretion to exclude evidence that does not aid the court in the\n\nsentencing phase.” Id. at 286-87, 777 S.E.2d at 235 (internal citation omitted). “Such weighing\n\nis left to the discretion of the trial court and will not be disturbed on appeal, absent an abuse of\n\ndiscretion.” Id. at 287, 777 S.E.2d at 235 (quoting Teleguz v. Commonwealth, 273 Va. 458, 482,\n\n643 S.E.2d 708, 723 (2007)).\n\n       “In 1995, in recognition of the concern for the victims and witnesses of crime, the\n\nGeneral Assembly enacted the Crime Victim and Witness Rights Act, Code §§ 19.2-11.01-11.4.”\n\nRock v. Commonwealth, 45 Va. App. 254, 258, 610 S.E.2d 314, 315 (2005). The purpose of the\n\nAct is “to ensure that the full impact of crime is brought to the attention of the courts of the\n\nCommonwealth; that crime victims and witnesses are treated with dignity, respect and\n\nsensitivity; and that their privacy is protected to the extent permissible under law.” Id. at 258,\n\n610 S.E.2d at 315-16 (quoting Code § 19.2-11.01(A)). Under the Act, a victim must be given\n\nthe opportunity “to prepare a written victim impact statement prior to sentencing of a defendant\n\n. . . .” Code § 19.2-11.01(4). “If prepared by someone other than the victim,” the victim impact\n\n\n\n\n                                                 -5-\n\fstatement shall include six factors.3 Code § 19.2-299.1. If the victim testifies in court to the\n\nimpact of the crime, “[t]he court shall limit the victim’s testimony to the [six] factors set forth in\n\nclauses (i) through (vi) of subsection A of § 19.2-299.1.” Code § 19.2-295.3.\n\n              While providing for victim impact testimony, “Code §§ 19.2-295.3 and 19.2-11.01(B) do\n\nnot limit the admission of [other] relevant evidence.” Rock, 45 Va. App. at 263, 610 S.E.2d at\n\n318.\n\n                             Both Code § 19.2-295.3 and the factors it references from Code\n                             § 19.2-299.1 expressly apply to victim impact testimony. They do\n                             not, by their text or by implication, preclude a trial court from\n                             considering testimony from a victim at the sentencing hearing\n                             about the underlying facts of the crime, provided that the trial\n                             judge concludes, within his broad discretion, that such evidence\n                             would help the court fashion an appropriate sentence.\n\nHarvey, 65 Va. App. at 285-86, 777 S.E.2d at 234. Moreover, “[t]he court must take into\n\naccount a wide range of information, including the defendant’s remorse or lack thereof, in\n\ndetermining ‘a sentence that best effectuates the criminal justice system’s goals of deterrence\n\n(general and specific), incapacitation, retribution and rehabilitation.’” Smith v. Commonwealth,\n\n27 Va. App. 357, 363, 499 S.E.2d 11, 14 (1998) (citation omitted). “Consideration of a\n\n                                                            \n              3\n                  Code § 19.2-299.1 provides in part,\n\n                             If prepared by someone other than the victim, it shall (i) identify\n                             the victim, (ii) itemize any economic loss suffered by the victim as\n                             a result of the offense, (iii) identify the nature and extent of any\n                             physical or psychological injury suffered by the victim as a result\n                             of the offense, (iv) detail any change in the victim’s personal\n                             welfare, lifestyle or familial relationships as a result of the offense,\n                             (v) identify any request for psychological or medical services\n                             initiated by the victim or the victim’s family as a result of the\n                             offense, and (vi) provide such other information as the court may\n                             require related to the impact of the offense upon the victim.\n\nNothing in the plain text of the statute limits what a victim may include in his or her own victim\nimpact statement. The trial court has the discretion to determine which parts of the victim’s\nimpact statement are relevant and therefore admissible. Harvey, 65 Va. App. at 286, 777 S.E.2d\nat 235.\n                                                 -6-\n\fdefendant’s attitude ‘plays an important role in the court’s determination of the rehabilitative\n\npotential [and future dangerousness] of the defendant.’” Id. (alteration in original) (quoting State\n\nv. Howry, 896 P.2d 1002, 1004 (Idaho Ct. App. 1995)). Thus, “the circumstances of the\n\nindividual case will dictate what evidence will be necessary and relevant, and from what sources\n\nit may be drawn.” Rock, 45 Va. App. at 262, 610 S.E.2d at 318 (quoting Beck v.\n\nCommonwealth, 253 Va. 373, 384, 484 S.E.2d 898, 905 (1997)).\n\n              Baldwin acknowledges that the record of prior convictions and probation violations was\n\nproperly before the court as part of the presentence report. Moreover, Baldwin acknowledges\n\nthat this Court recognized in Harvey, that the code sections pertaining to victim impact testimony\n\ndo not preclude a court from considering a victim’s testimony regarding the underlying facts of\n\nthe crime if such evidence would help the court fashion an appropriate sentence. See Harvey, 65\n\nVa. App. at 285-86, 777 S.E.2d at 234. Nevertheless, Baldwin argues that M.T.’s testimony\n\nregarding the underlying facts of Baldwin’s prior convictions on related crimes, where she was a\n\nvictim, was inadmissible. We disagree.\n\n              Here, M.T.’s testimony regarding the underlying details of Baldwin’s prior convictions4\n\nwas relevant in “ensur[ing] that the full impact of [Baldwin’s] crime [was] brought to the\n\nattention of the court[].” Code § 19.2-11.01(A). In the context of the guilt phase of a trial, this\n\nCourt has previously held,\n\n                             Where a course of criminal conduct is continuous and interwoven,\n                             consisting of a series of related crimes, the perpetrator has no right\n                             to have the evidence “sanitized” so as to deny the [factfinder]\n                             knowledge of all but the immediate crime for which he is on trial.\n                             The fact-finder is entitled to all of the relevant and connected facts,\n                             including those which followed the commission of the crime on\n                             trial, as well as those which preceded it; even though they may\n                             show the defendant guilty of other offenses.\n                                                            \n              4\n         Baldwin does not argue that the details provided by M.T. about the prior crimes are\nincorrect, and Baldwin had the opportunity to challenge the written victim impact statement and\nto cross-examine M.T. when she testified.\n                                               -7-\n\fCurrier v. Commonwealth, 65 Va. App. 605, 615, 779 S.E.2d 834, 838-39 (2015) (quoting Scott\n\nv. Commonwealth, 228 Va. 519, 526-27, 323 S.E.2d 572, 577 (1984)). We see no reason that\n\nthis principle would not apply with the same force during the sentencing phase of a trial. Far\n\nfrom being an isolated event, Baldwin’s threats in the current offense were part of an ongoing\n\npattern of threatening and psychologically tormenting this particular victim. Therefore,\n\nBaldwin’s prior relationship with M.T., including his threats to her and his violation of the\n\nprotective order, provided the context for the current offense.\n\n       Furthermore, M.T. had the statutory right to “identify the nature and extent of any\n\nphysical or psychological injury suffered by [her] as a result of the offense.” Code\n\n§ 19.2-299.1(iii). M.T.’s testimony regarding her disabled daughter and the early relationship\n\nwith Baldwin explained why the progressive nature of the threats made them more terrifying to\n\nher. M.T.’s testimony that Baldwin became “more specific about how, when and where he\n\nwould kill [her] and what weapon he would use” explained the amplified impact of the later\n\nthreats, which showed Baldwin was still determined to carry out this threats. M.T.’s victim\n\nimpact statement specifically linked the details of Baldwin’s prior crimes against her to the\n\npsychological impact of the current offense:\n\n               It terrifies me that in spite of his felony conviction for these death\n               threats, Baldwin has continued to send similar unwanted letters and\n               threats throughout his incarceration featuring many of these\n               alarming themes. I asked Mr. Baldwin to leave us alone on August\n               3, 2011. Yet four years into his sentence for threats of death or\n               bodily injury, Mr. Baldwin was still making terrifying written\n               statements from behind bars that strike fear into my heart and\n               cause me and many in the community to fear for the safety and\n               lives of me, my profoundly disabled daughter, my sister, my\n               parents, and all the communities in which I am involved.\n\n(Name of daughter omitted). Additionally, M.T.’s victim impact statement used the details of\n\nthe prior crimes to explain the amplified effect of the current offense:\n\n\n\n                                                -8-\n\f                        Here is the crux of why I find this second crime so much\n               more terrifying and serious than the first. There is one big\n               difference, a life or death difference. Prior to his arrest,\n               Mr. Baldwin knew only the first names of me and my daughter.\n               We had gone on only a handful of dates. That’s all he knew. He\n               couldn’t carry out his threats because he couldn’t find me. That’s\n               the one thing we had going for us. He wrote about how he was\n               hunting me, how it was only a matter of time before he found me,\n               and revealed several incidents in which he had successfully mined\n               information from unwitting mutual acquaintances about my\n               whereabouts. The information was correct and we actually had a\n               couple of near misses. It was very scary.\n                        The only thing standing in the way of our murders was our\n               anonymity. That’s gone now. The price my family has paid for\n               reporting Mr. Baldwin’s crimes to the police, is that he’s been able\n               as a suspect and defendant, to learn our identities. In these new\n               threats, Mr. Baldwin has let us know that this changes everything.\n               While turning him in gained my family and our community five\n               years of safety, it gained him our identities. I burst into tears when\n               I learned that Mr. Baldwin had been provided with the very\n               information he needed to hunt us down and murder me and the\n               people I hold most dear. I tried desperately to get that information\n               redacted to save our lives. I hadn’t known that was going to\n               happen but it was too late. I can’t describe the feeling of seeing\n               my innocent sister’s name in his writing in letters he then sent from\n               jail. I can’t describe the sorrow I felt.\n\nIndeed, M.T. described how Baldwin taunted her with the information and detailed how he\n\nwould use it to hunt her down when he was released.\n\n       A primary purpose of the Crime Victim and Witness Rights Act is “to ensure that the full\n\nimpact of crime is brought to the attention of the courts of the Commonwealth.” Code\n\n§ 19.2-11.01(A). M.T.’s testimony brought to the attention of the court the scope of Baldwin’s\n\nwritten threats, especially the increasingly specific and personal nature of the threats. See\n\nHolcomb v. Commonwealth, 58 Va. App. 339, 349, 709 S.E.2d 711, 716 (2011) (finding that\n\nalthough “[t]o the casual observer the [written statements] may have seemed somewhat\n\ninnocuous,” the “specificity demonstrate[d] appellant’s hostility towards [the victim]” because\n\nhe “coupled each of these references with desires to violently retaliate against [the victim] and\n\nher family”). Thus, M.T.’s references to Baldwin’s prior threats, and her explanation of why the\n                                                -9-\n\fthreats in the current offense were more terrifying, ensured that the trial court was aware of the\n\nfull impact of Baldwin’s current offense.\n\n       Moreover, M.T. had a statutory right to testify to “any change in [her] personal welfare,\n\nlifestyle or familial relationships as a result of the offense.” Code § 19.2-299.1(iv). M.T.\n\nreferenced Baldwin’s prior actions to explain her need to give up a job she loved in order to\n\nprotect children from Baldwin’s threatened violence. She explained the change in her\n\nrelationship with her daughter and her sister, and especially her increased fear on their behalf,\n\nwhen Baldwin threatened to harm them as a way to hurt her. The threats of the current offense\n\nagainst the Center caused M.T. to give up her volunteer work at the Center in an effort to protect\n\nthe people there from Baldwin. She testified that this was a painful loss. M.T.’s testimony\n\nregarding her history with Baldwin ensured that the court understood M.T.’s well-founded fear\n\nthat Baldwin might find her and harm those she loved as well.\n\n       As a whole, M.T.’s written victim impact statement and testimony were articulate\n\nsummaries of the history of Baldwin’s threats against her and alerted the trial court to the full\n\npsychological impact of the current offense. To the extent that M.T.’s testimony did not fall\n\nsquarely under the Code provisions permitting victim impact testimony, the statements were still\n\nadmissible if they were relevant information for sentencing. See Harvey, 65 Va. App. at 285-86,\n\n777 S.E.2d at 234 (“[The code sections] do not, by their text or by implication, preclude a trial\n\ncourt from considering testimony from a victim at the sentencing hearing about the underlying\n\nfacts of the crime, provided that the trial judge concludes, within his broad discretion, that such\n\nevidence would help the court fashion an appropriate sentence.”); Rock, 45 Va. App. at 263, 610\n\nS.E.2d at 318 (“Code §§ 19.2-295.3 and 19.2-11.01(B) do not limit the admission of [other]\n\nrelevant evidence.”). “The court must take into account a wide range of information, including\n\nthe defendant’s remorse or lack thereof, in determining ‘a sentence that best effectuates the\n\n                                               - 10 -\n\fcriminal justice system’s goals of deterrence (general and specific), incapacitation, retribution\n\nand rehabilitation.’” Smith, 27 Va. App. at 363, 499 S.E.2d at 14. “Consideration of a\n\ndefendant’s attitude ‘plays an important role in the court’s determination of the rehabilitative\n\npotential [and future dangerousness] of the defendant.’” Id. (alteration in original) (quoting\n\nHowry, 896 P.2d at 1004).\n\n       Here, the written threats that form the basis for this offense did not occur randomly or in\n\nisolation. The current threats were part of a multi-year campaign by Baldwin to terrorize M.T.\n\nThe details of Baldwin’s prior conduct against the same victim were part of the “wide range of\n\ninformation” needed to effectuate an appropriate sentence. See id. The trial court was required\n\nto take into account Baldwin’s lack of remorse, as evidenced by testimony that Baldwin blamed\n\nthe victim for his incarceration, continued to make threats, and vowed revenge. Incapacitation is\n\na recognized purpose of incarceration. See id. Baldwin’s taunting of M.T. with the revelation\n\nthat he had obtained her personal information and his declaration that he would enjoy her\n\nscreams when he hunted her down, supported the trial court’s conclusion that incapacitation was\n\nan important purpose of incarceration in this case.\n\n                       Moreover, the trial judge, by virtue of his training and\n               experience, is presumed to have separated the permissible victim\n               impact evidence from any potentially prejudicial statements, if any,\n               concerning sentencing and to have considered only the former.\n               The record amply supports the conclusion that this was done in this\n               case and that the trial court’s judgment was not made in an\n               arbitrary manner.\n\nBeck, 253 Va. at 386, 484 S.E.2d at 906. “A judge, unlike a juror, is uniquely suited by training,\n\nexperience and judicial discipline to disregard potentially prejudicial comments and to separate,\n\nduring the mental process of adjudication, the admissible from the inadmissible, even though he\n\nhas heard both.” Eckhart v. Commonwealth, 222 Va. 213, 216, 279 S.E.2d 155, 157 (1981).\n\n\n\n\n                                               - 11 -\n\fThe record reflects that the judge was aware of the need to separate admissible from inadmissible\n\ntestimony.\n\n                                            CONCLUSION\n\n          Clearly, Baldwin’s prior convictions were admissible and relevant during sentencing as\n\npart of a pre-sentencing report. However, to restrict the victim’s reference to the previously\n\nadjudicated threats to the cold record would be to sanitize the facts of the case and ignore the\n\nfoundation of terror that Baldwin constructed prior to the current offense. Such restriction would\n\nbe the antithesis of the goal of the Crime Victim and Witness Rights Act, which is to ensure that\n\nthe victim has the opportunity to convey to the court the full impact of the crime. Baldwin’s\n\nprior detailed threats amplified the psychological injury M.T. suffered from the current offense.\n\nM.T. was entitled to identify these details to the court. Details about the prior threats also\n\nprovided vital information for the trial court’s determination of a proper sentence. Finding no\n\nabuse of the trial court’s consideration of M.T.’s testimony and victim impact statement, we\n\naffirm.\n\n                                                                                           Affirmed.\n\n\n\n\n                                                - 12 -\n\f",
            "ocr": false,
            "opinion_id": 4294719
        }
    ],
    "court_short_name": "Court of Appeals of Virginia",
    "court_full_name": "Court of Appeals of Virginia",
    "court_type": "SA",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Murder"
}