{
    "id": 4523336,
    "judges": "Kayatta, Lynch, Torruella",
    "date_filed": "2013-10-22",
    "date_filed_is_approximate": true,
    "slug": "lassend-v-united-states",
    "case_name_short": "Lassend",
    "case_name": "Lassend v. United States",
    "case_name_full": "Kirk LASSEND, Petitioner, Appellant, v. UNITED STATES, Respondent, Appellee.",
    "attorneys": "Karen A. Pickett, Boston, MA, with whom Pickett Law Offices, P.C., was on brief, for appellant., Mark T. Quinlivan, Assistant United States Attorney, with whom Andrew E. Lelling, United States Attorney, was on brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    Kirk LASSEND, Petitioner, Appellant,\n    <br/>\n    v.\n    <br/>\n    UNITED STATES, Respondent, Appellee.\n   </parties><docketnumber id=\"p-2\">\n    No. 17-1900\n   </docketnumber><court id=\"p-3\">\n    United States Court of Appeals, First Circuit.\n   </court><decisiondate id=\"p-4\">\n    August 2, 2018\n   </decisiondate><attorneys id=\"p-5\">\n    Karen A. Pickett, Boston, MA, with whom Pickett Law Offices, P.C., was on brief, for appellant.\n   </attorneys><attorneys id=\"p-6\">\n    Mark T. Quinlivan, Assistant United States Attorney, with whom Andrew E. Lelling, United States Attorney, was on brief, for appellee.\n   </attorneys><judges id=\"p-7\">\n    Before Torruella, Lynch, and Kayatta, Circuit Judges.\n   </judges>",
    "citations": [
        "898 F.3d 115"
    ],
    "opinions": [
        {
            "author_str": "Lynch",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 38.0,
            "download_url": "http://media.ca1.uscourts.gov/pdf.opinions/17-1900P-01A.pdf",
            "author_id": null,
            "opinion_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 17-1900\n\n                          KIRK LASSEND,\n\n                     Petitioner, Appellant,\n\n                               v.\n\n                         UNITED STATES,\n\n                      Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. F. Dennis Saylor, IV, U.S. District Judge]\n\n\n                             Before\n\n                 Torruella, Lynch, and Kayatta,\n                         Circuit Judges.\n\n\n     Karen A. Pickett, with whom Pickett Law Offices, P.C., was on\nbrief, for appellant.\n     Mark T. Quinlivan, Assistant United States Attorney, with\nwhom Andrew E. Lelling, United States Attorney, was on brief, for\nappellee.\n\n\n                         August 2, 2018\n\f             LYNCH, Circuit Judge.     Kirk Lassend appeals from the\n\ndistrict court's denial of his § 2255 petition.       United States v.\n\nLassend, No. CR 10-40019, 2017 WL 2960518 (D. Mass. July 11, 2017),\n\ncertificate of appealability granted, 265 F. Supp. 3d 103 (D. Mass.\n\n2017).   He argues that his sentence as an armed career criminal\n\nunder the Armed Career Criminal Act (\"ACCA\") is unconstitutional\n\nunder Supreme Court precedent decided after his earlier appeal\n\nfrom his conviction was rejected in 2013.\n\n             We affirm the district court and find that the three\n\nprior convictions are ACCA predicates.          We again hold that a\n\nMassachusetts conviction for assault with a deadly weapon is a\n\npredicate offense under the ACCA's force clause.       As to Lassend's\n\nNew   York   conviction   for   attempted   second-degree   assault,    we\n\nconclude that a conviction under New York Penal Law § 120.05(7)\n\nqualifies as a violent felony under the ACCA's force clause.           We\n\nreach the same conclusion as to Lassend's conviction for New York\n\nfirst-degree robbery under New York Penal Law § 160.15(4).             Our\n\nanalysis is consistent with that of many other circuits, and as to\n\nthe New York first-degree robbery conviction, consistent with the\n\nviews of the Second Circuit in Stuckey v. United States, 878 F.3d\n\n62 (2d Cir. 2017), petition for cert. filed, No. 17-9369 (U.S.\n\nJune 11, 2018).    Lassend's sentence stands.\n\n\n\n\n                                  - 2 -\n\f                           I. Background\n\nA.   Lassend's Arrest and Conviction\n\n          In    July   2010,   two     individuals   in   Fitchburg,\n\nMassachusetts called 911 to report that Lassend had been walking\n\nup and down the street with a gun and firing shots into the air.\n\nPolice officers placed Lassend under arrest at the scene.       The\n\nofficers recovered ammunition from Lassend's pocket and found a\n\ngun in an unlocked closet in the common hallway of a nearby\n\napartment building.    A search of Lassend's residence uncovered a\n\nholster that appeared to fit that gun, and additional ammunition.\n\n          In September 2010, Lassend was indicted on charges of\n\nbeing a felon in possession of a firearm, in violation of 18 U.S.C.\n\n§ 922(g)(1) (Count One), and being a felon in possession of\n\nammunition, also in violation of § 922(g)(1) (Count Two).     After\n\na five-day trial, the jury convicted Lassend of both counts in\n\nOctober 2011.\n\nB.   Original District Court Sentencing Proceedings\n\n          The Probation Office's 2012 presentence report (\"PSR\")\n\ndetermined that Lassend was subject to a sentencing enhancement\n\nunder the ACCA because he had at least three prior convictions for\n\na violent felony or a serious drug offense.      The PSR identified\n\nfour of his prior convictions as qualifying ACCA predicates: (1) a\n\n1992 New York conviction for \"Robbery in First Degree: Forcible\n\nTheft Armed with Deadly Weapon\"; (2) a 1997 New York conviction\n\n\n                               - 3 -\n\ffor \"Robbery in First Degree: Display What Appears to [Be a]\n\nFirearm\"; (3) a 1998 New York conviction for \"Assault in Second\n\nDegree\"; and (4) a 2010 Massachusetts conviction for \"Assault and\n\nBattery by Dangerous Weapon\" (\"ABDW\") and \"Assault by Dangerous\n\nWeapon\" (\"ADW\").\n\n             The PSR determined that Lassend's Guidelines sentencing\n\nrange (\"GSR\") was 235 to 293 months, with a mandatory minimum of\n\n15 years under the ACCA.            Lassend objected, inter alia, in the\n\ndistrict court to the PSR's conclusion that he was subject to an\n\nACCA enhancement, arguing that the residual clause of the ACCA was\n\n\"unconstitutionally void for vagueness.\"\n\n             At     sentencing,    in   March        2012,    the     district     court\n\noverruled Lassend's objections to the PSR, including his objection\n\nto    the   PSR's    determination      that    he     was   subject     to   an   ACCA\n\nenhancement.        Lassend stated that he had no other objections to\n\nthe PSR \"just as long as [his] objection to the [ACCA] on grounds\n\nthat it's constitutionally void for vagueness [wa]s preserved.\"\n\nThe    district     court   then    adopted      the    PSR's       calculations    and\n\ndetermined that Lassend's GSR was 235 to 293 months. After hearing\n\nfrom both parties, the district court sentenced Lassend to a term\n\nof    imprisonment     of   235    months   on    each       count,    to   be   served\n\nconcurrently, followed by a five-year term of supervised release.\n\n\n\n\n                                        - 4 -\n\fC.    Direct Appeal\n\n           Lassend    filed    a    direct     appeal   challenging    his\n\nconviction.    See United States v. Lassend, 545 F. App'x 3 (1st\n\nCir. 2013) (per curiam). He did not appeal his sentence, nor argue\n\nthat the residual clause of the ACCA was unconstitutional.             See\n\nid.   Lassend's conviction was affirmed in October 2013.           See id.\n\nLassend did not petition for certiorari.\n\nD.    Habeas Corpus Proceedings Before the District Court\n\n           The Supreme Court later decided Johnson v. United States\n\n(\"Johnson II\"), 135 S. Ct. 2551 (2015), on June 26, 2015.               On\n\nJuly 20, 2015, Lassend filed a supplemental1 pro se petition under\n\n§ 2255, arguing that he should not have been sentenced under the\n\nACCA in light of Johnson II.       The government opposed his petition.\n\n           After the district court appointed counsel to represent\n\nLassend   in   the    § 2255   proceedings,      Lassend   filed   another\n\nsupplemental petition in which he argued that his sentence was\n\nunconstitutional because the government could not show that his\n\ncriminal record contained violent felonies under the ACCA's force\n\nclause, 18 U.S.C. § 924(e)(2)(B)(i).         Consequently, he argued, his\n\nACCA sentence must have been based on predicates that relied on\n\nthe ACCA's residual clause, 18 U.S.C. § 924(e)(2)(B)(ii), which\n\n\n\n      1   On October 14, 2014, Lassend had filed a timely pro se\npetition under 28 U.S.C. § 2255, challenging his conviction on\nfour grounds.\n\n\n                                   - 5 -\n\fwas declared unconstitutionally vague in Johnson II, see 135 S. Ct.\n\nat 2563.    In particular, Lassend argued that (1) his New York\n\nconviction for attempted second-degree assault does not qualify as\n\na violent felony because the crime can be committed recklessly;\n\n(2) his New York first-degree robbery convictions do not qualify\n\nas violent felonies because they do not require the use of violent\n\nforce; (3) his Massachusetts ABDW conviction does not qualify as\n\na violent felony because the crime can be committed recklessly and\n\nby a mere touching; and (4) his Massachusetts ADW conviction does\n\nnot qualify as a violent felony because it does not require the\n\nintentional use of violent force.\n\n           The government opposed these arguments for the same\n\nreasons it now gives in support of the district court's decision.2\n\nIt also argued those issues should not be reached because Lassend\n\nhad procedurally defaulted his Johnson II claims.     We deal with\n\nthe procedural default and merits arguments below.\n\n           We also note that the government obtained the indictment\n\nand plea-colloquy transcript for Lassend's New York attempted\n\nsecond-degree assault conviction and placed them in the record\n\n\n\n\n     2    The government also explained that the district court\nneed not reach the issue of whether Lassend's Massachusetts ABDW\nconviction should also be considered a violent felony given that\nLassend's criminal record contained three other predicate violent\nfelonies.\n\n\n                               - 6 -\n\fbefore the district court.3   The government argued that although\n\nthe indictment did not cite the statutory provision for the counts\n\ncharged, it contained language mirroring the statutory language of\n\nNew York Penal Law § 120.05(2) as to the first count and New York\n\nPenal Law § 120.05(7) (prisoner assault) as to the second count.\n\nThe government argued that the plea-colloquy transcript showed\n\nthat Lassend pled guilty to the second count of the indictment,\n\nand, consequently, the applicable statutory provision for his\n\nconviction was § 120.05(7).\n\n          At the hearing on Lassend's § 2255 petition in May 2017,\n\nLassend argued for the first time that his New York first-degree\n\nrobbery conviction under New York Penal Law § 160.15(4) is not a\n\nviolent felony because the statute does not require the actual use\n\nof a dangerous weapon to threaten the victim, nor, he says, does\n\nit require that the perpetrator himself intentionally use violent\n\nforce.\n\n          On July 11, 2017, the district court denied Lassend's\n\n§ 2255 petition in a careful decision.      See Lassend, 2017 WL\n\n2960518, at *1.   Addressing Lassend's procedural default on his\n\nACCA claim, the district court noted that the Supreme Court had\n\n\n\n     3    The government also obtained certified copies of\nconvictions showing that Lassend's 1992 first-degree robbery\nconviction was for violating § 160.15(2) and that his 1997 first-\ndegree robbery conviction was for violating § 160.15(4). Lassend\ndoes not dispute that he was convicted under these statutes.\n\n\n                              - 7 -\n\frejected vagueness challenges to the ACCA's residual clause in\n\nJames v. United States, 550 U.S. 192 (2007), overruled by Johnson\n\nII, 135 S. Ct. 2551, and Sykes v. United States, 564 U.S. 1 (2011),\n\noverruled by Johnson II, 135 S. Ct. 2551, and those decisions were\n\ncontrolling at the time of Lassend's sentencing and direct appeal.\n\nLassend, 2017 WL 2960518, at *8. Moreover, Lassend's direct appeal\n\nwas filed, argued, and decided before the Supreme Court granted\n\ncertiorari in Johnson II.       Id.     As such, the district court found\n\nthat a Johnson II claim was not reasonably available to Lassend at\n\nthe time of his direct appeal, thereby establishing cause.                     Id.\n\nThe district court also reasoned that the prejudice inquiry merged\n\nwith Lassend's merits claims because if Lassend could show that he\n\nshould   not   have    been   sentenced   under     the    ACCA   in   light    of\n\nJohnson II, \"his failure to raise that claim obviously resulted in\n\nprejudice.\"     Id.\n\n             As to the merits of Lassend's claims, the district court\n\nfirst found that, under clear First Circuit precedent, Lassend's\n\nMassachusetts ADW conviction qualifies as a violent felony under\n\nthe ACCA's force clause.         Id. at *10.      The district court also\n\nfound that Lassend's New York attempted second-degree assault\n\nconviction qualifies as an ACCA predicate under the force clause.\n\nId. at *10-12.        Applying the modified categorical approach, the\n\ndistrict court determined that Lassend had been convicted under\n\nNew   York   Penal    Law   § 120.05(7)   because    the    relevant    Shepard\n\n\n                                      - 8 -\n\fdocuments -- the state court indictment and the plea-colloquy\n\ntranscript -- showed that Lassend had pled guilty to the second\n\ncount of the indictment, the language of which mirrored that of\n\n§ 120.05(7). Lassend, 2017 WL 2960518, at *11. The district court\n\nrejected Lassend's argument that a conviction under § 120.05(7)\n\ndoes not constitute a violent felony because a perpetrator can\n\nviolate subsection (7) without using violent force in causing\n\ninjury.    Id. at *11-12.     In doing so, the district court noted\n\nthat the Supreme Court's decision in United States v. Castleman,\n\n134 S. Ct. 1405 (2014), undermined cases suggesting that the\n\nindirect application of force cannot involve the use of physical\n\nforce as required by the force clause.           Lassend, 2017 WL 2960518,\n\nat *12.\n\n           The district court next found that Lassend's 1997 New\n\nYork   first-degree   robbery      conviction    qualifies     as   a   violent\n\nfelony.    Id. at *12-16.       It applied the modified categorical\n\napproach   to   determine   that    Lassend     had   been   convicted   under\n\n§ 160.15(4).    Id. at *13.   It then determined that the \"[d]isplays\n\nwhat appears to be a . . . firearm\" element of that subsection\n\ninvolves the threatened use of physical force, thereby qualifying\n\nthe 1997 conviction as a violent felony. Id. at *14-15 (alteration\n\nin original) (quoting N.Y. Penal Law § 160.15(4)).              The district\n\ncourt also determined that § 160.15(4) satisfies both the intent\n\nrequirement of Leocal v. Ashcroft, 543 U.S. 1 (2004), and the force\n\n\n                                    - 9 -\n\frequirement of Johnson v. United States (\"Johnson I\"), 559 U.S.\n\n133 (2010).    Lassend, 2017 WL 2960518, at *16 (citing Stuckey v.\n\nUnited States, 224 F. Supp. 3d. 219, 225-230 (S.D.N.Y. 2016)).\n\n           The district court accordingly held that Lassend was\n\nproperly sentenced as an armed career criminal.            Id.\n\n           The district court granted Lassend a certificate of\n\nappealability on Lassend's claim that his ACCA sentence violates\n\nthe Constitution.\n\n                              II. Discussion\n\n           An individual in federal custody may petition for post-\n\nconviction relief under 28 U.S.C. § 2255(a) if, inter alia, the\n\nindividual's      sentence    \"was     imposed    in   violation     of    the\n\nConstitution or laws of the United States\" or \"is otherwise subject\n\nto collateral attack.\"        Id.     The petitioner bears the burden of\n\nproof.   Wilder v. United States, 806 F.3d 653, 658 (1st Cir. 2015)\n\n(citing David v. United States, 134 F.3d 470, 474 (1st Cir. 1998)).\n\nWhen reviewing a district court's denial of a § 2255 petition, we\n\nreview the district court's legal conclusions de novo and any\n\nfactual findings for clear error.             Id. (citing Owens v. United\n\nStates, 483 F.3d 48, 57 (1st Cir. 2007), abrogated on other grounds\n\nby Weaver v. Massachusetts, 137 S. Ct. 1899 (2017)).\n\nA.    Procedural Default\n\n           \"[C]laims not raised on direct appeal may not be raised\n\non   collateral    review    unless    the    petitioner   shows   cause   and\n\n\n                                     - 10 -\n\fprejudice.\"     Massaro v. United States, 538 U.S. 500, 504 (2003)\n\n(citing United States v. Frady, 456 U.S. 152, 167-68 (1982);\n\nBousley    v.   United   States,    523   U.S.   614,   622   (1998)).       The\n\nprocedural default rule is \"adhered to by the courts to conserve\n\njudicial resources and to respect the law's important interest in\n\nthe finality of judgments.\"         Id.\n\n      1.    Cause\n\n            A petitioner has cause for procedurally defaulting a\n\nconstitutional claim where that claim was \"so novel that its legal\n\nbasis [wa]s not reasonably available to counsel\" at the time of\n\nthe default.     Reed v. Ross, 468 U.S. 1, 16 (1984).              Despite that\n\nbroad language of reasonableness, the Supreme Court also held in\n\nReed that a claim \"will almost certainly have [had] . . . no\n\nreasonable basis\" when the claim is based on a \"constitutional\n\nprinciple that had not been previously recognized but which is\n\nheld to have retroactive application,\" and the constitutional\n\nprinciple arises from a decision in which the Court (1) \"explicitly\n\noverrule[s] one of [its own] precedents,\" or (2) \"overtur[ns] a\n\nlongstanding and widespread practice to which [the] Court ha[d]\n\nnot   spoken,   but   which   a    near-unanimous   body      of   lower   court\n\nauthority ha[d] expressly approved.\"         Id. at 17.       We are bound by\n\nthose latter statements.\n\n            At the time of Lassend's direct appeal in 2013, the\n\nSupreme Court's decisions in James and Sykes were still good law.\n\n\n                                    - 11 -\n\fBoth of those decisions had rejected challenges to the ACCA's\n\nresidual clause on constitutional vagueness grounds.    Sykes, 564\n\nU.S. at 28 (Scalia, J., dissenting); James, 550 U.S. at 210 n.6.\n\nJohnson II expressly overruled James and Sykes in relation to the\n\nACCA.   See 135 S. Ct. at 2563.   Even though Lassend had made a\n\nvagueness argument in the district court and had abandoned it on\n\nappeal, under Reed, we find that Lassend has shown cause for his\n\nprocedural default.   See United States v. Snyder, 871 F.3d 1122,\n\n1127 (10th Cir. 2017) (holding that petitioner's procedurally\n\ndefaulted Johnson II claim was not reasonably available because\n\nJohnson II overruled Sykes and James, thus satisfying the first\n\nprong of Reed).\n\n          The government argues that Bousley requires that we find\n\nthat Lassend had no cause.   In that case, the petitioner argued\n\nthat he had cause for his procedural default because it would have\n\nbeen futile to raise the argument in question.   Bousley, 523 U.S.\n\nat 623. The Court rejected this contention, stating that \"futility\n\ncannot constitute cause if it means simply that a claim was\n\n'unacceptable to that particular court at that particular time.'\"\n\nId. (quoting Engle v. Isaac, 456 U.S. 107, 130 n.35 (1982)).   The\n\ngovernment uses this case to argue that Lassend had no cause for\n\nprocedurally defaulting his ACCA constitutionality argument even\n\nthough Sykes and James foreclosed such a challenge.   Bousley is no\n\nhelp to the government because the petitioner's argument in that\n\n\n                              - 12 -\n\fcase was not based on a constitutional right created by the Supreme\n\nCourt's overruling of its own precedent.               See 523 U.S. at 622.\n\nReed stated that, where the Supreme Court \"explicitly overrule[s]\n\none of [its own] precedents, . . . the failure of a defendant's\n\nattorney to have pressed such a claim . . . is sufficiently\n\nexcusable to satisfy the cause requirement.\" 468 U.S. at 17. That\n\nis what happened here.        Unlike the defaulted argument in Bousley,\n\nLassend's argument was not \"available at all,\" Smith v. Murray,\n\n477 U.S. 527, 537 (1986) (internal quotation marks omitted), until\n\nthe Supreme Court \"explicitly overrule[d]\" Sykes and James, Reed,\n\n468 U.S. at 17.\n\n     2.      Prejudice\n\n             To overcome procedural default, Lassend must also show\n\n\"'actual   prejudice'       resulting   from   the     errors   of   which   he\n\ncomplains.\"     Frady, 456 U.S. at 168.        If Lassend is correct that\n\nthe prior convictions he is challenging are not violent felonies,\n\nhe can argue actual prejudice because his sentence was undoubtedly\n\ninfluenced     by    the   determination   that   he   had   qualifying   ACCA\n\npredicates.4        On the other hand, if Lassend's challenge fails on\n\n\n\n     4    The finding that Lassend was an armed career criminal\nunder the ACCA subjected him to a statutory minimum sentence of 15\nyears for violating 18 U.S.C. § 922(g)(1), see id. § 924(e)(1),\ncompared to a ten-year statutory maximum that would otherwise be\napplicable, see id. § 924(a)(2). The finding also increased his\ntotal offense level, and thereby his GSR, under the Sentencing\nGuidelines. See U.S.S.G. § 4B1.4.\n\n\n                                    - 13 -\n\fthe merits, there cannot be actual prejudice because there would\n\nbe no error from which such prejudice would flow.                  While we have\n\nfound little law on the topic of prejudice, we think that the\n\nprejudice inquiry dovetails with the merits inquiry, and is not\n\nsatisfied by mere argument.          Contra Snyder, 871 F.3d at 1128.\n\nB.    Merits of Constitutional Challenge to the ACCA\n\n            An individual who violates 18 U.S.C. § 922(g)(1) is\n\ngenerally subject to a maximum penalty of ten years' imprisonment.\n\nSee id. § 924(a)(2).            However, under the ACCA, a violation of\n\n§ 922(g)(1)      carries    a    mandatory       minimum   of    fifteen     years'\n\nimprisonment       if      the      defendant        has     \"three        previous\n\nconvictions . . . for a violent felony . . . .\"                 Id. § 924(e)(1).\n\nThe ACCA's force clause defines \"violent felony\" as a conviction\n\nthat carries a maximum term of imprisonment of more than one year,\n\nand that \"has as an element the use, attempted use, or threatened\n\nuse   of   physical     force    against   the    person   of    another.\"      Id.\n\n§ 924(e)(2)(B)(i).       The Supreme Court has defined \"physical force\"\n\nunder the force clause as \"violent force -- that is, force capable\n\nof causing physical pain or injury to another person.\"                Johnson I,\n\n559 U.S. at 140 (citing Flores v. Ashcroft, 350 F.3d 666, 672 (7th\n\nCir. 2003)).\n\n            On   appeal,    Lassend    challenges      the      district   court's\n\ndetermination that his convictions for Massachusetts ADW, New York\n\nattempted second-degree assault, and New York first-degree robbery\n\n\n                                     - 14 -\n\fqualify as predicates under the ACCA's force requirement, as\n\ndefined in Johnson I, making different arguments as to each.                  The\n\nparties agree that each of the statutes giving rise to these three\n\nconvictions        are    divisible.       Hence,   we   apply   the    modified\n\ncategorical approach.            See id. at 144.          Under it, we first\n\ndetermine \"which of the multiple offenses listed in the statute[s]\n\nw[ere] the crime[s] committed by the defendant,\" United States v.\n\nFaust, 853 F.3d 39, 53 (1st Cir.), reh'g denied, 869 F.3d 11 (1st\n\nCir. 2017), and then evaluate whether those offenses meet the\n\nACCA's violent-force requirement, see United States v. Starks, 861\n\nF.3d 306, 315-16 (1st Cir. 2017).               We consider whether the least\n\nserious conduct covered by the offense \"necessarily involves the\n\nuse[, attempted use, or threatened use] of violent force,\" but\n\nthere       must   be    \"a   'realistic   probability'    of    a   charge   and\n\nconviction\" for that conduct.              Id. at 315 (citing Moncrieffe v.\n\nHolder, 569 U.S. 184, 190-91 (2013); United States v. Fish, 758\n\nF.3d 1, 6 (1st Cir. 2014)).5\n\n        1.     Massachusetts ADW\n\n               The Massachusetts ADW statute provides that\n\n               [w]hoever, by means of a dangerous weapon,\n               commits an assault upon another shall be\n\n        5 For the purposes of our analysis, we assume that\ndecisions construing the term \"crime of violence\" in the Sentencing\nGuidelines and decisions construing the term \"crime of violence\"\nin 18 U.S.C. § 16(a) inform the construction of the term \"violent\nfelony\" in the ACCA. See Fish, 758 F.3d at 9; United States v.\nHart, 674 F.3d 33, 41 n.5 (1st Cir. 2012).\n\n\n                                       - 15 -\n\f             punished by imprisonment in the state prison\n             for not more than five years or by a fine of\n             not more than one thousand dollars or\n             imprisonment in jail for not more than two and\n             one-half years.\n\nMass. Gen. Laws ch. 265, § 15B(b).        Lassend does not dispute that\n\nhe was convicted under this statute.\n\n             In United States v. Whindleton, 797 F.3d 105, 116 (1st\n\nCir. 2015), we rejected the argument that Johnson I overruled our\n\nholding in United States v. Am, 564 F.3d 25 (1st Cir. 2009), that\n\nthe   Massachusetts   ADW   statute   \"'has   as   an   element   the   use,\n\nattempted use, or threatened use of physical force' as required by\n\nthe ACCA's Force Clause.\"     Whindleton, 797 F.3d at 116 (citing Am,\n\n564 F.3d at 33).      While Whindleton left open the question as to\n\nwhether Massachusetts ADW fails to qualify as a violent felony\n\nunder ACCA because it lacks a requirement that the use or threat\n\nbe intentional, id. at 116 n.12, we answered that question in the\n\nnegative in United States v. Hudson, 823 F.3d 11 (1st Cir. 2016).\n\nThere, we held that a conviction under the Massachusetts ADW\n\nstatute \"includes a mens rea requirement sufficient to qualify the\n\nconviction as a predicate under the ACCA's force clause.\"                Id.\n\nat 17.\n\n             Of course, \"newly constituted panels in a multi-panel\n\ncircuit court are bound by prior panel decisions that are closely\n\non point.\"    United States v. Wurie, 867 F.3d 28, 34 (1st Cir. 2017)\n\n(quoting San Juan Cable LLC v. P.R. Tel. Co., 612 F.3d 25, 33 (1st\n\n\n                                 - 16 -\n\fCir. 2010)), cert. denied, 138 S. Ct. 690 (2018).             Lassend fails\n\nto even make the argument that an exception6 to this rule applies.\n\nWe are bound by the law of the circuit that a conviction under\n\nMass. Gen. Laws ch. 265, § 15B(b) constitutes a violent felony\n\nunder the ACCA's force clause.\n\n      2.     New   York   Attempted        Second-Degree    Assault     under\n             Subsection (7)\n\n             Under New York Penal Law § 120.05(7),\n\n             [a] person is guilty of assault in the second\n             degree when . . . [h]aving been charged with\n             or convicted of a crime and while confined in\n             a correctional facility, as defined in\n             subdivision three of section forty of the\n             correction law, pursuant to such charge or\n             conviction, with intent to cause physical\n             injury to another person, he causes such\n             injury to such person or to a third\n             person . . . .\n\nId.       Reading   the   second   count   of   the   indictment   underlying\n\nLassend's conviction for attempted second-degree assault and his\n\nplea colloquy, it is clear that Lassend was convicted under New\n\nYork Penal Law § 120.05(7).7\n\n\n\n      6   There are narrow exceptions to the law of the circuit\nrule, including (1) \"when the holding of the prior panel is\n'contradicted by controlling authority, subsequently announced'\";\nor (2) when \"authority that postdates the original decision,\nalthough not directly controlling, nevertheless offers a sound\nreason for believing that the former panel, in light of fresh\ndevelopments, would change its collective mind.\" Wurie, 867 F.3d\nat 34 (first quoting San Juan Cable, 612 F.3d at 33; then quoting\nUnited States v. Rodríguez, 527 F.3d 221, 225 (1st Cir. 2008)).\n      7      The second count of the indictment stated the following:\n\n\n                                    - 17 -\n\f          Both the indictment and the plea-colloquy transcript are\n\nShepard-approved documents.   See Mathis v. United States, 136 S.\n\nCt. 2243, 2249 (2016) (citing Shepard v. United States, 544 U.S.\n\n13, 26 (2005)).    The district court correctly concluded that\n\n§ 120.05(7) was the applicable statue of conviction.\n\n          We reject8 Lassend's assertion that the indictment must\n\nexpressly cite § 120.05(7) for the documents to establish that he\n\nwas convicted under that statutory provision.    See United States\n\n\n          The grand jury of the County of the Bronx by\n          this indictment, accuses the defendant Kirk\n          Lassend of the crime of assault in the second\n          degree committed as follows:\n\n          The defendant, Kirk Lassend, . . . with intent\n          to cause physical injury to another person,\n          Willie Wells, did cause such injury to Willie\n          Wells, where at the time of the commission of\n          the act, the defendant was confined in a\n          correctional facility pursuant to having been\n          charged with or convicted of a crime.\n\nAnd defense counsel stated that \"Mr. Lassend has authorized me\n. . . to enter a plea of guilty to attempted assault in the second\ndegree, under count two of [the] indictment . . . .\" (emphasis\nadded). The trial court also confirmed with Lassend that he was\npleading guilty to \"attempted assault in the second degree under\nthe second count of the indictment . . . .\" (emphasis added).\n     8    We also reject Lassend's claim that the documents do not\nestablish that he was convicted under § 120.05(7) because the plea-\ncolloquy transcript shows that he pled guilty to \"attempted\nassault\" whereas the indictment charged assault. Lassend fails to\nexplain how this alleged discrepancy is material, given that\nLassend acknowledged during the plea colloquy that he was pleading\nguilty to count two of the indictment. Moreover, the ACCA's force\nclause expressly encompasses crimes involving the \"attempted . . .\nuse of physical force.\"     18 U.S.C. § 924(e)(2)(B)(i) (emphasis\nadded).\n\n\n                              - 18 -\n\fv. Sanchez-Espinal, 762 F.3d 425, 430 (5th Cir. 2014) (holding\n\nthat \"[a] charging [document] that closely tracks the language of\n\na particular statute can establish that the defendant was charged\n\nunder that section\").\n\n             Lassend next argues that a conviction under § 120.05(7)\n\ndoes not qualify as a violent felony because the statute does not\n\nactually require that physical force be used to cause the injury.\n\nTo support this argument, Lassend relies primarily on two district\n\ncourt decisions from other circuits, which concern a different\n\nsubsection of § 120.05 and purport to rely on a suggestion from\n\nSecond Circuit reasoning in Chrzanoski v. Ashcroft, 327 F.3d 188\n\n(2d   Cir.    2003),   which   the    Second   Circuit   may   have   itself\n\ndisavowed.9    The Second Circuit recently recognized that, to the\n\n\n\n      9   Lassend relies on United States v. Poindexter, No. 3:97-\nCR-00079, 2016 WL 6595919 (E.D. Va. Nov. 7, 2016) and Grant v.\nUnited States, No. 06-CR-732, 2017 WL 2881132 (E.D.N.Y. July 5,\n2017). The district courts in both Poindexter and Grant held that\na conviction for second-degree assault under New York Penal Law\n§ 120.05(1) is not a violent felony under the ACCA's force clause.\nGrant, 2017 WL 2881132, at *5; Poindexter, 2016 WL 6595919, at *4.\nUnder § 120.05(1), second-degree assault is committed when an\nindividual, \"[w]ith intent to cause serious physical injury to\nanother person, causes such injury to such person or to a third\nperson.\" N.Y. Penal Law § 120.05(1). Both Poindexter and Grant\nrelied on the Second Circuit's reasoning in Chrzanoski v. Ashcroft,\n327 F.3d 188 (2d Cir. 2003). See Grant, 2017 WL 2881132, at *5-\n6; Poindexter, 2016 WL 6595919, at *4. In Chrzanoski, the Second\nCircuit held that a conviction under Connecticut General Statutes\n§ 53a-61(a)(1) -- which contains virtually identical language to\nNew York Penal Law § 120.05(1) -- does not qualify as a crime of\nviolence pursuant to 18 U.S.C. § 16(a). 327 F.3d at 192, 195. In\nso holding, the Second Circuit noted that\n\n\n                                     - 19 -\n\fextent that its reasoning in Chrzanoski suggests that the use of\n\nphysical force cannot be indirect, that logic does not survive the\n\nSupreme Court's decision in Castleman.   See United States v. Hill,\n\n890 F.3d 51, 60 (2d Cir. 2018).   In Castleman, the Court held that\n\nthe common law concept of physical force \"encompasses even its\n\nindirect application,\" so, for example, sprinkling poison in a\n\nvictim's drink constitutes the use of physical force because the\n\nuse of force is not the sprinkling of the poison, but \"the act of\n\nemploying poison knowingly as a device to cause physical harm.\"\n\n134 S. Ct. at 1414-15.\n\n\n\n          it seems an individual could be convicted of\n          intentional assault in the third degree for\n          injury caused not by physical force, but by\n          guile,   deception,    or   even    deliberate\n          omission. . . . [H]uman experience suggests\n          numerous examples of intentionally causing\n          physical injury without the use of force, such\n          as a doctor who deliberately withholds vital\n          medicine from a sick patient. . . .\n\nId. at 195-96. Like the Second Circuit in Chrzanoski, we held in\nWhyte v. Lynch, 807 F.3d 463 (1st Cir. 2015), that a conviction\nunder Connecticut General Statutes § 53a-61(a)(1) does not qualify\nas a crime of violence under 18 U.S.C. § 16(a). Whyte, 807 F.3d\nat 467, 471.    However, the government in Whyte had waived the\nargument that, under the Supreme Court's reasoning in Castleman,\ncausing injury categorically \"involves the use of physical force\nby the defendant himself even if the defendant's misconduct was\nlimited to guile, deception, or deliberate omission.\" Whyte v.\nLynch, 815 F.3d 92, 92-93 (1st Cir. 2016) (internal quotation marks\nomitted) (denying petition for rehearing). Moreover, as we explain\nbelow, there is a material difference between generic assault\nstatutes like Connecticut General Statutes § 53a-61(a)(1) and New\nYork Penal Law § 120.05(1), on the one hand, and New York Penal\nLaw § 120.05(7), on the other.\n\n\n                              - 20 -\n\f          The Court in Castleman also held that \"the knowing or\n\nintentional causation of bodily injury necessarily involves the\n\nuse of physical force\" under 18 U.S.C. § 921(a)(33)(A). 134 S. Ct.\n\nat 1414 (emphasis added).   But the Court recognized that while the\n\nterm \"physical force\" as used in § 921(a)(33)(A) should be given\n\nits presumptive common law meaning of \"offensive touching,\" the\n\nsame cannot be said for the term \"physical force\" in the ACCA's\n\nforce clause.   Id. at 1410.    Specifically, the ACCA deals with\n\nviolent felonies and, consequently, violent force -- not merely\n\noffensive touching -- is required for a crime to satisfy the ACCA's\n\nforce clause.   Id.   As such, the Court expressly stated that it\n\nwas not reaching the issue of \"[w]hether or not the causation of\n\nbodily injury necessarily entails violent force.\"      Id. at 1413\n\n(emphasis added).10\n\n          We need not decide whether some methods of indirectly\n\ncausing physical harm11 -- for example, deliberately withholding\n\n\n     10    Justice Scalia concurred in Castleman. 134 S. Ct. at\n1416 (Scalia, J., concurring in part and concurring in the\njudgment).     Under his view, the term \"physical force\" in\n§ 921(a)(33)(A)(ii) should be given the same meaning as the term\n\"physical force\" in the ACCA's force clause.       Id. at 1417.\nMoreover, Justice Scalia believed that \"'intentionally or\nknowingly causi[n]g bodily injury' . . . categorically involves\nthe use of 'force capable of causing physical pain or injury to\nanother person.'\" Id. (citation omitted).\n     11   Following Castleman, the Fourth Circuit has consistently\ndrawn a distinction between the causation of bodily injury and the\nuse of violent force. See United States v. Middleton, 883 F.3d\n485, 491 (4th Cir. 2018) (noting that \"the use of violent force\"\ncannot be conflated \"with the causation of injury\"); United States\n\n\n                               - 21 -\n\fvital medicine -- do not involve the use of violent force, because\n\nLassend's challenge to the use of § 120.05(7) as an ACCA predicate\n\nsuffers from an antecedent flaw.\n\n          In   evaluating   whether   a   crime   satisfies   the   force\n\nclause, we examine \"the least serious conduct for which there is\n\na 'realistic probability' of a charge and conviction.\"          Starks,\n\n861 F.3d at 315 (emphasis added) (citing Moncrieffe, 569 U.S. at\n\n190-91; Fish, 758 F.3d at 6).    Lassend has not shown how there is\n\na realistic probability of violating § 120.05(7) -- which requires\n\nthat the assault be committed by a prisoner in a correctional\n\nfacility -- without using violent force.          It is hard to imagine\n\nhow a prisoner could intentionally cause physical harm to someone\n\nin prison by, for instance, failing to fulfill a legal duty.12        And\n\n\nv. McNeal, 818 F.3d 141, 156 & 156 n.10 (4th Cir. 2016) (same).\nOn the other hand, other circuits have not recognized such a\ndistinction. See, e.g., United States v. Ontiveros, 875 F.3d 533,\n535, 538 (10th Cir. 2017) (concluding that a conviction for\nColorado second-degree assault -- which is committed when a person\n\"[w]ith intent to cause bodily injury to another person, . . .\ncauses serious bodily injury to that person or another person,\"\nColo. Rev. Stat. § 18-3-203(1)(g) -- is a crime of violence under\nU.S.S.G. § 4B1.2(a)(1) because it is impossible to cause bodily\ninjury without the use of physical force), cert. denied, 138 S. Ct.\n2005 (2018); United States v. Ovalle-Chun, 815 F.3d 222, 226 (5th\nCir. 2016) (\"Impairing a person's physical condition or causing a\nperson substantial pain is consistent with a force violent enough\nto constitute a crime of violence under U.S.S.G. § 2L1.2.\").\n     12   It is possible that the hypothetical conduct described\nin Chrzanoski -- withholding vital medicine -- can be the basis of\nan assault charge under § 120.05(1), at least where there is a\nlegal duty to provide such medicine, see People v. Miranda, 612\nN.Y.S.2d 65, 66 (App. Div. 1994).\n\n\n                                - 22 -\n\fLassend does not point us to a single New York case in which a\n\nconviction under § 120.05(7) has been obtained based on nonviolent\n\nconduct.   Because \"[w]e are not supposed to imagine 'fanciful,\n\nhypothetical   scenarios'    in   assessing    what      the   least   serious\n\nconduct is that the statute covers,\" United States v. Ellison, 866\n\nF.3d 32, 38 (1st Cir. 2017) (quoting Fish, 758 F.3d at 6), we\n\nconclude that Lassend's conviction under § 120.05(7) qualifies as\n\na violent felony under the ACCA's force clause.\n\n      3.   New York First-Degree Robbery\n\n           Lassend   was    convicted      under   New     York   Penal    Law\n\n§ 160.15(4), which provides, in relevant part, that:\n\n           A person is guilty of robbery in the first\n           degree when he forcibly steals property and\n           when, in the course of the commission of the\n           crime or of immediate flight therefrom, he or\n           another   participant   in   the   crime . . .\n           [d]isplays what appears to be a pistol,\n           revolver, rifle, shotgun, machine gun or other\n           firearm . . . .\n\nId.   (emphasis added).     New York Penal Law § 160.15(4) requires\n\nthe state to prove that a defendant displayed an item that appears\n\nto be a firearm in the course of \"forcibly steal[ing]\" property.\n\nId. \"A person 'forcibly steals' when the person 'uses or threatens\n\nthe immediate use of physical force upon another person for the\n\npurpose of . . . [c]ompelling the owner of such property or another\n\nperson to deliver up the property.\"         People v. Lamont, 33 N.E.3d\n\n1275, 1278 (N.Y. 2015) (alteration in original) (quoting N.Y. Penal\n\n\n\n                                  - 23 -\n\fLaw § 160.00(2)). The government satisfies the display requirement\n\nby \"show[ing] that the defendant consciously displayed something\n\nthat could reasonably be perceived as a firearm, with the intent\n\nof forcibly taking property, and that the victim actually perceived\n\nthe display.\"   People v. Lopez, 535 N.E.2d 1328, 1331 (N.Y. 1989)\n\n(citing People v. Baskerville, 457 N.E.2d 752, 756 (N.Y. 1983)).\n\nThat display objectively puts a victim in reasonable fear of\n\nphysical harm, regardless of whether the item displayed is actually\n\ncapable of producing such harm.       As such, as the district court\n\ncorrectly held, § 160.15(4) \"has as an element the . . . threatened\n\nuse of physical force against the person of another.\"      18 U.S.C.\n\n§ 924(e)(2)(B)(i).\n\n          As the New York Court of Appeals stated in People v.\n\nMiller, 661 N.E.2d 1358 (N.Y. 1995), the core robbery offense\n\n\"involves the misappropriation of property under circumstances\n\nthat pose a danger not only to the property but to the person.\"\n\nId. at 1362 (emphasis added).    \"It is the robber's intent . . . to\n\npermanently deprive the victim of property by compelling the victim\n\nto give up property or quashing any resistance to that act that is\n\nprohibited by law.\"     Id.\n\n          The   court     went   on   to   discuss   the   \"attendant\n\ncircumstances\" (such as displaying a weapon), noting that these\n\naggravating circumstances embody a \"legislative determination\"\n\nthat the \"'aggravating factors' exacerbate[] the core criminal act\n\n\n                                 - 24 -\n\fand increase[] the danger of serious physical injury . . . , thus\n\nwarranting harsher punishment for the robber.\"           Id. at 1361.\n\n             Lassend does not contest the fact that he was convicted\n\nunder § 160.15(4).      Nor does he contest that his conviction shows\n\nthat he intended to forcibly steal property.           That alone, he says,\n\nis not enough.13       He challenges the use of his conviction as an\n\nACCA predicate on two aspects of the aggravating circumstances.\n\n             i.   Display of What Appears To Be a Firearm\n\n             Lassend   first   argues   that   the     display   element   of\n\n§ 160.15(4) does not satisfy Johnson I's violent-force requirement\n\nbecause a defendant can display an item that is not actually\n\ndangerous.    He focuses his argument on the language \"displays what\n\nappears to be a pistol, revolver, rifle, shotgun, machine gun or\n\nother firearm.\"    N.Y. Penal Law § 160.15(4) (emphasis added).            He\n\nsays our decision in United States v. Starks, 861 F.3d 306 (1st\n\nCir. 2017), requires that we rule in his favor.\n\n             Lassend   is   correct   that,    under   New   York   law,   an\n\nindividual can violate § 160.15(4) by displaying an item that is\n\nnot actually a firearm, but only appears to the victim to be such.14\n\n\n     13   Neither party disputes that the \"forcibly steals\nproperty\" element of § 160.15(4) does not satisfy Johnson I's\nviolent-force requirement in light of our decision in United States\nv. Steed, 879 F.3d 440 (1st Cir. 2018).\n     14   A defendant charged under § 160.15(4) can present an\naffirmative defense that the firearm displayed \"was not a loaded\nweapon from which a shot, readily capable of producing death or\nother serious physical injury, could be discharged.\"        This\n\n\n                                  - 25 -\n\fThere is a New York case suggesting that \"[a] towel wrapped around\n\na black object . . . , a toothbrush held in a pocket . . . [,] or\n\neven a hand consciously concealed in clothing\" can satisfy the\n\ndisplay element of § 160.15(4) \"if under all the circumstances the\n\ndefendant's conduct could reasonably lead the victim to believe\n\nthat a gun is being used during the robbery.\"         Lopez, 535 N.E.2d\n\nat 1331.   \"[I]t must appear to the victim by sight, touch or sound\n\nthat he is threatened by a firearm.\"         Baskerville, 457 N.E.2d at\n\n756.   What matters for § 160.15(4) is not whether the defendant's\n\ndisplayed item is actually capable of inflicting physical injury,\n\nbut rather whether the defendant's actions cause the victim to be\n\nin reasonable fear of bodily harm.\n\n           Case law has long made it clear that display of what\n\nappears to be a weapon increases fear of bodily harm.            Lassend's\n\nreliance on our decision in Starks does not work because that case\n\ninvolved the crime of Massachusetts armed robbery, which we found\n\nnot to be a violent felony.     See 861 F.3d at 320, 324.        That crime\n\ndoes not require the defendant to use, or make the victim aware of\n\nthe display of what appears to be a weapon.        Id. at 320.\n\n           Our   own   case   law    requires   rejection   of   Lassend's\n\nargument, as does the law of other circuits.        In Ellison, we held\n\n\n\naffirmative defense does not \"constitute a defense to a prosecution\nfor, or preclude a conviction of, robbery in the second degree,\nrobbery in the third degree or any other crime.\" Id.\n\n\n                                    - 26 -\n\fthat federal bank robbery is categorically a crime of violence\n\nunder U.S.S.G. § 4B1.2(a), even though it can be committed \"by\n\nintimidation,\"        18 U.S.C.     § 2113(a).             866     F.3d     at     33-34.\n\nIntimidation     is     shown   through        evidence    that     the    defendant's\n\nactions \"would, as an objective matter, cause a fear of bodily\n\nharm\" in the victim.        Id. at 37.          Similarly, in United States v.\n\nLuna, 649 F.3d 91 (1st Cir. 2011), we held that Massachusetts armed\n\nrobbery involving only \"threatening words or gestures\" satisfies\n\nthe ACCA's force clause because it has \"as an element the . . .\n\nattempted use[] or threatened use of physical force.\"                       Id. at 108\n\n(alteration in original) (citing 18 U.S.C. § 924(e)(2)(B)(i)).                          In\n\nboth cases, we focused on whether the victim reasonably perceived\n\na threat of bodily harm, not on whether the defendant could have\n\ncarried out that threat.\n\n              Case law from other circuits follows the same approach.\n\nThe Fifth Circuit in United States v. Ovalle-Chun, 815 F.3d 222\n\n(5th   Cir.    2016),    held     that    a    conviction       under     the    Delaware\n\naggravated-menacing        statute       --     which     is    violated        \"when   by\n\ndisplaying     what     appears    to     be    a   deadly      weapon[,    a]     person\n\nintentionally places another person in fear of imminent physical\n\ninjury,\" Del. Code Ann. tit. 11, § 602(b) -- qualifies as a \"crime\n\nof violence\" under U.S.S.G. § 2L1.2(b)(1).                     Ovalle-Chun, 815 F.3d\n\nat 224, 226-27; see also Ledoue v. Att'y Gen., 462 Fed. App'x 162,\n\n165-66 (3d Cir. 2011) (per curiam) (unpublished) (similar).                             In\n\n\n                                         - 27 -\n\fdoing so, the Fifth Circuit explicitly rejected the defendant's\n\nargument \"that aggravated menacing does not involve physical force\n\nbecause it only requires that the victim have the perception that\n\nthere is a weapon but does not require an actual weapon.\"   Ovalle-\n\nChun, 815 F.3d at 226.\n\n          The Sixth Circuit reached a similar conclusion in United\n\nStates v. Gloss, 661 F.3d 317 (6th Cir. 2011), with respect to the\n\nTennessee aggravated robbery statute, which covers\n\n          \"the intentional or knowing theft of property\n          from the person of another by violence or by\n          putting the person in fear,\" where that theft\n          is \"[a]ccomplished with a deadly weapon or by\n          display of any article used or fashioned to\n          lead the victim to reasonably believe it to be\n          a deadly weapon; or . . . [w]here the victim\n          suffers serious bodily injury.\"\n\nId. at 318 (alteration in original) (quoting Tenn. Code. Ann.\n\n§§ 39-13-401, 39-13-402). The Sixth Circuit held that a conviction\n\nunder the Tennessee statute qualifies as a violent felony under\n\nthe ACCA's force clause because \"[a]ny robbery accomplished with\n\na real or disguised deadly weapon . . . falls under the first\n\nclause of the definition of violent felony, as it necessarily\n\ninvolves 'the use, attempted use, or threatened use of physical\n\nforce against the person of another.'\"      Id. at 319 (quoting\n\n18 U.S.C. § 924(e)(2)(B)(i)).\n\n\n\n\n                                - 28 -\n\f            ii.    Accomplice\n\n            Lassend next urges us to hold that a conviction under\n\n§ 160.15(4) is not a violent felony under Leocal and Johnson I\n\nbecause the statute does not require a defendant to intend the use\n\nof violent force as to the display of a firearm.               In Leocal, the\n\nSupreme Court held that the phrase \"use . . . of physical force\n\nagainst the person or property of another\" in 18 U.S.C. § 16(a)\n\n\"most naturally suggests a higher degree of intent than negligent\n\nor merely accidental conduct.\"         543 U.S. at 9.     Accordingly, the\n\nCourt determined that a conviction under Florida's DUI statute --\n\nwhich makes it a third-degree felony to operate a vehicle while\n\nunder the influence and \"by reason of such operation, caus[e] . . .\n\n[s]erious bodily injury to another,\" Fla. Stat. § 316.193(3)(c)(2)\n\n-- is not a crime of violence under § 16(a).          Leocal, 543 U.S. at\n\n7-10.     Lassend contends that, under § 160.15(4), a defendant can\n\nbe convicted of first-degree robbery if an accomplice displays a\n\nweapon without the defendant's knowledge.             Lassend argues that\n\nthis means that § 160.15(4) does not require a level of intent\n\n\"higher    . . .   than    negligent   or   merely   accidental     conduct.\"\n\nLeocal, 543 U.S. at 9.\n\n            We    reject   Lassend's   argument   that   the    fact   that   a\n\ndefendant can be convicted when an accomplice displays a firearm\n\nor what appears to be a firearm means that § 160.15(4) does not\n\nsatisfy the ACCA's intent requirement under Leocal.\n\n\n                                   - 29 -\n\f          The   ACCA   defines   a   violent   felony   as   \"any   crime\n\npunishable by imprisonment for a term exceeding one year . . .\n\nthat has as an element the use, attempted use, or threatened use\n\nof physical force against the person of another.\"              18 U.S.C.\n\n§ 924(e)(2)(B) (emphasis added).      This definition focuses on the\n\nelements of the crime of conviction, not on the particular act\n\ncommitted by the defendant or the circumstances of his conviction.\n\nWhat matters for the force clause, then, is whether a felony's\n\nlegal definition involves violent force, not whether a particular\n\nindividual actually employed or intended to employ violent force\n\nin committing that felony.   In order for there to be a conviction\n\nunder § 160.15(4), one of the offenders must have threatened the\n\nuse of violent force.15    The force clause does not inquire into\n\nwhich offender in fact made that threat.\n\n          The Supreme Court addressed similar language in Dean v.\n\nUnited States, 556 U.S. 568 (2009).       That case concerned 18 U.S.C.\n\n§ 924(c)(1)(iii), which provides a mandatory minimum sentence of\n\n10 years to a person who uses or carries a firearm during and in\n\n\n     15   To the extent Lassend may be arguing that a defendant\ncan be convicted where he unintentionally displays a weapon, he\nhas waived that argument by failing to develop it. United States\nv. Zannino, 895 F.2d 1, 17 (1st Cir. 1990). The argument would\nfail even if properly raised. In order to sustain a conviction\nunder § 160.15(4), the prosecution must show, inter alia, \"that\nthe defendant consciously displayed something that could\nreasonably be perceived as a firearm.\" See, e.g., People v. Smith,\n75 N.E.3d 84, 87-88 (N.Y. 2017) (emphasis added) (quoting Lopez,\n535 N.E.2d at 1331).\n\n\n                                 - 30 -\n\frelation     to    any   violent   crime    or   drug-trafficking       crime,   or\n\npossesses a firearm in furtherance of such a crime, \"if the firearm\n\nis discharged.\"          Dean, 556 U.S. at 572, 578 (citing 18 U.S.C.\n\n§ 924(c)(1)(A)(iii)).        The petitioner in that case argued that he\n\ncould not be sentenced under that provision because he did not\n\nintend for the firearm to be discharged.              Id. at 571.       The Court\n\nrejected that argument, holding that § 924(c)(1)(A)(iii) did not\n\nimpose an intent requirement as to the discharge of the firearm.\n\nId. at 572-74.       The Court reasoned that the phrase \"if the firearm\n\nis discharged,\" \"focuses on an event that occurs without respect\n\nto a specific actor, and therefore without respect to any actor's\n\nintent or culpability.\"            Id. at 572.           From that, the Court\n\ndetermined that the statute was concerned with \"whether something\n\nhappened -- not how or why it happened.\"                  Id.    The same logic\n\napplies here.        The force clause focuses on the elements of the\n\ncrime of conviction -- i.e., what acts occurred -- \"without respect\n\nto any actor's intent or culpability.\"             Id.\n\n             Our    interpretation     of    the    ACCA's      force   cause    is\n\nconsistent with that of the Second Circuit, which recently rejected\n\nan identical § 160.15(4) argument in Stuckey.                It noted that \"the\n\nintent and force requirements outlined in Leocal and [Johnson I]\n\nare examined separately.\"          Stuckey, 878 F.3d at 70.        It determined\n\nthat   (1)    § 160.15(4)     satisfies      Leocal's     requirement     that    a\n\ndefendant have \"a higher degree of intent than negligent or merely\n\n\n                                     - 31 -\n\faccidental conduct,\" because the state is required to establish\n\nthe defendant's intent to commit forcible stealing, id. at 71\n\n(quoting Leocal, 543 U.S. at 9), and (2) that Johnson I's violent-\n\nforce requirement is separately met by the statute's aggravating-\n\ncircumstance element, id.\n\n            The    Second       Circuit      began   by    acknowledging          that   the\n\nparties   agreed        that    first-degree       robbery    under     New   York       law\n\nrequired the display of a weapon \"in the course of a robbery,\"\n\nwhich \"well exceeds the degree of violent physical force the ACCA\n\nrequires.\"        Id.    at     70.     As   explained      above,     we    agree       that\n\n§ 160.15(4) meets the force requirement.                   The court reasoned that\n\nthe intent requirement announced in Leocal was met because, in\n\norder to be convicted, \"[t]he defendant must . . . actively and\n\nintentionally engage in the commission of the robbery -- precisely\n\nwhat Leocal requires . . . .\"                 Id. at 71.       Because § 160.15(4)\n\nrequires as an element of the offense that there be a use of force\n\nor threatened use of force that is more than merely negligent,\n\nthis case is distinguishable from Leocal, which involved a Florida\n\nreckless driving statute that did not require criminal intent.\n\nId.\n\n            Indeed,       our     holding     also   comports    with       traditional\n\naccomplice-liability principles.                 As the Second Circuit noted,\n\n§ 160.15(4)   \"reflects           the    principle    of     criminal       law    that    a\n\ndefendant    may    be     held       responsible    for     actions    taken       by    an\n\n\n                                          - 32 -\n\faccomplice to certain crimes.\"       Stuckey, 878 F.3d at 70 (citing\n\nUnited States v. Peoni, 100 F.2d 401, 402 (2d Cir. 1938); Francis\n\nBowes Sayre, Criminal Responsibility for the Acts of Another, 43\n\nHarv. L. Rev. 689, 702–04 (1930)).         The government says it found\n\none other case that supports this.         See United States v. Young,\n\n229 F. App'x 423, 424 (8th Cir. 2007) (per curiam) (unpublished)\n\n(noting that recognizing a distinction between \"solo and group\n\ncrimes\" in evaluating whether an offense is a violent felony under\n\nthe ACCA \"would be inconsistent with the general principle that a\n\nperson convicted as an accomplice is guilty of the same underlying\n\noffense as the principal\").\n\n          The   Supreme   Court    dealt    with   the   culpability   of\n\nprincipals and accomplices in Gonzales v. Duenas-Alvarez, 549 U.S.\n\n183 (2007).     In that case, the Court applied the categorical\n\napproach to determine whether aiding and abetting a vehicle theft\n\noffense under California law was a generic theft offense for the\n\npurposes of 8 U.S.C. § 1101(a)(43)(G).         Duenas-Alvarez, 549 U.S.\n\nat 185.   The California statute in that case stated in relevant\n\npart that \"any person who is a party or an accessory to or an\n\naccomplice in the driving or unauthorized taking or stealing [of\n\na vehicle], is guilty of a public offense.         Cal. Veh. Code Ann.\n\n§ 10851(a) (emphasis added).        The Ninth Circuit had held that\n\n§ 10851(a) was not a generic theft offense because \"generic theft\n\nhas as an element the taking or control of others' property\" and\n\n\n                                  - 33 -\n\fthe Ninth Circuit \"believed that one might 'aid' or 'abet' a theft\n\nwithout taking or controlling property.\"        Duenas-Alvarez, 549 U.S.\n\nat 188 (citing Penuliar v. Ashcroft, 395 F.3d 1037, 1044-45 (9th\n\nCir. 2005)).\n\n           The Court, in reversing the Ninth Circuit, recognized\n\nthat \"every jurisdiction -- all States and the Federal Government\n\n-- has 'expressly abrogated the distinction'\" between principals,\n\naiders   and   abettors   present    at   the   scene   of   a   crime,   and\n\naccessories before the fact.        Id. at 189-90 (quoting 2 W. LaFave,\n\nSubstantive Criminal Law § 13.1(e), at 333 (2d ed. 2003)).            Given\n\nthat accomplices are to be treated the same as principals for the\n\npurposes of state and federal law, it is perfectly natural that\n\n§ 160.15(4) holds a defendant responsible when a fellow robbery\n\nparticipant displays a weapon.\n\n           The government draws a similar analogy to the felony\n\nmurder rule.    In Dean, the Court observed that:\n\n           It is unusual to impose criminal punishment\n           for the consequences of purely accidental\n           conduct.   But it is not unusual to punish\n           individuals for the unintended consequences of\n           their unlawful acts.       See 2 W. LaFave,\n           Substantive Criminal Law § 14.4, pp. 436–437\n           (2d ed. 2003). The felony-murder rule is a\n           familiar example: If a defendant commits an\n           unintended homicide while committing another\n           felony, the defendant can be convicted of\n           murder. See 18 U.S.C. § 1111.\n\nDean, 556 U.S. at 575.        The Court also noted that 18 U.S.C.\n\n§ 924(c)(1)(A)(iii)\n\n\n                                - 34 -\n\f          accounts for the risk of harm resulting from\n          the manner in which the crime is carried out,\n          for which the defendant is responsible.     An\n          individual who brings a loaded weapon to\n          commit a crime runs the risk that the gun will\n          discharge accidentally.    A gunshot in such\n          circumstances   --   whether   accidental   or\n          intended -- increases the risk that others\n          will be injured, that people will panic, or\n          that violence (with its own danger to those\n          nearby) will be used in response.        Those\n          criminals wishing to avoid the penalty for an\n          inadvertent discharge can lock or unload the\n          firearm, handle it with care during the\n          underlying violent or drug trafficking crime,\n          leave the gun at home, or -- best yet -- avoid\n          committing the felony in the first place.\n\nDean, 556 U.S. at 576 (citation omitted). Similarly, an individual\n\nwho commits first-degree robbery with an accomplice \"runs the\n\nrisk,\" id., that the accomplice will employ or threaten violent\n\nforce to facilitate the robbery.   And when such violent force is\n\nactually employed or threatened during the robbery, \"the risk of\n\nharm resulting from the manner in which the crime is carried out,\"\n\nid., increases, and all participants in the crime are fairly\n\nburdened with enhanced sentences under the ACCA.16\n\n\n     16   In line with Dean, many circuits have explained that it\nis typical to hold defendants accountable for the unintended\nconsequences of intentional criminal acts.       See, e.g., United\nStates v. McDuffy, 890 F.3d 796, 802 (9th Cir. 2018) (holding that\nthere is \"no need to read a mens rea requirement\" into 18 U.S.C.\n§ 2113(e), which punishes criminals for killing someone in the\ncourse of a bank robbery, because \"[c]ommitting the basic crime of\nbank robbery is already wrongful conduct\"); United States v.\nBurwell, 690 F.3d 500, 502, 507 (D.C. Cir. 2012) (en banc) (holding\nthat there is no need to read a mens rea requirement into 18 U.S.C.\n§ 924(c)(1)(B)(ii), which imposes a mandatory minimum sentence of\n30 years' imprisonment for an individual who carries a machine gun\n\n\n                              - 35 -\n\f          The intent requirement for conviction as an accomplice\n\nor accessary can vary by crime and jurisdiction.   Compare Rosemond\n\nv. United States, 134 S. Ct. 1240, 1243 (2014) (holding that, under\n\nfederal law, to prove aiding and abetting the crime of using or\n\ncarrying a firearm during a crime of violence, the government must\n\nprove \"that the defendant actively participated in the underlying\n\n[crime] . . . with advance knowledge that a confederate would use\n\nor carry a gun during the crime's commission\") with Miller, 661\n\nN.E.2d at 1363 (holding that strict liability attaches to the\n\naggravating circumstances under New York Penal Law § 160.15). When\n\nCongress passed the ACCA, it was presumably aware that various\n\nstates imposed vicarious liability under certain criminal laws.\n\nCongress made no attempt to exclude convictions under such laws\n\nfrom the force clause.\n\n          If Congress had desired to preclude convictions from\n\nqualifying as ACCA predicates where the defendant acted as an\n\naccomplice and did not intend the principal's use of force, it\n\nwould have done so clearly.     Congress could have included an\n\n\n\nwhile committing a crime of violence because, inter alia, it is\nnot \"unusual to punish individuals for the unintended consequences\nof their unlawful acts\"); United States v. Taylor, 659 F.3d 339,\n343-44 (4th Cir. 2011) (upholding the validity of U.S.S.G.\n§ 2k2.1(b)(4)(A) -- which increases a defendant's offense level by\ntwo points if a firearm involved in a § 922(g) offense was stolen,\nregardless of whether the defendant knew or had reason to believe\nthat the firearm was stolen -- because \"[a]n unlawful course of\nconduct inevitably carries its share of risks\").\n\n\n                              - 36 -\n\fexpress intent requirement in the ACCA's force clause, as it did\n\nin other subsections of 18 U.S.C. § 924.               See, e.g., 18 U.S.C.\n\n§ 924(a)(1),      (a)(2),   (a)(3),    (a)(5),     (a)(6)(B),     (a)(7),   (b),\n\n(d)(1), (f), (h), (i)(1), (k); see also Dean, 556 U.S. at 572-73\n\n(refusing    to     read    an     intent      requirement   into    18 U.S.C.\n\n§ 924(c)(1)(A)(iii) in part because \"Congress expressly included\n\nan intent requirement\" for the preceding subsection, 18 U.S.C.\n\n§ 924(c)(1)(A)(ii) (citing Russello v. United States, 464 U.S. 16,\n\n23 (1983))).\n\n            For these reasons, we hold, consistent with the Second\n\nCircuit, that § 160.15(4) meets the requirements of Leocal and\n\nJohnson I.     First, § 160.15(4)'s display element independently\n\nmeets Johnson I's violent-force requirement.             Second, § 160.15(4)\n\ndoes not criminalize the type of \"negligent or merely accidental\n\nconduct\" that Leocal discussed, 543 U.S. at 9, because a weapon\n\nmust be consciously displayed during forcible stealing to violate\n\n§ 160.15(4).      Hence, a conviction under § 160.15(4) is a violent\n\nfelony under the ACCA's force clause.\n\n                                 III. Conclusion\n\n            Because    three     of   Lassend's     convictions     qualify   as\n\nviolent felonies under the ACCA's force clause,17 we affirm the\n\ndistrict court's dismissal of his § 2255 petition.\n\n\n     17   Because we have determined that three of Lassend's\nconvictions qualify as ACCA predicates, we need not decide whether\n\n\n                                      - 37 -\n\fhis conviction for forcible theft while armed with a deadly weapon\nunder New York Penal Law § 160.15(2) is an ACCA predicate. See\nUnited States v. Mastera, 435 F.3d 56, 62 (1st Cir. 2006).\n\n\n                             - 38 -\n\f",
            "ocr": false,
            "opinion_id": 4300589
        }
    ],
    "court_short_name": "First Circuit",
    "court_full_name": "Court of Appeals for the First Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}