{
    "id": 4545431,
    "judges": null,
    "date_filed": "1988-01-11",
    "date_filed_is_approximate": true,
    "slug": "state-v-stricklin",
    "case_name_short": "Stricklin",
    "case_name": "State v. Stricklin",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "300 Neb. 794"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 31.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00006158PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n10/19/2018 08:13 AM CDT\n\n\n\n\n                                                        - 794 -\n                                  Nebraska Supreme Court A dvance Sheets\n                                          300 Nebraska R eports\n                                                 STATE v. STRICKLIN\n                                                  Cite as 300 Neb. 794\n\n\n\n\n                                        State of Nebraska, appellee, v.\n                                        Derrick U. Stricklin, appellant.\n                                                    ___ N.W.2d ___\n\n                                         Filed August 17, 2018.   No. S-17-914.\n\n                1.\t Postconviction: Constitutional Law: Appeal and Error. In appeals\n                    from postconviction proceedings, an appellate court reviews de novo a\n                    determination that the defendant failed to allege sufficient facts to dem-\n                    onstrate a violation of his or her constitutional rights or that the record\n                    and files affirmatively show that the defendant is entitled to no relief.\n                2.\t Postconviction: Constitutional Law: Judgments. Postconviction relief\n                    is available to a prisoner in custody under sentence who seeks to be\n                    released on the ground that there was a denial or infringement of his or\n                    her constitutional rights such that the judgment was void or voidable.\n                3.\t Postconviction: Constitutional Law: Proof. In a motion for postcon-\n                    viction relief, the defendant must allege facts which, if proved, consti-\n                    tute a denial or violation of his or her rights under the U.S. or Nebraska\n                    Constitution, causing the judgment against the defendant to be void\n                    or voidable.\n                4.\t ____: ____: ____. A trial court must grant an evidentiary hearing to\n                    resolve the claims in a postconviction motion when the motion contains\n                    factual allegations which, if proved, constitute an infringement of the\n                    defendant’s rights under the Nebraska or federal Constitution.\n                5.\t Postconviction: Proof. If a postconviction motion alleges only conclu-\n                    sions of fact or law, or if the records and files in a case affirmatively\n                    show the defendant is entitled to no relief, the court is not required to\n                    grant an evidentiary hearing.\n                6.\t ____: ____. In a postconviction proceeding, an evidentiary hearing is\n                    not required (1) when the motion does not contain factual allegations\n                    which, if proved, constitute an infringement of the movant’s consti-\n                    tutional rights; (2) when the motion alleges only conclusions of fact\n                    or law; or (3) when the records and files affirmatively show that the\n                    defend­ant is entitled to no relief.\n\f                                    - 795 -\n             Nebraska Supreme Court A dvance Sheets\n                     300 Nebraska R eports\n                            STATE v. STRICKLIN\n                             Cite as 300 Neb. 794\n\n 7.\t Postconviction: Effectiveness of Counsel: Appeal and Error. Although\n     a motion for postconviction relief cannot be used to secure review of\n     issues which were or could have been litigated on direct appeal, when a\n     defendant was represented by the same lawyer both at trial and on direct\n     appeal, the defendant’s first opportunity to assert ineffective assistance\n     of counsel is in a motion for postconviction relief.\n 8.\t Constitutional Law: Effectiveness of Counsel. A proper ineffective\n     assistance of counsel claim alleges a violation of the fundamental con-\n     stitutional right to a fair trial.\n 9.\t Effectiveness of Counsel: Proof. To prevail on a claim of ineffective\n     assistance of counsel under Strickland v. Washington, 466 U.S. 668, 104\n     S. Ct. 2052, 80 L. Ed. 2d 674 (1984), the defendant must show that his\n     or her counsel’s performance was deficient and that this deficient per­\n     formance actually prejudiced the defendant’s defense.\n10.\t ____: ____. To show that counsel’s performance was deficient under\n     Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d\n     674 (1984), the defendant must show counsel’s performance did not\n     equal that of a lawyer with ordinary training and skill in criminal law in\n     the area.\n11.\t Effectiveness of Counsel: Proof: Words and Phrases: Appeal\n     and Error. To show prejudice under the prejudice component of the\n     Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d\n     674 (1984), test, the defendant must demonstrate a reasonable probabil-\n     ity that but for his or her counsel’s deficient performance, the result of\n     the proceeding would have been different. A reasonable probability does\n     not require that it be more likely than not that the deficient performance\n     altered the outcome of the case; rather, the defendant must show a prob-\n     ability sufficient to undermine confidence in the outcome.\n12.\t Judges: Recusal. To demonstrate that a trial judge should have recused\n     himself or herself, the moving party must demonstrate that a reason-\n     able person who knew the circumstances of the case would question the\n     judge’s impartiality under an objective standard of reasonableness, even\n     though no actual bias or prejudice was shown.\n13.\t Judges: Recusal: Presumptions. A defendant seeking to disqualify a\n     judge on the basis of bias or prejudice bears the heavy burden of over-\n     coming the presumption of judicial impartiality.\n14.\t Effectiveness of Counsel. Defense counsel is not ineffective for failing\n     to raise an argument that has no merit.\n15.\t Trial: Attorneys at Law: Presumptions. Trial counsel is afforded due\n     deference to formulate trial strategy and tactics, and there is a strong\n     presumption that counsel acted reasonably.\n16.\t Trial: Prosecuting Attorneys. Prosecutors generally may not give their\n     personal opinions on the veracity of a witness or the guilt or innocence\n\f                                      - 796 -\n               Nebraska Supreme Court A dvance Sheets\n                       300 Nebraska R eports\n                               STATE v. STRICKLIN\n                                Cite as 300 Neb. 794\n\n       of the accused. The principle behind this rule is that the prosecutor’s\n       opinion carries with it the imprimatur of the government and may\n       induce the jury to trust the government’s judgment rather than its own\n       view of the evidence.\n17.\t   Postconviction: Effectiveness of Counsel: Proof. A petitioner’s post-\n       conviction claims that his or her defense counsel was ineffective in fail-\n       ing to investigate possible defenses are too speculative to warrant relief\n       if the petitioner fails to allege what exculpatory evidence the investiga-\n       tion would have procured and how it would have affected the outcome\n       of the case.\n18.\t   Attorneys at Law: Effectiveness of Counsel. A defense attorney has a\n       duty to make reasonable investigations or to make a reasonable decision\n       that makes particular investigations unnecessary.\n19.\t   Trial: Effectiveness of Counsel: Evidence. A reasonable strategic deci-\n       sion to present particular evidence, or not to present particular evidence,\n       will not, without more, sustain a finding of ineffective assistance of\n       counsel. Strategic decisions made by trial counsel will not be second-\n       guessed so long as those decisions are reasonable.\n20.\t   Trial: Attorney and Client: Effectiveness of Counsel: Testimony:\n       Waiver. Defense counsel’s advice to waive the right to testify can pre­\n       sent a valid claim of ineffective assistance of counsel in two instances:\n       (1) if the defendant shows that counsel interfered with his or her free-\n       dom to decide to testify or (2) if counsel’s tactical advice to waive the\n       right was unreasonable.\n21.\t   Postconviction: Evidence: Presumptions: Proof. The threshold show-\n       ing that must be made to entitle a prisoner to an evidentiary hearing\n       on a postconviction claim of actual innocence is extraordinarily high,\n       because after a fair trial and conviction, the presumption of inno-\n       cence vanishes.\n\n  Appeal from the District Court for Douglas County: Shelly\nR. Stratman, Judge. Affirmed in part, and in part reversed and\nremanded with directions.\n  Stuart J. Dornan and Jason E. Troia, of Dornan, Troia,\nHoward, Breitkreutz & Conway, P.C., L.L.O., for appellant.\n   Douglas J. Peterson, Attorney General, and Stacy M. Foust\nfor appellee.\n   Miller-Lerman, Cassel, Stacy, Funke, and Papik, JJ., and\nH all, District Judge.\n\f                                     - 797 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                              STATE v. STRICKLIN\n                               Cite as 300 Neb. 794\n\n   Stacy, J.\n   A jury found Derrick U. Stricklin guilty of two counts of\nfirst degree murder, three counts of use of a deadly weapon\nto commit a felony, attempted intentional manslaughter, and\npossession of a deadly weapon by a prohibited person. He was\nsentenced to life imprisonment for the murders and to addi-\ntional terms of years for the other offenses, the sentences to\nrun consecutively. We affirmed his convictions and sentences\non direct appeal.1\n   Stricklin now moves for postconviction relief, raising claims\nof ineffective assistance of counsel and a claim of actual\ninnocence. The district court denied relief without conducting\nan evidentiary hearing. Stricklin filed this timely appeal. We\naffirm in part, and in part reverse and remand for an eviden-\ntiary hearing.\n                           I. FACTS\n   Stricklin’s trial was consolidated with codefendant Terrell\nE. Newman. The underlying facts are set forth in our opinion\nin Stricklin’s direct appeal.2 Summarized, Stricklin’s convic-\ntions arose from the shooting deaths of Carlos Morales and\nBernardo Noriega during a drug transaction at an automobile\nbody shop owned by Morales. Jose Herrera-Gutierrez was also\npresent during the drug transaction and the shootings, and\nhe was the State’s primary witness at trial. Herrera-Gutierrez\nidentified Stricklin and Newman as the shooters and testified\nthat he recognized both men from prior visits to Morales’\nshop. He had seen Stricklin approximately four times at the\nshop, and he had seen Newman approximately three times at\nthe shop.\n   The State’s theory of the case was that Stricklin and\nNewman committed the crimes together. Newman’s cell phone\nrecords showed that Newman was in communication with both\nMorales and Stricklin on the day of the shootings, and also\n\n 1\t\n      State v. Stricklin, 290 Neb. 542, 861 N.W.2d 367 (2015).\n 2\t\n      Id.\n\f                               - 798 -\n            Nebraska Supreme Court A dvance Sheets\n                    300 Nebraska R eports\n                        STATE v. STRICKLIN\n                         Cite as 300 Neb. 794\n\nshowed that Newman’s cell phone was in the area of the mur-\nder scene during the relevant timeframe.3\n   A jury found Stricklin guilty of two counts of first degree\nmurder, three counts of use of a deadly weapon to commit a\nfelony, attempted intentional manslaughter, and possession of\na deadly weapon by a prohibited person. He was sentenced to\nconsecutive sentences of life imprisonment for each murder\nconviction, 15 to 25 years’ imprisonment for each use of a\ndeadly weapon conviction, 20 months’ to 5 years’ imprison-\nment for the attempted manslaughter conviction, and 15 to 25\nyears’ imprisonment for the possession of a deadly weapon\nconviction.4 The district court denied his motion for new trial,\nand he filed a direct appeal.\n   Stricklin was represented by the same counsel at trial and\non direct appeal. In his direct appeal, Stricklin assigned the\ntrial court erred in (1) denying his motion to sever, (2) exclud-\ning statements of a confidential informant, (3) limiting his\ncross-examination of Herrera-Gutierrez, (4) failing to include\nrelevant language in certain jury instructions, (5) overruling his\nmotion for new trial based on juror misconduct, and (6) over-\nruling his motion to reopen the evidence. This court affirmed\nhis convictions and sentences.5\n   Stricklin then filed the instant motion for postconviction\nrelief, along with a motion for appointment of counsel. His\npostconviction motion alleges counsel was ineffective for (1)\nnot moving to recuse the trial judge; (2) failing to object to\njury instructions Nos. 6, 11, 12, and 20; (3) failing to file\nnotice of his alibi defense and present certain alibi evidence;\n(4) failing to object and move for a mistrial during closing\narguments; (5) failing to raise a confrontation objection at a\nhearing on his motion for new trial; (6) abandoning, during\nthe hearing on the motion for new trial, all arguments except\njuror misconduct; (7) failing to call a witness at the hearing\n\n 3\t\n      Id.\n 4\t\n      Id.\n 5\t\n      Id.\n\f                                    - 799 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                             STATE v. STRICKLIN\n                              Cite as 300 Neb. 794\n\non the motion for new trial; (8) failing to obtain a crime scene\ninvestigator; (9) failing to object to cell phone record evidence\non “authentication” grounds; (10) failing to depose and call\ncertain identified witnesses and investigate certain defenses;\n(11) failing to file a motion in limine regarding the admissibil-\nity of testimony of a confidential informant; (12) unreasonably\nadvising him to waive his right to testify; (13) failing to assign\nas error on direct appeal the insufficiency of the evidence\nto support his convictions and the improper identification of\nStricklin as one of the perpetrators; and (14) failing to obtain a\ncomplete record for appeal. Finally, Stricklin alleges a claim of\nactual innocence. The district court denied the postconviction\nmotion without conducting an evidentiary hearing. Stricklin\nfiled this appeal.\n                II. ASSIGNMENTS OF ERROR\n   Stricklin assigns, restated, that the district court erred in (1)\ndenying him an opportunity to amend his motion for postcon-\nviction relief, (2) denying him an evidentiary hearing on his\nmotion for postconviction relief, (3) finding he did not meet\nthe threshold for actual innocence, and (4) denying his motion\nfor postconviction relief.\n                 III. STANDARD OF REVIEW\n   [1] In appeals from postconviction proceedings, an appel-\nlate court reviews de novo a determination that the defendant\nfailed to allege sufficient facts to demonstrate a violation of his\nor her constitutional rights or that the record and files affirma-\ntively show that the defendant is entitled to no relief.6\n                        IV. ANALYSIS\n                   1. General Propositions\n                  Governing Postconviction\n   [2,3] Postconviction relief is available to a prisoner in cus-\ntody under sentence who seeks to be released on the ground\n\n 6\t\n      State v. Vela, 297 Neb. 227, 900 N.W.2d 8 (2017); State v. Watson, 295\n      Neb. 802, 891 N.W.2d 322 (2017).\n\f                                    - 800 -\n               Nebraska Supreme Court A dvance Sheets\n                       300 Nebraska R eports\n                             STATE v. STRICKLIN\n                              Cite as 300 Neb. 794\n\nthat there was a denial or infringement of his or her constitu-\ntional rights such that the judgment was void or voidable.7 In\na motion for postconviction relief, the defendant must allege\nfacts which, if proved, constitute a denial or violation of his or\nher rights under the U.S. or Nebraska Constitution, causing the\njudgment against the defendant to be void or voidable.8\n   [4-6] A trial court must grant an evidentiary hearing to\nresolve the claims in a postconviction motion when the motion\ncontains factual allegations which, if proved, constitute an\ninfringement of the defendant’s rights under the Nebraska or\nfederal Constitution.9 If a postconviction motion alleges only\nconclusions of fact or law, or if the records and files in a case\naffirmatively show the defendant is entitled to no relief, the\ncourt is not required to grant an evidentiary hearing.10 Thus,\nin a postconviction proceeding, an evidentiary hearing is not\nrequired (1) when the motion does not contain factual allega-\ntions which, if proved, constitute an infringement of the mov-\nant’s constitutional rights; (2) when the motion alleges only\nconclusions of fact or law; or (3) when the records and files\naffirmatively show that the defendant is entitled to no relief.11\n   [7] Here, Stricklin was represented by the same counsel\nat trial and on appeal, and his postconviction motion alleges\ncounsel provided ineffective assistance both at trial and on\ndirect appeal. Although a motion for postconviction relief can-\nnot be used to secure review of issues which were or could\nhave been litigated on direct appeal, when a defendant was\nrepresented by the same lawyer both at trial and on direct\nappeal, the defendant’s first opportunity to assert ineffective\nassistance of counsel is in a motion for postconviction relief.12\n\n 7\t\n      Vela, supra note 6.\n 8\t\n      Id.\n 9\t\n      Id.\n10\t\n      Id.\n11\t\n      State v. Thorpe, 290 Neb. 149, 858 N.W.2d 880 (2015).\n12\t\n      State v. McKinney, 279 Neb. 297, 777 N.W.2d 555 (2010).\n\f                                      - 801 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                               STATE v. STRICKLIN\n                                Cite as 300 Neb. 794\n\nRecognizing this, the district court addressed all of Stricklin’s\nineffective assistance of counsel claims.\n   [8-11] A proper ineffective assistance of counsel claim\nalleges a violation of the fundamental constitutional right to\na fair trial.13 To prevail on a claim of ineffective assistance\nof counsel under Strickland v. Washington,14 the defendant\nmust show that his or her counsel’s performance was defi-\ncient and that this deficient performance actually prejudiced\nthe defendant’s defense.15 To show that counsel’s performance\nwas deficient, the defendant must show counsel’s performance\ndid not equal that of a lawyer with ordinary training and skill\nin criminal law in the area.16 To show prejudice under the\nprejudice component of the Strickland test, the defendant must\ndemonstrate a reasonable probability that but for his or her\ncounsel’s deficient performance, the result of the proceeding\nwould have been different.17 A reasonable probability does not\nrequire that it be more likely than not that the deficient per­\nformance altered the outcome of the case; rather, the defendant\nmust show a probability sufficient to undermine confidence in\nthe outcome.18\n                       2. Motion to A mend\n                    Postconviction Motion\n  Stricklin assigns error to the district court’s “denying [him]\nan opportunity to amend his motion for postconviction relief.”\nWe review the district court’s decision in this regard for an\nabuse of discretion.19\n\n13\t\n      Thorpe, supra note 11; State v. Baker, 286 Neb. 524, 837 N.W.2d 91\n      (2013).\n14\t\n      Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674\n      (1984).\n15\t\n      See Vela, supra note 6.\n16\t\n      See State v. Haynes, 299 Neb. 249, 908 N.W.2d 40 (2018).\n17\t\n      See Vela, supra note 6.\n18\t\n      Id.\n19\t\n      State v. Robertson, 294 Neb. 29, 881 N.W.2d 864 (2016).\n\f                              - 802 -\n          Nebraska Supreme Court A dvance Sheets\n                  300 Nebraska R eports\n                       STATE v. STRICKLIN\n                        Cite as 300 Neb. 794\n\n  Approximately 4 months after filing his verified motion for\npostconviction relief, Stricklin filed a motion seeking “per-\nmission to Amend the Motion for Postconviction after the\nCourt grants appointment of Counsel.” Newman filed a similar\nmotion in his postconviction proceeding. At a joint telephonic\nhearing on the motions, the court asked for clarification:\n         THE COURT: Okay. There was a motion filed by both\n     . . . Newman and . . . Stricklin on August 17, 2016, which\n     was a Request for Counsel and a Request to Amend the\n     Postconviction Motion. I need to ask, and I’ll start with\n     you, Mr. Newman, are you asking to amend at this time?\n         MR. NEWMAN: Yes.\n         THE COURT: What are you asking to amend?\n         MR. NEWMAN: The motion for postconviction.\n         THE COURT: How are you asking for that to be\n     amended?\n         MR. NEWMAN: By way of counsel.\n         THE COURT: Okay. So — what I want to make clear\n     is, there was a motion asking for counsel, and then if\n     counsel is appointed you want to keep open your ability\n     to amend your Motion for Postconviction. Am I under-\n     standing that correctly?\n         MR. NEWMAN: Yes. Correct.\n         THE COURT: Okay. But you’re not asking to amend\n     here today?\n         MR. NEWMAN: No.\n         THE COURT: All right. And I’ll ask you the same\n     questions, Mr. Stricklin. Are you asking to amend your\n     postconviction today?\n         MR. STRICKLIN: No.\n         THE COURT: Okay. Again, I’ll just make it clear with\n     Mr. Stricklin. So you’re asking if the Court determines\n     that an evidentiary hearing is warranted, then you’re ask-\n     ing for Counsel to be appointed and then the ability to\n     amend at that time; is that correct?\n         MR. STRICKLIN: Correct.\n\f                                      - 803 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                               STATE v. STRICKLIN\n                                Cite as 300 Neb. 794\n\n         THE COURT: All right. So that matter will remain\n      pending until the Court reviews — because I still have\n      to review whether or not the evidentiary hearing will be\n      granted, and then we can go from there.\n         MR. STRICKLIN: Okay.\nThe record affirmatively shows Stricklin was not seeking leave\nto immediately amend his postconviction motion in order to\nadd factual allegations or include additional claims.20 Instead,\nhe intended the motion to serve as a placeholder of sorts for a\npossible future motion to amend by appointed counsel. Given\nthe conditional nature of Stricklin’s request, we find no abuse\nof discretion in denying the motion.\n                  3. Failure to Seek R ecusal\n                         of Trial Judge\n   Stricklin’s postconviction motion alleges his trial counsel\nwas ineffective for not moving to recuse the trial judge and\nfor abandoning an opportunity to have an evidentiary hear-\ning on such a motion. Stricklin alleges that during his trial,\n“individuals and spectators in the audience” noticed “favorit-\nism” and “deference favoring the state prosecution to the point\nof no return.” Stricklin’s postconviction motion alleges these\nconcerns were brought to the attention of his counsel, and he\nclaims counsel was ineffective for failing to pursue recusal\nbased on these concerns. His motion does not explain what\ngave rise to these concerns nor does he allege any support-\ning facts.\n   [12,13] To demonstrate prejudice from counsel’s failure to\nseek recusal, Stricklin must allege facts sufficient to demon-\nstrate there was a reasonable probability such a motion would\nhave been successful.21 To demonstrate that a trial judge\n\n20\t\n      Cf. State v. Mata, 280 Neb. 849, 790 N.W.2d 716 (2010) (defendant\n      requested leave to amend even if counsel was not appointed), disapproved,\n      Robertson, supra note 19.\n21\t\n      See, e.g., State v. Nolt, 298 Neb. 910, 906 N.W.2d 309 (2018) (unless\n      motion to suppress would have been successful, it cannot be said counsel\n      was deficient in failing to file such motion).\n\f                                     - 804 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                              STATE v. STRICKLIN\n                               Cite as 300 Neb. 794\n\nshould have recused himself or herself, the moving party must\ndemonstrate that a reasonable person who knew the circum-\nstances of the case would question the judge’s impartiality\nunder an objective standard of reasonableness, even though\nno actual bias or prejudice was shown.22 A defendant seeking\nto disqualify a judge on the basis of bias or prejudice bears\nthe heavy burden of overcoming the presumption of judi-\ncial impartiality.23\n   Here, Stricklin’s conclusory allegations of “favoritism” and\n“deference favoring the state” were insufficient to overcome\nthe presumption of judicial impartiality and, without more,\nwould not have required recusal. Moreover, the record affirma-\ntively shows that when instructing the jury, the court specifi-\ncally admonished it regarding such issues, explaining:\n      I am not permitted to comment on the evidence, and I\n      have not intentionally done so. If it appears to you that I\n      have commented on the evidence, during either the trial\n      or the giving of these instructions, you must disregard\n      such comment entirely.\n         You must not interpret any of my statements, actions, or\n      rulings, nor any of the inflections of my voice as reflect-\n      ing an opinion as to how this case should be decided.\n   [14] Because defense counsel is not ineffective for failing to\nraise an argument that has no merit,24 we find no error in the\npostconviction court’s denial of this claim without an eviden-\ntiary hearing.\n                      4. Jury Instructions\n  Stricklin argues his counsel was ineffective for failing to\nobject to jury instructions Nos. 6, 11, 12, and 20. The district\ncourt denied Stricklin’s motion as to instructions Nos. 5, 11,\nand 12, because it found errors related to those instructions\nhad been addressed and rejected on direct appeal. The court\n\n22\t\n      State v. Nolan, 283 Neb. 50, 807 N.W.2d 520 (2012).\n23\t\n      Id.\n24\t\n      State v. Vo, 279 Neb. 964, 783 N.W.2d 416 (2010).\n\f                                    - 805 -\n               Nebraska Supreme Court A dvance Sheets\n                       300 Nebraska R eports\n                             STATE v. STRICKLIN\n                              Cite as 300 Neb. 794\n\ndenied Stricklin’s motion as to instruction No. 20, because it\nfound Stricklin failed to allege either what objection trial coun-\nsel should have made or what proposed alternative instruction\nshould have been requested.\n   In his brief on appeal, Stricklin concedes that instruction No.\n5 was addressed in his direct appeal and he presents no further\nargument regarding that instruction or his assigned error for\ninstruction No. 6. Stricklin also concedes instructions Nos.\n11 and 12 were addressed in codefendant Newman’s direct\nappeal, but Stricklin contends he is not procedurally barred\nfrom raising those claims on postconviction, because he had\nthe same counsel at trial and on direct appeal.25 While it is true\nthe claims of ineffective assistance premised on instructions\nNos. 11 and 12 are not procedurally barred, Stricklin presents\nthe same arguments regarding those instructions that Newman\nraised on direct appeal. And, in State v. Newman,26 our opin-\nion resolving Newman’s direct appeal, we found such claims\nwere meritless:\n         Instruction No. 11 provided the jury with definitions.\n      Newman contends that the instruction was erroneous for\n      omitting the phrase “‘or intentional manslaughter,’” as\n      stated in the pattern jury instruction. He does not iden-\n      tify the erroneous definition or the relevant pattern jury\n      instruction, but we presume that he refers to the definition\n      of “‘[a] felony.’” Notwithstanding any error in that defi-\n      nition, the jury correctly understood that the offense of\n      attempted intentional manslaughter constituted a felony.\n      The jury found Newman guilty of attempted intentional\n      manslaughter and the corresponding charge of use of a\n      deadly weapon to commit a felony.\n         As to instruction No. 12, Newman contends that the\n      instruction failed to correctly charge the jury on intent.\n      However, instruction No. 12 was modeled on the relevant\n\n25\t\n      See McKinney, supra note 12.\n26\t\n      State v. Newman, 290 Neb. 572, 585, 861 N.W.2d 123, 135 (2015).\n\f                                      - 806 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                               STATE v. STRICKLIN\n                                Cite as 300 Neb. 794\n\n      pattern jury instruction. As such, the instruction was\n      not erroneous.\n         None of Newman’s allegations of error in the instruc-\n      tions given to the jury caused him prejudice. Thus, the\n      record affirmatively establishes that this claim of ineffec-\n      tive assistance of counsel is without merit.\nOur reasoning in Newman shows that if Stricklin’s counsel\nhad challenged jury instructions Nos. 11 and 12, that challenge\nwould likewise have been meritless. Because Stricklin’s coun-\nsel cannot be ineffective for failing to raise an argument that\nhas no merit,27 the district court correctly denied postconviction\nrelief on the claim involving instructions Nos. 11 and 12.\n   With respect to instruction No. 20, Stricklin alleges his\ncounsel should have asked the court for a limiting instruc-\ntion informing the jury that the records of Newman’s cell\nphone use could not be considered in Stricklin’s case. But in\nStricklin’s direct appeal, we specifically held Newman’s cell\nphone records were admissible evidence against both Stricklin\nand Newman.28 And we rejected the suggestion that a limiting\ninstruction was necessary regarding an exhibit showing calls to\nNewman’s cell phone and the location of the cell tower used\nto service those calls.29 Because it would not have been error\nto deny such a limiting instruction if counsel had requested it,\nStricklin’s allegations of ineffective assistance as to instruction\nNo. 20 were also insufficient to warrant an evidentiary hear-\ning. We find no error in the postconviction court’s denial of\nthis claim without an evidentiary hearing.\n                        5. A libi Defense\n   Stricklin alleges his counsel was ineffective for failing to\nfile notice of and present an alibi defense. In his postconviction\n\n27\t\n      See Vo, supra note 24.\n28\t\n      Stricklin, supra note 1, 290 Neb. at 552, 861 N.W.2d at 381 (“the evidence\n      of Newman’s cell phone records and exhibit 288 would have been\n      relevant, admissible in a separate trial against Stricklin”).\n29\t\n      Id.\n\f                                     - 807 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                              STATE v. STRICKLIN\n                               Cite as 300 Neb. 794\n\nmotion, Stricklin alleges that at 10 a.m. on the day of the\ncrimes, he took his stepson to a barber shop in downtown\nOmaha, Nebraska. He further alleges they left the barber shop\naround noon and drove to Stricklin’s grandmother’s house\n“located on 36th and Himebaugh.” He alleges he took the\n“North freeway” en route to his grandmother’s house and that\nduring the drive, he made a call on his cell phone at 12:34 p.m.\nThe postconviction motion does not allege how long Stricklin\nstayed at his grandmother’s house, but it does allege that four\nnamed witnesses would corroborate this alibi. The motion fur-\nther alleges Stricklin’s cell phone records would corroborate\nthis alibi.\n   The district court found these allegations were insufficient\nto warrant an evidentiary hearing, because they did not “defini-\ntively state [Stricklin] was not at the murder scene and merely\nsuggest [Stricklin] may have been at these other places at some\npoint in the day.” Stricklin’s brief concedes his motion did\nnot affirmatively allege he was not at the crime scene, but he\ncontends it was sufficient to describe that he was somewhere\nelse at the time the State claims the shootings occurred and\nto allege that numerous alibi witnesses would corroborate\nthat claim.\n   [15] At trial, the State relied on cell phone evidence linking\nStricklin and Newman to the crime scene between 11:42 a.m.\nand 12:36 p.m. Thus, based on the State’s theory of the case,\nthe crimes occurred during the general time period Stricklin\nhas alleged alibi witnesses would confirm he was someplace\nelse. Stricklin alleges his counsel knew of this alibi informa-\ntion and was deficient in failing to present it. Stricklin’s brief\nacknowledges that trial counsel is afforded due deference to\nformulate trial strategy and tactics and that there is a strong\npresumption that counsel acted reasonably.30 But he argues\nthat the reasonableness of trial counsel’s strategy in rejecting\nhis alibi defense cannot be determined without an evidentiary\nhearing. We agree.\n\n30\t\n      See State v. Watt, 285 Neb. 647, 832 N.W.2d 459 (2013).\n\f                                      - 808 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                               STATE v. STRICKLIN\n                                Cite as 300 Neb. 794\n\n   We find Stricklin has alleged facts which, if proved, are\nsufficient to show both deficient performance and prejudice\nregarding his alibi defense. Stricklin is entitled to an eviden-\ntiary hearing on whether trial counsel was ineffective for fail-\ning to file notice of and present evidence of his alibi defense.\n                  6. Closing A rguments/Mistrial\n   Stricklin alleges his trial counsel was ineffective for failing\nto move for mistrial based on prosecutorial misconduct. His\nmotion alleges two instances of alleged misconduct, but he\nargues only one of them on appeal, so we limit our analysis to\nthat instance.31\n   During closing arguments, Stricklin’s counsel referred to\ncell phone records showing Stricklin’s cell phone neither made\nnor received any calls between 11:13 a.m. and 12:34 p.m.\nDuring his closing argument, defense counsel suggested the\nlack of calls during that timeframe was because Stricklin was\ndriving. In the prosecutor’s rebuttal, she responded to that\nargument, stating:\n      At 11:13 . . . Stricklin has no more calls. From 11:13 until\n      12:34, he has no more calls. And the call that he wants\n      you to believe he’s traveling while it’s being made, that\n      call wasn’t answered at 12:34. Why are there no more\n      calls? The two of them are together. And in my mind\n      . . . Stricklin turned his phone off. He had no incoming or\n      outgoing calls at all between 11:13 and 12:34.\nIn response to this statement, Stricklin’s attorney objected,\nstating, “That’s not in evidence.” The prosecutor countered\nthat the cell phone records were in evidence, and the trial court\noverruled the objection.\n   In Stricklin’s direct appeal, he alleged the prosecutor’s\ncomments amounted to prosecutorial misconduct. We found\nStricklin had not preserved the issue for appellate review\n\n31\t\n      See Fetherkile v. Fetherkile, 299 Neb. 76, 907 N.W.2d 275 (2018) (errors\n      must be both specifically assigned and specifically argued to be considered\n      by appellate court).\n\f                                         - 809 -\n                 Nebraska Supreme Court A dvance Sheets\n                         300 Nebraska R eports\n                                 STATE v. STRICKLIN\n                                  Cite as 300 Neb. 794\n\nbecause his counsel had not requested a mistrial based on the\nprosecutor’s comments.32 Now, in his postconviction motion,\nStricklin alleges his trial counsel was ineffective for failing to\nmove for a mistrial and thus preserve for appellate review the\nissue of prosecutorial misconduct.\n   The district court denied postconviction relief on this claim\nwithout an evidentiary hearing, finding the prosecutor’s com-\nments did not mislead or unduly influence the jury and further\nfinding that any resulting prejudice was not substantial enough\nto damage the integrity, reputation, or fairness of the judicial\nprocess. We agree.\n   [16] Prosecutors generally may not give their personal opin-\nions on the veracity of a witness or the guilt or innocence of\nthe accused.33 The principle behind this rule is that the prosecu-\ntor’s opinion carries with it the imprimatur of the government\nand may induce the jury to trust the government’s judgment\nrather than its own view of the evidence.34 We have empha-\nsized the importance of this rule and have admonished prosecu-\ntors to avoid using phrases such as “‘I believe’” or “‘the State\nbelieves’”35 when arguing their case to the jury.\n   But here, to the extent Stricklin suggests the prosecutor’s\nremark “in my mind” was an attempt to express a personal\nopinion, it was not one relating to the veracity of a witness or\nto Stricklin’s guilt or innocence. Rather, the prosecutor was\nresponding to an argument advanced by defense counsel on the\npossible interpretation of cell phone evidence. While prosecu-\ntors would be wise to avoid language expressing their personal\nopinion on any matter, the statement at issue here was not\n\n32\t\n      Stricklin, supra note 1.\n33\t\n      State v. Hernandez, 299 Neb. 896, 911 N.W.2d 524 (2018). See, also,\n      Neb. Ct. R. of Prof. Cond. § 3-503.4 (“[a] lawyer shall not . . . in trial . . .\n      state a personal opinion as to the justness of a cause, the credibility of a\n      witness, the culpability of a civil litigant or the guilt or innocence of an\n      accused”).\n34\t\n      Hernandez, supra note 33.\n35\t\n      Id. at 928, 911 N.W.2d at 549.\n\f                                     - 810 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                              STATE v. STRICKLIN\n                               Cite as 300 Neb. 794\n\nmisconduct. Thus, Stricklin’s trial counsel was not deficient\nfor failing to move for a mistrial based on the remark. The dis-\ntrict court correctly denied postconviction relief on this claim\nwithout an evidentiary hearing.\n                   7. Same Claims as Newman\n   Stricklin raises several claims of ineffective assistance of\ncounsel that are identical, or nearly identical, to claims raised\nby Newman in his motion for postconviction relief. These\nclaims relate to: trial counsel’s failure to object during the\nmotion for new trial, trial counsel’s failure to obtain a crime\nscene investigator, and trial counsel’s failure to challenge the\nauthentication of Newman’s cell phone records. These assign-\nments of error are analyzed, and rejected, in State v. Newman,36\nour opinion resolving Newman’s appeal of his postconviction\nmotion. We briefly address them here as well.\n                   (a) Failure to Object During\n                       Motion for New Trial\n   Stricklin, like codefendant Newman, alleges his trial counsel\nshould have objected when an attorney appointed to represent\na juror accused of misconduct made a substantive representa-\ntion about the juror’s knowledge at a particular point in time,\ninstead of eliciting such information from his client. Stricklin\nalleges that due to his counsel’s deficient performance in not\nobjecting to the remark, the juror’s attorney was permitted to\ntestify on behalf of his client and Stricklin was deprived of the\nopportunity to confront and cross-examine the juror. As we\nconcluded in Newman’s case, the files and records affirma-\ntively refute this claim.\n   The record shows Stricklin and Newman both filed motions\nfor new trial on the basis of juror misconduct, and the motions\nwere heard together. Although Stricklin’s counsel did not\nobject to the substantive remark make by the juror’s attorney,\nNewman’s trial counsel did object, and argued the juror’s\n\n36\t\n      State v. Newman, ante p. 770, ___ N.W.2d ___ (2018).\n\f                                    - 811 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                             STATE v. STRICKLIN\n                              Cite as 300 Neb. 794\n\nattorney should not be permitted to testify for his client. The\ncourt agreed and subsequently allowed both Stricklin and\nNewman to call the juror as a witness and ask questions about\nthe timing and substance of the telephone conversation the\njuror had with his brother.\n   Thus, although Stricklin’s counsel did not join in the objec-\ntion raised by Newman’s counsel, Stricklin can show no preju-\ndice resulting from this failure. The files and records affirma-\ntively refute his claim that he was denied an opportunity to\nquestion the juror directly, and the postconviction court did not\nerr in denying an evidentiary hearing on this issue.\n                   (b) Crime Scene Investigator\n   Stricklin alleges his trial counsel was ineffective in failing\nto hire a crime scene investigator to rebut Herrera-Gutierrez’\ntestimony. Stricklin’s allegations are nearly identical to those\nmade by Newman in his motion for postconviction relief. And\nStricklin’s allegations fail for the same reasons articulated in\nour opinion analyzing Newman’s claims.\n   Stricklin alleges his trial counsel was “content to cross-\nexamine” the State’s witnesses and was deficient for not hiring\na crime scene investigator or specialist to refute the evidence\nregarding footprints and blood splatter, and to do additional\nDNA testing. But Stricklin’s postconviction motion presents\nno allegations regarding what such an investigator or specialist\nwould have testified to if called or how such testimony would\nhave rebutted the State’s evidence or affected the outcome of\nthe case.\n   [17] A petitioner’s postconviction claims that his or her\ndefense counsel was ineffective in failing to investigate pos-\nsible defenses are too speculative to warrant relief if the peti-\ntioner fails to allege what exculpatory evidence the investiga-\ntion would have procured and how it would have affected the\noutcome of the case.37 The district court correctly concluded\nthat Stricklin’s conclusory allegations about the failure to\n\n37\t\n      State v. Edwards, 284 Neb. 382, 821 N.W.2d 680 (2012).\n\f                                     - 812 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                              STATE v. STRICKLIN\n                               Cite as 300 Neb. 794\n\nhire a crime scene investigator did not warrant an eviden-\ntiary hearing.38\n                     (c) Cell Phone Records\n   Stricklin alleges his counsel was ineffective for failing to\nobject to the authenticity of the cell phone records received\ninto evidence at trial. Stricklin alleges that if his attorney had\nobjected to the cell phone evidence on the ground of “authen-\ntication of who was actually using the cellphones in ques-\ntion,” the corroborative cell phone evidence would have been\nexcluded. Stricklin’s allegations are nearly identical to those\nmade by Newman in his motion for postconviction relief, and\nthey fail for the same reason.\n   As we discussed in Newman, the files and records affirma-\ntively show an authentication objection would not have been\nsuccessful and, therefore, Stricklin’s counsel could not have\nbeen ineffective for failing to make such an objection.39 The\ndistrict court correctly denied postconviction relief on this\nclaim without an evidentiary hearing.\n                    8. Motion for New Trial\n   Stricklin alleges his trial counsel was ineffective in handling\nhis motion for new trial. He alleges counsel was deficient in\ntwo respects: (1) abandoning certain grounds that had been\nalleged in the motion and (2) failing to adduce certain evidence\nat the hearing.\n                    (a) Abandoned Arguments\n   Stricklin alleges his trial counsel filed a motion for new trial\nalleging juror misconduct, irregularities in the proceedings, the\nverdict was not supported by sufficient evidence, the verdict\nwas contrary to law, error in the jury instructions, and failure\nto sustain his motion for directed verdict. At the hearing on\nthe motion for new trial, counsel argued only the issue of juror\n\n38\t\n      See id.\n39\t\n      See, Newman, supra note 36; Vo, supra note 24.\n\f                              - 813 -\n           Nebraska Supreme Court A dvance Sheets\n                   300 Nebraska R eports\n                       STATE v. STRICKLIN\n                        Cite as 300 Neb. 794\n\nmisconduct. Stricklin alleges his counsel abandoned the other\narguments out of “neglect and inattention,” and he alleges gen-\nerally that if the other grounds had been pursued they would\nhave been meritorious.\n   Stricklin’s conclusory allegation that the abandoned argu-\nments would have been meritorious is not supported by any\nfactual allegations and is insufficient to show either deficiency\nin performance or resulting prejudice. The district court did not\nerr in denying postconviction relief on this claim without an\nevidentiary hearing.\n                       (b) Failure to Call\n                      Additional Witness\n   As noted, Stricklin’s motion for new trial was premised on\njuror misconduct when, after the first day of deliberation, a\njuror made a telephone call to his brother and discussed the\nstatus of his vote. Stricklin alleges his counsel performed\ndeficiently during the hearing on his motion.\n   At the hearing on the motion for new trial, portions of\nan affidavit from the juror were admitted into evidence and\nthe juror was questioned by counsel for both Stricklin and\nNewman. The juror admitted he had telephoned his brother\nduring an evening recess from deliberations. The juror told\nhis brother, who lives in Georgia, that he was a juror in\na murder trial, that he was the only juror wanting to vote\n“not guilty,” and that he did not know what he was going to\ndo. During the conversation with his brother, the juror also\nlearned that his father was an acquaintance of Stricklin and\nNewman. Eventually, the jury returned a unanimous verdict\nof guilt.\n   After this hearing, the district court found the juror had\ncommitted misconduct, but that Stricklin had not been prej-\nudiced by the misconduct. On direct appeal, we agreed,\nreasoning:\n      [W]e agree with the district court that Stricklin was\n      not prejudiced by the extraneous information received\n      by the juror during the telephone call to his brother.\n\f                                     - 814 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                              STATE v. STRICKLIN\n                               Cite as 300 Neb. 794\n\n      Whether prejudice resulted from jury misconduct must\n      be resolved by the trial court’s drawing reasonable infer-\n      ences as to the effect of the extraneous information on an\n      average juror. The test to determine whether extraneous\n      material was prejudicial looks to the possible effect of\n      the extraneous material on an average juror’s delibera-\n      tive process.\n         The extraneous information received by the juror\n      would not have affected an average juror’s deliberative\n      process. The district court determined that the juror had\n      testified credibly that his brother informed him only that\n      his father and [Stricklin and Newman] had a neutral\n      acquaintance. . . . We agree with the district court that\n      such knowledge of a neutral family acquaintance would\n      not motivate an average juror to change his vote from not\n      guilty to guilty.40\n   In his postconviction motion, Stricklin alleges his counsel\nwas ineffective because he asked objectionable questions about\nthe juror’s thought process and he “should have known bet-\nter.” He also alleges his attorney was deficient for not calling\nthe juror’s brother as a witness during the hearing. Because\nStricklin’s brief argues only the latter allegation, we limit our\nanalysis accordingly.41\n   Stricklin alleges that if his attorney had called the juror’s\nbrother to testify, the brother would have established that (1)\nthe juror was aware before beginning deliberations that his\nfamily knew Stricklin and Newman and (2) the juror’s father\nonce injured his shoulder in an altercation with Newman.\nThe district court found this alleged testimony, even if\nproved, would have been cumulative to similar testimony\nadduced during the hearing, so any deficiency could not\nhave prejudiced Stricklin. Our de novo review leads us to the\nsame conclusion.\n\n40\t\n      Stricklin, supra note 1, 290 Neb. at 569-70, 861 N.W.2d at 391-92.\n41\t\n      See Fetherkile, supra note 31.\n\f                                    - 815 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                             STATE v. STRICKLIN\n                              Cite as 300 Neb. 794\n\n   Several individuals testified at the hearing on the motion\nfor new trial, including the juror accused of misconduct and\nthe private investigator hired by the defense. Stricklin and\nNewman also testified via an offer of proof. The private inves-\ntigator testified the juror had told him that the day before delib-\nerations began, he started thinking he might know Stricklin and\nNewman, because he recognized some people in the gallery,\nand that was one of the reasons he called his brother. Newman\ntestified that he knew the juror’s family but had not recog-\nnized the juror. Newman also described an altercation with the\njuror’s father: “It was just once. Me and him was wrestling\naround, and I hip tossed him and threw his shoulder out of\na socket.”\n   Because the purported testimony of the juror’s brother would\nhave been cumulative to other similar testimony, any deficient\nperformance by trial counsel in not calling the brother did not\nresult in prejudice to Stricklin. The district court did not err in\ndenying this claim without an evidentiary hearing.\n                    9. Failure to Investigate\n   Stricklin alleges that despite his request, trial counsel failed\nto “independently interview, depose, subpoena, or contact” var-\nious witnesses. In this regard, Stricklin presents some claims\nwhich are nearly identical to Newman’s, and other claims\nwhich Newman did not raise.\n   [18,19] A defense attorney has a duty to make reasonable\ninvestigations or to make a reasonable decision that makes\nparticular investigations unnecessary.42 A reasonable strategic\ndecision to present particular evidence, or not to present par-\nticular evidence, will not, without more, sustain a finding of\nineffective assistance of counsel.43 Strategic decisions made by\ntrial counsel will not be second-guessed so long as those deci-\nsions are reasonable.44\n\n42\t\n      State v. Alarcon-Chavez, 295 Neb. 1014, 893 N.W.2d 706 (2017).\n43\t\n      Id.\n44\t\n      Id.\n\f                              - 816 -\n           Nebraska Supreme Court A dvance Sheets\n                   300 Nebraska R eports\n                       STATE v. STRICKLIN\n                        Cite as 300 Neb. 794\n\n                       (a) Same Witnesses\n                           as Newman\n   Stricklin alleges his counsel failed to “independently inter-\nview, depose, subpoena, or contact” many of the same potential\nwitnesses identified in Newman’s postconviction motion. Like\nNewman, Stricklin alleges these witnesses would have testified\nto hearing that unnamed “Mexicans” or “Latino’s” had killed\nNoriega and Morales; to hearing gunshots near the crime scene\naround 1:15 p.m. on the day of the shootings; to observing two\nmen standing in a parking lot near the crime scene around 1\np.m. on the day of the shootings; to being scared of Herrera-\nGutierrez and not believing his story “add[ed] up”; to observ-\ning Herrera-Gutierrez “acting crazy” on the day of the shoot-\nings; and to the belief that Noriega and Morales were “killed\nover drugs.”\n   The district court addressed all of these allegations col-\nlectively and concluded Stricklin had failed to allege how\ndeposing or subpoenaing any of these witnesses would have\nproduced a different outcome at trial. For the same reason,\nwe found these allegations insufficient to show prejudice in\nNewman’s postconviction case, we find them insufficient in\nStricklin’s case.\n   Considering the alleged testimony of these potential wit-\nnesses in the context of all the evidence adduced at trial, we\nconclude the testimony would not have altered the evidentiary\npicture and would, at best, have had an isolated or trivial\neffect on the jury’s findings. We find no error in the district\ncourt’s denial of the claims involving these witnesses without\nan evidentiary hearing.\n\n                    (b) Police Investigation\n   Stricklin’s motion alleges his counsel did not investigate\n“irregularities” in the police investigation. He alleges the\nlead detective told crime scene technicians not to preserve\nblood evidence, gave false testimony at the suppression hear-\ning, failed to check Herrera-Gutierrez’ fingerprints against\n\f                               - 817 -\n           Nebraska Supreme Court A dvance Sheets\n                   300 Nebraska R eports\n                        STATE v. STRICKLIN\n                         Cite as 300 Neb. 794\n\ncrime scene prints, and would unexpectedly show up at the\njail while Stricklin was meeting with his trial counsel, which\nStricklin alleged was an attempt to intimidate him.\n   Stricklin has not alleged which witnesses would have testi-\nfied to these irregularities, nor has he alleged how his counsel’s\nfailure to investigate any of these alleged actions prejudiced\nhis defense. For these reasons, we find no error in the district\ncourt’s denial of an evidentiary hearing on this claim.\n\n                   (c) Other Possible Suspects\n   Stricklin’s postconviction motion also alleges his counsel\nfailed to investigate and present evidence of two other poten-\ntial suspects: Marcus Jefferson and James Moore.\n   Stricklin alleges that 2 days after the shooting, his half\nbrother, Marcus Jefferson, told him that Morales had been\n“murdered by a guy named James Moore” because Morales\nhad sold Moore “bad drugs” and refused to correct the problem\nor refund the money. Stricklin alleges he told his counsel about\nthis discussion but counsel failed to investigate Moore as a\npotential suspect.\n   Stricklin also alleges he asked his counsel to investigate\nJefferson as a potential suspect. Stricklin alleges he told his\ncounsel that after the shootings, Jefferson seemed to know\ndetails of the crime that were not yet public. He also alleges\nJefferson had a motive to murder Morales, because Morales\nowed Jefferson “alot [sic] of money” as a result of a fire in\nMorales’ shop that destroyed Jefferson’s “show car.”\n   Stricklin’s motion generally suggests that if his counsel\nhad investigated this information, Jefferson and Moore would\nhave been identified as suspects and the result of the trial\nwould have been different. We conclude these allegations\nare sufficient, if proved, to allege both deficient performance\nand prejudice. Thus, Stricklin is entitled to an evidentiary\nhearing on his allegation that counsel was ineffective for\nfailing to investigate the information related to Jefferson\nand Moore.\n\f                                       - 818 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                              STATE v. STRICKLIN\n                               Cite as 300 Neb. 794\n\n                     10. Motion in Limine and\n                      Confidential Informant\n   Stricklin alleges his trial counsel was ineffective when he\nfailed to “contact, interview, or depose” a confidential inform­\nant. Details relating to the confidential informant are set forth\nin our opinion on Stricklin’s direct appeal.45\n   The parties learned, summarized, that a confidential inform­\nant had told police that 1 week before the crimes occurred,\nMorales told the informant he wanted to obtain firearms,\nbecause he was “having problems with two black males,” one\nof whom was nicknamed “‘Sip.’”46 The informant told police\nhe was not sure of the origin of Morales’ problems with the\nmen but believed it possibly arose from a “‘drug tax’” for sell-\ning drugs in the neighborhood.47\n   Both Stricklin and Newman filed motions in limine asking\nthe court to allow the police detective to testify about the con-\nfidential informant’s statements. The district court overruled\nthe motions in limine, finding the evidence was inadmissible\nhearsay. On Stricklin’s direct appeal, we affirmed, reasoning\nthe proffered testimony involved two layers of hearsay and did\nnot fall under any of the exceptions argued to and considered\nby the trial court.48\n   In his postconviction motion, Stricklin alleges that after\nlearning the identity of the confidential informant, his counsel\nfailed to contact that informant or otherwise investigate what\nthe informant had told police. Stricklin also alleges that he\nasked his counsel to show the confidential informant a photo-\ngraph of “Sip” to confirm his identity. Stricklin alleges counsel\nnever did so and, if he had, could have obtained enough cor-\nroborating evidence of trustworthiness so that the testimony of\n\n45\t\n      Stricklin, supra note 1.\n46\t\n      Id. at 553, 861 N.W.2d at 382.\n47\t\n      Id. at 554, 861 N.W.2d at 382.\n48\t\n      Id.\n\f                                      - 819 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                               STATE v. STRICKLIN\n                                Cite as 300 Neb. 794\n\nthe confidential informant would have been admissible under\nthe residual hearsay exception.49\n   Stricklin’s argument appears to misunderstand the nature\nof the hearsay issue presented on direct appeal. In that\nappeal, we focused on the admissibility of Morales’ state-\nments that he was seeking firearms because he was having\nissues with “Sip.” We held that such a statement was not\nagainst Morales’ penal interest50 and was not admissible under\nthe residual hearsay exception.51 With respect to the latter, we\nreasoned Morales’ statements did not necessarily motivate\nhim to speak truthfully, the statements were not made under\noath, Morales was not subject to cross-examination, and there\nwas no evidence he subsequently reaffirmed the statements.52\nWe also reasoned that Morales’ statements established only\nthat Morales was having trouble with other persons—it did\nnot establish that Stricklin and Newman were innocent of\nthe crimes.\n   None of the allegations Stricklin makes in his motion would\naffect this analysis. We find the files and records affirmatively\nshow counsel was not ineffective in this regard. Accordingly,\nthe district court did not err in denying postconviction relief\nwithout an evidentiary hearing on this issue.\n                      11. A dvising Stricklin\n                          Not to Testify\n   [20] Stricklin alleges his counsel was ineffective for advis-\ning him not to testify. Defense counsel’s advice to waive the\nright to testify can present a valid claim of ineffective assist­\nance of counsel in two instances: (1) if the defendant shows\nthat counsel interfered with his or her freedom to decide to\n\n49\t\n      See, Neb. Rev. Stat. §§ 27-803(23) and 27-804(2)(e) (Reissue 2016); State\n      v. Epp, 278 Neb. 683, 773 N.W.2d 356 (2009).\n50\t\n      See § 27-804(2)(c).\n51\t\n      See § 27-804(2)(e).\n52\t\n      Stricklin, supra note 1.\n\f                                     - 820 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                              STATE v. STRICKLIN\n                               Cite as 300 Neb. 794\n\ntestify or (2) if counsel’s tactical advice to waive the right\nwas unreasonable.53\n   Stricklin waived his right to testify in open court, and he\nmakes no claim that his waiver was not free and voluntary or\nthat counsel interfered with his freedom to decide whether to\ntestify. Instead, he alleges his attorney’s advice not to testify\nwas legally unreasonable and thus deficient, because it was\nincorrect to suggest he could have been asked about details of\nhis prior crimes.\n   Specifically, Stricklin alleges he chose not to testify based\non counsel’s advice that if he testified, the State could adduce\nevidence that he went to prison for “selling drugs” and he\nwould be “‘opening up a can of worms.’” He alleges this\nadvisement was inaccurate and suggests his attorney should\nhave advised him that if he testified, the jury could learn he\nwas a convicted felon but that details of his prior crimes would\nbe inadmissible.54\n   Stricklin’s postconviction motion does not allege what his\ntestimony would have been at trial or how it would have\nchanged the outcome of the trial. Instead, he alleges he was\nprejudiced because there was evidence the jury convicted him\ndue to his silence. In support of such a contention, he points to\none paragraph in the affidavit of the juror accused of miscon-\nduct. In that paragraph, the juror avers he changed his vote to\nguilty “primarily because [Stricklin and Newman] did not tes-\ntify and attempt to clear their names.” The trial court sustained\nthe State’s objection to this paragraph and struck it pursuant\nto Neb. Rev. Stat. § 27-606(2) (Reissue 2016). We express no\nopinion on whether an inadmissible averment in a juror’s affi-\ndavit can ever support a showing of prejudice under Strickland,\nbecause we conclude, under the first prong of Strickland, that\ncounsel’s advice was not deficient.\n\n53\t\n      State v. Johnson, 298 Neb. 491, 904 N.W.2d 714 (2017).\n54\t\n      See Neb. Rev. Stat. § 27-608(2) (Reissue 2016).\n\f                                        - 821 -\n                 Nebraska Supreme Court A dvance Sheets\n                         300 Nebraska R eports\n                                 STATE v. STRICKLIN\n                                  Cite as 300 Neb. 794\n\n   The State points out that at the time of Stricklin’s trial, the\nlaw was unclear as to whether Stricklin could have been cross-\nexamined under § 27-608(2) about the details of his prior\nfelony drug conviction, and thus, the advice counsel gave\nhim was not unreasonable. In fact, we addressed the inter-\nplay between § 27-608 and Neb. Rev. Stat. § 27-609 (Reissue\n2016) for the first time in Stricklin’s direct appeal, noting it\nappeared there had been confusion on that issue and we had\nnot previously addressed it.55\n   After analyzing federal court decisions involving the fed-\neral equivalent to §§ 27-608(2) and 27-609, we held that\nwhen impeaching a witness pursuant to § 27-609, once the\nconviction is established, the inquiry must end there and\nit is improper to inquire into the details.56 And we held\nthat although § 27-608(2) permits questioning during cross-­\nexamination on specific instances of prior conduct, those\ninstances are limited to conduct not resulting in a prior\nconviction.57\n   At the time Stricklin’s counsel advised him, this court had\nnot yet addressed the interplay between §§ 27-608(2) and\n27-609. Thus, the tactical advice of Stricklin’s counsel was, at\nthe time, not unreasonable and the district court did not err in\ndenying this claim of ineffective assistance without an eviden-\ntiary hearing.\n                 12. Insufficiency of Evidence\n                   and Lack of I dentification\n   Stricklin alleges his counsel was ineffective because, on\ndirect appeal, he failed to include assignments of error that (1)\nthe evidence at trial was insufficient to support his convictions\nand (2) there was an unduly suggestive identification of him\nas the perpetrator. Stricklin alleges generally that these claims\n\n55\t\n      Stricklin, supra note 1.\n56\t\n      Id.\n57\t\n      Id.\n\f                                      - 822 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                               STATE v. STRICKLIN\n                                Cite as 300 Neb. 794\n\nwould have been meritorious if raised and further alleges that\ncounsel refused to raise these claims even though Stricklin\n“beg[ged]” him to. The record and files affirmatively refute\nthese claims.\n                       (a) Identification\n   Although Stricklin’s counsel did not argue on direct appeal\nthat the pretrial identification procedure was unduly sug-\ngestive, the procedure was similar for both Stricklin and\nNewman. Newman did present such a claim on direct appeal,\nand we concluded it lacked merit.58 Thus, Stricklin’s appel-\nlate counsel could not have been ineffective in failing to raise\nthis claim.59\n                     (b) Insufficient Evidence\n   Stricklin alleges his counsel was deficient in failing to\nassign, on direct appeal, that the evidence was insufficient\nto prove guilt beyond a reasonable doubt, because Herrera-\nGutierrez’ testimony was not credible and was uncorroborated\nby forensic or circumstantial evidence. Newman raised the\nsame claim in his direct appeal, and we found it lacked merit,\nreasoning:\n         Newman’s arguments invite us to exceed the scope\n      of our appellate review. We decline to do so. We have\n      repeatedly stated that an appellate court does not resolve\n      conflicts in the evidence, pass on the credibility of wit-\n      nesses, or reweigh the evidence; such matters are for the\n      finder of fact. From the jury’s verdicts, it is apparent that\n      the jury found Herrera-Gutierrez to be credible. It is not\n      the province of this court to question that determination.\n      This assignment of error is without merit.60\n\n58\t\n      Newman, supra note 26.\n59\t\n      See, Fetherkile, supra note 31; State v. McLeod, 274 Neb. 566, 577, 741\n      N.W.2d 664, 674 (2007) (“[d]efense counsel is not ineffective for failing\n      to raise an argument that has no merit”).\n60\t\n      Newman, supra note 26, 290 Neb. at 582, 861 N.W.2d at 133-34.\n\f                                     - 823 -\n                Nebraska Supreme Court A dvance Sheets\n                        300 Nebraska R eports\n                              STATE v. STRICKLIN\n                               Cite as 300 Neb. 794\n\n  The same analysis applies here. Thus, if Stricklin’s counsel\nhad assigned error to the sufficiency of the evidence on direct\nappeal, the assignment would have been meritless. The district\ncourt did not err in denying postconviction relief without an\nevidentiary hearing on this claim.\n                      13. Failure to Obtain\n                       R ecord for A ppeal\n   Stricklin alleges his counsel was ineffective on direct appeal\nbecause he failed to include a complete transcript in the appel-\nlate record. Specifically, Stricklin argues his attorney failed to\ninclude two items in the appellate transcript: (1) his motion to\nsever and (2) a supplemental jury instruction.\n   Stricklin’s postconviction motion does not allege how these\nomissions affected the outcome of his appeal. His allega-\ntions are therefore insufficient to allege prejudice and do not\nwarrant an evidentiary hearing. The district court correctly\ndenied postconviction relief on these claims without an eviden-\ntiary hearing.\n                       14. Actual Innocence\n   Stricklin alleges he is entitled to postconviction relief\nbecause he is actually innocent. He alleges all of his allegations\nof ineffective assistance of counsel support this claim, and he\nalso alleges that the evidence adduced was so lacking in cred-\nibility that it cannot be used to establish his guilt.\n   [21] Newman made essentially the same allegations and\nraised the same argument in his appeal from the district court’s\ndenial of an evidentiary hearing on his motion for postcon-\nviction relief. As we noted in our resolution of Newman’s\nappeal, the threshold showing that must be made to entitle a\nprisoner to an evidentiary hearing on a postconviction claim\nof actual innocence is extraordinarily high, because after a fair\ntrial and conviction, the presumption of innocence vanishes.61\n\n61\t\n      Newman, supra note 36, citing State v. Dubray, 294 Neb. 937, 885 N.W.2d\n      540 (2016).\n\f                             - 824 -\n          Nebraska Supreme Court A dvance Sheets\n                  300 Nebraska R eports\n                      STATE v. STRICKLIN\n                       Cite as 300 Neb. 794\n\nStricklin’s allegations, like those made by Newman, largely\nattack the weight of the evidence used against him and do\nnot meet the high threshold. The district court did not err in\ndenying postconviction relief on this claim without an eviden-\ntiary hearing.\n                       V. CONCLUSION\n   The district court properly denied an evidentiary hearing\non most of Stricklin’s allegations, as Stricklin either failed\nto make sufficient factual allegations to support his claims\nor the files and records affirmatively show he is not entitled\nto relief.\n   However, Stricklin is entitled to an evidentiary hearing on\nhis claims that trial counsel (1) failed to file notice of and\npresent evidence of his alibi defense and (2) failed to inves-\ntigate information regarding potential suspects Jefferson and\nMoore.\n   We thus affirm in part, and in part reverse and remand for\nan evidentiary hearing limited to these two claims.\n\tA ffirmed in part, and in part reversed\n\t                      and remanded with directions.\n   Heavican, C.J., not participating.\n\f",
            "ocr": false,
            "opinion_id": 4322684
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}