{
    "id": 4552104,
    "judges": null,
    "date_filed": "1997-06-18",
    "date_filed_is_approximate": true,
    "slug": "state-v-tyler",
    "case_name_short": "Tyler",
    "case_name": "State v. Tyler",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "301 Neb. 365"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 23.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00006263PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n11/09/2018 08:11 AM CST\n\n\n\n\n                                                        - 365 -\n                                  Nebraska Supreme Court A dvance Sheets\n                                          301 Nebraska R eports\n                                                  STATE v. TYLER\n                                                 Cite as 301 Neb. 365\n\n\n\n\n                                        State of Nebraska, appellee, v.\n                                          Avery R. Tyler, appellant.\n                                                   ___ N.W.2d ___\n\n                                        Filed October 19, 2018.   No. S-17-870.\n\n                1.\t Postconviction: Judgments: Appeal and Error. Whether a claim\n                     raised in a postconviction proceeding is procedurally barred is a\n                     question of law which is reviewed independently of the lower court’s\n                     ruling.\n                2.\t Postconviction: Constitutional Law: Appeal and Error. In appeals\n                     from postconviction proceedings, an appellate court reviews de novo\n                     a determination that the defendant failed to allege sufficient facts to\n                     demonstrate a violation of his or her constitutional rights or that the\n                     record and files affirmatively show that the defendant is entitled to\n                     no relief.\n                3.\t Postconviction: Constitutional Law: Judgments. Under the Nebraska\n                     Postconviction Act, a prisoner in custody may file a petition for relief\n                     on the ground that there was a denial or infringement of the prisoner’s\n                     constitutional rights that would render the judgment void or voidable.\n                4.\t Postconviction. In the absence of alleged facts that would render the\n                     judgment void or voidable, the proper course is to dismiss a motion for\n                     postconviction relief for failure to state a claim.\n                5.\t Postconviction: Appeal and Error. A motion for postconviction relief\n                     is not a substitute for an appeal.\n                 6.\t ____: ____. A motion for postconviction relief cannot be used to secure\n                     review of issues which were known to the defendant and could have\n                     been litigated on direct appeal; such issues are procedurally barred.\n                7.\t Postconviction: Prosecuting Attorneys: Appeal and Error. Whether\n                     a claim of prosecutorial misconduct could have been litigated on direct\n                     appeal and is thus procedurally barred from being litigated on postcon-\n                     viction depends on the nature of the claim.\n                8.\t ____: ____: ____. Where the claim of prosecutorial misconduct is\n                     such that a determination of the merits is possible based on the record\n\f                                     - 366 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                                STATE v. TYLER\n                               Cite as 301 Neb. 365\n\n     on direct appeal, it is procedurally barred from being litigated on\n     postconviction.\n 9.\t Trial: Prosecuting Attorneys. In assessing allegations of prosecutorial\n     misconduct in closing arguments, a court first determines whether the\n     prosecutor’s remarks were improper. It is then necessary to determine\n     the extent to which the improper remarks had a prejudicial effect on the\n     defendant’s right to a fair trial.\n10.\t Effectiveness of Counsel: Proof. To show prejudice on a claim of inef-\n     fective assistance of counsel, the defendant must demonstrate a reason-\n     able probability that but for counsel’s deficient performance, the result\n     of the proceeding would have been different.\n\n   Appeal from the District Court for Douglas County: Duane\nC. Dougherty, Judge. Affirmed.\n  Michael J. Wilson and Glenn Shapiro, of Schaefer Shapiro,\nL.L.P., for appellant.\n   Douglas J. Peterson, Attorney General, and Erin E. Tangeman\nfor appellee.\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke, and\nPapik, JJ.\n   Funke, J.\n   Avery R. Tyler appeals from the district court’s denial of\npostconviction relief without an evidentiary hearing. Tyler\nasserts claims of prosecutorial misconduct and ineffective\nassistance of trial and appellate counsel. For the reasons set\nforth herein, we affirm.\n                      I. BACKGROUND\n   This appeal follows our decision in State v. Tyler,1 which\naffirmed Tyler’s jury trial convictions and sentences therefrom,\nincluding one count of premeditated first degree murder, a\nClass IA felony for which Tyler received a sentence of life\nimprisonment, and one count of use of a firearm to commit a\n\n 1\t\n      State v. Tyler, 291 Neb. 920, 870 N.W.2d 119 (2015).\n\f                              - 367 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                         STATE v. TYLER\n                        Cite as 301 Neb. 365\n\nfelony, a Class IC felony for which Tyler received a sentence\nof 20 to 30 years imprisonment. The trial court ordered the\nsentences to run consecutively.\n                              1. Facts\n   On September 3, 2012, Delayno Wright was shot and killed\noutside Halo Ultra Lounge (Halo) in Omaha, Nebraska. Prior\nto the shooting, Wright, his girlfriend Brittany Ashline, and\nhis cousin LaRoy Rivers were walking through the parking lot\ntoward Wright’s vehicle when two men walked past them. One\nof the men grabbed or brushed against Ashline, which led to\nAshline and Wright’s confronting the men. Rivers thought he\nrecognized one of the men who was wearing a brown, striped\nshirt and saw that man break away from the group. Rivers saw\na dome light turn on in a vehicle in the parking lot, heard the\nvoice of the man he thought he recognized yelling, “‘What’s\nup now?’” and heard gunshots. Rivers could not see the\nshooter, but Ashline said she saw a man run to a tan or gold\nsport utility vehicle or Jeep and leave the scene after the shots\nwere fired. Wright indicated he had been shot, was driven to\na hospital, and was subsequently pronounced dead due to a\ngunshot wound to his torso.\n   When Rivers spoke to investigators, he informed them that\nhe thought he recognized the man wearing the brown, striped\nshirt as a person he played basketball with in high school.\nRivers explained that he thought the man’s first name was\nAvery, but that he was unsure of his last name. While on a\ndetective’s computer, Rivers accessed a social media page,\nviewed Tyler’s profile picture, and identified him as the indi-\nvidual in the brown, striped shirt.\n   During the investigation of the shooting, investigators\nobtained a photograph of Tyler from a wedding he attended\nthe day before the shooting in which he was wearing a brown,\nstriped shirt. Investigators also obtained security footage show-\ning a sport utility vehicle leaving the scene near the time of the\nshooting at a high rate of speed. It was subsequently discov-\nered Tyler’s girlfriend owned a silver Jeep Commander. At the\n\f                              - 368 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                         STATE v. TYLER\n                        Cite as 301 Neb. 365\n\nscene of the shooting, investigators found eight shell casings.\nA crime laboratory technician reported that the casings were\nall fired from the same gun and that there are about 20 guns\ncapable of firing them, including an “FN Five-seveN” pistol. It\nwas discovered Tyler had purchased an FN Five-seveN pistol\napproximately 21⁄2 months prior to the shooting.\n   Investigators obtained and executed four search warrants for\nTyler’s car and for his grandparents’, mother’s, and girlfriend’s\nresidences. During the searches, investigators discovered a cell\nphone from Tyler’s car, a gunlock bearing the “FN” logo from\nhis grandparents’ residence, and a letter from his mother’s\nresidence. Tyler signed a consent form that allowed investiga-\ntors to download and search the contents of the cell phone.\nOn the cell phone, investigators discovered another picture of\nthe September 2, 2012, wedding in which Tyler was wearing a\nbrown, striped shirt; a deleted text message from September 2\nthat read, “What’s it like and where is halo?”; and call records\nand location information.\n   Based upon this information, Tyler was arrested and charged\nfor the shooting.\n                            2. Trial\n   A jury trial was held in June 2014. At trial, the court\nheard testimony from 24 witnesses for the State and 5 for the\ndefense. Among the State’s witnesses were Ronald King and\nJelani Johnson. Tyler’s assignments of error in the current\nappeal concern King’s and Johnson’s testimony; therefore, a\nsummary of their testimony and the State’s arguments concern-\ning their testimony is provided in relevant part below.\n                     (a) King’s Testimony\n   King testified he met Tyler and Johnson playing basketball\nfor Bellevue University in Nebraska from 2008 to 2010. After\nthose 2 years, King moved back to his hometown in Illinois.\n   In September 2012, King returned to Nebraska for the wed-\nding of a former teammate and stayed with Johnson who was\nalso attending the wedding. King testified that Tyler attended\n\f                               - 369 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                          STATE v. TYLER\n                         Cite as 301 Neb. 365\n\nthe wedding and was wearing a brown, striped shirt. King\ntestified that he left the wedding to go to Halo with Tyler in\nthe vehicle Tyler was driving, a “light-colored Jeep.” King\nexplained that once they got to Halo, they parked in the park-\ning lot and were walking on a sidewalk leading into the club\nwhen they passed two men and a woman. King testified that he\nbrushed against the woman as she was walking by and that the\nwoman and one of the men confronted them about the contact.\nKing explained that Tyler and the man who confronted them\ngot into a heated exchange and that the other man and King\nhad to separate the two. King testified that Tyler left at some\npoint and that when King walked back toward Tyler’s Jeep,\nhe saw Tyler walking from the Jeep toward the location where\nthe confrontation happened with something in his hand. King\ntestified he saw Tyler fire three to five gunshots in the direc-\ntion where King had last seen the group of three people. After\nfiring the shots, King testified that Tyler returned to the vehicle\nand Tyler drove them to a second bar. King then texted another\nfriend for a ride and parted ways with Tyler. King testified that\nhe returned to Illinois on his scheduled return flight. Later,\nKing was arrested in Illinois for an unrelated matter and held\nfor a Nebraska warrant. King obtained a lawyer when Omaha\nPolice Department detectives began to question him about the\nshooting. Eventually, he was given immunity. King explained\nthe terms of the immunity by describing that he gave a formal\ninterview to the police and that if called to testify, he would\n“have to say the exact same thing.”\n   During cross-examination, King was asked by Tyler’s coun-\nsel to look at a letter leading to the following exchange:\n         Q. Do you recognize [the letter]?\n         A. Yes.\n         Q. Is it something that you authored, you wrote it?\n         A. Yes.\n         Q. When?\n         A. I don’t believe that I wrote it. I probably was speak-\n      ing and somebody else wrote it.\n\f                              - 370 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                         STATE v. TYLER\n                        Cite as 301 Neb. 365\n\n         Q. Okay. What were the circumstances of you making\n      those statements and giving that information?\n         A. You know, just follow-up on my reactions and how\n      I felt about the situation.\n         Q. Okay. Was it before you spoke to the cops or after\n      you spoke to the cops?\n         A. After.\n         Q. And who — you say you don’t think you typed it,\n      someone else did?\n         A. Yes.\n         Q. Who?\n         A. My attorney, possibly.\n         Q. Well, what do you mean “possibly?”\n         A. I don’t remember who wrote it.\n         Q. Okay. But it’s your words?\n         A. Yes.\n         Q. And you say this was done after the police spoke to\n      you in Illinois?\n         A. Correct.\n   The letter was not offered into evidence, and King pro-\nvided no other testimony concerning the letter outside of this\nexchange. However, Tyler attached a letter to his motion for\npostconviction relief and alleged the document was the letter\nhis counsel questioned King about at trial. Tyler alleges his\ntrial counsel was informed by the State during an off-the-\nrecord recess that the letter discussed was actually written by\nJohnson. Neither the State nor Tyler’s trial counsel disclosed to\nthe jury that Johnson had authored the letter.\n                   (b) Johnson’s Testimony\n   Johnson testified he has known Tyler since childhood.\nJohnson played basketball at Bellevue University with Tyler\nand King and asserted that he is friends with both men.\n   On September 2, 2012, King and Johnson attended a\nwedding where they saw Tyler. King and Tyler left the wed-\nding reception without Johnson, and Johnson did not see\nKing again until the next day. The next morning, Johnson\n\f                             - 371 -\n          Nebraska Supreme Court A dvance Sheets\n                  301 Nebraska R eports\n                        STATE v. TYLER\n                       Cite as 301 Neb. 365\n\nhad a conversation with King about what had occurred the\nnight before. Tyler showed up uninvited at Johnson’s house,\nwhere he talked to Johnson and had a private conversation\nwith King.\n   Johnson testified that days after the wedding, Tyler came\nto the restaurant where Johnson worked and told Johnson\nthat Tyler’s property had been searched by police. Tyler\nalso told him that “his car couldn’t be placed at Halo that\nnight,” to which Johnson agreed. Johnson further testified that\nafter the meeting at Johnson’s workplace, Tyler again came\nover to Johnson’s house and used Johnson’s cell phone to\ncall King.\n   In October 2012, Omaha Police Department detectives initi-\nated an interview with Johnson. Johnson testified that during\nthe interview, detectives questioned him about the night of\nthe wedding and Johnson lied and told them King had driven\nhis car from the wedding and had come back to pick him up\nlater. A couple weeks after this initial interview, detectives\nagain attempted to interview Johnson. Johnson declined to talk\nwith the detectives without an attorney and was charged with\naccessory to a felony. After Johnson hired an attorney, another\ninterview was set up and Johnson admitted that King did not\ntake his car the night of the wedding and that King did not\nreturn later to pick him up.\n   At trial, Johnson was questioned concerning whether he\nhad a plea agreement. On direct examination, the following\nexchange occurred:\n         Q. Are you testifying here today pursuant to any type\n      of agreement with the Douglas County Attorney’s Office?\n         A. Are you asking if I do have an agreement?\n         Q. Yes.\n         A. No.\n         Q. Okay. Has there been any type of plea agree-\n      ment entered into between you and the Douglas County\n      Attorney’s Office regarding this case?\n         A. No.\n\f                              - 372 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                         STATE v. TYLER\n                        Cite as 301 Neb. 365\n\n         Q. Is there any reason why you haven’t already pled to\n      this charge?\n         A. I mean, I had conversations with my lawyer, and he\n      told me just by coming . . . forth and being truthful that\n      that would be the best route.\n   On cross-examination, Johnson again testified that he did\nnot have a plea agreement worked out in exchange for his\ntestimony. Johnson explained that after consulting with his\nattorney, he believed coming forward and being truthful would\nbe the best thing to do. Johnson believed that testifying truth-\nfully would lead to a lesser charge or a dismissal of the acces-\nsory charge.\n                (c) State’s Closing Argument\n  In the State’s closing argument, the State addressed both\nKing’s and Johnson’s testimony and stated, in relevant part:\n    King and . . . Johnson were put in a bad place. Their\n    teammate and their friend did something very bad. He\n    told them to be quiet about it. He told them to lie about\n    it. When . . . King is approached by the police, sure, he’s\n    scared. He’s worried he’s going to get arrested. He was\n    at a crime scene, a very serious crime scene, one where\n    someone was killed, and he doesn’t even bother calling\n    the cops to tell them about it. He leaves the scene, doesn’t\n    tell anyone about it. He remains quiet. He was probably\n    scared. He probably didn’t want . . . Tyler to get in trou-\n    ble because it’s a friend of his.\n        So when he’s in jail and the police want to talk to\n    him, he wanted a deal. And [defense counsel] criticizes\n    us for giving him that deal. But keep in mind what the\n    police knew versus what . . . King knew. And what I\n    would argue to you is the police and prosecutors don’t\n    give deals to liars. We didn’t give a deal to . . . Johnson.\n    In fact, the police arrested him and that charge is still\n    pending. But what we knew about . . . King when he\n    said, “Hey, I want immunity,” frankly, it’s easy to give it\n    to him. Why? Because all the evidence was pointing to\n\f                                  - 373 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                             STATE v. TYLER\n                            Cite as 301 Neb. 365\n\n         . . . Tyler being the shooter; Jeep Commander leaving the\n         scene that we tied to his girlfriend; FN Herstal gun was\n         the weapon used to kill, we tied that to . . . Tyler; we have\n         a witness, not only identify him at the scene, telling the\n         . . . police, not coincidentally, what he was wearing that\n         night and a picture of him. We have cell phone evidence\n         of him using his phone that night. There was nothing to\n         suggest . . . King was the shooter, and the cops knew\n         that. So to tell . . . King, “We aren’t going to arrest you\n         as long as you tell the truth,” was simple, which is why it\n         was different with [Johnson]. He didn’t tell the truth, so\n         he was arrested.\n               3. Disposition and Direct A ppeal\n   The jury found Tyler guilty of first degree murder and use\nof a firearm to commit a felony. Utilizing the same counsel he\nhad at trial, Tyler filed a direct appeal with this court claim-\ning errors relating to the district court’s denial of various\nmotions to suppress. We concluded the district court did not\nerr by overruling Tyler’s motions to suppress and affirmed\nTyler’s convictions.2\n                     4. Tyler’s Motion for\n                     Postconviction R elief\n   In October 2016, Tyler filed a motion for postconviction\nrelief alleging prosecutorial misconduct and ineffective assist­\nance of trial counsel. As to prosecutorial misconduct, Tyler\nclaimed the State (1) allowed King’s known, false testimony\nconcerning the authorship of the letter provided by Tyler’s\ncounsel to go uncorrected; (2) introduced new and imper-\nmissible evidence during closing arguments in providing the\nreasoning for King’s immunity deal; (3) improperly vouched\nfor and bolstered King’s testimony by stating during closing\narguments that “‘the police and prosecutors don’t give deals\nto liars’”; (4) lied to the jury during closing arguments in\n\n 2\t\n      See id.\n\f                                     - 374 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                                STATE v. TYLER\n                               Cite as 301 Neb. 365\n\nrepresenting that Johnson would not receive a deal; and (5)\nfailed to disclose to Tyler’s counsel that Johnson’s charge\nwould be dropped in exchange for his testimony at trial. As to\nineffective assistance, Tyler claimed trial counsel (1) allowed\nKing’s false testimony to go uncorrected, (2) failed to object\nto prosecutorial misconduct in introducing new and imper-\nmissible evidence during closing arguments and vouching\nfor and bolstering a State’s witness, and (3) failed to appeal\nthe comments made by the county attorney. Tyler addition-\nally argued the cumulative effect of these errors denied him\na fair trial.\n   In an amended order, the district court denied Tyler’s motion\nwithout an evidentiary hearing. The court found Tyler’s claims\nwere procedurally barred, insufficiently pled, and affirma-\ntively refuted by the record. Tyler appeals this order.\n               II. ASSIGNMENTS OF ERROR\n   Tyler assigns, consolidated and restated, that the district\ncourt erred in finding an evidentiary hearing was not war-\nranted and (1) dismissing his claims of prosecutorial miscon-\nduct regarding King’s and Johnson’s testimony and the State’s\nclosing argument and (2) dismissing his claims of ineffective\nassistance of counsel for not objecting, correcting, or appeal-\ning the alleged prosecutorial misconduct.\n                 III. STANDARD OF REVIEW\n   [1] Whether a claim raised in a postconviction proceeding\nis procedurally barred is a question of law which is reviewed\nindependently of the lower court’s ruling.3\n   [2] In appeals from postconviction proceedings, an appel-\nlate court reviews de novo a determination that the defendant\nfailed to allege sufficient facts to demonstrate a violation of his\nor her constitutional rights or that the record and files affirm­\natively show that the defendant is entitled to no relief.4\n\n 3\t\n      State v. Haynes, 299 Neb. 249, 908 N.W.2d 40 (2018).\n 4\t\n      State v. Collins, 299 Neb. 160, 907 N.W.2d 721 (2018).\n\f                                     - 375 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                                STATE v. TYLER\n                               Cite as 301 Neb. 365\n\n                          IV. ANALYSIS\n   [3] Under the Nebraska Postconviction Act, Neb. Rev. Stat.\n§§ 29-3001 to 29-3004 (Reissue 2016), a prisoner in custody\nmay file a petition for relief on the ground that there was a\ndenial or infringement of the prisoner’s constitutional rights\nthat would render the judgment void or voidable. This category\nof relief is “very narrow.”5\n   [4] Section 29-3001(2) entitles a prisoner to an evidentiary\nhearing on a claim for postconviction relief, unless “the motion\nand the files and records of the case show to the satisfaction\nof the court that the prisoner is entitled to no relief.” In order\nto be entitled to an evidentiary hearing, a prisoner must allege\nfacts in the motion for postconviction relief that, if proved,\nwould constitute a violation of his or her rights under the\nU.S. or Nebraska Constitution.6 A prisoner is not entitled to\nan evidentiary hearing on the basis of claims that present only\nconclusory statements of law or fact.7 In the absence of alleged\nfacts that would render the judgment void or voidable, the\nproper course is to dismiss the motion for postconviction relief\nfor failure to state a claim.8\n   [5-8] A motion for postconviction relief is not a substitute\nfor an appeal.9 Therefore, a motion for postconviction relief\ncannot be used to secure review of issues which were known\nto the defendant and could have been litigated on direct appeal;\nsuch issues are procedurally barred.10 Whether a claim of\nprosecutorial misconduct could have been litigated on direct\nappeal and is thus procedurally barred from being litigated on\npostconviction depends on the nature of the claim.11 Where\n\n 5\t\n      Haynes, supra note 3, 299 Neb. at 260, 908 N.W.2d at 51.\n 6\t\n      State v. Dubray, 294 Neb. 937, 885 N.W.2d 540 (2016).\n 7\t\n      Id.\n 8\t\n      See State v. Ryan, 287 Neb. 938, 845 N.W.2d 287 (2014).\n 9\t\n      State v. Torres, 295 Neb. 830, 894 N.W.2d 191 (2017).\n10\t\n      Id.\n11\t\n      Id.\n\f                                     - 376 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                                STATE v. TYLER\n                               Cite as 301 Neb. 365\n\nthe claim of prosecutorial misconduct is such that a determi-\nnation of the merits is possible based on the record on direct\nappeal, it is procedurally barred from being litigated on post-\nconviction.12 But where an evidentiary hearing is necessary\nto decide the merits of the claim, the failure to raise the issue\non direct appeal does not preclude it from being litigated\non postconviction.13\n                   1. Prosecutorial Misconduct\n   On appeal, Tyler’s allegations of prosecutorial misconduct\ninclude (1) the prosecutor knowingly misrepresented to the\njury that Johnson would not receive a deal before dismissing\nhis felony charge and committed a Brady v. Maryland 14 viola-\ntion by failing to disclose the deal to Tyler, (2) the prosecutor\nfailed to correct King’s testimony about authoring the letter, (3)\nthe prosecutor introduced new and impermissible facts during\nclosing arguments, and (4) the prosecutor improperly bolstered\na witness during closing arguments.\n   Prosecutors are charged with the duty to conduct criminal\ntrials in a manner that provides the accused with a fair and\nimpartial trial.15 Because prosecutors are held to a high stan-\ndard for a wide range of duties, the term “prosecutorial mis-\nconduct” cannot be neatly defined.16 Generally, prosecutorial\nmisconduct encompasses conduct that violates legal or ethical\nstandards for various contexts because the conduct will or may\nundermine a defendant’s right to a fair trial.17\n                        (a) Plea Deal\n  Tyler claims that the State committed prosecutorial mis-\nconduct in failing to disclose to the jury that Johnson had\n\n12\t\n      See id.\n13\t\n      Id.\n14\t\n      Brady v. Maryland, 373 U.S. 83, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963).\n15\t\n      State v. Dubray, 289 Neb. 208, 854 N.W.2d 584 (2014).\n16\t\n      Id.\n17\t\n      Id.\n\f                                    - 377 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                               STATE v. TYLER\n                              Cite as 301 Neb. 365\n\nreceived a plea deal. Tyler also claims that the State com-\nmitted a violation of Brady18 when it failed to disclose that\nJohnson had received a plea deal.\n   These claims center on Tyler’s allegation that the prosecutor\ntold the jury during his closing argument that Johnson would\nnot be getting a deal and that after trial, Johnson had his crimi-\nnal case dismissed as a result of his testimony. A determination\nof these claims on the merits is possible based on the record\nwithout further evidentiary hearing.\n   [9] In assessing allegations of prosecutorial misconduct in\nclosing arguments, a court first determines whether the pros-\necutor’s remarks were improper.19 It is then necessary to deter-\nmine the extent to which the improper remarks had a prejudi-\ncial effect on the defendant’s right to a fair trial.20\n   A prosecutor must base his or her argument on the evidence\nintroduced at trial rather than on matters not in evidence.21\nHowever, a prosecutor is entitled to draw inferences from the\nevidence in presenting his or her case, and such inferences\ngenerally do not amount to prosecutorial misconduct.22 As we\nstated in State v. Dubray 23:\n      [W]hen a prosecutor’s comments rest on reasonably\n      drawn inferences from the evidence, he or she is permit-\n      ted to present a spirited summation that a defense theory\n      is illogical or unsupported by the evidence and to high-\n      light the relative believability of witnesses for the State\n      and the defense. These types of comments are a major\n      purpose of summation, and they are distinguishable from\n      attacking a defense counsel’s personal character or stating\n\n18\t\n      Brady, supra note 14.\n19\t\n      State v. Johnson, 298 Neb. 491, 904 N.W.2d 714 (2017).\n20\t\n      Id.; State v. Nolan, 292 Neb. 118, 870 N.W.2d 806 (2015).\n21\t\n      Johnson, supra note 19.\n22\t\n      Id.\n23\t\n      Dubray, supra note 15, 289 Neb. at 227, 854 N.W.2d at 604-05.\n\f                                      - 378 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                                 STATE v. TYLER\n                                Cite as 301 Neb. 365\n\n      a personal opinion about the character of a defendant\n      or witness.\n   During trial, Johnson testified that he did not have a deal\nwith the State but that he hoped his cooperation would lead to\na lesser charge or dismissal of his accessory charge. In closing\narguments, the State asserted that Johnson had been arrested,\nhad a charge pending, and did not have a deal in place at the\ntime of trial.\n   Even if Johnson later received a dismissal or reduction\nof his charge, it would not make Johnson’s testimony or\nthe State’s assertions during closing arguments untrue. In\nfact, in review of Johnson’s testimony and the State’s asser-\ntions during closing arguments, the record makes clear that\nJohnson believed it possible and the State did not dispute that\nJohnson’s charge or sentence might be modified as a result of\nhis testimony. As such, the State’s assertions during closing\narguments did not mislead or unduly influence the jury. As\nwe have previously stated, a prosecutor’s conduct that does\nnot mislead and unduly influence the jury does not constitute\nmisconduct.24 Tyler’s claim that the prosecutor misled the jury\nis without merit.\n   In regard to an alleged Brady violation, the U.S. Supreme\nCourt has held that the prosecution has a duty to disclose all\nfavorable evidence to a criminal defendant prior to trial.25\nFavorable evidence includes both exculpatory and impeach-\nment evidence.26\n   Tyler’s motion for postconviction relief alleges that the State\ncommitted the Brady violation when the State gave Johnson a\nplea deal after telling the jury that Johnson would not be given\na deal. More specifically, Tyler alleges the prosecutor stated\n\n24\t\n      See Johnson, supra note 19.\n25\t\n      Brady, supra note 14.\n26\t\n      See United States v. Bagley, 473 U.S. 667, 105 S. Ct. 3375, 87 L. Ed. 2d\n      481 (1985), citing Giglio v. United States, 405 U.S. 150, 92 S. Ct. 763, 31\n      L. Ed. 2d 104 (1972).\n\f                              - 379 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                         STATE v. TYLER\n                        Cite as 301 Neb. 365\n\nin closing that Johnson would not be getting a deal and that\ntherefore, the State was precluded from giving Johnson a deal\nafter trial.\n   However, the record does not support this allegation. Instead,\nthe record indicates that the prosecutor stated that “[w]e didn’t\ngive a deal to . . . Johnson.” The prosecutor’s statement was\nmade during rebuttal argument in response to defense counsel’s\nquestioning as to why King wanted immunity. The prosecutor’s\nstatement was a correct statement of the evidence which indi-\ncated that Johnson lied to investigators, that he was charged\nwith accessory to a felony, and that he did not have a deal at\nthe time of trial.\n   Tyler’s motion for postconviction relief did not allege that\nJohnson’s testimony was false or that the State had a plea\nagreement with Johnson at the time of trial and failed to\ndisclose that fact to Tyler. As a result, Tyler did not present\nallegations that the prosecution failed to disclose exculpatory\nor impeachment evidence to support a Brady violation. This\nassignment of error is without merit.\n\n                      (b) False Testimony\n   Tyler alleges that the State committed prosecutorial mis-\nconduct in failing to correct King’s testimony about author-\ning the letter provided by Tyler’s counsel. In his motion for\npostconviction relief, Tyler noted that, though King testified\nhe authored the letter, the State informed Tyler’s counsel\nduring an off-the-record recess that the letter was written\nby Johnson. Neither the State nor Tyler’s counsel disclosed\nJohnson’s authorship of the letter to the jury. Tyler claims he\ncould not have brought this claim of prosecutorial misconduct\non direct appeal, because the State’s disclosure that Johnson,\nnot King, authored the letter occurred off the record. However,\nTyler acknowledges in his motion for postconviction relief that\nthis issue was known to Tyler’s counsel at the time of trial,\nand there is no evidence that it was raised on direct appeal. It\nis well settled that a motion for postconviction relief cannot\n\f                                    - 380 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                               STATE v. TYLER\n                              Cite as 301 Neb. 365\n\nbe used to secure review of issues which were known to the\ndefendant and which were or could have been litigated on\ndirect appeal.27 Therefore, Tyler’s claim of prosecutorial mis-\nconduct for failing to correct known, false testimony is proce-\ndurally barred.\n                 (c) Comments During Closing\n   Tyler alleges that the State committed prosecutorial mis-\nconduct in introducing new and impermissible facts during\nclosing arguments. On this claim, Tyler asserts the State com-\nmitted prosecutorial misconduct in informing the jury that the\nreason King was offered immunity was because King was at\nthe scene of a crime and failed to report it to the police. Tyler\nasserts this information was not introduced at trial and, as\nsuch, the State should have been precluded from discussing\nthese facts during closing arguments.\n   A review of the trial record and the State’s comments in\nclosing is sufficient to determine whether the State intro-\nduced new and impermissible information during closing\narguments. Therefore, Tyler could have raised this claim on\ndirect appeal, but failed to do so. As such, this claim is proce-\ndurally barred.\n                    (d) Witness Bolstering\n   Tyler alleges that the State committed prosecutorial mis-\nconduct by improperly bolstering a witness during closing\narguments. Tyler argues that the prosecution’s statement that\n“the police and prosecutors don’t give deals to liars” bolstered\nKing’s credibility.\n   As with Tyler’s previous claim, Tyler’s bolstering claim is\nbased on the record of what occurred during closing arguments.\nThe issues of whether the State’s comments were improper\nor materially prejudicial could have been resolved on direct\nappeal. Because Tyler failed to raise the claim on direct appeal,\nthe claim is procedurally barred.\n\n27\t\n      Torres, supra note 9.\n\f                                      - 381 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                                STATE v. TYLER\n                               Cite as 301 Neb. 365\n\n   In consideration of all of the above, we conclude that the\ndistrict court did not err in dismissing Tyler’s claims of pros-\necutorial misconduct without an evidentiary hearing.\n\n                    2. Ineffective Assistance\n                            of Counsel\n   As to his claims for ineffective assistance, Tyler alleged that\nhis trial counsel allowed King’s false testimony to go uncor-\nrected, failed to object to prosecutorial misconduct in introduc-\ning new and impermissible evidence during closing arguments\nand bolstering a State’s witness, and failed to appeal the com-\nments made by the county attorney. Tyler additionally argued\nthe cumulative effect of these errors denied him a fair trial.\nStated another way, Tyler claims his counsel was ineffective\nin failing to object, correct, or appeal the alleged instances of\nprosecutorial misconduct.\n   [10] Where trial counsel and appellate counsel are the same,\na postconviction motion is a defendant’s first opportunity to\nraise a claim of ineffective assistance.28 A proper ineffective\nassistance of counsel claim alleges a violation of the funda-\nmental constitutional right to a fair trial.29 To prevail on a\nclaim of ineffective assistance of counsel under Strickland v.\nWashington,30 the defendant must show that his or her coun-\nsel’s performance was deficient and that this deficient perform­\nance actually prejudiced the defendant’s defense.31 To show\nprejudice under the prejudice component of the Strickland test,\nthe defendant must demonstrate a reasonable probability that\nbut for counsel’s deficient performance, the result of the pro-\nceeding would have been different.32 A reasonable probability\n\n28\t\n      State v. Payne, 289 Neb. 467, 855 N.W.2d 783 (2014).\n29\t\n      State v. Vela, 297 Neb. 227, 900 N.W.2d 8 (2017).\n30\t\n      Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674\n      (1984).\n31\t\n      Vela, supra note 29.\n32\t\n      Id.\n\f                                      - 382 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                                 STATE v. TYLER\n                                Cite as 301 Neb. 365\n\ndoes not require that it be more likely than not that the defi-\ncient performance altered the outcome of the case; rather, the\ndefend­ant must show a probability sufficient to undermine\nconfidence in the outcome.33 In determining whether counsel\nwas ineffective in failing to object to prosecutorial miscon-\nduct, an appellate court must first determine whether the\npetitioner has alleged any action or remarks that constituted\nprosecutorial misconduct.34\n\n                      (a) King’s Testimony\n   In his motion for postconviction relief, Tyler alleged his\ncounsel was ineffective for failing to correct King’s known,\nfalse testimony that King authored the letter and, on direct\nappeal, in failing to allege prosecutorial misconduct that the\nState allowed known, false testimony to go uncorrected. This\nclaim is without merit, because Tyler has failed to allege suf-\nficient facts to show King’s testimony misled or unduly influ-\nenced the jury.\n   Tyler contends that correcting the testimony about the letter\nwould have provided the jury evidence relevant to King’s cred-\nibility which was at issue as a primary witness for the State.\nHowever, Tyler’s counsel cross-examined King at trial and\nquestioned King’s credibility, including the amount of alcohol\nhe consumed on the day of the shooting, his receiving immu-\nnity for his cooperation, and his statements to law enforcement.\nThe jury was able to compare King’s testimony with the other\nwitnesses’ accounts and consider the terms of King’s immunity\ndeal. The authorship of a letter that the jury did not review or\nhave substantive information about had little probative value to\nKing’s credibility. Tyler failed to show how evidence that King\nauthored the letter caused any prejudicial effect.\n   Tyler also claims his counsel should have introduced the\nletter to impeach King’s testimony that he saw Tyler firing\n\n33\t\n      Id.\n34\t\n      Johnson, supra note 19.\n\f                              - 383 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                         STATE v. TYLER\n                        Cite as 301 Neb. 365\n\nthe gun, because the letter allegedly states that the author did\nnot see the shooting. However, Tyler admits that the letter\nwas actually written by Johnson, so regardless of the alleged\ncontent of the letter, any statements about what the author of\nthe letter observed are irrelevant to King’s testimony about his\nown observations.\n   Therefore, based on all of the above, Tyler has failed\nto state sufficient allegations under the prejudice prong of\nStrickland to show that, but for counsel’s failure to correct\nKing’s testimony about the letter and failure to allege on direct\nappeal that the State committed prosecutorial misconduct in\nnot correcting King’s testimony, the result of trial would have\nbeen different.\n\n                     (b) Closing Arguments\n   Tyler’s remaining claims of ineffective assistance consist\nof his counsel’s failure to object to the State’s statements dur-\ning closing arguments and failure to raise the issue on appeal.\nSpecifically, these claims concern the State’s comments about\nKing’s immunity deal and Johnson’s lack of a plea deal.\n\n                       (i) New Evidence\n   Tyler claims his counsel failed to object to prosecutorial\nmisconduct when the State discussed the reasoning for King’s\nimmunity deal. Specifically, Tyler claims prosecutorial mis-\nconduct in the State’s explaining that the reason King was\noffered immunity was because King was at the scene of a\ncrime and failed to report it to the police. According to Tyler,\nthis amounts to misconduct, because “information was not\nintroduced into evidence during the trial to show that King\nhad broken the law in any way” for which he would need the\nimmunity deal. He further asserts that “[w]ithout this evidence\nbeing introduced improperly, the jury very well could have\nconcluded that King was hiding something or testifying falsely\nbecause most witnesses with no involvement in a crime do not\nneed immunity to testify.”\n\f                              - 384 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                         STATE v. TYLER\n                        Cite as 301 Neb. 365\n\n   Here, the record shows King testified that he was with Tyler\non the night of the offense, that King was involved in the\naltercation which eventually led to the shooting, that King saw\nTyler shoot a gun toward the group with whom they had the\naltercation, that King rode in Tyler’s vehicle after witnessing\nhim shoot the gun, that King flew back to Illinois, and that\nKing received an immunity deal before he gave an interview\nabout the shooting. King did not testify to notifying the police\nof the shooting before the Omaha Police Department detec-\ntives initiated contact. In addition, Tyler’s counsel argued in\nclosing that if King was not the shooter, then he would not\nneed immunity.\n   It was a reasonable inference for the State to draw from\nthis testimony that King received his immunity deal to protect\nhim from possible charges connected with his participation in\nthe events surrounding the shooting, and it was appropriate to\nrebut Tyler’s closing argument. As such, the State’s assertion\nthat King received his immunity deal in connection with wit-\nnessing the shooting and not reporting it does not amount to\nprosecutorial misconduct.\n                     (ii) Witness Bolstering\n   Tyler claims his counsel was ineffective for failing to\nobject to the State’s improperly bolstering King’s testimony.\nSpecifically, Tyler points to the State’s comment that “the\npolice and prosecutors don’t give deals to liars” while noting\nKing received an immunity deal as opposed to Johnson, who\ndid not. Such a statement, Tyler argues, implied that King must\nbe honest because he got an immunity deal.\n   The trial testimony of both King and Johnson support\nthe State’s comments in closing. King testified that he was\napproached by investigators, that he demanded an immunity\ndeal in exchange for an interview, and that he received the\ndeal. Johnson, in turn, testified that he lied to investigators,\nthat he was charged with accessory to a felony, and that he did\nnot have a deal at the time of trial. The inferences made by the\nState were reasonable given these facts.\n\f                                      - 385 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                                STATE v. TYLER\n                               Cite as 301 Neb. 365\n\n   In addition, the jury was able to determine on its own the\nweight and credibility to be given to King’s testimony as it\nheard King testify, heard King being cross-examined as to his\ncredibility, heard testimony from other witnesses concerning\nKing, and heard Tyler’s closing argument which addressed\nconcerns about King’s truthfulness.\n   Further, the prosecutor’s statement was made in the State’s\nrebuttal argument. In U.S. v. Delgado,35 the court held that the\nprosecutor did not commit misconduct by arguing during clos-\ning arguments that the defendant had lied. The court noted that\n“context is crucial” and that the prosecutor’s statement was\nmade in response to defense counsel’s attack of government\nwitnesses and after a detailed summary of the evidence.36 The\nstatement that the defendant lied, the court explained, was a\ncommentary on what the evidence showed; it was not an asser-\ntion of the prosecutor’s personal opinion or an attack on the\ndefendant’s character.37\n   Here, Tyler’s counsel, during closing, raised the issue of\nKing’s credibility repeatedly. More specifically, Tyler’s coun-\nsel questioned why King would need immunity if he had not\ndone anything illegal. To rebut that contention, the prosecu-\ntor addressed the reason King was granted immunity and the\nreason Johnson was not granted immunity. The prosecutor’s\nstatement was a commentary on what the evidence showed; it\nwas not an assertion of the prosecutor’s personal opinion or a\nbolstering of King’s credibility.\n   Lastly, the trial judge instructed the jury that the attorneys’\nstatements were not to be taken as evidence. Therefore, absent\nother evidence, the State’s comment that “the police and pros-\necutors don’t give deals to liars” and the State’s emphasis on\nKing’s having received an immunity deal does not amount\nto prosecutorial misconduct. Counsel is not ineffective for\n35\t\n      U.S. v. Delgado, 672 F.3d 320 (5th Cir. 2012).\n36\t\n      Id. at 335.\n37\t\n      Id.\n\f                                     - 386 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                                STATE v. TYLER\n                               Cite as 301 Neb. 365\n\nfailing to make an objection that has no merit.38 As a result,\nTyler’s trial counsel could not be ineffective for failing\nto object.\n                          (iii) Plea Deal\n    Tyler argues that the State’s comment during closing argu-\nments, “what I would argue to you is the police and pros-\necutors don’t give deals to liars[; we] didn’t give a deal to\n. . . Johnson,” amounted to prosecutorial misconduct, because\nJohnson received a deal to drop his pending charge after he\nprovided his testimony. Such a statement, Tyler claims, bol-\nstered Johnson’s credibility with the jury, because it appeared\nas if Johnson were providing testimony against his own best\ninterests even though he had not been given a plea deal.\n    As discussed in a previous section, however, this ignores\nJohnson’s testimony concerning the status of his then-current\ncharge. Johnson testified that he did not have an agreement\nwith the State in exchange for his testimony and explained\nthat he decided to testify after consulting with his attorney and\ndetermining that testifying would be the best decision to lead\nto his own best outcome. He further explained that the best\noutcome in his situation would hopefully be that his coop-\neration would lead to a reduction or dismissal of his acces-\nsory charge.\n    The State’s assertion during closing arguments that Johnson\nhad been arrested, had a charge pending, and did not have a\ndeal in place at the time of trial aligns with this testimony.\nFurther, the State’s explanation that Johnson did not currently\nhave a deal in place because he lied to police and “the police\nand prosecutors don’t give deals to liars” is a natural inference\nfrom the evidence.39\n    Tyler further argues the State’s assertion that Johnson lied to\nthe police and “the police and prosecutors don’t give deals to\n\n38\t\n      See State v. Stricklin, 300 Neb. 794, 916 N.W.2d 413 (2018).\n39\t\n      See Johnson, supra note 19.\n\f                                 - 387 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                            STATE v. TYLER\n                           Cite as 301 Neb. 365\n\nliars” implied the State meant Johnson would never be given\na deal because of his untruthfulness. However, in review of\nthe record, the State commented only that Johnson had been\narrested and charged because he had lied and that Johnson\ndid not have a deal at the time of trial. The State did not say\nJohnson could not redress his incorrect statements and reha-\nbilitate himself to obtain a deal. Through Johnson’s testimony,\nit is clear that he believed there was a possibility for a future\ndeal if he testified truthfully at trial. Therefore, these claims\nfail to make sufficient factual allegations to lead to a finding of\nprosecutorial misconduct.\n   In consideration of all of the above, Tyler failed to allege\nsufficient facts that the complained-of remarks in the State’s\nclosing argument misled and unduly influenced the jury and\nconstituted prosecutorial misconduct.40 Therefore, the district\ncourt did not err in dismissing, without an evidentiary hearing,\nthe claims of ineffective assistance of counsel for failing to\nobject and appeal the alleged prosecutorial misconduct.\n                       V. CONCLUSION\n   For the reasons stated above, we conclude that Tyler was not\nentitled to an evidentiary hearing on his claims of prosecutorial\nmisconduct and ineffective assistance of counsel. We further\nconclude that the district court did not err in dismissing Tyler’s\nmotion for postconviction relief. Therefore, we affirm the dis-\ntrict court’s order.\n                                                      A ffirmed.\n   Freudenberg, J., not participating.\n\n40\t\n      See id.\n\f",
            "ocr": false,
            "opinion_id": 4329357
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}