{
    "id": 4564165,
    "judges": null,
    "date_filed": "2008-07-19",
    "date_filed_is_approximate": true,
    "slug": "people-v-jones",
    "case_name_short": "Jones",
    "case_name": "People v. Jones",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2018 NY Slip Op 7752"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.courts.state.ny.us/reporter/3dseries/2018/2018_07752.htm",
            "author_id": null,
            "opinion_text": "\r\n\r\nPeople v Jones (2018 NY Slip Op 07752)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Jones\r\n\r\n\r\n2018 NY Slip Op 07752\r\n\r\n\r\nDecided on November 14, 2018\r\n\r\n\r\nAppellate Division, Second Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on November 14, 2018\r\nSUPREME COURT OF THE STATE OF NEW YORK\r\nAppellate Division, Second Judicial Department\r\n\r\nREINALDO E. RIVERA, J.P.\r\nCHERYL E. CHAMBERS\r\nSHERI S. ROMAN\r\nANGELA G. IANNACCI, JJ.\r\n\r\n\r\n2016-02147\r\n (Ind. No. 1659/14)\r\n\r\n[*1]The People of the State of New York, respondent,\r\nvJahmarley Jones, appellant.\r\n\r\n\r\nRandall D. Unger, Bayside, NY, for appellant.\r\nRichard A. Brown, District Attorney, Kew Gardens, NY (John M. Castellano, Johnnette Traill, Joseph N. Ferdenzi, and Christopher J. Blira-Koessler of counsel), for respondent.\r\n\r\n\r\n\r\nDECISION &amp; ORDER\r\nAppeal by the defendant from a judgment of the Supreme Court, Queens County (Robert C. Kohm, J.), rendered February 18, 2016, convicting him of conspiracy in the second degree (two counts), false personation, and unlawful assembly, upon a jury verdict, and imposing sentence.\r\nORDERED that the judgment is reversed, on the law and in the exercise of discretion, and a new trial is ordered.\r\nThe defendant and four others, all alleged members of the S.N.O.W. Gang, were tried together in connection with an indictment charging them, inter alia, with conspiracy to murder two members of a rival gang. At the joint trial, no alleged coconspirators testified for the prosecution. Instead, the People, among other things, presented testimony from police officers involved in the investigation and introduced into evidence thousands of social media posts of the defendants and numerous charged and uncharged coconspirators. The jury acquitted the defendant of the top two counts of conspiracy in the first degree, but found him guilty of two counts of conspiracy in the second degree as lesser included offenses. The jury also convicted the defendant of false personation and unlawful assembly.\r\nDuring the trial, the Supreme Court declared Detective Adam Georg an expert \"in the hierarchy, practices, [and] languages of the S.N.O.W. Gang and other gangs.\" Similarly, the court declared Lieutenant Robert Bracero an expert \"in the history, hierarchy, practices and language of the S.N.O.W. Gang and rival gangs.\" Georg testified that his knowledge of the S.N.O.W. Gang was derived, among other things, from approximately 70 to 80 debriefings of S.N.O.W. Gang members, many of whom had been arrested and were in custody at the precinct or in jail. Similarly, Bracero testified that he debriefed approximately 50 S.N.O.W. Gang members after their arrests.\r\nThe defendant contends that Georg's and Bracero's testimony violated Crawford v Washington (541 U.S. 36) by permitting the introduction into evidence of out-of-court testimonial statements made by absent witnesses who were never subjected to cross-examination by the defendant (see United States v Mejia, 545 F3d 179, 198 [2d Cir]).\r\nAs a threshold matter, we note that Crawford does not bar the use of testimonial statements for purposes other than establishing the truth of the matter asserted (see Crawford v Washington, 541 US at 60 n 9; United States v Lombardozzi, 491 F3d 61, 72 [2d Cir]). Thus, \"it is permissible for an expert witness to form an opinion by applying [his or] her expertise to otherwise inadmissible evidence because, in that limited instance, the evidence is not being presented for the truth of the matter asserted\" (United States v Lombardozzi, 491 F3d at 72).\r\nHere, contrary to the People's contention, information derived from the debriefing of arrested S.N.O.W. Gang members constitutes testimonial statements within the meaning of Crawford (see United States v Mejia, 545 F3d at 198). The more difficult question presented is whether the substance of such statements was impermissibly conveyed to the jury by Georg and/or Bracero in the guise of expert testimony (see id. at 199). We find that it was.\r\nFor instance, when Georg, over defense counsel's objection, was asked about the basis for his decision to arrest the defendant and others who had congregated in Montbellier Park on April 1, 2014, on a charge of unlawful assembly, Georg specifically mentioned debriefings he had conducted with unnamed members of the S.N.O.W. Gang. While the Supreme Court promptly sustained an objection precluding Georg from conveying to the jury what the unnamed gang members had told him, the fact remains that the jury was made to understand that the basis for Georg's belief that the defendant was \"preparing to engage . . . in tumultuous and violent conduct\" (Penal Law § 240.10) was information obtained from Georg's prior questioning of arrested members of the S.N.O.W. Gang. Nor is there any indication that Georg merely relied on this hearsay information for the purpose of forming an independent opinion based on his own expertise (see United States v Mejia, 545 F3d at 199; United States v Lombardozzi, 491 F3d at 73; United States v Dukagjini, 326 F3d 45, 59 [2d Cir]).\r\nBracero testified, inter alia, about the S.N.O.W. Gang's purported standard operating procedure of having high-level members travel in vehicles with subordinates carrying weapons for the purpose of gathering intelligence on the residences, schools, and work places of rival gang members. Bracero also testified that the S.N.O.W. Gang has been targeted for investigation because of \"[t]heir history of violence\" and the \"potential [for] retaliation\" following the death of one of their members at the hands of a rival gang. Similarly, Georg testified regarding the S.N.O.W. Gang's reputation for retaliation following the killing of one of its members. To the extent that testimonial hearsay was the source material for such testimony, there is no indication that Georg or Bracero merely relied on such hearsay for the purpose of forming an independent opinion based on their own expertise (see United States v Mejia, 545 F3d at 199; United States v Lombardozzi, 491 F3d at 73; United States v Dukagjini, 326 F3d at 59). To the contrary, it appears that Georg and Bracero were impermissibly allowed to convey the substance of such hearsay to the jury for its truth.\r\nSeparate and apart from the Crawford errors, Georg's testimony also ran afoul of the proscription against police experts acting as summation witnesses, straying from their proper function of aiding the jury in its factinding, and instead \" instructing the jury on the existence of the facts needed to satisfy the elements of the charged offense'\" (People v Inoa, 25 NY3d 466, 475, quoting United States v Mejia, 545 F3d at 191). During the trial, Georg read Facebook posts verbatim to the jury, offered commentary about the time of each post in relation to key events in the case, and connected evidence of the parties exchanging their phone numbers with records confirming that a call was subsequently placed. The defendant's counsel correctly objected to such testimony, citing Mejia and Inoa, on the ground that Georg was no longer acting as an expert witness but was usurping the jury's function by interpreting, summarizing, and marshaling the evidence. Unlike the Crawford violation, this type of error is nonconstitutional in nature (see People v Inoa, 25 NY3d at 472).\r\nAs a result of the Crawford violation and the Inoa error, a new trial must be ordered because the evidence of the defendant's guilt, without reference to the errors, was far from overwhelming (see People v Crimmins, 36 NY2d 230, 241).\r\nAs there must be a new trial, we further note that the Supreme Court's ruling under [*2]People v Sandoval (34 NY2d 371) was inconsistent with the rule that the People may not use a youthful offender adjudication to impeach a defendant since an adjudication is not a conviction of a crime (see People v Gray, 84 NY2d 709, 712; People v Cook, 37 NY2d 591, 595; People v Ramdhan, 243 AD2d 657). Upon retrial, any inquiry should be limited to the illegal or immoral acts underlying such adjudications for the purpose of impeachment (see People v Gray, 84 NY2d at 712; People v Rivera, 152 AD3d 625, 626; People v Black, 77 AD3d 966, 967; People v Harripersaud, 4 AD3d 375).\r\nThe defendant's remaining contentions are without merit.\r\nRIVERA, J.P., CHAMBERS, ROMAN and IANNACCI, JJ., concur.\r\nENTER:\r\nAprilanne Agostino\r\nClerk of the Court\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 4341418
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}