{
    "id": 4570131,
    "judges": null,
    "date_filed": "1989-04-30",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-carmon-s",
    "case_name_short": "Commonwealth, Carmon, S.",
    "case_name": "Commonwealth, Carmon, S.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/Memorandum  Affirmed  10379794045360899.pdf",
            "author_id": null,
            "opinion_text": "J-S57032-18\n\nNON-PRECEDENTIAL DECISION – SEE SUPERIOR COURT I.O.P 65.37\n\n    COMMONWEALTH OF PENNSYLVANIA,           :     IN THE SUPERIOR COURT OF\n                                            :           PENNSYLVANIA\n                   Appellee                 :\n                                            :\n                      v.                    :\n                                            :\n    SHALAMAR R. CARMON,                     :\n                                            :\n                   Appellant                :     No. 1307 EDA 2018\n\n                  Appeal from the PCRA Order March 28, 2018\n                in the Court of Common Pleas of Lehigh County\n             Criminal Division at No(s): CP-39-CR-0003283-2004\n\nBEFORE:      PANELLA, J., PLATT, J.* and STRASSBURGER, J.*\n\nMEMORANDUM BY STRASSBURGER, J.:            FILED DECEMBER 05, 2018\n\n       Shalamar R. Carmon (Appellant) appeals pro se from the March 28,\n\n2018 order dismissing his petition filed pursuant to the Post Conviction Relief\n\nAct (PCRA), 42 Pa.C.S. §§ 9541-9546. We affirm.\n\n       In its opinion, the PCRA court fully and correctly sets forth the factual\n\nand procedural history of this case. PCRA Court Opinion, 5/10/2018, at 1-3.\n\nTherefore, we have no reason to restate it. Pertinent to this appeal, in 2004\n\nAppellant was charged with one count of criminal homicide pursuant to 18\n\nPa.C.S. § 2501.1 In 2006, following a jury trial, Appellant was convicted of\n\nfirst-degree murder and was sentenced to life imprisonment.\n\n\n\n\n1 “A person is guilty of criminal homicide if he intentionally, knowingly,\nrecklessly or negligently causes the death of another human being.” 18\nPa.C.S. § 2501(a). “Criminal homicide shall be classified as murder, voluntary\nmanslaughter, or involuntary manslaughter” 18 Pa.C.S. § 2501(b).\n\n*Retired Senior Judge assigned to the Superior Court.\n\f        On January 4, 2008, this Court affirmed Appellant’s judgment of\n\nsentence, Commonwealth v. Carmon, 947 A.2d 822 (Pa. Super. 2008)\n\n(unpublished memorandum), and the Pennsylvania Supreme Court denied\n\nAppellant’s petition for allowance of appeal. Commonwealth v. Carmon,\n\n951 A.2d 1160 (Pa. 2008). Since then, Appellant has filed two PCRA petitions,\n\nboth of which resulted in no relief.\n\n        Most recently, Appellant filed pro se a third PCRA petition on February\n\n22, 2018. Therein, Appellant asserted that the trial court was without subject\n\nmatter jurisdiction to convict Appellant of the aforementioned crime because\n\nthe criminal information filed by the Commonwealth charged Appellant with\n\ncriminal homicide and not first-degree murder.         Pro Se PCRA Petition,\n\n2/22/2018, at 10. On March 8, 2018, the PCRA court filed a notice of intent\n\nto dismiss the petition without a hearing pursuant to Pa.R.Crim.P. 907.\n\nAppellant responded, and the petition was dismissed by order of March 28,\n\n2018.\n\n        Appellant timely filed a notice of appeal. Both Appellant and the PCRA\n\ncourt complied with Pa.R.A.P. 1925. Appellant presents one question to this\n\nCourt on appeal: “Did the PCRA court err in denying Appellant’s PCRA petition\n\nto strike the void judgment rendered by the Lehigh County Court of Common\n\nPleas for lack of subject matter [jurisdiction], where the Commonwealth failed\n\nto confront Appellant with a formal accusation, specifically charging him with\n\n\n\n\n                                       -2-\n\fmurder of the 1st degree?” Appellant’s Brief at 4 (unnecessary capitalization\n\nomitted).\n\n      Before we can examine the substantive claim Appellant raises on appeal,\n\nwe must determine whether the filing of his PCRA petition was timely. See,\n\ne.g., Commonwealth v. Lewis, 63 A.3d 1274, 1280-81 (Pa. Super. 2013)\n\n(quoting Commonwealth v. Chester, 895 A.2d 520, 522 (Pa. 2006)) (“[I]f\n\na PCRA petition is untimely, neither this Court nor the [PCRA] court has\n\njurisdiction over the petition. Without jurisdiction, we simply do not have the\n\nlegal authority to address the substantive claims.”).\n\n      Generally, a petition for relief under the PCRA, including a second or\n\nsubsequent petition, must be filed within one year of the date the judgment\n\nof sentence is final unless the petition alleges, and the petitioner proves, that\n\nan exception to the time for filing the petition is met, and that the claim was\n\nraised within 60 days of the date on which it became available. 42 Pa.C.S.\n\n§ 9545(b).\n\n      It is clear that Appellant’s 2018 petition is facially untimely: his\n\njudgment of sentence became final in 2008. Yet, in his brief, Appellant offers\n\nno discussion of any timeliness exception. Rather, he argues the PCRA court\n\nerred in dismissing his claim as untimely because a challenge to the lack of\n\nsubject matter jurisdiction can be raised at any time. Appellant’s Brief at 11.\n\n      Contrary to this position, this Court has held that a claim alleging the\n\ntrial court lacked subject matter jurisdiction “does not overcome the PCRA’s\n\n\n\n                                      -3-\n\fone year jurisdictional time-bar as it does not fall within one of the statutory\n\nexceptions.”   Commonwealth v. Dickerson, 900 A.2d 407, 412 (2006).\n\nSee also Commonwealth v. Eller, 807 A.2d 838, 845 (Pa. 2002) (“The PCRA\n\nconfers no authority upon this Court to fashion ad hoc equitable exceptions to\n\nthe PCRA time-bar in addition to those exceptions expressly delineated in the\n\nAct.”).\n\n      In light of the foregoing, because Appellant’s petition was untimely-filed\n\nand he has not asserted an exception to the timeliness requirements, he is\n\nnot entitled to relief.2 See Commonwealth v. Albrecht, 994 A.2d 1091,\n\n1095 (Pa. 2010) (affirming dismissal of PCRA petition without a hearing\n\nbecause the appellant failed to meet burden of establishing timeliness\n\nexception).\n\n      Order affirmed.\n\n\n\n\n2 Even if Appellant pleaded and proved a timeliness exception allowing this\nCourt to review his claim, he still would not be entitled to relief. “Subject\nmatter jurisdiction exists when the court is competent to hear the case and\nthe defendant has been provided with a formal and specific notice of the\ncrimes charged.” Commonwealth v. Jones, 929 A.2d 205, 208 (Pa. 2007).\nIn this case, these requirements were met. See PCRA Court Opinion,\n5/10/2018, at 5 (finding jurisdiction was proper because “the offense was\ncommitted within Lehigh County” and “Appellant was formally charged with\none count of [c]riminal [h]omicide[.]”). “An information need not specify a\ndegree of murder[.]” Commonwealth v. Chambers, 852 A.2d 1197, 1199\n(Pa. Super. 2004) (holding that an information need not specify the degrees\nof homicide or manslaughter in order to sustain a second-degree murder\nverdict). Thus, not only does Appellant’s untimely-filed petition not meet any\nof the timeliness exceptions, his sole claim on appeal has no merit.\n\n\n                                     -4-\n\f        Judge Platt did not participate in the consideration or decision of this\ncase.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\n\nProthonotary\n\n\nDate: 12/5/18\n\n\n\n\n                                      -5-\n\f",
            "ocr": false,
            "opinion_id": 4347384
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}