{
    "id": 4612691,
    "judges": null,
    "date_filed": "1995-03-19",
    "date_filed_is_approximate": true,
    "slug": "dannie-farnum-v-scott-frauenheim",
    "case_name_short": null,
    "case_name": "Dannie Farnum v. Scott Frauenheim",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Habeas",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/memoranda/2019/04/23/16-56719.pdf",
            "author_id": null,
            "opinion_text": "                           NOT FOR PUBLICATION                           FILED\n                    UNITED STATES COURT OF APPEALS                        APR 23 2019\n                                                                      MOLLY C. DWYER, CLERK\n                                                                       U.S. COURT OF APPEALS\n                           FOR THE NINTH CIRCUIT\n\nDANNIE JOE FARNUM,                              No.    16-56719\n\n                   Petitioner-Appellant,        D.C. No.\n                                                5:15-cv-02078-GW-E\n v.\n\nSCOTT FRAUENHEIM, Warden,                       MEMORANDUM*\n\n                Respondent-Appellee.\n\n                   Appeal from the United States District Court\n                      for the Central District of California\n                    George H. Wu, District Judge, Presiding\n\n                       Argued and Submitted April 10, 2019\n                              Pasadena, California\n\nBefore: RAWLINSON and MURGUIA, Circuit Judges, and RAKOFF,** District\nJudge.\n\n      Dannie Farnum appeals the denial of his petition for relief from his\n\nconviction under 28 U.S.C. § 2254. Farnum was convicted by a California state\n\njury of second-degree murder and inflicting injury upon a child under eight years\n\n\n\n      *\n             This disposition is not appropriate for publication and is not precedent\nexcept as provided by Ninth Circuit Rule 36-3.\n      **\n            The Honorable Jed S. Rakoff, United States District Judge for the\nSouthern District of New York, sitting by designation.\n\fold causing death for the death of his girlfriend’s 7-month-old son, “Baby John.”\n\nHis conviction was affirmed on direct appeal by the California Court of Appeal.\n\nAfter his section 2254 petition was denied and dismissed with prejudice by the\n\ndistrict court, we granted a certificate of appealability (COA) as to two issues: (1)\n\nwhether Farnum was deprived of his rights to due process and a fair trial as a result\n\nof the admission of a child witness’s testimony and prior statements at trial, and (2)\n\nwhether the evidence was sufficient to support Farnum’s conviction.\n\n      We review de novo a district court’s denial of a habeas corpus petition,\n\nreviewing any underlying factual findings and credibility determinations for clear\n\nerror. Jones v. Taylor, 763 F.3d 1242, 1245 (9th Cir. 2014). Under the Anti-\n\nTerrorism and Effective Death Penalty Act (“AEDPA”), a federal court may not\n\ngrant a habeas petition filed by a person in state custody with respect to any claim\n\nadjudicated on the merits in a state court proceeding unless the state court decision\n\nwas “contrary to, or involved an unreasonable application of, clearly established\n\nFederal law, as determined by the Supreme Court of the United States,” or “was\n\nbased on an unreasonable determination of the facts in light of the evidence\n\npresented in the State court proceeding.” 28 U.S.C. § 2254(d). “When more than\n\none state court has adjudicated a claim, we analyze the last reasoned\n\ndecision.” Fox v. Johnson, 832 F.3d 978, 985-86 (9th Cir. 2016). In this case, the\n\n\n\n\n                                          2\n\flast reasoned state court decision is the California Court of Appeal’s decision on\n\ndirect review.\n\n   I.      Due Process Claim\n        Farnum argues that the admission at trial of the testimony and prior\n\nstatements of his daughter, “Jane Doe,” violated his due process rights because\n\nJane Doe, who was seven years old at the time of trial and four years old at the\n\ntime of the prior statements, was not properly found competent to testify. Farnum\n\nargues that de novo review should apply to this claim as the Court of Appeal did\n\nnot address it on the merits. We need not decide this issue as we may “deny writs\n\nof habeas corpus under § 2254 by engaging in de novo review when it is unclear\n\nwhether AEDPA deference applies,” Fox, 832 F.3d at 986, and, even under de\n\nnovo review, Farnum’s claim cannot prevail.\n\n        While “failure to conduct an appropriate [competency] hearing implicates a\n\ndefendant’s due process rights,” upon review “our concern is solely whether the\n\ntrial court conducted a meaningful hearing.” Walters v. McCormick, 122 F.3d\n\n1172, 1176-77 (9th Cir. 1997) (rejecting claim that the admission of a child\n\nwitness’s testimony violated due process). As the Court of Appeal recognized, the\n\ntrial court conducted an adequate hearing into Jane Doe’s competency and then\n\nexercised its discretion in admitting her testimony and prior statements. Moreover,\n\nthe jury “remained free to assess the truthfulness and the significance of [the\n\n\n\n                                           3\n\fchallenged] testimony, and petitioner had the opportunity to refute it.” Dowling v.\n\nUnited States, 493 U.S. 342, 352-53 (1990) (rejecting a due process challenge to\n\nthe admission of testimony). Accordingly, there was no due process violation.\n\n   II.     Sufficiency of the Evidence\n\n         On habeas review, we may overturn a state court decision rejecting a\n\nsufficiency of the evidence challenge “only if the state court decision was objectively\n\nunreasonable.” Coleman v. Johnson, 566 U.S. 650, 651 (2012) (internal quotations\n\nomitted). On direct appeal, the reviewing court is required to uphold a conviction if\n\nit finds that “after viewing the evidence in the light most favorable to the prosecution,\n\nany rational trier of fact could have found the essential elements of the crime beyond\n\na reasonable doubt.” Jackson v. Virginia, 443 U.S. 307, 319 (1979) (emphasis in\n\noriginal); see also United States v. Nevils, 598 F.3d 1158, 1163-64 (9th Cir. 2010).\n\n         To prove Farnum guilty of second-degree murder, the Government was\n\nrequired to establish that Farnum killed Baby John “with malice aforethought,”\n\nwhich may be express if “there is manifested a deliberate intention to take away the\n\nlife of a fellow creature,” or implied if the defendant acted in “conscious disregard\n\nfor life.” People v. Knoller, 41 Cal. 4th 139, 151-52 (2007) (citing Cal. Penal Code\n\n§ 187(a)). To prove Farnum guilty of assault on a child resulting in death, the\n\nGovernment needed to establish that Farnum: (1) had the care or custody of a child\n\nunder the age of eight; (2) assaulted the child; (3) by means of force that to a\n\n\n                                           4\n\freasonable person would be likely to produce great bodily injury; (4) resulting in the\n\nchild's death. See People v. Malfavon, 102 Cal. App. 4th 727, 735 (2002) (citing Cal.\n\nPenal Code § 273ab).\n\n      Farnum argues that, if Jane Doe’s testimony is either excluded or “properly\n\ndiscount[ed],” there is insufficient evidence to convict him on either count. The\n\nCourt of Appeal found that there was sufficient evidence that Farnum inflicted\n\nBaby John’s fatal injuries with the requisite mens rea regardless of whether Doe’s\n\ntestimony, which the Court of Appeal found was properly admitted, was\n\nconsidered. In addition to Jane Doe’s testimony and prior statements that she\n\nwitnessed Farnum hit Baby John on the head, the jury heard testimony from a\n\npathologist that Baby John died as a result of severe head injuries that could be\n\ninflicted only by an adult using an adult’s force, testimony from Baby John’s\n\nmother that Farnum was the only adult present with Baby John before he lost\n\nconsciousness, testimony from an emergency responder that Farnum behaved\n\nsuspiciously when emergency personnel arrived, and testimony that Farnum\n\noffered multiple conflicting explanations for Baby John’s injuries. Accordingly,\n\nthe Court of Appeals was reasonable to conclude that there was sufficient evidence\n\nto convict Farnum on both counts.\n\n      AFFIRMED.\n\n\n\n\n                                          5\n\f",
            "ocr": false,
            "opinion_id": 4389944
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}