{
    "id": 4645220,
    "judges": null,
    "date_filed": "1992-09-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-goynes",
    "case_name_short": "Goynes",
    "case_name": "State v. Goynes",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "303 Neb. 129"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 17.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00006632PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n08/02/2019 09:07 AM CDT\n\n\n\n\n                                                         - 129 -\n                                  Nebraska Supreme Court A dvance Sheets\n                                          303 Nebraska R eports\n                                                  STATE v. GOYNES\n                                                  Cite as 303 Neb. 129\n\n\n\n\n                                         State of Nebraska, appellee, v.\n                                        Michael E. Goynes, Jr., appellant.\n                                                    ___ N.W.2d ___\n\n                                           Filed May 17, 2019.     No. S-18-135.\n\n                 1. Constitutional Law: Search and Seizure: Motions to Suppress:\n                    Appeal and Error. In reviewing a trial court’s ruling on a motion to\n                    suppress based on a claimed violation of the Fourth Amendment, an\n                    appellate court applies a two-part standard of review. Regarding histori-\n                    cal facts, an appellate court reviews the trial court’s findings for clear\n                    error, but whether those facts trigger or violate Fourth Amendment\n                    protections is a question of law that an appellate court reviews indepen-\n                    dently of the trial court’s determination.\n                 2. Pretrial Procedure: Trial: Evidence: Appeal and Error. Where there\n                    has been a pretrial ruling regarding the admissibility of evidence, a party\n                    must make a timely and specific objection to the evidence when it is\n                    offered at trial in order to preserve any error for appellate review.\n                 3. Trial: Evidence: Motions to Suppress: Waiver: Appeal and Error.\n                    The failure to object to evidence at trial, even though the evidence was\n                    the subject of a previous motion to suppress, waives the objection, and\n                    a party will not be heard to complain of the alleged error on appeal.\n                 4. Search Warrants: Affidavits: Probable Cause: Appeal and Error. In\n                    reviewing the strength of an affidavit submitted as a basis for finding\n                    probable cause to issue a search warrant, an appellate court applies a\n                    totality of the circumstances test.\n                 5. ____: ____: ____: ____. In reviewing the strength of an affidavit sub-\n                    mitted as a basis for finding probable cause to issue a search warrant,\n                    the question is whether, under the totality of the circumstances illus-\n                    trated by the affidavit, the issuing magistrate had a substantial basis for\n                    finding that the affidavit established probable cause.\n                 6. Search Warrants: Probable Cause: Words and Phrases. Probable\n                    cause sufficient to justify issuance of a search warrant means a fair\n                    probability that contraband or evidence of a crime will be found.\n\f                                    - 130 -\n             Nebraska Supreme Court A dvance Sheets\n                     303 Nebraska R eports\n                              STATE v. GOYNES\n                              Cite as 303 Neb. 129\n\n 7. Search Warrants: Affidavits: Evidence: Appeal and Error. In evalu-\n    ating the sufficiency of an affidavit used to obtain a search warrant,\n    an appellate court is restricted to consideration of the information and\n    circumstances contained within the four corners of the affidavit, and\n    evidence which emerges after the warrant is issued has no bearing on\n    whether the warrant was validly issued.\n 8. Search Warrants: Probable Cause. The particularity requirement for\n    search warrants is distinct from, but closely related to, the requirement\n    that a warrant be supported by probable cause.\n 9. Search Warrants. A purpose of the particularity requirement for a\n    search warrant is to prevent the issuance of warrants on loose, vague, or\n    doubtful bases of fact.\n10. Constitutional Law: Search Warrants: Police Officers and Sheriffs.\n    To satisfy the particularity requirement of the Fourth Amendment, a\n    warrant must be sufficiently definite to enable the searching officer to\n    identify the property authorized to be seized. The degree of specificity\n    required depends on the circumstances of the case and on the type of\n    items involved.\n11. Search Warrants: Probable Cause: Evidence. A search warrant may\n    be sufficiently particular even though it describes the items to be seized\n    in broad or generic terms if the description is as particular as the sup-\n    porting evidence will allow, but the broader the scope of a warrant, the\n    stronger the evidentiary showing must be to establish probable cause.\n12. Search and Seizure: Search Warrants: Probable Cause. A warrant\n    for the search of the contents of a cell phone must be sufficiently limited\n    in scope to allow a search of only that content that is related to the prob-\n    able cause that justifies the search.\n13. Appeal and Error. An appellate court is not obligated to engage in an\n    analysis that is not necessary to adjudicate the case and controversy\n    before it.\n\n   Appeal from the District Court for Douglas County: Peter\nC. Bataillon, Judge. Affirmed.\n Thomas C. Riley, Douglas County Public Defender, and\nMatthew J. Miller for appellant.\n  Douglas J. Peterson, Attorney General, and Melissa R.\nVincent for appellee.\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\nPapik, and Freudenberg, JJ.\n\f                              - 131 -\n           Nebraska Supreme Court A dvance Sheets\n                   303 Nebraska R eports\n                        STATE v. GOYNES\n                        Cite as 303 Neb. 129\n\n   Funke, J.\n   Michael E. Goynes, Jr., appeals his convictions of murder in\nthe first degree, use of a deadly weapon (firearm) to commit\na felony, and possession of a deadly weapon by a prohibited\nperson. On appeal, Goynes challenges the district court’s fail-\nure to suppress cell phone data content acquired through the\nexecution of a search warrant. Goynes claims the warrant was\nunsupported by probable cause and insufficiently particular.\nThe State, in turn, argues that the warrant was supported by\nprobable cause and sufficiently particular and that the officers\nwho executed the warrant acted in good faith. For the reasons\nset forth herein, we affirm.\n                      I. BACKGROUND\n   At 4:25 p.m. on April 25, 2016, Omaha Police Department\nofficers responded to a report of shots fired at an apartment\ncomplex in Omaha, Nebraska. In front of the complex, the\nofficers found Barbara Williams on the ground in a pool of\nblood. Williams had been shot in the chest, and paramedics\npronounced her dead at the scene.\n   As a result of a subsequent investigation, officers identified\nGoynes as a suspect and took him into custody on April 30,\n2016. Goynes had an “LG Tribute 5” cell phone in his pos-\nsession when he was arrested. Det. Larry Cahill submitted\nan application for a search warrant authorizing examination\nof the cell phone and the extraction of electronically stored\ninformation. In the supporting affidavit, Cahill stated his belief\nthat data from the cell phone would assist him in determin-\ning the course of events regarding the homicide investigation\nof Williams.\n   The factual basis Cahill provided in his affidavit explained\nthat on Monday, April 25, 2016, officers responded to the\nshooting at the apartment complex. Upon their arrival, the\nofficers observed Williams deceased in front of the complex\nwith an apparent gunshot wound to her torso. The officers then\nundertook an investigation wherein several potential witnesses\nto the shooting were interviewed.\n\f                              - 132 -\n           Nebraska Supreme Court A dvance Sheets\n                   303 Nebraska R eports\n                        STATE v. GOYNES\n                        Cite as 303 Neb. 129\n\n   The affidavit stated that around 4:20 p.m. on April 25,\n2016, a witness heard approximately four or five gunshots and\nobserved a white, four-door sedan parked just east of the north\nentrance facing the apartments. The witness then observed a\nblack male wearing a white T-shirt, gray pants, and a dark-\ncolored hat holding a handgun in his right hand and walking\ntoward the sedan. The black male got into the driver’s side of\nthe sedan, which left the area quickly, traveling east on Boyd\nStreet toward North 48th Street.\n   This account was supported by video described in the affi-\ndavit. In the video, which showed various views of the front\nof the apartment complex, investigators observed a white,\nfour-door sedan drive past the front of the complex’s entrance,\nwhere officers later located Williams, and park in a spot east\nof that entrance. The officers observed an unidentified party\ntravel from where the sedan was parked, approach the elevated\nstoop of the entrance, and return back to the sedan’s location.\nThe video then showed the sedan leaving, traveling east on\nBoyd Street.\n   Cahill’s affidavit described interviews occurring on April\n29, 2016, with two other potential witnesses, George Taylor\nand Saville Hawthorne, who claimed to know the identity of\nthe suspect.\n   Taylor’s interview provided that Taylor and Hawthorne\ndrove to a parking space across the street from the apart-\nment complex at 4 p.m. on April 25, 2016. Taylor described\nthat Hawthorne and Williams were friends and that after\nTaylor parked his vehicle facing the entrance of the complex,\nHawthorne briefly went to talk to Williams before return-\ning to the vehicle. Once Hawthorne returned to the vehicle,\nTaylor observed a white, four-door sedan pull into a parking\nspot just east of the apartment entrance where Williams was\nlocated. Taylor stated he observed a black male wearing a\nwhite T-shirt, dark pants, and a black hat exit the sedan, possi-\nbly from the back seat. Taylor indicated that he saw additional\nparties inside the white sedan, but that those individuals did\n\f                              - 133 -\n           Nebraska Supreme Court A dvance Sheets\n                   303 Nebraska R eports\n                        STATE v. GOYNES\n                        Cite as 303 Neb. 129\n\nnot exit the sedan. Upon exiting the sedan, the black male\nbegan walking toward the elevated stoop where Williams was\nsitting. Taylor identified the man as Goynes, also known as\n“‘Gang Bang,’” explaining that Goynes is Hawthorne’s cousin\nand a known gang member. Taylor described that Goynes then\nbegan firing a black handgun toward the stoop in front of\nthe entrance. Taylor stated that two men, whom he knew as\n“‘Action’” and “‘Stay Ready,’” were sitting on the elevated\nstoop near Williams and that he believed Goynes was shooting\nat these men. Taylor stated he watched Goynes fire approxi-\nmately 10 times, firing all the way up to the entryway stairs\nand toward where he saw “‘Action’” and “‘Stay Ready’” run-\nning. Taylor then sought cover and did not see Goynes or the\nsedan leave.\n   In Hawthorne’s interview, she stated that she rode to the\napartment complex with Taylor and that they parked facing the\nentrance of the complex. After noticing several friends, includ-\ning Williams, sitting on the stoop in front of the entrance,\nshe went over and “sat with them for a couple minutes.”\nHawthorne was then called away and left the stoop to return\nto the vehicle, where she sat in the front passenger seat. While\nin the vehicle, Hawthorne observed a white, four-door sedan\napproach and park on the east side of the entrance and saw\na black male exit the sedan from the rear driver’s side seat.\nThe man that exited the sedan, whom Hawthorne identified as\nher cousin Goynes, walked toward the stoop and pulled out a\nblack handgun from his waist which he used to shoot toward\nthe stoop at least 10 times. Hawthorne believed Goynes was\nshooting at two men on the stoop she identified as “‘Action’”\nand “‘Stay Ready,’” whom she observed fled into the court-\nyard of the apartment complex. Hawthorne explained that\nGoynes ran up the stairs of the stoop and continued to shoot\ntoward the courtyard before heading back and getting into the\nsedan. Hawthorne described that the sedan left the scene east-\nbound toward 48th Street. Hawthorne clarified she was “100%\nsure” Goynes was the shooter and was able to positively\n\f                               - 134 -\n           Nebraska Supreme Court A dvance Sheets\n                   303 Nebraska R eports\n                         STATE v. GOYNES\n                         Cite as 303 Neb. 129\n\nidentify him from a photographic lineup, as well as “‘Action’”\nand “‘Stay Ready.’”\n   Cahill asserted in his affidavit that there was data on the\ncell phone related to the offense and listed the areas in which\nthat data could be found. Cahill supported his assertion by\nexplaining:\n         From training, experience and research Affiant Officer\n      is aware that the data on cell phones can provide invalu-\n      able insight for criminal investigations. Cell phones are\n      used for communication, access to information, socializa-\n      tion, research, entertainment, shopping and other func-\n      tionality. In addition to personal use, cell phones are often\n      used as tools in criminal activity. Affiant Officer is aware\n      of numerous instances where cell phones were used by\n      participants in crimes to communicate via voice and text\n      messaging, occasions when they took photographs of\n      themselves with weapons and/or illegal narcotics, times\n      when they created videos of their criminal activity and\n      instances when the Internet was used to research crimes\n      they participated in, just to name a few. As such a cell\n      phone can serve both as an instrument for committing\n      a crime, as well as a storage medium for evidence of\n      the crime.\n         Cell phone data can assist investigators in determin-\n      ing the culpability of participants in criminal investiga-\n      tions. This is because the data can potentially provide\n      a wealth of information that can assist in determining\n      the motivation, method and participants involved in an\n      incident. Information on the devices can provide invalu-\n      able insight to the who, what, when, where and why an\n      incident occurred.\nCahill continued by explaining the kind of information the\nlisted types of cell phone data could provide to investigators.\n   The county court found probable cause to support the\nwarrant and granted Cahill’s application. In the warrant, the\ncourt identified the warrant was in relation to the Williams’\n\f                              - 135 -\n           Nebraska Supreme Court A dvance Sheets\n                   303 Nebraska R eports\n                        STATE v. GOYNES\n                        Cite as 303 Neb. 129\n\nhomicide and authorized the search of the cell phone data\ndescribed in the affidavit, including: cell phone informa-\ntion and configurations; user account information; call logs;\ncontact lists; short and multimedia messaging service mes-\nsages; chat and instant messages; email messages; installed\napplications and their corresponding data; media files such\nas images, videos, audio, and document files; internet brows-\ning history; cell tower connections; global positioning system\nfixes, waypoints, routes, and tracks; Wi-Fi, Bluetooth, and\nsynchronization connection history; memorandums and notes;\nuser dictionary; and calendar information.\n   A subsequent application seeking the cell phone records\nfrom Goynes’ cell phone provider was also granted but is not\nat issue in the instant appeal.\n   Goynes was charged with murder in the first degree, use of\na deadly weapon (firearm) to commit a felony, and possession\nof a deadly weapon by a prohibited person.\n   Prior to trial, Goynes filed a motion to suppress all evidence\nobtained from the search of his cell phone records for the\nreason that such search was conducted in violation of the 4th,\n5th, and 14th Amendments to the U.S. Constitution and article\nI, §§ 3, 7, 11, and 12 of the Nebraska Constitution. A hearing\nwas held on the motion, and the district court clarified with\nGoynes that his motion was for both the cell phone records\nand the contents of his cell phone. The search warrant applica-\ntions, affidavits, warrants, and other evidence were received as\nexhibits for the motion to suppress.\n   Cahill testified during the hearing and explained the proc­\ness of applying for the warrants and that he relied on the war-\nrants when he performed the search of the cell phone, its data,\nand its records. On cross-examination, he agreed that the wit-\nnesses described in the affidavits did not provide any infor-\nmation or evidence that the shooter was using a cell phone\nin the minutes immediately preceding or after the shooting,\nthat the shooter communicated about the shooting over his\ncell phone, that the shooter took photographs or video of the\n\f                             - 136 -\n          Nebraska Supreme Court A dvance Sheets\n                  303 Nebraska R eports\n                       STATE v. GOYNES\n                       Cite as 303 Neb. 129\n\nshooting, or that the shooter communicated about the shoot-\ning on social media.\n   The court overruled Goynes’ motion and found the warrant\nfor the content of Goynes’ cell phone was supported by prob-\nable cause provided in the affidavit. The court also found the\nwarrant was sufficiently particular concerning the data to be\nsearched, the warrant was not overly broad, and the officers\nexercised good faith in performing the search.\n   The case continued to a jury trial. Cahill testified for the\nState, and during that testimony, the State offered Goynes’\ncell phone and a compact disc containing data extracted\nfrom the cell phone. Goynes renewed his objection to these\nexhibits based upon his motion to suppress, and the court\noverruled it.\n   The State also called an investigator with the Omaha Police\nDepartment’s digital forensics squad as a witness. During his\ntestimony, the State offered printed copies of the cell phone\ndata detailing activity and internet searches that Goynes per-\nformed on his cell phone between April 25 and 30, 2016. The\ndata contained in these printouts were select datasets of the\ninformation contained on the compact disc and Goynes’ cell\nphone which were previously offered into evidence during\nCahill’s testimony. Goynes did not specifically object when\nthese exhibits were presented.\n   According to the data contained in these exhibits, Goynes\nused the internet throughout the morning and early after-\nnoon on April 25, 2016. Notably, Goynes repeatedly accessed\nFacebook between 3:38 and 4:19 p.m. and then stopped. There\nwere no cell phone calls, text messages, or internet browsing\nhistory between 4:19 and 5:08 p.m. that day. At 5:08 p.m.,\nGoynes again began accessing Facebook and, at 5:10 p.m., vis-\nited the website of a local television news station and viewed\nan article about the shooting before returning to Facebook.\nLater that day, Goynes again accessed Facebook and, at 9:15\np.m., visited the website of another local television news sta-\ntion and viewed another article about the shooting before\n\f                                   - 137 -\n              Nebraska Supreme Court A dvance Sheets\n                      303 Nebraska R eports\n                             STATE v. GOYNES\n                             Cite as 303 Neb. 129\n\nreturning to Facebook. On April 30, the date Goynes turned\nhimself in to police, the cell phone was again used to access an\narticle related to the shooting. On that same day between the\nhours of 12:42 and 7:40 a.m., the cell phone was used to search\nvarious websites using the name “Michael Goynes,” or varia-\ntions of that name, as the search term.\n   At the conclusion of the trial, the jury returned a verdict\nfinding Goynes guilty of all counts. Goynes was sentenced to\nlife imprisonment for murder in the first degree, 45 to 50 years’\nimprisonment for use of a deadly weapon (firearm) to commit\na felony, and 20 to 25 years’ imprisonment for possession of a\ndeadly weapon by a prohibited person.\n                II. ASSIGNMENT OF ERROR\n   Goynes assigns, restated, that the district court erred in fail-\ning to suppress cell phone data content acquired through the\nexecution of a warrant that was unsupported by probable cause\nand insufficiently particular.\n                III. STANDARD OF REVIEW\n   [1] In reviewing a trial court’s ruling on a motion to sup-\npress based on a claimed violation of the Fourth Amendment,\nan appellate court applies a two-part standard of review.1\nRegarding historical facts, an appellate court reviews the trial\ncourt’s findings for clear error, but whether those facts trig-\nger or violate Fourth Amendment protections is a question of\nlaw that an appellate court reviews independently of the trial\ncourt’s determination.2\n                          IV. ANALYSIS\n   [2,3] We initially note Goynes failed to object to the print-\nouts of the cell phone data offered during the digital forensics\ninvestigator’s trial testimony. Where there has been a pretrial\nruling regarding the admissibility of evidence, a party must\n\n1\n    State v. Tyler, 291 Neb. 920, 870 N.W.2d 119 (2015).\n2\n    Id.\n\f                                  - 138 -\n             Nebraska Supreme Court A dvance Sheets\n                     303 Nebraska R eports\n                            STATE v. GOYNES\n                            Cite as 303 Neb. 129\n\nmake a timely and specific objection to the evidence when it\nis offered at trial in order to preserve any error for appellate\nreview.3 The failure to object to evidence at trial, even though\nthe evidence was the subject of a previous motion to suppress,\nwaives the objection, and a party will not be heard to complain\nof the alleged error on appeal.4 Therefore, Goynes’ assignments\nas they relate to the printouts were waived and not adequately\npreserved for appellate review.\n   However, Goynes did object to the introduction of the cell\nphone and the compact disc containing the cell phone data. As\nsuch, and because we find the warrant met the probable cause\nand particularity requirements of the Fourth Amendment and\narticle I, § 7, we address the substance of Goynes’ claims on\nthe validity of the warrant, even though he failed to object to\nthe exhibits containing the printed data from the cell phone and\nfailed to preserve a challenge to those exhibits for review.\n\n                1. Validity of Search Warrant\n   The Fourth Amendment provides that warrants may not be\ngranted “but upon probable cause, supported by Oath or affir-\nmation, and particularly describing the place to be searched, and\nthe persons or things to be seized.” The Nebraska Constitution,\nunder article I, § 7, similarly provides that “no warrant shall\nissue but upon probable cause, supported by oath or affirma-\ntion, and particularly describing the place to be searched, and\nthe person or thing to be seized.”\n\n                      (a) Probable Cause\n  [4-7] In reviewing the strength of an affidavit submitted as\na basis for finding probable cause to issue a search warrant,\nan appellate court applies a totality of the circumstances test.5\nThe question is whether, under the totality of the circumstances\n\n3\n    State v. Oldson, 293 Neb. 718, 884 N.W.2d 10 (2016).\n4\n    Id.\n5\n    State v. Wiedeman, 286 Neb. 193, 835 N.W.2d 698 (2013).\n\f                                   - 139 -\n              Nebraska Supreme Court A dvance Sheets\n                      303 Nebraska R eports\n                             STATE v. GOYNES\n                             Cite as 303 Neb. 129\n\nillustrated by the affidavit, the issuing magistrate had a sub-\nstantial basis for finding that the affidavit established probable\ncause.6 Probable cause sufficient to justify issuance of a search\nwarrant means a fair probability that contraband or evidence\nof a crime will be found.7 In evaluating the sufficiency of an\naffidavit used to obtain a search warrant, an appellate court is\nrestricted to consideration of the information and circumstances\ncontained within the four corners of the affidavit, and evidence\nwhich emerges after the warrant is issued has no bearing on\nwhether the warrant was validly issued.8\n   In the affidavit executed in support of the search warrant\napplication, Cahill provided observations from officers inves-\ntigating the scene of the shooting, summaries of interviews\nconducted of witnesses to the shooting, and a description of\nvideo showing events surrounding the shooting. Specifically,\nTaylor and Hawthorne gave eyewitness accounts of the shoot-\ning and identified Goynes as the shooter. Both Taylor and\nHawthorne were acquainted with Goynes prior to the act,\nas Hawthorne and Goynes were cousins. Hawthorne picked\nGoynes out of a photographic lineup as well as the two men\nTaylor and Hawthorne believed were the targets of the shoot-\ning. Additionally, their accounts were supported by an eye-\nwitness account, the video of the white sedan arriving and\nleaving the scene, and the observations of the officers upon\narriving at the scene.\n   Goynes had the cell phone in his possession when he\nwas arrested, and Cahill, through his training and experience,\ndescribed why the cell phone likely had information relevant to\nthe shooting investigation. Cahill explained that cell phone data\nprovides insight for criminal investigations in that cell phones\nare used for communication, access to information, socializa-\ntion, research, entertainment, shopping, and other functionality\n\n6\n    Id.\n7\n    State v. Sprunger, 283 Neb. 531, 811 N.W.2d 235 (2012).\n8\n    State v. Hidalgo, 296 Neb. 912, 896 N.W.2d 148 (2017).\n\f                                   - 140 -\n               Nebraska Supreme Court A dvance Sheets\n                       303 Nebraska R eports\n                             STATE v. GOYNES\n                             Cite as 303 Neb. 129\n\nand that these uses are often found to be tools in criminal\nactivity. Cahill further explained that the data from cell phones\ncan provide information on the motivation, method, and par-\nticipants involved in a crime. Cahill stated that he was aware\nof numerous instances where cell phones were used by partici-\npants in crimes to communicate through voice and text mes-\nsaging, take photographs of themselves with weapons or illegal\nnarcotics, create videos of their criminal activity, and research\ncrimes in which they participated. Cahill opined that these uses\ndemonstrate a cell phone can serve as both an instrument for\ncommitting a crime and as a storage medium for evidence of\nthe crime.\n   The factual basis provided in Cahill’s affidavit is similar to\nthe one described in State v. Henderson.9 In that case, two men\nwere shot and two men were seen running from the scene. The\naffidavits provided to the county court established that there\nwas a fair probability that the defendant, Tillman Henderson,\nwas involved in the shootings and that he had a cell phone in\nhis possession when he was taken into custody shortly after\nthe shootings. The officer seeking the warrant also provided\nlanguage that, in his experience as a detective, he knew sus-\npects used cell phones to communicate about shootings they\nhave been involved in before, during, and after the shootings\nand that such communications could be through, inter alia,\nvoice or text messages or social media. In determining that the\naffidavits provided the county court a substantial basis to find\nprobable cause existed to search the cell phone, we found that\nit is reasonable to infer that Henderson’s cell phone was used\nto communicate with others regarding the shootings before,\nduring, or after they occurred, because Henderson was working\nwith at least one other person to commit the shootings.10\n   In the instant case, Goynes had the cell phone in his pos-\nsession at the time he was taken into custody and the affidavit\n\n 9\n     State v. Henderson, 289 Neb. 271, 854 N.W.2d 616 (2014).\n10\n     Id.\n\f                                     - 141 -\n               Nebraska Supreme Court A dvance Sheets\n                       303 Nebraska R eports\n                               STATE v. GOYNES\n                               Cite as 303 Neb. 129\n\nestablished it was a fair probability that Goynes had commit-\nted the shooting. There were additionally witness accounts\nsummarized in the affidavit that described Goynes’ commit-\nting the shooting with the aid of one or more other people,\nand Cahill described how, in his experience as an investigator,\nindividuals who committed similar crimes commonly com-\nmunicate, research, record, and perform other operations on\ntheir cell phones that would amount to evidence of the crime.\nAlthough the content of the affidavit pertaining to how sus-\npects use cell phones standing alone may not always be suf-\nficient probable cause, when considered with all of the facts\nrecited above, as we determined in Henderson, the affidavit\nprovided a substantial basis to find probable cause existed to\nsearch the cell phone data.\n\n                         (b) Particularity\n   [8,9] In addition to the requirement of probable cause, the\nFourth Amendment and article I, § 7, contain a particular-\nity requirement describing the place to be searched and the\npersons or things to be seized. The particularity requirement\nfor search warrants is distinct from, but closely related to, the\nrequirement that a warrant be supported by probable cause.11 A\npurpose of the particularity requirement for a search warrant is\nto prevent the issuance of warrants on loose, vague, or doubtful\nbases of fact.12\n   [10-12] To satisfy the particularity requirement of the Fourth\nAmendment, a warrant must be sufficiently definite to enable\nthe searching officer to identify the property authorized to be\nseized.13 The degree of specificity required depends on the\ncircumstances of the case and on the type of items involved.14\n\n11\n     State v. Baker, 298 Neb. 216, 903 N.W.2d 469 (2017).\n12\n     Sprunger, supra note 7.\n13\n     Baker, supra note 11. See, also, U.S. v. Sigillito, 759 F.3d 913 (8th Cir.\n     2014).\n14\n     See, Sigillito, supra note 13; Baker, supra note 11.\n\f                                    - 142 -\n               Nebraska Supreme Court A dvance Sheets\n                       303 Nebraska R eports\n                             STATE v. GOYNES\n                             Cite as 303 Neb. 129\n\nA search warrant may be sufficiently particular even though\nit describes the items to be seized in broad or generic terms\nif the description is as particular as the supporting evidence\nwill allow, but the broader the scope of a warrant, the stronger\nthe evidentiary showing must be to establish probable cause.15\nAs relevant to the instant case, a warrant for the search of the\ncontents of a cell phone must be sufficiently limited in scope to\nallow a search of only that content that is related to the prob-\nable cause that justifies the search.16\n   Here, as detailed in the previous section, Cahill’s affidavit\nprovided probable cause that Goynes committed the shoot-\ning and that he was aided by others. When Goynes was\ntaken into custody, he had the cell phone in his possession.\nCahill explained cell phone data provides insight for criminal\ninvestigations on the motivation, method, and participants in\nthat cell phones are used for communication, access to infor-\nmation, socialization, research, entertainment, shopping, and\nother functionality. Accordingly, Cahill listed several types of\ndata he was seeking to search through the warrant and how\nthe data was relevant to the investigation. These types of data\nincluded the following: cell phone information, configurations,\ncalendar events, notes, and user account information which\ncould identify who owns or was using a cell phone; call logs\nwhich could establish familiarity between people involved\nand timelines of an incident; short and multimedia messag-\ning service messages, chat and instant messages, and emails\nwhich could provide insight to establish an individual’s level\nof culpability and knowledge of the incident; installed applica-\ntion data which could aid in determining a user’s historical\ngeographic location and demonstrate the user’s association\nwith investigated people, location, and events; media files such\nas images, videos, audio, and documents which could provide\n\n15\n     Baker, supra note 11.\n16\n     See Henderson, supra note 9.\n\f                                        - 143 -\n               Nebraska Supreme Court A dvance Sheets\n                       303 Nebraska R eports\n                                  STATE v. GOYNES\n                                  Cite as 303 Neb. 129\n\ntimes and locations, as well as firsthand documentation of the\nincident; internet browsing history which could demonstrate\nthe planning, desire, and participation in a crime; cell tower\nconnections, global positioning system data, Wi-Fi, Bluetooth,\nand synchronization logs which could provide information on\nlocation in relation to the incident; and user dictionary infor-\nmation which could demonstrate familiarity with the crime\nbeing investigated.\n   The county court used the list sought by Cahill and restated\nthese types of data in the warrant as the areas permitted to be\nsearched. From the facts surrounding the shooting and Cahill’s\nexplanation of the areas in the cell phone he was seeking to\nsearch, the court had a substantial basis to find probable cause\nthat evidence relevant to the shooting was accessible data in\nthe areas listed.\n   Goynes argues the scope of the search authorized in the\nwarrant was too broad and was similar to warrants we deter-\nmined did not meet the particularity requirement in Henderson.\nGoynes contends that the areas which the warrant permitted\nto be searched encompassed the entirety of the data contained\nwithin the cell phone and that Henderson condemns the allow-\nance of such a search of “‘any and all’” information stored on\na cell phone.17\n   However, Henderson does not stand for the rule that a\nsearch of a cell phone cannot be expansive; instead, we held\nthat the unlimited search of the cell phone in that case did\nnot align with the justifying probable cause.18 The Henderson\nwarrants failed to refer to a specific crime being investigated.\nIn addition, while the warrants in Henderson listed types of\ncell phone data to search, such as calls and text messages,\nthey also authorized a search of “‘any other information that\ncan be gained from the internal components and/or memory\n\n17\n     Brief for appellant at 25.\n18\n     Henderson, supra note 9.\n\f                                      - 144 -\n               Nebraska Supreme Court A dvance Sheets\n                       303 Nebraska R eports\n                              STATE v. GOYNES\n                              Cite as 303 Neb. 129\n\nCards.’”19 In finding the warrants were insufficiently particu-\nlar, we noted the privacy interests arising from a cell phone’s\nimmense storage capacity, ability to store many different types\nof information, functionality as a digital record of nearly every\naspect of the owner’s life, and ability to access data located\nelsewhere.20 We concluded that a warrant for the search of the\ncontents of a cell phone must be sufficiently limited in scope\nto allow a search of only that content that is related to the\nprobable cause that justifies the search.21 We further held that\nby including such a catchall phrase as “‘any other informa-\ntion,’” a warrant fails to set parameters for the search of this\nsubstantial device and limit the search to only that content that\nis related to the probable cause justifying the search.22\n   Unlike Henderson, the warrant in the instant case did iden-\ntify it was for the investigation for the homicide of Williams.\nThe warrant also did not contain such unqualified language\nthat would permit the search of the cell phone for “‘any other\ninformation.’”23 Instead, the warrant listed specific areas to be\nsearched within the cell phone. These areas were described in\nthe affidavit, along with a description of the information they\nheld which would be relevant to the investigation.\n   The affidavit authored by Cahill set forth sufficient prob-\nable cause to justify the search of the cell phone and sufficient\nparticularity to identify the locations on the cell phone to be\nsearched and the content to be seized. As a result, the court\nhad a substantial basis for finding that probable cause existed\nto issue a warrant for these areas, and the warrant limited the\nscope in listing specific areas to be searched for evidence rel-\nevant to the homicide of Williams.\n\n19\n     Id. at 277, 854 N.W.2d at 625.\n20\n     Henderson, supra note 9.\n21\n     Id.\n22\n     Id. at 290, 854 N.W.2d at 633.\n23\n     See id.\n\f                                    - 145 -\n               Nebraska Supreme Court A dvance Sheets\n                       303 Nebraska R eports\n                              STATE v. GOYNES\n                              Cite as 303 Neb. 129\n\n                    2. Good Faith Exception\n   [13] Because we conclude the affidavit contained sufficient\nfacts to establish probable cause for the issuance of a search\nwarrant, we need not address whether the good faith excep-\ntion to the exclusionary rule applies. An appellate court is not\nobligated to engage in an analysis that is not necessary to adju-\ndicate the case and controversy before it.24\n                      V. CONCLUSION\n   For the reasons stated above, we conclude the search war-\nrant at issue was supported by probable cause and met the\nparticularity requirement of the Fourth Amendment and arti­\ncle I, § 7. Accordingly, the district court did not err in declin-\ning to suppress evidence obtained through the execution of\nthe warrant.\n                                                      A ffirmed.\n\n24\n     State v. Jedlicka, 297 Neb. 276, 900 N.W.2d 454 (2017).\n\f",
            "ocr": false,
            "opinion_id": 4422473
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}