{
    "id": 4659641,
    "judges": null,
    "date_filed": "1972-06-23",
    "date_filed_is_approximate": true,
    "slug": "com-v-brundage-r",
    "case_name_short": "Com.",
    "case_name": "Com. v. Brundage, R.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S38027-19m - 10413543077276624.pdf",
            "author_id": null,
            "opinion_text": "J-S38027-19\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n    COMMONWEALTH OF PENNSYLVANIA                       :    IN THE SUPERIOR COURT OF\n                                                       :         PENNSYLVANIA\n                                                       :\n                 v.                                    :\n                                                       :\n                                                       :\n    ROBERT BRUNDAGE, JR.                               :\n                                                       :\n                       Appellant                       :    No. 567 EDA 2019\n\n        Appeal from the Judgment of Sentence Entered August 20, 2015\n      In the Court of Common Pleas of Wayne County Criminal Division at\n                        No(s): CP-64-CR-0000033-2014\n\n\nBEFORE:        OTT, J., DUBOW, J., and COLINS*, J.\n\nMEMORANDUM BY DUBOW, J.:                                     FILED SEPTEMBER 10, 2019\n\n        Appellant, Robert Brundage, Jr., appeals from the August 20, 2015\n\nJudgment of Sentence imposed after he entered an open guilty plea to one\n\ncount     of   Criminal   Attempt-Criminal         Homicide.1        On      appeal,   Appellant\n\nchallenges the discretionary aspects of his sentence. After careful review, we\n\naffirm.\n\n        We glean the following factual and procedural history from this Court’s\n\nJune 26, 2018 unpublished memorandum and the certified record. On May 7,\n\n2015, the Appellant entered an open guilty plea to one count of Criminal\n\nAttempt-Criminal       Homicide.     The       trial       court   ordered    a   Pre-Sentence\n\nInvestigation (“PSI”). Appellant submitted a pre-sentence memorandum,\n\n\n\n\n____________________________________________\n\n\n1   18 Pa.C.S. § 901(a).\n____________________________________\n* Retired Senior Judge assigned to the Superior Court.\n\fJ-S38027-19\n\n\n\nwhich included letters from family members, friends, and co-workers attesting\n\nto Appellant’s good character.\n\n       On August 20, 2015, the court held a sentencing hearing, at which\n\nAppellant exercised his right to allocution. In addition, the Victim testified on\n\nAppellant’s behalf, and Appellant’s counsel argued for a mitigated range\n\nsentence. The sentencing court denied Appellant’s request to have one family\n\nmember speak on behalf of his extensive family, but the court indicated it had\n\nconsidered letters submitted from Appellant’s family members.2 Appellant’s\n\ncounsel did not object.\n\n       After reviewing Appellant’s sentencing report, PSI, numerous letters\n\nfrom family members, friends, and co-workers, and testimony, the sentencing\n\ncourt declined to impose a mitigated range sentence, and sentenced Appellant\n\nto a standard range sentence of 96 to 240 months’ imprisonment.\n\n       Appellant filed a Motion for Reconsideration of Sentence, which the trial\n\ncourt denied. Appellant did not file a direct appeal.\n\n\n\n\n____________________________________________\n\n\n2The court explained that based on past negative experiences, it had a policy\nof precluding family members from speaking on behalf of defendants at\nsentencing hearings. N.T. Sentencing, 8/20/15, at 12.\n\n\n\n\n                                           -2-\n\fJ-S38027-19\n\n\n\n        Upon the reinstatement of his appellate rights nunc pro tunc after a\n\nPCRA3 proceeding,4 this timely appeal followed. Both Appellant and the PCRA\n\ncourt complied with Pa.R.A.P. 1925.\n\n        Appellant raises the following two issues on appeal:\n\n        1. Did the trial [c]ourt commit reversible error where its policy of\n           refusing to hear from defense witnesses [wa]s in clear violation\n           of the Sentencing Code?\n\n        2. Did the trial [c]ourt arrive at a manifestly unreasonable\n           sentence for [Appellant] considering the discretionary aspects\n           of sentencing?\n\nAppellant’s Br. at 7.\n\n        In his first issue, Appellant asserts that his sentence was unreasonable\n\nbecause the sentencing court’s policy of prohibiting defendants’ family\n\nmembers from testifying at the sentencing hearing denied him the opportunity\n\nto present mitigating evidence relevant to sentencing in violation of his right\n\nto allocution. Appellant’s Br. at 8, 13, 19, 23-26 (citing 42 Pa.C.S. § 9752 and\n\nPa.R.Crim.P. 704(C)(1)). In his second issue, Appellant asserts that he should\n\nhave been sentenced in the mitigated range based on his level of cooperation,\n\nthe Victim’s testimony at sentencing, his remorse, and his rehabilitation. Id.\n\nat 28-29. Both of Appellant’s issues challenge the discretionary aspects of\n\nsentencing.\n\n\n____________________________________________\n\n\n3   Post Conviction Relief Act, 42 Pa.C.S. §§ 9541-9546.\n\n4 Commonwealth v. Brundage, No. 3549 EDA 2017, unpublished\nmemorandum at 11 (Pa. Super. filed June 26, 2018).\n\n                                           -3-\n\fJ-S38027-19\n\n\n\n      Challenges   to   the   discretionary   aspects of sentencing      are   not\n\nautomatically reviewable as a matter of right. Commonwealth v. Hunter,\n\n768 A.2d 1136, 1144 (Pa. Super. 2001). Prior to reaching the merits of a\n\ndiscretionary sentencing issue, we must determine: (1) whether appellant has\n\nfiled a timely notice of appeal; (2) whether the issue was properly preserved\n\nat sentencing or in a motion to reconsider and modify sentence; (3) whether\n\nappellant’s brief sufficiently addresses the challenge in a statement included\n\npursuant to Pa.R.A.P. 2119(f); and (4) whether there is a substantial question\n\nthat the sentence appealed from is not appropriate under the Sentencing\n\nCode. Commonwealth v. Evans, 901 A.2d 528, 533 (Pa. Super. 2006).\n\n      With respect to the second factor, a defendant must object and request\n\na remedy at sentencing, or raise the challenge in a post-sentence motion.\n\nCommonwealth v. McAfee, 849 A.2d 270, 275 (Pa. Super. 2004). The\n\nPennsylvania Rules of Criminal Procedure specifically caution defendants that,\n\nwhen filing Post-Sentence Motions, “[a]ll requests for relief from the trial court\n\nshall be stated with specificity and particularity[.]” Pa.R.Crim.P. 720(B)(1)(a).\n\nSee Commonwealth v. Tejada, 107 A.3d 788, 798-99 (Pa. Super. 2015)\n\n(noting that the trial court must be given the opportunity to reconsider its\n\nsentence either at sentencing or in a post-sentence motion). See, e.g.,\n\nCommonwealth v. Mann, 820 A.2d 788, 793-94 (Pa. Super. 2003) (holding\n\nthat defendant waived discretionary aspects of sentencing claim regarding\n\nsentencing court’s failure to state the reasons for his sentence on the record\n\nwhere defendant filed a post-sentence motion, but only argued that his\n\n                                      -4-\n\fJ-S38027-19\n\n\n\nsentence was unduly severe and the trial court abused its discretion under the\n\nsentencing code).\n\n       Appellant did not preserve this first issue at sentencing. During the\n\nhearing, Appellant’s counsel inquired about whether one of his family\n\nmembers could speak on behalf of Appellant’s extended family, stating, “I just\n\ndidn’t know if the [c]ourt would entertain that at this time.” N.T. Sentencing\n\nat 5. The court answered, “No. No[,]” to which Appellant’s counsel responded,\n\n“Fair enough, Your Honor.” Id. After the court explained the reasons for its\n\npolicy of not allowing family members to testify on a defendant’s behalf,\n\nAppellant did not object. Id. at 12-15.\n\n       Appellant also did not preserve the issue in a post-sentence motion. In\n\nhis Post-Sentence Motion, he argued only that a low-end standard range\n\nsentence or a mitigated range sentence was warranted in this matter based\n\non his acceptance of responsibility, remorse, rehabilitative efforts, past record,\n\nage, family ties, work history, and community reputation. Motion for\n\nReconsideration of Sentence, filed 8/25/15. He did not challenge the court’s\n\nrefusal to allow a family representative to testify at sentencing or the trial\n\ncourt’s policy of prohibiting Appellant’s family members from testifying at the\n\nsentencing hearing. Because Appellant failed to preserve the issue at\n\nsentencing or a post-sentence motion, his first issue is waived.5\n\n____________________________________________\n\n\n5 Appellant also asserts that his right to allocution was denied because his\nfamily representative was not allowed to testify. This is not a legally\n\n\n\n                                           -5-\n\fJ-S38027-19\n\n\n\n       However, Appellant properly preserved his second issue—that the\n\nsentencing court should have sentenced him in the mitigated range rather\n\nthan the standard range—by preserving the issue in a Post-Sentence Motion\n\nand including a statement pursuant to Pa.R.A.P. 2119(f) in his brief. See\n\nAppellant’s Br. at 14-15. Thus, we proceed to address whether this sentencing\n\nchallenge raises a substantial question for our review.\n\n       Whether a substantial question has been raised regarding discretionary\n\nsentencing is determined on a case-by-case basis. Commonwealth v.\n\nMoury, 992 A.2d 162, 170 (Pa. Super. 2010). “A substantial question exists\n\nonly when the appellant advances a colorable argument that the sentencing\n\njudge’s actions were either: (1) inconsistent with a specific provision of the\n\nSentencing Code; or (2) contrary to the fundamental norms which underlie\n\nthe sentencing process.” Id. (citation and quotation omitted).\n\n       Here, the trial court imposed a standard range sentence, but Appellant\n\navers that the trial court should have imposed a mitigated-range sentence\n\nbased on his cooperation, the Victim’s testimony, his remorse, and his\n\nsubsequent rehabilitation. Appellant’s Br. at 28-29.\n\n____________________________________________\n\n\nsustainable assertion. A defendant’s right to allocution is personal to the\ndefendant. See Commonwealth v. Thomas, 553 A.2d 918, 919 (Pa. 1989)\n(discussing the history of the right of a defendant “to personally address the\ncourt prior to sentencing”). See also Commonwealth v. Hague, 840 A.2d\n1018, 1019 (Pa. Super. 2003) (holding that the right to allocution requires the\ncourt to inform a defendant that he has the right, and afford a defendant the\nright, to address the court prior to sentencing). The right to allocution does\nnot include a right to have family members speak on a defendant’s behalf.\nHere, Appellant did exercise his right to allocution. N.T. Sentencing at 10-11.\n\n                                           -6-\n\fJ-S38027-19\n\n\n\n       Claims that the sentencing court did not adequately consider mitigating\n\nfactors generally do not raise a substantial question. Commonwealth v.\n\nDisalvo, 70 A.3d 900, 903 (Pa. Super. 2013). A specific claim that the court\n\nrefused to weigh mitigating factors as an appellant wished, absent more, does\n\nnot raise a substantial question. Moury, 992 A.2d at 175; Commonwealth\n\nv. Zirkle, 107 A.3d 127, 133 (Pa. Super. 2014) (“[W]e have held that a claim\n\nthat a court did not weigh the factors as an appellant wishes does not raise a\n\nsubstantial question”).\n\n       Appellant’s claim amounts to no more than a bald allegation that the\n\ncourt abused its discretion in failing to consider mitigating factors as he\n\nwished. Pursuant to the above case law, Appellant has failed to raise a\n\nsubstantial question.6 His challenge to the discretionary aspects of his\n\nsentence, thus, fails.\n\n       Judgment of Sentence affirmed.\n\n\n\n\n____________________________________________\n\n\n6 Even if his argument had raised a substantial question, we would conclude\nthat there is no merit to Appellant’s challenge. The trial court considered the\nAppellant’s sentencing report, PSI, acceptance of responsibility, prior\nconvictions, gravity of the offense, rehabilitation, numerous letters from\nfamily members, the Victim’s testimony, Appellant’s allocution, and the\nsentencing guidelines. N.T. Sentencing at 11-15. Additionally, the court\nsentenced Appellant within the standard range of the sentencing\nguidelines. Id. at 15. “[W]here a sentence is within the standard range of the\nguidelines, Pennsylvania law views the sentence as appropriate under the\nSentencing Code.” Moury, 992 A.2d at 171.\n\n                                           -7-\n\fJ-S38027-19\n\n\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 9/10/19\n\n\n\n\n                          -8-\n\f",
            "ocr": false,
            "opinion_id": 4436894
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}