{
    "id": 4661920,
    "judges": null,
    "date_filed": "1987-03-21",
    "date_filed_is_approximate": true,
    "slug": "priscilla-robinson-vs-united-airlines-division-of-workers-compensation",
    "case_name_short": null,
    "case_name": "PRISCILLA ROBINSON VS. UNITED AIRLINES (DIVISION OF WORKERS' COMPENSATION)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 23.0,
            "download_url": "http://www.judiciary.state.nj.us/attorneys/assets/opinions/appellate/unpublished/a5917-17.pdf",
            "author_id": null,
            "opinion_text": "                                NOT FOR PUBLICATION WITHOUT THE\n                               APPROVAL OF THE APPELLATE DIVISION\n        This opinion shall not \"constitute precedent or be binding upon any court .\" Although it is posted on the\n     internet, this opinion is binding only on the parties in the case and its use in other cases is limited. R. 1:36-3.\n\n\n\n\n                                                         SUPERIOR COURT OF NEW JERSEY\n                                                         APPELLATE DIVISION\n                                                         DOCKET NO. A-5917-17T2\n\nPRISCILLA ROBINSON,\n\n           Petitioner-Appellant,\n\nv.\n\nUNITED AIRLINES,\n\n     Respondent-Respondent.\n___________________________\n\n                    Submitted May 1, 2019 – Decided September 18, 2019\n\n                    Before Judges Nugent and Mawla.\n\n                    On appeal from the Department of Labor and\n                    Workforce Development, Division of Workers'\n                    Compensation, Claim Petition No. 2017-5603.\n\n                    Kotlar, Hernandez & Cohen, LLC, attorneys for\n                    appellant (Matthew J. Solin and Erika M. Page, on the\n                    briefs).\n\n                    Capehart & Scatchard, PA, attorneys for respondent\n                    (Prudence M. Higbee, on the brief).\n\n           The opinion of the court was delivered by\n\nNUGENT, J.A.D.\n\f      In this workers' compensation action, petitioner, Priscilla Robinson,\n\nappeals from an order that denied her motion for medical and temporary\n\ndisability benefits. Petitioner claimed that while undergoing authorized therapy\n\nfor a fractured wrist that arose out of and in the course of her employment, she\n\neither tore the rotator cuff in her left arm or aggravated an existing tear, and now\n\nrequires surgery. Respondent, United Airlines, disputed the injury arose out of\n\nher employment. Respondent contended petitioner's injury existed before she\n\nstarted her therapy and was neither caused nor aggravated by the therapy. The\n\njudge of compensation (JOC) determined petitioner had not carried her burden\n\nof proving her claim was compensable and denied the claim. For the reasons\n\nthat follow, we affirm.\n\n                                         I.\n\n                                        A.\n\n      Petitioner filed a claim petition in which she alleged she sustained an\n\ninjury to her left shoulder on June 15, 2016, while undergoing authorized\n\ntherapy for a previous work injury. The following month, respondent filed an\n\nanswer to the claim petition and admitted petitioner's shoulder injury arose out\n\nof and in the course of her employment. After receiving additional information\n\nconcerning petitioner's injury, respondent filed an amended answer to the claim\n\n\n                                                                            A-5917-17T2\n                                         2\n\fpetition and denied that petitioner's injury arose out of and in the course of her\n\nemployment.\n\n      In view of respondent's amended claim petition and denial that petitioner's\n\ninjury was compensable, petitioner filed a Notice of Motion for Temporary and\n\nMedical Benefits.    The hearing on petitioner's motion took place on four\n\nnonconsecutive days from December 2017 through May 2018.               Following\n\nwritten submissions, the JOC denied petitioner's motion. This appeal followed.\n\n                                       B.\n\n      The parties presented the following evidence during the hearing on\n\npetitioner's motion for temporary and medical benefits. Petitioner had been\n\nemployed by respondent for thirty-two years as a flight attendant when she\n\nsustained an injury to her right wrist during the course of her employment in\n\nMarch 2016. Respondent authorized three phases of treatment for petitioner's\n\nwrist injury: casting and medical treatment necessary for the injury to heal;\n\noccupational therapy; and physical therapy to condition her to return to work.\n\nPetitioner completed the first two phases without incident. She began the third\n\nphase, work conditioning, on June 15, 2016. She contended she sustained or\n\naggravated her left shoulder injury that day.\n\n\n\n\n                                                                          A-5917-17T2\n                                        3\n\f      Petitioner and the therapist who oversaw the therapy gave conflicting\n\ntestimony about what happened. According to petitioner, on June 15, 2016, her\n\nfirst day of work-conditioning therapy, the therapist made her do several\n\nexercises in sets of ten. For the first exercise, the therapist put weights in\n\nbuckets and petitioner had to walk from one end of the room to the other carrying\n\nboth buckets. When she finished that set of ten, she worked on what she\n\ndescribed as a lift-up machine, in which she would lift a bar to approximately\n\neye level. Last, she did ten sets of exercise requiring her to push against a wall,\n\nfollowed by an exercise where she lifted her arms and brought them back.\n\n      Plaintiff did not feel well at the completion of these exercises, though she\n\ncould not pinpoint the precise problem.       She had shortness of breath and\n\npalpitations. The upper part of her body \"didn't feel right.\" Nonetheless, she\n\nbegan to ride a stationary bike but could not complete the scheduled fifteen\n\nminutes. She stopped after nine or ten minutes.\n\n      Petitioner left therapy without complaining about any shoulder pain.\n\nOnce home, however, she experienced pain in her left shoulder which became\n\nworse during the course of the afternoon. The next day, she saw her primary\n\nphysician, who wrote a letter to the therapist. According to petitioner, her\n\n\n\n\n                                                                           A-5917-17T2\n                                        4\n\fphysician advised the therapist \"to hold off on the work conditioning until we\n\ngot the results back from the X-ray and the MRI.\"\n\n      The physical therapist testified for respondent and contradicted\n\npetitioner's testimony.    The therapist was a sixteen-year employee of the\n\noutpatient rehabilitation facility that petitioner attended. She testified that when\n\npetitioner appeared on June 15, 2016, for her first work conditioning session,\n\nshe started the session with pre-conditioning exercises. The pre-conditioning\n\nexercises were all stretching exercises. Seven involved the lower extremities,\n\nwaist, and lower back. The eighth was a combination shoulder-chest exercise\n\nwhere one stretched the chest muscles by pinching the shoulder blades together\n\nand then relaxing. Petitioner had no complaints concerning her shoulder during\n\nthe stretching exercises. Had she so complained, the therapist would have made\n\nan entry in her notes. Petitioner also did some cardio training—seven minutes\n\non an upright, recumbent bike.\n\n      Petitioner reported feeling heart palpitations and weight on her chest. The\n\ntherapist offered to take petitioner's vital signs, that is, petitioner's blood\n\npressure and heart rate, or call 9-1-1.      Petitioner declined.    The therapist\n\nreviewed some home exercises with petitioner, and petitioner said she would see\n\n\n\n\n                                                                            A-5917-17T2\n                                         5\n\fher doctor the next day. The therapist told petitioner to obtain clearance to\n\nresume work conditioning.\n\n      Petitioner returned two days later, on June 17, 2016, with a physician's\n\nnote. The physician's note said petitioner had reported severe left shoulder pain.\n\nPending an MRI, she was to do therapy for her right wrist only. Petitioner was\n\nalso scheduled to see a cardiologist. In view of the note, the therapist modified\n\nthe Baltimore Therapeutic Equipment machine—a machine that simulated\n\nworkplace activities—to restrict exercises to petitioner's right hand and right\n\nuppers only. The therapist noted petitioner had no complaints of pain that day.\n\n      Petitioner next returned on June 20, 2016. She had no complaints of pain\n\nand no complaints of cardiac issues. That day, petitioner did one exercise where\n\nshe used both arms: the push-pull cart, which simulated pushing a beverage cart.\n\nTypically, a clinic patient pushes the cart for approximately 200 feet. That was\n\nthe only exercise petitioner did with both hands; she did the other exercises with\n\nher right hand.\n\n      Petitioner's medical expert, Craig H. Rosen, an orthopedic surgeon,\n\nexamined petitioner on January 11, 2018. He reviewed her medical records,\n\nincluding a June 22, 2016 MRI, which revealed a torn rotator cuff in petitioner's\n\nleft shoulder. Dr. Rosen diagnosed petitioner with a left rotator cuff tear and\n\n\n                                                                          A-5917-17T2\n                                        6\n\frecommended that she undergo arthroscopic surgery to repair the torn rotator\n\ncuff. Post-surgical care would include physical therapy for two or three months.\n\n      Concerning causation, Dr. Rosen expressed the following opinion:\n\n             Either the injury occurred at the time of her physical\n             therapy session on June 15, 2016, with the maneuvers\n             that she was doing, and she described lifting some kind\n             of bar and getting in some kind of swimming motion,\n             and, therefore, that would make the tear directly related\n             to that episode or that incident. The other alternative is\n             that she could have had a pre-existent tear on her\n             shoulder that was quiescent, asymptomatic, and that\n             this was a precipitating event that made her\n             symptomatic and aggravated the underlying problem\n             that she did not know about.\n\n      Dr. Rosen explained that because the muscles going into the rotator cuff\n\nwere not atrophied and had no fatty infiltration, \"this is not a longstanding\n\nchronic tear.\" If the tear was longstanding, the MRI would show some evidence\n\nof muscle atrophy or fatty infiltration. Generally, it takes two or three years for\n\nfatty infiltrates to develop.\n\n      Dr. Rosen repeated that from the MRI, he could not say whether this was\n\nan old tear or a new tear. The MRI showed the tendon was torn off at the surface,\n\nbut the doctor did not \"know the age of that.\" He further explained: \"it 's a large\n\nenough tear, it will move immediately a bit, but it is not a chronic retracted tear\n\nto the left of the glenoid or the dish in the shoulder that would indicate that this\n\n\n                                                                            A-5917-17T2\n                                         7\n\fis being [sic] there for any long period of time.\" With a large tear, over time,\n\nthere would be some \"retraction of the tendon and atrophy of the muscles, but\n\nthat takes time to develop.\"\n\n      Dr. Rosen reiterated that petitioner told him she was lifting some type of\n\nbar and going through a swimming type of motion during her work conditioning.\n\nHe elaborated:\n\n            If I'm understanding her correctly, and I'm just going\n            on her telling me what the - - if she was lifting\n            something heavy, a bar that went up at least to shoulder\n            level and higher, and doing some type of motion with\n            her arm out in that position, it is possible to tear a\n            rotator cuff. If you take a [two] or [three]-pound\n            weight, and put it in your hand, when you hold it out\n            straight, you now multiply that, if you go through the\n            physics and biomechanics of it, you've now multiplied\n            that weight many, many times, by the lever of your arm,\n            so a [two] or [three] pound weight may be [fifteen] or\n            [twenty] pounds or more. I didn't do the analysis right\n            off the top of my head here, but a small weight can\n            place much, much greater stress on the shoulder, if the\n            arm is out extended.\n\n      During cross-examination, Dr. Rosen said petitioner told him \"she was\n\nholding onto a bar, and she had to lift her arm up in a swimming-type motion.\"\n\nShe said nothing more specific concerning the movement of her arms, other than\n\nthat \"it was a swimming-type motion.\" In the history he recorded, Dr. Rosen\n\nascribed the following statement to petitioner: \"[w]ell, my initial note said . . .\n\n\n                                                                           A-5917-17T2\n                                        8\n\f'she says, at that point, according to myself, she was lifting a bar, doing a swim-\n\ntype exercise, and noted the onset of pain in her left shoulder.'\" Dr. Rosen added\n\nthat if she was lifting the bar from shoulder to eye level, the exercise could cause\n\na rotator cuff tear provided there was enough weight and stress. He could not\n\nquantify the amount of weight necessary,\n\n      Respondent's evaluating physician, Kenneth A. Levitsky, also an\n\northopedic surgeon, disagreed that petitioner's left rotator cuff tear was caused\n\nor exacerbated by her work conditioning therapy. Dr. Levitsky explained that\n\nthe most likely mechanism of injury for a rotator cuff tear would be an extension\n\nor abduction stretch-type injury with the arm overhead. Other causes could be\n\n\"a very, very forceful twisting injury perhaps, but to a lesser likelihood, perhaps\n\nwith the arm below the shoulder blade.\" The doctor opined that leaning against\n\na wall was an unlikely cause of a rotator cuff tear. He found leaning against a\n\nwall to be an unlikely cause because \"to tear a rotator cuff acutely it requires a\n\nsignificant amount of force and it requires the right mechanism, and simply\n\nleaning against the wall in my opinion, . . . isn't a plausible or a mechanism that\n\nwould cause a rotator cuff tear.\"\n\n      Shown a list of the preconditioning exercises petitioner performed on June\n\n15, 2016, Dr. Levitsky opined that none of the exercises would cause a rotator\n\n\n                                                                            A-5917-17T2\n                                         9\n\fcuff tear.   None, he said, were forceful enough and none fit the classic\n\nmechanism of injury. He added, \"[t]here's no exercise here that demonstrates or\n\nwould cause a significant twisting force on the shoulder with the arm in an\n\nunusual position.\"\n\n      Dr. Levitsky examined petitioner on July 24, 2016. He also took a history\n\nand reviewed her medical records, including the June 2016 MRI study. Based\n\non the history petitioner gave him, his review of medical records including the\n\ndiagnostic studies, and his clinical examination of petitioner, Dr. Levitsky\n\nconcluded the rotator cuff tear \"was likely in my opinion to be a pre-existing\n\ntear and was not causally related from the occurrence that was a self-described\n\nstretching and pushing exercise against the wall.\" The doctor reiterated that the\n\nexercise plaintiff did on her first day of work conditioning was not a sufficient\n\nmechanism of injury to cause a rotator cuff tear.\n\n      Dr. Levitsky also read the testimony given by petitioner, the therapist, and\n\nDr. Rosen.    Citing the therapist's testimony that petitioner only performed\n\nstretching exercises on her first day of work conditioning, and never complained\n\nof pain, Dr. Levitsky said the therapist's testimony confirmed his opinion.\n\nNothing in the occupational therapist's testimony indicated a mechanism of\n\ninjury that would cause a rotator cuff tear.\n\n\n                                                                          A-5917-17T2\n                                       10\n\f      Petitioner's testimony did not alter his opinion. He thought Dr. Rosen's\n\ntestimony demonstrated some confusion about which exercises petitioner\n\nperformed on each of the three dates she participated in work conditioning\n\ntherapy. For example, Dr. Rosen thought petitioner had lifted a bar on June 15,\n\n2016. This was not the case, as testified to by the therapist and documented in\n\nher notes.\n\n      Dr. Levitsky further opined that in order to materially aggravate or\n\nexacerbate a pre-existent rotator cuff tear, one would still need an adequate\n\nmechanism of injury, which was not the case here. Further, to reach such a\n\nconclusion, one would have to seek comparative MRI studies, before and after\n\nthe purported injury, to determine if a tear existed and was made materially\n\nworse.\n\n      Like Dr. Rosen, Dr. Levitsky could not say from his review of the MRI\n\nwhen the tear occurred. He pointed out, however, that the MRI of petitioner's\n\nshoulder also showed some degenerative changes, which were clearly pre-\n\nexisting to her physical therapy.\n\n      During cross-examination, Dr. Levitsky agreed that merely having a\n\nrotator cuff tear is not enough to require surgery. Surgery would be required if\n\na tear was accompanied by pain and interference with activities of daily living\n\n\n                                                                        A-5917-17T2\n                                      11\n\fand the condition was not getting better with time. Dr. Levitsky also agreed\n\nwith Dr. Rosen that petitioner needs surgery to repair her torn rotator cuff, and\n\nhe did not have any reason to believe she was a shoulder-surgery candidate\n\nbefore June 15, 2016, when she began her work conditioning therapy.\n\nAccording to Dr. Levitsky's report, petitioner's rotator cuff tear was likely\n\nasymptomatic before reporting shoulder pain to her treating physician the day\n\nafter she began work conditioning therapy. Dr. Levitsky recommended three\n\nweeks of physical therapy and a cortisone injection as treatment for the torn\n\nrotator cuff.\n\n                                       C.\n\n      In a written opinion, the JOC found petitioner had not proven her rotator\n\ncuff tear was caused or exacerbated by her work conditioning therapy. The JOC\n\nnoted that at no time during petitioner's three work conditioning sessions did she\n\ncomplain of having suffered an injury to her left shoulder during therapy. This\n\nwas corroborated by the daily activity logs completed by the therapist after each\n\nsession. Moreover, when petitioner first saw her doctor about discomfort in her\n\nleft shoulder, she did not state that she had suffered a traumatic accident which\n\nresulted in the injury. And though petitioner told Dr. Rosen she had injured her\n\nshoulder while lifting a bar and doing a swimming-type motion, petitioner's\n\n\n                                                                          A-5917-17T2\n                                       12\n\ftherapist testified petitioner did not lift a bar during the initial work conditioning\n\nsession on June 15, 2016.\n\n      The JOC found Dr. Levitsky's opinion credible, logical, and both\n\nmedically and factually well supported. In contrast, the JOC found Dr. Rosen's\n\ntestimony as to the cause of petitioner's rotator cuff tear to be speculative and\n\nwithout certainty.     Consequently, the JOC determined petitioner had not\n\nsustained her burden of proving she had sustained a compensable accident.\n\n                                         II.\n\n      On appeal, petitioner argues the JOC misapplied the burden of proof and\n\nmisunderstood the standard for expert testimony. Petitioner asserts that when\n\n\"it is claimed the accident was the result of the physical condition of the\n\nemployee, the burden of proof is on the employer to show such cause.\"\n\nAccording to petitioner, respondent failed to demonstrate petitioner's injury was\n\n\"idiopathic.\"\n\n      Petitioner points out that during cross-examination, Dr. Levitsky said he\n\nhad no reason to doubt that her symptoms started on or about June 15, 2016.\n\nMoreover, Dr. Levitsky agreed petitioner required surgery to repair the rotator\n\ncuff tear and petitioner was not a surgical candidate before her first work\n\n\n\n\n                                                                              A-5917-17T2\n                                        13\n\fconditioning session on June 15, 2016. In his report, Dr. Levitsky recommended\n\nsome treatment for petitioner's shoulder. Specifically, Dr. Levitsky wrote:\n\n            If the examinee's history as presented to me is factually\n            correct . . . I would recommend physical therapy for\n            [three] weeks and a cortisone injection into the\n            subacromial space for treatment as it relates to the\n            reported physiotherapy incident. I would not indicate\n            surgical treatment for repair of the rotator cuff tear as it\n            relates to the reported June 16, 2016 injury as it is my\n            opinion that this rotator cuff abnormality was pre-\n            existing. Further treatment for the rotator cuff tear in\n            my opinion would be appropriately pursued outside of\n            her Worker's Compensation claim.\n\nPetitioner construes this part of Dr. Levitsky's opinion as a concession that her\n\nshoulder injury was exacerbated by her physical therapy.\n\n      Petitioner also argues the JOC erred by rejecting the testimony of Dr.\n\nRosen. Last, petitioner argues that the JOC's decision is not supported by\n\ncredible evidence on the record.\n\n      Respondent counters that the JOC's decision is supported in its entirety by\n\ncompetent evidence, including lay and expert testimony. Respondent asserts the\n\nJOC properly found the testimony of both petitioner and her medical expert\n\nlacking in credibility. Consequently, the JOC properly concluded petitioner had\n\nnot sustained her burden of proving each element of her claim.\n\n\n\n\n                                                                           A-5917-17T2\n                                       14\n\f                                       III.\n\n                                        A.\n\n      The Workers' Compensation Act (Act), N.J.S.A. 34:15-1 to -146, is\n\n\"remedial social legislation that should be liberally construed in order that its\n\nbeneficent purposes may be accomplished.\" Shaudys v. IMO Indus., Inc., 285\n\nN.J. Super. 407, 410 (App. Div. 1995) (citing Fiore v. Consol. Freightways, 140\n\nN.J. 452, 465 (1995)). It is an \"axiomatic principle that the language of the [Act]\n\nmust be liberally construed in favor of the claimant[.]\" Close v. Kordulak Bros.,\n\n44 N.J. 589, 604 (1965).\n\n      The burden of proving that an accident is compensable \"rests upon a\n\nworkers' compensation claimant.\" Drake v. Essex Cty., 192 N.J. Super. 177,\n\n179-80 (1983) (citing Mahoney v. Nitroform Co., 36 N.J. Super. 116, 125 (App.\n\nDiv. 1955), rev'd on other grounds, 20 N.J. 449 (1956)). Under the Act, an\n\ninjury is compensable if it \"is caused to an employee by [an] accident arising\n\nout of and in the course of his employment[.]\" N.J.S.A. 34:15-1. The phrase\n\n\"arising out of\" refers to the accident's \"causal origin,\" and the phrase \"course\n\nof employment\" refers to the \"time, place, and circumstances of the accident in\n\nrelation to the employment.\" Cannuscio v. Claridge Hotel & Casino, 319 N.J.\n\nSuper. 342, 349 (App. Div. 1999) (quoting Shaudys, 285 N.J. Super. at 410).\n\n\n                                                                           A-5917-17T2\n                                       15\n\f      The arising out of requirement \"looks to a causal connection between the\n\nemployment and the injury. It must be established that the work was at least a\n\ncontributing cause of the injury and that the risk of the occurrence was\n\nreasonably incident to the employment.\" Coleman v. Cycle Transformer Corp.,\n\n105 N.J. 285, 290 (1986).\n\n      New Jersey uses \"the 'but for' or positional-risk test\" in \"determining the\n\nrequisite connection[.]\" Ibid. \"Essentially, that test asks 'whether it is more\n\nprobably true than not that the injury would have occurred during the time and\n\nplace of employment rather than elsewhere.'\" Id. at 290-91 (quoting Howard v.\n\nHarwood's Rest. Co., 25 N.J. 72, 83 (1957)). \"Unless it is more probable that\n\nthe injury would not have occurred under the normal circumstances of everyday\n\nlife outside of the employment, the necessary causal connection has not been\n\nestablished.\" Id. at 291.\n\n                   One of the components of the \"but for\" test is the\n            nature of the risk that causes injury to the employee.\n            Our courts have established three categories of risks.\n            The first category includes risks \"distinctly associated\"\n            with the employment, which are compensable.\n            Examples of such injuries are industrial injuries\n            resulting from machinery. The second category\n            includes compensable \"neutral\" risks which do not\n            originate in the employment environment but rather\n            happen to befall the employee during the course of\n            employment. The typical examples of neutral risks are\n            acts of God, such as lightning. The third category of\n\n                                                                         A-5917-17T2\n                                      16\n\f            risks includes those \"personal\" to the employee and are\n            not compensable. In this category, the employment\n            connection with the injury is minimal; it is the personal\n            proclivities or contacts of the employee, not anything\n            associated with the employment that gives rise to the\n            injury. An epileptic seizure would be a classic\n            example.\n\n            [Shaudys, 285 N.J. Super. at 411 (citations omitted).]\n\n      The third category of risks—personal proclivities or contacts of the\n\nemployee that give rise to the injury—are often referred to as \"idiopathic.\"\n\nGeorge v. Great E. Food Prods., Inc., 44 N.J. 44, 45 (1965).\n\n      Risks that are personal to the claimant are defined as follows:\n\n                  If the time has come for the employee to\n                  die a natural death, or to expire from the\n                  effects of some disease or internal\n                  weakness of which he would as promptly\n                  have expired whether he had been working\n                  or not, the fact that his demise takes place\n                  in an employment setting rather than at\n                  home does not, of course, make the death\n                  compensable. Or if the employee has a\n                  mortal personal enemy who has sworn to\n                  seek him out wherever he may be, and if\n                  this enemy happens to find and murder the\n                  employee while the latter is at work, the\n                  employment cannot be said to have had any\n                  causal relation to his death. [1 Arthur]\n                  Larson, [Workmen's Compensation] § 7.20\n                  (1990).]\n\n                  [Verge v. Cty. of Morris, 272 N.J. Super. 118,\n                  127 (App. Div. 1994).]\n\n                                                                        A-5917-17T2\n                                      17\n\f       Another example of idiopathic injuries \"are falls brought on by heart\n\nattacks[.]\" Id. at 124. \"The burden of proof to establish an idiopathic cause is\n\nplaced on the employer.\" Id. at 128 (citing Spindler v. Universal Chain Corp.,\n\n11 N.J. 34, 38 (1952)). \"To bar recovery, the record must substantiate a finding\n\nthat the event was caused solely by disease or infirmity peculiar to the individual\n\nand not a condition of the employment.\" Id. at 124 (citing Spindler, 11 N.J. at\n\n39).\n\n       Our review of the JOC's denial of petitioner's motion for temporary and\n\nmedical benefits is limited \"to whether the findings made could reasonably have\n\nbeen reached on sufficient credible evidence present in the record, considering\n\nthe proofs as a whole, with due regard to the opportunity of the one who heard\n\nthe witnesses to judge[ ] their credibility.\" Lindquist v. City of Jersey City Fire\n\nDep't, 175 N.J. 244, 262 (2003) (quoting Close, 44 N.J. at 599). \"We owe no\n\nparticular deference to the [JOC's] interpretation of the law.\" Sexton v. Cty. of\n\nCumberland, 404 N.J. Super 542, 548 (App. Div. 2009) (citing Manalapan\n\nRealty, L.P. v. Twp. Comm. of Manalapan, 140 N.J. 366, 378 (1995)). If a JOC\n\nmistakenly applies the law to the facts, an appellate court \"must grant\n\nappropriate relief.\" Ibid. (quoting Verge, 272 N.J. Super. at 123).\n\n\n\n\n                                                                           A-5917-17T2\n                                       18\n\f                                       B.\n\n      With these principles in mind, we first address petitioner's arguments that\n\nthe JOC misapplied the burden of proof and misunderstood the legal standard\n\nfor expert testimony. Petitioner contends the JOC should have considered the\n\nproofs under principles applicable to idiopathic injuries, which shift the burden\n\nof proof to respondent. We disagree. In our view, petitioner confuses those\n\ncases in which an employee's idiopathic condition causes a work accident or\n\nevent that results in injury, with a work accident or event that aggravates a pre-\n\nexisting condition or injury. Our cases make the distinction clear.\n\n      The Supreme Court's Spindler decision is illustrative.          There, the\n\nemployee, while operating a spooling machine, turned to replace a wrench on\n\nthe tool shelf behind her when she slipped and fell on the concrete floor. 11 N.J.\n\nat 36. She was uncertain about what had caused her to fall, speculating a piece\n\nof wire may have been the cause. Id. at 37. Her employer argued \"her injury\n\nprobably resulted from dizziness or a fainting spell caused by a physical ailment\n\nrather than from any accident arising out of and in the course of her\n\nemployment.\" Id. at 38. As the court noted, however, there was \"no affirmative\n\nevidence in the record to support this supposition other than the answer to a\n\nhypothetical question asked of a physician produced by the employer.\" Ibid.\n\n\n                                                                          A-5917-17T2\n                                       19\n\fThe court explained that \"[w]here it is claimed the accident was the result of the\n\nphysical condition of the employee, 'the burden of proof is on the employer to\n\nshow such cause.'\" Ibid. (emphasis added) (quoting Atchison v. Colgate & Co.,\n\n3 N.J. Misc. 451 (Sup. Ct.), aff'd, 102 N.J.L. 425 (E. & A. 1925)). The Court\n\nfurther explained:\n\n                  Here the fall resulting in the injury is not\n            disputed. The difference of opinion centers in the\n            cause.\n\n                  If it was occasioned by or was the result of a\n            disease or physical seizure and was not contributed to\n            by \"what the workman had to do,\" it is not\n            compensable. On the other hand, if the fall \"would not\n            have occurred but for the service rendered\" in the\n            employment, it is covered by the statute.\n\n            [Id. at 39.]\n\nThe court concluded the accident was compensable. Id. at 39-40.\n\n      Similarly, in Verge, the dispute between the employer and employee was\n\nwhether the permanent orthopedic injury petitioner suffered when she fell in the\n\ncourse of her employment was caused when her left foot slipped on a rug, or\n\nwhether, as the employer claimed, her fall was an event not incident to\n\nemployment but rather one that could have occurred anywhere at any time as\n\none was walking normally. 272 N.J. Super. at 121-23. Reversing the dismissal\n\n\n\n                                                                          A-5917-17T2\n                                       20\n\fof petitioner's claim petition due to an inadequate record, we remanded the\n\nmatter for further proceedings. Id. at 128-29. We explained:\n\n            Petitioner need not show that the rug was defective or\n            that she was free from fault. Respondent, however,\n            cannot be denied the opportunity to prove by direct or\n            circumstantial evidence that petitioner did not actually\n            slip, but rather that her knee condition caused the event\n            and therefore, her injury was caused solely because of\n            her pre-existing or personal infirmity or condition.\n            This is an issue which the judge could not resolve on\n            the limited proofs permitted.\n\n                  ....\n\n                  The burden of proof to establish an idiopathic\n            cause is placed on the employer.\n\n            [Id. at 128.]\n\n      In the case before us, the parties' dispute does not focus on whether an\n\naccident or event that occurred in the course of petitioner's employment was\n\ncaused, on one hand, by an idiopathic condition or disease of petitioner, or, on\n\nthe other hand, by what the worker had to do. Rather, the dispute focused on\n\nwhether petitioner's shoulder injury was occasioned or aggravated by her\n\ntherapy, or whether it represented the progression of a pre-existing injury.\n\nStated differently, the dispute was whether any event had occurred at work and\n\ncaused or aggravated petitioner's injury. Consequently, the burden of proof did\n\n\n\n                                                                        A-5917-17T2\n                                      21\n\fnot shift to the employer and the JOC did not err by finding petitioner did not\n\nsustain her burden.\n\n      That leads us to petitioner's next argument: the court applied the wrong\n\nstandard for evaluating expert testimony. We disagree. There was a factual\n\ndispute concerning the facts upon which petitioner's medical expert based his\n\nopinion.    Petitioner's therapist refuted by her testimony and by her\n\ncontemporaneous records that petitioner was doing the exercises to which her\n\nmedical expert attributed the onset or aggravation of her shoulder injury. This\n\nfoundation for her expert's testimony, as well as the difference in the opinions\n\nof the two medical experts, presented issues of credibility. The JOC's credibility\n\ndeterminations, as well as his findings of fact, \"could reasonably have been\n\nreached on sufficient credible evidence present in the record, considering the\n\nproofs as a whole, with due regard to the opportunity of the one who heard the\n\nwitnesses to judge . . . their credibility.\" Lindquist, 175 N.J. at 262 (quoting\n\nClose, 44 N.J. at 599).\n\n                                       IV.\n\n      Petitioner last argues that the JOC's findings of fact are not grounded in\n\ncredible evidence, and his decision fails to sufficiently articulate the basis for\n\nthe factual and medical findings underlying his opinion. These arguments are\n\n\n                                                                          A-5917-17T2\n                                       22\n\fbelied by the record. The judgment was based on findings of fact which were\n\nadequately supported by the evidence.     R. 2:11-3(e)(1)(A).   Petitioner's\n\narguments to the contrary are without sufficient merit to warrant further\n\ndiscussion. R. 2:11-3(e)(1)(E).\n\n      Affirmed.\n\n\n\n\n                                                                    A-5917-17T2\n                                   23\n\f",
            "ocr": false,
            "opinion_id": 4439173
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Murder"
}