{
    "id": 4675849,
    "judges": null,
    "date_filed": "1996-04-26",
    "date_filed_is_approximate": true,
    "slug": "william-severs-v-attorney-general-new-jersey",
    "case_name_short": null,
    "case_name": "William Severs v. Attorney General New Jersey",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "https://www2.ca3.uscourts.gov/opinarch/181822np.pdf",
            "author_id": null,
            "opinion_text": "                                                                   NOT PRECEDENTIAL\n\n                        UNITED STATES COURT OF APPEALS\n                             FOR THE THIRD CIRCUIT\n                                  ____________\n\n                                       No. 18-1822\n                                      ____________\n\n                                   WILLIAM SEVERS,\n                                       Appellant\n\n                                             v.\n\n             THE ATTORNEY GENERAL OF THE STATE OF NEW JERSEY;\n                  ADMINISTRATOR NEW JERSEY STATE PRISON\n                               ____________\n\n                      On Appeal from the United States District Court\n                               for the District of New Jersey\n                                  (D.C. No. 1-15-cv-06421)\n                        District Judge: Honorable Noel L. Hillman\n                                       ____________\n\n                        Submitted under Third Circuit LAR 34.1(a)\n                                    October 29, 2019\n\n           Before: SMITH, Chief Judge, HARDIMAN, and PHIPPS, Circuit Judges\n\n                                (Filed: November 5, 2019)\n\n                                      ____________\n\n                                        OPINION*\n                                      ____________\n\n\n\n       *\n        This disposition is not an opinion of the full Court and pursuant to I.O.P. 5.7\ndoes not constitute binding precedent.\n\fHARDIMAN, Circuit Judge.\n\n          William Severs appeals an order of the District Court dismissing his untimely\n\npetition for writ of habeas corpus under 28 U.S.C. § 2254. We agree with the District\n\nCourt that Severs had no right to equitable tolling, so we will affirm.\n\n                                               I1\n\n          On September 2, 2005, a New Jersey state court jury convicted Severs of murder\n\nand other serious crimes and he was sentenced to 60 years in state prison. After\n\nexhausting his direct appeal rights, Severs petitioned for post-conviction relief. The court\n\ndenied his petition at a post-conviction hearing on September 22, 2011. About two weeks\n\nlater, on October 4, 2011, the court filed a written opinion explaining the reasons for the\n\ndenial.\n\n          Severs stated his desire to appeal at the September 22 hearing and several other\n\ntimes. He informed the Office of the Public Defender of his desire to appeal by letters\n\ndated September 26 and October 3, 2011. And on October 20, 2011, Severs again\n\ninformed his counsel that he wished to appeal, and complained that as of that date,\n\ncounsel had communicated nothing further to him about filing it. Severs did not file his\n\npost-conviction appeal until October 15, 2012.\n\n\n\n\n          1\n        The District Court had jurisdiction under 18 U.S.C. § 3231. We have jurisdiction\nunder 28 U.S.C. § 1291 and we review de novo the District Court’s determination that\nequitable tolling did not apply. See Munchinski v. Wilson, 694 F.3d 308, 329 (3d Cir.\n2012).\n\n\n\n                                               2\n\f       Severs blames his former counsel and the Office of Public Defender for the one-\n\nyear delay in filing the appeal from the denial of his petition for post-conviction relief. In\n\nsupport, Severs filed a document entitled “Certification,” a letter by his post-conviction\n\ncounsel stating that Severs asked counsel to appeal the denial of his petition. The letter\n\nstates that because counsel was in a severe car accident, he could not timely file Severs’s\n\npost-conviction appeal. Yet the letter provides no specific facts about counsel’s inability\n\nto file an appeal. Nor is there evidence in the record to show that Severs followed up with\n\nhis counsel after his October 20, 2011 letter complaining about the lack of information\n\nregarding the filing of his post-conviction appeal. Although the “Certification” letter\n\nstates that counsel returned his client’s files in February 2012, the record does not\n\ndemonstrate that Severs contacted the Office of the Public Defender anytime afterwards\n\nbefore that office finally filed a notice of appeal in October 2012. And following the New\n\nJersey Supreme Court’s denial of review of his appeal, Severs again waited nearly one\n\nyear before seeking federal habeas relief, and fails to explain this second delay.\n\n       The Antiterrorism and Effective Death Penalty Act (AEDPA) provides a one-year\n\nlimitations period for § 2254 claims. There is no dispute that Severs’s petition was\n\nuntimely as he concedes he had until October 27, 2014 to file his petition but failed to do\n\nso until August 21, 2015. The District Court accordingly dismissed Severs’s § 2254\n\npetition, finding that Severs had not shown sufficient evidence to justify equitable tolling.\n\nWe agree.\n\n\n\n\n                                              3\n\f                                                  II\n\n       AEDPA’s one-year limitations period may be equitably tolled only in\n\nextraordinary cases. Holland v. Florida, 560 U.S. 631, 649-50 (2010). Here, Severs had\n\nto establish: (1) he pursued his rights diligently, and (2) extraordinary circumstances\n\nprevented a timely petition. Id. at 649.\n\n       First, Severs failed to show he pursued his rights with reasonable diligence. See id.\n\nat 653; LaCava v. Kyler, 398 F.3d 271, 277 (3d Cir. 2005) (diligence requirement extends\n\nto the federal habeas petition and all state court remedies). For some time, Severs acted\n\nwith reasonable diligence. The District Court observed that Severs appealed his\n\nconviction, pursued post-conviction relief, and informed both his attorney and the Office\n\nof the Public Defender of his intent to appeal the denial of his petition for post-conviction\n\nrelief. But he provided no evidence of any further attempt to file his appeal within the\n\nlimitations period or for a substantial period thereafter even though he expressed concern\n\nthat his appeal had not been filed as of October 20, 2011. When the New Jersey Appellate\n\nDivision affirmed the denial of his petition for post-conviction relief, Severs still had 35\n\ndays to file a timely federal habeas petition. Yet he waited 298 days beyond the\n\nlimitations period to do so. Thus, the District Court did not err when it held that Severs\n\ndid not show he pursued his rights with reasonable diligence.\n\n       Second, Severs failed to establish that extraordinary circumstances prevented him\n\nfrom timely appealing the denial of his petition for post-conviction relief. Jenkins v.\n\nSuperintendent of Laurel Highlands, 705 F.3d 80, 89 (3d Cir. 2013). Equitable tolling\n\n\n\n                                              4\n\ftypically applies “when the petitioner has in some extraordinary way . . . been prevented\n\nfrom asserting his or her rights.” Jones v. Morton, 195 F.3d 153, 159 (3d Cir. 1999)\n\n(emphasis added) (citation and internal quotation marks omitted). Although Severs\n\nprovided the letter from his counsel about a car accident, the letter says nothing about\n\nwhen the car accident occurred or to what extent or for how long the accident\n\nincapacitated counsel. To the extent that the Office of the Public Defender eventually\n\nacquired responsibility for Severs’ post-conviction appeal, its contribution to the filing\n\ndelay was evidently due to a backlog in its case management. App. 87. Assuming that is\n\ntrue, this “garden variety” delay was nothing more than “excusable neglect,” which is\n\nhardly extraordinary. Holland, 560 U.S. at 651-52 (citation and internal quotation marks\n\nomitted). So the District Court did not err in determining Severs failed to show he was\n\nprevented in an extraordinary way from asserting his rights.\n\n       In sum, because Severs has established neither reasonable diligence nor\n\nextraordinary circumstances sufficient to justify equitable tolling, we will affirm the\n\nDistrict Court’s order holding his habeas petition untimely.\n\n\n\n\n                                              5\n\f",
            "ocr": false,
            "opinion_id": 4453102
        }
    ],
    "court_short_name": "Third Circuit",
    "court_full_name": "Court of Appeals for the Third Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}