{
    "id": 4680265,
    "judges": "Judge Timothy L. Easter",
    "date_filed": "2012-11-01",
    "date_filed_is_approximate": true,
    "slug": "state-of-tennessee-v-douglas-marshall-mathis",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Douglas Marshall Mathis",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "Petitioner, Douglas Marshall Mathis, appeals the denial of both his motion to correct an illegal sentence pursuant to Tennessee Rule of Criminal Procedure 36.1 and his motion to withdraw his original, pro se petition for post-conviction relief, which was granted in 2001. Because Petitioner failed to state a colorable claim for relief and because the life sentence imposed for his first degree murder conviction is legal, we affirm the denial of his Rule 36.1 motion. Because Petitioner's original petition for post-conviction relief was heard and granted nearly two decades ago, we affirm the denial of Petitioner's motion to withdraw that petition.",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/mathis.douglas.opn_.pdf",
            "author_id": 8283.0,
            "opinion_text": "                                                                                        11/20/2019\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                               October 16, 2019 Session\n\n       STATE OF TENNESSEE v. DOUGLAS MARSHALL MATHIS\n\n                 Appeal from the Circuit Court for Houston County\n                         No. 4352    Larry Wallace, Judge\n\n\n                            No. M2019-00279-CCA-R3-CO\n\n\n\nPetitioner, Douglas Marshall Mathis, appeals the denial of both his motion to correct an\nillegal sentence pursuant to Tennessee Rule of Criminal Procedure 36.1 and his motion to\nwithdraw his original, pro se petition for post-conviction relief, which was granted in\n2001. Because Petitioner failed to state a colorable claim for relief and because the life\nsentence imposed for his first degree murder conviction is legal, we affirm the denial of\nhis Rule 36.1 motion. Because Petitioner’s original petition for post-conviction relief\nwas heard and granted nearly two decades ago, we affirm the denial of Petitioner’s\nmotion to withdraw that petition.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Circuit Court Affirmed\n\nTIMOTHY L. EASTER, J., delivered the opinion of the court, in which ROBERT L.\nHOLLOWAY, JR., and ROBERT H. MONTGOMERY, JR., JJ., joined.\n\nKaren McDonald, Nashville, Tennessee, for the appellant, Douglas Marshall Mathis.\n\nHerbert H. Slatery III, Attorney General and Reporter; Benjamin A. Ball, Assistant\nAttorney General; Bryant C. Dunaway, District Attorney General; and Owen Burnette,\nAssistant District Attorney General, for the appellee, State of Tennessee.\n\n                                       OPINION\n\n        Twenty years ago, the Houston County Grand Jury charged Petitioner with one\ncount of first degree murder and one count of second degree murder for the May 11, 1999\nkilling of Selwyn Ward. On May 18, 2000, Petitioner entered a plea of guilty to the\ncharge of second degree murder in exchange for a 15-year sentence and dismissal of the\nfirst degree murder charge. See State v. Douglas Marshall Mathis, No. M2002-02291-\nCCA-R3-CD, 2004 WL 392710, at *1 (Tenn. Crim. App. Mar. 3, 2004) (Mathis I), perm.\n\fapp. denied (Tenn. Oct. 11, 2004); Douglas Marshall Mathis v. State, No. M2006-02525-\nCCA-R3-PC, 2008 WL 1850800, at *1 (Tenn. Crim. App. Apr. 25, 2008) (Mathis II),\nperm. app. denied (Tenn. Oct. 27, 2008).\n\n        On May 9, 2001, Petitioner filed a pro se petition for post-conviction relief,\nseeking to set aside his guilty plea on grounds that it was not knowingly and voluntarily\nentered. After the State agreed that Petitioner should be granted relief, the post-\nconviction court vacated Petitioner’s conviction of second degree murder and set\nPetitioner’s case for trial on the charge of first degree murder. See Mathis II, 2008 WL\n1850800, at *1. The transcript of the hearing on Petitioner’s petition establishes that the\npost-conviction court repeatedly warned Petitioner that, should the court grant him the\nrelief he desired, he would go to trial on a charge of first degree murder and that he\nwould be facing a life sentence. Nevertheless, Petitioner persisted in his demand that his\nsecond degree murder conviction be set aside. Neither party appealed the decision\ngranting post-conviction relief. Following a 2002 trial, a Houston County Circuit Court\njury convicted Petitioner of first degree murder, and the trial court imposed the only\nstatutorily-available sentence of life imprisonment. See Mathis I, 2004 WL 392710, at\n*1.\n\n       On direct appeal, Petitioner challenged the sufficiency of the convicting evidence,\nthe accuracy of the trial court’s instructions to the jury, the propriety of the prosecutor’s\nclosing argument, the impartiality of the jurors that tried the case, and the admission of\ncertain evidence. See id. Petitioner did not challenge the grant of his petition for post-\nconviction relief or the validity of the presentment charging him with first degree murder.\nUltimately, a majority of this Court affirmed Petitioner’s first degree murder conviction.\nSee id. at *10.\n\n         Petitioner filed a pro se petition for post-conviction relief from his first degree\nmurder conviction in June 2005, alleging, among other things, that “he was not\nprosecuted on a valid first degree murder indictment.” Mathis II, 2008 WL 1850800, at\n*6. Essentially, Petitioner claimed “that the trial court discharged him with regard to the\nfirst degree murder indictment in a nolle prosequi order entered pursuant to his prior\nguilty plea to second degree murder” and “that the State should have completed a formal\nproceeding to reinstate his indictment.”1 Id. at *7. In its order denying post-conviction\nrelief, the post-conviction court observed that “Petitioner was specifically advised that the\nresult of granting [his 2001 post-conviction petition] would be that he would be tried for\nFirst Degree Murder. Petitioner stated that he understood this and persisted in his request\nto vacate his plea of guilty to Second Degree Murder.” The post-conviction court also\n        1\n        This is a summarization of several complaints issued by Petitioner about the validity of the first\ndegree murder presentment.\n\n                                                    -2-\n\ffound that, when Petitioner’s plea was set aside, the State’s agreement to dismiss the first\ndegree murder charge was also set aside. This Court concluded that Petitioner waived his\npost-conviction challenge to the validity of the presentment by failing to present the issue\neither prior to trial or on direct appeal. Id. at *8. We also determined that, waiver\nnotwithstanding, Petitioner was not entitled to post-conviction relief because the nolle\nprosequi on the first degree murder charge was conditioned upon Petitioner’s pleading\nguilty to second degree murder such that, when Petitioner withdrew his guilty plea, “the\ntrial court acted properly in reinstating the indictment for first degree murder.” Id.\n\n        Following this Court’s decision affirming the denial of post-conviction relief,\nPetitioner filed his first petition for writ of habeas corpus, alleging that the 2001 grant of\npost-conviction relief from his conviction of second degree murder was not valid\n“because the post-conviction court failed to make the proper finding ‘that a constitutional\nviolation occurred during the plea proceedings.’” Douglas Marshall Mathis v. State, No.\nM2010-00730-CCA-R3-HC, 2011 WL 300143, at *1 (Tenn. Crim. App. Jan. 19, 2011)\n(Mathis III), perm. app. denied (Tenn. May 26, 2011). He argued that without making a\nfinding that a constitutional violation had occurred, “the post-conviction court was not\nauthorized to vacate his plea and conviction and retry him on the first degree murder\ncharge” and insisted that “his guilty plea to second degree murder with the fifteen-year\nsentence be reinstated.” Id. The habeas corpus court summarily dismissed the petition,\nholding that Petitioner had failed to establish “that his judgment is void or that he is being\nillegally detained.” The habeas corpus court also noted that Petitioner did not appeal the\n2001 grant of post-conviction relief and observed that Petitioner had filed the petition for\nwrit of habeas corpus “because he did not receive the outcome he had desired in a full\nand lawful jury trial.” Id. This Court affirmed the summary dismissal of the petition\nbecause Petitioner failed to comply with the procedural requirements for filing a petition\nfor writ of habeas corpus. We also\n\n       agree[d] with the habeas corpus court that Petitioner’s best, and possibly\n       only, avenue of relief would have been to appeal the 2001 judgment of the\n       post-conviction court, not to wait almost nine years until the new trial he\n       admittedly actively sought produced an unfavorable outcome[,] which he\n       twice appealed unsuccessfully.\n\nId. at *3.\n\n        Petitioner then filed a second petition for writ of habeas corpus, again alleging\n“that the court was without jurisdiction to grant his first petition for post-conviction\nrelief, allow him to withdraw his guilty plea to second degree murder, but then order that\nhe be tried on the original indictment for first degree murder.” Douglas Marshall Mathis\nv. Wayne Carpenter, Warden, No. M2014-01552-CCA-R3-HC, 2015 WL 4365343, at *2\n                                             -3-\n\f(Tenn. Crim. App. July 16, 2015) (Mathis IV), perm. app. denied (Tenn. Nov. 24, 2015).\nThis Court again affirmed the summary dismissal of Petitioner’s petition for writ of\nhabeas corpus, finding that “Petitioner simply repackaged the claims of his first such\npetition, as well as his earlier petition for post-conviction relief,” which claims had been\nconsidered and rejected by the trial court, this Court, and our supreme court. Id. We\nagain “conclude[d] that these same complaints, now raised for the third time, are not\ncognizable in a habeas corpus proceeding and that they entitled Petitioner neither to\nappointment of counsel nor to an evidentiary hearing.” Id.\n\n        “Continuing to challenge his conviction for first degree murder, Petitioner filed a\nthird petition for habeas corpus relief in May of 2016.” Douglas Marshall Mathis v.\nBruce Westbrooks, Warden, No. M2016-01348-CCA-R3-HC, 2016 WL 7155059, at *1\n(Tenn. Crim. App. Nov. 16, 2016) (Mathis V), perm. app. denied (Tenn. Mar. 8, 2017).\nIn his third petition for writ of habeas corpus, Petitioner “claimed that the order granting\npost-conviction relief and vacating his plea was illegal because he was not represented by\ncounsel and was not permitted to amend his petition.” Id. The habeas corpus court again\nsummarily dismissed the petition, “concluding that Petitioner had filed ‘yet another\nattempt to attack the jurisdiction of the trial court in procedural circumstances of\n[Petitioner’s] own making.’” Id. This Court affirmed the summary dismissal, finding\nthat, despite Petitioner’s attempt “to disguise his argument by altering the wording of his\nchallenge to the trial court’s jurisdiction, the underlying argument remain[ed] the same”\nas the claim previously considered and rejected. Id. at *2. We also held that Petitioner’s\nclaim that he was not represented by counsel at the 2001 hearing on his petition for post-\nconviction relief was not a cognizable ground for habeas corpus relief. See id.\n\n        On April 28, 2017, Petitioner filed a Rule 36.1 motion to correct an illegal\nsentence, arguing, as he did previously, that because he was not represented by counsel\nduring the hearing that disposed of his 2001 petition for post-conviction relief and\nbecause the post-conviction court failed to find that a constitutional violation had\noccurred during the May 2000 plea colloquy, the ruling of the post-conviction court\ngranting post-conviction relief, setting aside his guilty plea, and reinstating the first\ndegree murder charge was invalid. He asserted that as a result of this invalidity, “the\noriginal sentence is still in effect in any subsequent proceedings.” He claimed that his\nlife sentence was an illegal sentence for a conviction of second degree murder.\n\n        On November 30, 2017, Petitioner filed a motion to withdraw the 2001 petition for\npost-conviction relief. In his motion, Petitioner claimed that the July 9, 2001 proceeding\nthat led to the grant of post-conviction relief did not qualify as an evidentiary hearing as\ncontemplated by the rules governing post-conviction procedure and that, because no such\nhearing had yet occurred, he was entitled to withdraw his pro se petition.\n\n                                            -4-\n\f        At the hearing on Petitioner’s motions, Petitioner agreed that the motions were\nalternate theories of presenting the same, previously-rejected, claims for relief. Petitioner\ntestified that he agreed to plead guilty “for the reason that no charge be brought against\nmy brother Jeff.” He said that he was satisfied with the plea agreement that resulted in\nhis 15-year sentence and that he only filed the petition for post-conviction relief when,\nafter he expressed dissatisfaction with the prosecution of his brother, his trial counsel told\nhim that he “needed to file a pro se PCR and the [c]ourt would appoint someone to\nrepresent” him. Petitioner admitted that the post-conviction court had warned him that he\nwould go to trial on a charge of first degree murder should his petition be granted and\nthat he had persisted in pursuing post-conviction relief despite this warning. He insisted,\nhowever, that he did not know how to read and write at the time he filed the petition and\nthat, had he had the benefit of counsel, he “wouldn’t even had the post-conviction\nproceeding.” He claimed that he did not know that a grant of post-conviction relief\nwould result in the setting aside of his plea and that he “figured that once” he filed the\npost-conviction petition, he “could get back into court and the judge would explain to me\nwhy that they charged my brother Jeff after they done made a deal with me that they\nwouldn’t charge him.” Petitioner agreed that the post-conviction court told him that if\nconvicted of first degree murder, he faced a life sentence, but he inexplicably claimed\nthat he “understood that first-degree murder only carried 19 years.”2 Upon questioning\nby the trial court, Petitioner conceded that, had he been convicted of a lesser offense at\ntrial, he would not have challenged the 2001 grant of post-conviction relief.\n\n        The trial court denied Petitioner’s Rule 36.1 motion, concluding that Petitioner\nfailed to present a colorable claim for relief “because his allegations and arguments do\nnot establish that he received a sentence that was in excess of his sentencing range.” The\ncourt denied Petitioner’s motion to withdraw the 2001 petition for post-conviction relief,\nfinding that the motion “has been rendered moot by the trial court’s action of granting it.”\n\n       In this appeal, Petitioner once again attempts to “repackage” and “disguise” the\nsame claims that have been previously made and rejected with regard to the 2001 grant of\npost-conviction relief. This time the vehicles he uses are a motion to correct his sentence\nand a motion to withdraw the 2001 petition for post-conviction relief.\n\n      First, Petitioner claims entitlement to relief under Rule 36.1, arguing “that the life\nsentence he is presently serving is illegal” because “his guilty plea to second degree\nmurder is his only lawful conviction,” for which a life sentence is not statutorily\n\n        2\n           At the time of the hearing, Petitioner had been incarcerated for approximately nineteen and a\nhalf years. We note that, in his 2001 petition for post-conviction relief, Petitioner stated that “[t]he only\nreason” that he pleaded guilty “in the first place was because he was told by the State and his attorneys\nthat if he did not take the 15 years at 100%, that he would get a 51 year sentence.”\n\n                                                    -5-\n\fauthorized. He asserts that, because he was denied the right to counsel at the hearing that\nled to the grant of his petition for post-conviction relief, the proceeding was a nullity, the\norder granting post-conviction relief was invalid, and his second degree murder\nconviction remains intact.\n\n       “Rule 36.1 is not a panacea.” State v. Tom Moore, No. W2015-00838-CCA-R3-\nCD, 2015 WL 9255103, at *1 (Tenn. Crim. App. Dec. 16, 2015), perm. app. denied\n(Tenn. Aug. 19, 2016). The sole purpose of Rule 36.1 is to provide a procedure for “the\ncorrection of an illegal sentence,” which is defined as “one that is not authorized by the\napplicable statutes or that directly contravenes an applicable statute.” Tenn. R. Crim. P.\n36.1(a). A Rule 36.1 motion is not the appropriate vehicle to attack the validity of either\nPetitioner’s first degree murder conviction or the procedure that led to the grant of post-\nconviction relief in this case. The rule permits a challenge to the conviction only when a\nguilty-pleading defendant can establish that the illegal sentence was a bargained-for\nelement of the plea agreement. Tenn. R. Crim. P. 36.1(c)(3). The challenge presented by\nPetitioner in this case is not a colorable claim for relief under Rule 36.1.\n\n        Petitioner is not entitled to relief under Rule 36.1. As the history of this case\nestablishes, Petitioner was convicted of first degree murder following a jury trial. See\nMathis I, 2004 WL 392710, at *1. A defendant convicted of first degree murder is\nsubject to three potential sentences: (1) death, (2) life without the possibility of parole; or\n(3) life. See T.C.A. § 39-13-202(c). When the State does not seek a sentence of death or\nlife without the possibility of parole, the only statutorily-available sentence is life\nimprisonment. Petitioner received the only statutorily-available sentence for his\nconviction of first degree murder.\n\n        In addition to his Rule 36.1 motion, Petitioner filed a motion to withdraw the\noriginal, pro se petition for post-conviction relief. “[T]he availability and scope of post-\nconviction relief lies within the discretion of the General Assembly because post-\nconviction relief is entirely a creature of statute.” Bush v. State, 428 S.W.3d 1, 15 (Tenn.\n2014) (citing Pike v. State, 164 S.W.3d 257, 262 (Tenn. 2005)). A post-conviction\npetitioner “may withdraw a petition at any time prior to the hearing without prejudice to\nany rights to refile, but the withdrawn petition shall not toll the statute of limitations set\nforth in § 40-30-102.” T.C.A. § 40-30-109(c); Tenn. R. Sup. Ct. Rule 28, §6. In this\ncase, the post-conviction court held a hearing on the petition and, at the conclusion of that\nhearing, granted Petitioner post-conviction relief. That order became final thirty days\nafter it was entered. See T.C.A. § 40-30-116 (“The order granting or denying relief under\nthis part shall be deemed a final judgment, and an appeal may be taken to the court of\ncriminal appeals in the manner prescribed by the Tennessee Rules of Appellate\nProcedure.”); Tenn. R. App. P. 4(a), (c).\n\n                                              -6-\n\f       Furthermore, Petitioner’s claim that he was deprived of counsel at the hearing\ndoes not lead to the conclusion that the hearing was a nullity. Although a post-conviction\nproceeding is “best described as . . . arising out of a criminal case,” see Carter v. Bell,\n279 S.W.3d 560, 565 (Tenn. 2009), it is not a continuation of the original criminal case\nbrought by the State, see T.C.A. § 16-5-108 (distinguishing between “[c]riminal cases,\nboth felony and misdemeanor” and “[h]abeas corpus and Post-Conviction Procedure Act\nproceedings”). Post-conviction proceedings “are not constitutionally required as an\nadjunct to the state criminal proceedings,” Murray v. Giarratano, 492 U.S. 1, 10 (1989),\nand “there is no constitutional right to counsel in post-conviction proceedings,” Stokes v.\nState, 146 S.W.3d 56, 60 (Tenn. 2004). Consequently, “performance of post-conviction\ncounsel is not governed by the standard set forth in” Strickland v. Washington, 466 U.S.\n668 (1984). Frazier v. State, 303 S.W.3d 674, 682 (Tenn. 2010). “The rationale for the\nappointment of counsel in the post-conviction setting is to afford a petitioner the full and\nfair consideration of all possible grounds for relief.” Id. at 680 (citing Leslie v. State, 36\nS.W.3d 34, 38 (Tenn. 2000)). Regardless of whether Petitioner’s counsel was present at\nthe hearing, the post-conviction court not only heard Petitioner’s complaints but also\ngranted him the relief he desired.\n\n       Accordingly, we affirm the judgments of the trial court in all respects.\n\n\n                                           ___________________________________\n                                           TIMOTHY L. EASTER, JUDGE\n\n\n\n\n                                             -7-\n\f",
            "ocr": false,
            "opinion_id": 4457518
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}