{
    "id": 4693933,
    "judges": null,
    "date_filed": "1980-06-14",
    "date_filed_is_approximate": true,
    "slug": "state-v-torres",
    "case_name_short": "Torres",
    "case_name": "State v. Torres",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 25,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "304 Neb. 753"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00006951PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n01/10/2020 01:06 AM CST\n\n\n\n\n                                                          - 753 -\n                               Nebraska Supreme Court Advance Sheets\n                                        304 Nebraska Reports\n                                                    STATE v. TORRES\n                                                    Cite as 304 Neb. 753\n\n\n\n\n                                        State of Nebraska, appellee, v.\n                                        Marco E. Torres, Jr., appellant.\n                                                      ___ N.W.2d ___\n\n                                           Filed January 3, 2020.   No. S-19-276.\n\n                 1. Postconviction: Constitutional Law: Appeal and Error. In appeals\n                    from postconviction proceedings, an appellate court reviews de novo\n                    a determination that the defendant failed to allege sufficient facts to\n                    demonstrate a violation of his or her constitutional rights or that the\n                    record and files affirmatively show that the defendant is entitled to\n                    no relief.\n                 2. Postconviction: Appeal and Error. Appeals of postconviction pro-\n                    ceedings will be reviewed independently if they involve a question\n                    of law.\n\n                 Appeal from the District Court for Hall County: James D.\n               Livingston, Judge, Retired. Affirmed.\n                    Marco E. Torres, Jr., pro se.\n                 Douglas J. Peterson, Attorney General, and James D. Smith,\n               Solicitor General, for appellee.\n                 Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\n               and Papik, JJ.\n                  Miller-Lerman, J.\n                                     NATURE OF CASE\n                  Marco E. Torres, Jr., appeals from the order of the district\n               court for Hall County which denied his third motion for post-\n               conviction relief without an evidentiary hearing. Torres asserts\n               that the Legislature’s statute providing for the repeal of the\n\f                              - 754 -\n         Nebraska Supreme Court Advance Sheets\n                  304 Nebraska Reports\n                        STATE v. TORRES\n                        Cite as 304 Neb. 753\n\ndeath penalty, 2015 Neb. Laws, L.B. 268, went into effect,\nthereby changing his death sentence to life imprisonment.\nTorres further asserts that the rejection of L.B. 268 by public\nreferendum reimposed a death sentence, that the referendum\nwas constitutionally impermissible in a variety of ways, and\nthat he was harmed thereby. We find no merit to Torres’ claims\nand affirm the order of the district court.\n\n                    STATEMENT OF FACTS\n   In 2009, a jury found Torres guilty of two counts of first\ndegree murder and other felony offenses. He was sentenced to\ndeath for each of the murders and sentenced to prison terms for\nthe other felonies. We affirmed his convictions and sentences\non direct appeal. State v. Torres, 283 Neb. 142, 812 N.W.2d\n213 (2012).\n   Torres first moved for postconviction relief in 2013, raising\nclaims of prosecutorial misconduct and ineffective assistance\nof counsel. The district court denied postconviction relief after\nconducting an evidentiary hearing. We affirmed in State v.\nTorres, 295 Neb. 830, 894 N.W.2d 191 (2017).\n   In his second postconviction proceeding, filed on June 14,\n2017, Torres claimed that his death sentences were unconsti-\ntutional under Hurst v. Florida, ___ U.S. ___, 136 S. Ct. 616,\n193 L. Ed. 2d 504 (2016), and Johnson v. U.S., ___ U.S. ___,\n135 S. Ct. 2551, 192 L. Ed. 2d 569 (2015). The district court\nfound that Torres’ motion for postconviction relief was time\nbarred under the 1-year limitations period of Neb. Rev. Stat.\n§ 29-3001(4) (Reissue 2016) and denied relief without con-\nducting an evidentiary hearing. We affirmed in State v. Torres,\n300 Neb. 694, 915 N.W.2d 596 (2018).\n   Torres filed a third postconviction proceeding on December\n4, 2017. It is the denial of relief from the third postconviction\naction which gives rise to this appeal. In his third postconvic-\ntion motion, Torres generally alleged that he was entitled to\nrelief based on the proposition that L.B. 268 changed his sen-\ntence from the death penalty to life imprisonment and the 2016\n\f                               - 755 -\n          Nebraska Supreme Court Advance Sheets\n                   304 Nebraska Reports\n                         STATE v. TORRES\n                         Cite as 304 Neb. 753\n\npublic referendum which “reject[ed]” L.B. 268 changed it back\nto a death sentence. Neb. Const. art. III, § 3.\n   Torres specifically alleged that the referendum reimposed\nthe death penalty on him and that such imposition was cruel\nand unusual punishment, violated due process, constituted an\nunconstitutional bill of attainder that targeted the individuals\non death row, and violated separation of powers. The district\ncourt rejected Torres’ claims based on the insufficiency of\nallegations in the motion and denied the third postconviction\nmotion without an evidentiary hearing. Torres appeals.\n                   ASSIGNMENTS OF ERROR\n   Torres contends, summarized and restated, that (1) the dis-\ntrict court’s analysis regarding the powers of the Legislature\nto enact sentencing laws was flawed and (2) the referendum\nprocess and result amounted to imposition of cruel and unusual\npunishment, violated due process, constituted an impermissible\nbill of attainder, and violated separation of powers.\n   Because our analysis differs from that of the district court\nand eclipses Torres’ arguments regarding the powers of the\nLegislature to enact sentencing statutes, it is not necessary to\nconsider Torres’ first assignment of error.\n                   STANDARDS OF REVIEW\n   [1,2] In appeals from postconviction proceedings, an appel-\nlate court reviews de novo a determination that the defendant\nfailed to allege sufficient facts to demonstrate a violation of his\nor her constitutional rights or that the record and files affirma-\ntively show that the defendant is entitled to no relief. State v.\nAllen, 301 Neb. 560, 919 N.W.2d 500 (2018). Appeals of post-\nconviction proceedings will be reviewed independently if they\ninvolve a question of law. See State v. Thieszen, 295 Neb. 293,\n887 N.W.2d 871 (2016).\n                           ANALYSIS\n   As an initial matter, we recognize that the State has suggested\nthat Torres’ current postconviction motion is procedurally\n\f                               - 756 -\n          Nebraska Supreme Court Advance Sheets\n                   304 Nebraska Reports\n                         STATE v. TORRES\n                         Cite as 304 Neb. 753\n\nbarred. Although there may be merit to this argument, as we\nrecognized in Sandoval v. Ricketts, 302 Neb. 138, 922 N.W.2d\n222 (2019), a postconviction action may be a suitable pro-\ncedure to examine the claims that are central to this death\npenalty case, and we therefore proceed to consideration of\nthe merits.\n   We have reviewed Torres’ motion for postconviction relief,\nand although our reasoning differs from that of the district\ncourt, we agree with the determination that Torres has failed to\nallege sufficient facts to demonstrate a violation of his consti-\ntutional rights. See State v. Allen, supra. The allegations assert\nthat certain constitutional guarantees were violated; however,\nwe have recently considered and rejected at length the essential\nsubstance of each of Torres’ allegations. See, State v. Mata,\nante p. 326, 934 N.W.2d 475 (2019); State v. Jenkins, 303 Neb.\n676, 931 N.W.2d 851 (2019).\n   The principal but flawed premise for Torres’ constitutional\nclaims is that L.B. 268 went into effect, thereby changing his\ndeath sentence to life imprisonment, and that the successful\nreferendum reimposed the death penalty. In State v. Jenkins, we\nconcluded that “the filing of petitions on August 26, 2015—\nprior to the effective date of L.B. 268—suspended [L.B. 268’s]\noperation until Nebraskans effectively rejected the bill by vot-\ning to repeal it. . . . L.B. 268 never went into effect . . . .” 303\nNeb. at 710-11, 931 N.W.2d at 879.\n   In State v. Mata, we described the process as follows:\n         In May 2015, the Nebraska Legislature passed 2015\n      Neb. Laws, L.B. 268, which abolished the death penalty\n      in Nebraska, and then overrode the Governor’s veto of\n      the bill. Within L.B. 268, the Legislature provided that\n      “in any criminal proceeding in which the death penalty\n      has been imposed but not carried out prior to the effec-\n      tive date of this act, such penalty shall be changed to life\n      imprisonment.” The Legislature adjourned sine die on\n      May 29. Because L.B. 268 did not contain an emergency\n      clause, it was to take effect on August 30.\n\f                             - 757 -\n         Nebraska Supreme Court Advance Sheets\n                  304 Nebraska Reports\n                       STATE v. TORRES\n                       Cite as 304 Neb. 753\n\n         Following the passage of L.B. 268, opponents of the\n      bill sponsored a referendum petition to repeal it. On\n      August 26, 2015, the opponents filed with the Nebraska\n      Secretary of State signatures of approximately 166,000\n      Nebraskans in support of the referendum. On October\n      16, the Secretary of State certified the validity of suf-\n      ficient signatures. Enough signatures were verified to\n      suspend the operation of L.B. 268 until the referendum\n      was approved or rejected by the electors at the upcoming\n      election. During the November 2016 election, the refer-\n      endum passed and L.B. 268 was repealed, that is, in the\n      language of the Constitution, the act of the Legislature\n      was “‘reject[ed].’”\nAnte at 331-32, 934 N.W.2d at 480. See, also, Neb. Const. art.\nIII, § 3; State v. Jenkins, supra.\n   As we addressed in our analysis of comparable claims in\nState v. Mata, the essential substance of claims based on cruel\nand unusual punishment, due process, and bill of attainder\nwhich assert that L.B. 268 changed a death sentence to life\nimprisonment fails “because L.B. 268 was suspended and\nno such changes in his sentence occurred.” Ante at 340, 934\nN.W.2d at 485.\n   Torres contends that the anxiety created by the potential\nmodification of a sentence is cruel and unusual punishment.\nHowever, we have concluded that such potential does not rise\nto an Eighth Amendment violation. See State v. Mata, supra.\nAccordingly, we reject this claim.\n   Torres also contends that his due process rights were vio-\nlated when the successful referendum “reinstat[ed] the capital\nsentences en masse.” Brief for appellant at 26. He claims he\nwas denied the benefits of individualized sentencing. However,\nas we have explained, no resentencing occurred, and therefore\nthis argument fails.\n   In a similar manner, Torres’ assertion that the rejection\nof L.B. 268 by referendum was essentially a bill of attain-\nder which was directed at him also fails. Torres specifically\n\f                              - 758 -\n         Nebraska Supreme Court Advance Sheets\n                  304 Nebraska Reports\n                        STATE v. TORRES\n                        Cite as 304 Neb. 753\n\nclaims that the “repeal of LB 268 by referendum sentenced\n. . . Torres to death.” Brief for appellant at 31. As we have\nexplained, Torres’ death sentence was not suspended and the\nimposition of the death penalty was not a direct consequence\nof the referendum.\n   Finally, to the extent that Torres’ claim is based on a viola-\ntion of separation of powers, we addressed and rejected this\nclaim in State v. Mata, ante p. 326, 343, 934 N.W.2d 475, 487\n(2019), in which we concluded that the claim fails “because the\nresult of the referendum is not invalidated even if such actions\n[of the Governor and other executive officers in the referendum\nprocess] were constitutionally improper.” The remedy is not\ninvalidation of the referendum, but instead removal from “the\nviolating position.” Id. at 344, 934 N.W.2d at 487.\n                         CONCLUSION\n   We have reviewed de novo the district court’s determination\nthat Torres failed to allege sufficient facts that demonstrate a\nviolation of his constitutional rights and find no error in this\ndetermination. Accordingly, we affirm the district court’s order\nwhich denied postconviction relief.\n                                                     Affirmed.\n   Freudenberg, J., not participating.\n\f",
            "ocr": false,
            "opinion_id": 4471264
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}