{
    "id": 4695119,
    "judges": null,
    "date_filed": "1984-12-15",
    "date_filed_is_approximate": true,
    "slug": "jose-serrano-vs-new-jersey-state-parole-board-new-jersey-state-parole",
    "case_name_short": null,
    "case_name": "JOSE SERRANO VS. NEW JERSEY STATE PAROLE BOARD (NEW JERSEY STATE PAROLE BOARD)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.judiciary.state.nj.us/attorneys/assets/opinions/appellate/unpublished/a0191-18.pdf",
            "author_id": null,
            "opinion_text": "                                NOT FOR PUBLICATION WITHOUT THE\n                               APPROVAL OF THE APPELLATE DIVISION\n        This opinion shall not \"constitute precedent or be binding upon any court.\" Although it is posted on the\n     internet, this opinion is binding only on the parties in the case and its use in other cases is limited. R. 1:36-3.\n\n\n\n\n                                                         SUPERIOR COURT OF NEW JERSEY\n                                                         APPELLATE DIVISION\n                                                         DOCKET NO. A-0191-18T1\n\nJOSE SERRANO,\n\n          Appellant,\n\nv.\n\nNEW JERSEY STATE\nPAROLE BOARD,\n\n     Respondent.\n______________________\n\n                    Submitted September 23, 2019 – Decided January 14, 2020\n\n                    Before Judges Vernoia and Susswein.\n\n                    On appeal from the New Jersey State Parole Board.\n\n                    Jose Serrano, appellant pro se.\n\n                    Gurbir S. Grewal, Attorney General, attorney for\n                    respondent (Donna Arons, Assistant Attorney General,\n                    of counsel; Christopher C. Josephson, Deputy Attorney\n                    General, on the brief).\n\nPER CURIAM\n\f        Petitioner, Jose Serrano, is a State Prison inmate serving a life sentence\n\nimposed on his 1983 convictions for murder and aggravated assault. He appeals\n\nfrom a final agency decision of the New Jersey State Parole Board denying his\n\napplication for parole and imposing a ninety-six-month future eligibility term\n\n(FET).1 We have considered petitioner's arguments in light of the record and\n\napplicable legal standards and affirm the Parole Board’s final agency decision.\n\n                                          I.\n\n        Petitioner has been incarcerated since 1982. He became eligible for parole\n\non January 29, 2018, after serving the mandatory term of parole ineligibility\n\nimposed at sentencing. His application for parole was first heard by a two-\n\nmember Board panel. That panel denied parole and referred the matter to a\n\nthree-member panel to fix an FET outside of the administrative guidelines,\n\nwhich provide for a standard FET of twenty-seven months.              See N.J.A.C.\n\n10A:71-3.21(a)(1). On April 11, 2018, the three-member panel established a\n\nninety-six-month FET. The panel issued an eight-page opinion explaining the\n\nreasons for its decision. Petitioner pursued an administrative appeal to the full\n\nBoard. After considering the entire record, the full Board agreed that there is a\n\nsubstantial likelihood petitioner would commit another crime if released on\n\n\n1\n    Petitioner’s new projected parole eligibility date is in June 2022.\n                                                                           A-0191-18T1\n                                          2\n\fparole. Upon that finding, the full Board affirmed the parole denial and the\n\nninety-six-month FET.\n\n      Petitioner, appearing before us pro se, presents the following contentions\n\nfor our consideration:\n\n            POINT I\n\n            THE DECISION OF THE PAROLE BOARD WAS\n            ARBITRARY AND CAPRICIOUS, AND NOT\n            SUPPORTED BY CREDIBLE EVIDENCE.\n\n            POINT II\n\n            THE   PAROLE   BOARD        DECISION      WAS\n            ARBITRARY AND IRRATIONAL, THE BOARD\n            ALSO VIOLATED N.J.S.A. [] 30:4-123.56(A).\n\n                  A.   PARTICULAR REASONS FOR\n                  ESTABLISHING A FUTURE PAROLE\n                  ELIGIBILITY DATE OUTSIDE OF THE\n                  ADMINISTRATIVE      GUIDELINES:\n                  FACTS AND CIRCUMSTANCES OF\n                  OFFENSE.\n\n                  B.   THE PAROLE BOARD FOUND\n                  INSUFFICIENT           PROBLEM\n                  RESOLUTION, AND A LACK OF\n                  INSIGHT INTO CRIMINAL BEHAVIOR\n                  AS A REASON TO QUESTION\n                  APPELLANT'S ABILITY TO DEAL\n                  WITH HIS PROBLEM.\n\n                                      II.\n\n\n\n                                                                        A-0191-18T1\n                                       3\n\f      The standard of review in this appeal is highly deferential to the Parole\n\nBoard’s decision-making authority. Our review is limited to evaluating whether\n\nthe Board acted arbitrarily or abused its discretion. See In re Vay, 272 N.J.\n\nSuper. 199, 205–06 (App. Div. 1993). Parole decisions are \"individualized\n\ndiscretionary appraisals.\" Trantino v. N.J. State Parole Bd., 166 N.J. 113, 173\n\n(2001) (quoting Beckworth v. N.J. State Parole Bd., 62 N.J. 348, 359 (1973)).\n\nThose decisions, moreover, are inherently subjective, and ultimately must be\n\nmade by those with experience and expertise in this field. See Puchalski v. N.J.\n\nState Parole Bd., 104 N.J. Super. 294, 300 (App. Div. 1969) (\"Such predictions\n\nas to future behavior are necessarily quite subjective and leave the Board with a\n\nbroad discretion in the grant or denial of parole.\" (citing Mastriani v. N.J. Parole\n\nBd., 95 N.J. Super. 351, 355–57 (App. Div. 1967), overruled on other grounds\n\nby Thompson v. N.J. State Parole Bd., 210 N.J. Super. 107, 122 (App. Div.\n\n1986))).\n\n      Petitioner committed his crimes in 1982. The statute governing parole in\n\neffect at the time of his offense establishes a presumption of parole that is\n\novercome only if the Board finds \"by a preponderance of the evidence . . . there\n\nis a substantial likelihood that the inmate will commit a crime under the laws of\n\nthis State if released on parole at such time.\" N.J.S.A. 30:4-123.53(a) (1982).\n\n\n                                                                            A-0191-18T1\n                                         4\n\fIn making its determination, the Board must consider all pertinent factors,\n\nincluding those set forth in N.J.A.C. 10A:71-3.11(b).\n\n                                       III.\n\n      The record shows that the Board considered all relevant aggravating and\n\nmitigating circumstances. With respect to mitigating factors, the board found\n\nthat: (1) petitioner has a minimal offense record; (2) petitioner completed\n\nactivities under community supervision without any violations; (3) petitioner\n\nhas been infraction-free since his last parole hearing; (4) he participated in\n\nprograms specific to his behavior; (5) he participated in institutional programs;\n\n(6) his institutional reports reflect favorable institutional adjustment; (7) he\n\nachieved and maintained minimum custody status; and (8) his commutation time\n\nwas restored.\n\n      The Board found the following aggravating factors: (1) the facts and\n\ncircumstances of the offense; (2) the nature of the criminal record, which\n\nbecame increasingly more serious; 2 (3) petitioner was committed to\n\nincarceration for multiple offenses; (4) he committed new offenses on probation,\n\nbut his probationary status was not revoked; (5) prior opportunities for probation\n\n\n\n2\n   Petitioner has no prior adult criminal record, but he had a juvenile offense\nrecord prior to the murder.\n                                                                          A-0191-18T1\n                                        5\n\ffailed to deter his criminal behavior; (6) he committed numerous and persistent\n\ninstitutional disciplinary infractions serious in nature and resulting in loss of\n\ncommutation time and confinement in administrative segregation; 3 and (7)\n\ninsufficient problem resolution.\n\n      The Board found the last aggravating factor especially significant. The\n\nBoard concluded that petitioner lacks insight into his violent criminal behavior,\n\nas demonstrated by a pre-parole report and the results of an objective risk\n\nassessment evaluation. The Board found with regard to his insufficient problem\n\nresolution that although petitioner was involved in programs while serving his\n\nsentence, he gained little insight from those rehabilitative efforts. The Board\n\nexplained, \"[w]hile [petitioner] claims remorse, he demonstrates little\n\nunderstanding of his behavior, only stating how he sees now that it was wrong.\n\nHe gives no indication that he would act any differently if he was rejected in the\n\nfuture and he does not appear to have fully addressed his anger.\"\n\n      The three-member panel was especially thorough in documenting the\n\nbases for concluding that petitioner had not sufficiently resolved the problems\n\nthat gave rise to his violence. The panel found that petitioner:\n\n\n\n3\n The Board recognized that petitioner’s last institutional infraction occurred in\nMarch 1997.\n                                                                          A-0191-18T1\n                                        6\n\f            [p]resent[ed] as not understanding the specific triggers\n            and motivations to [his] violent reactionary thinking.\n            At the current hearing, [petitioner] offered only general\n            and un-insightful [sic] comments regarding the murder\n            of the victim including that [he] acted in “fear” and that\n            [he was] not “thinking clearly.” The Board panel\n            [found] that [his] presentation was representative of\n            someone who has yet to understand the root causes as\n            to why they chose to use extreme violence to resolve\n            conflict.\n\nThe panel further found:\n\n            [petitioner] present[ed] as not having appropriate\n            awareness as to what motivated [his] negative behavior.\n            [Petitioner] offered to the Board panel that [he was]\n            emotional[ly] troubled due to [his] girlfriend ending\n            [their] relationship. Further, [he] claimed that all of\n            [his] actions leading up to the murder had good\n            intentions and that though misguided, were an attempt\n            on [his] part to win her back. [Petitioner’s] actions\n            involved threats to her, her family and suicidal ideation.\n            The series of choices, decisions and actions on [his]\n            part were over an extended period of time and were\n            steadfast. Lost on [him were] the specifics as to why\n            the emotional and stressful factors led [him] to behave\n            in an extreme anti-social manner. [Petitioner has] yet\n            to conduct an introspection into the violent personality\n            defect[] that impelled [him] to commit murder.\n\n                                     IV.\n\n      Petitioner contends that the Parole Board gave too much weight to the\n\naggravating factors and not enough weight to the mitigating factors.         The\n\ndetailed reasons given by the Board in support of its decision show that it\n\n\n                                                                         A-0191-18T1\n                                        7\n\fconsidered all pertinent facts and circumstances, both aggravating and\n\nmitigating, and did not abuse its discretion in concluding that the aggravating\n\nfactors qualitatively outweighed the mitigating factors. As we have already\n\nnoted, parole decisions are inherently subjective, and we are required to respect\n\nthe Parole Board's experience and expertise. Puchalski, 104 N.J. Super. at 300.\n\n      Petitioner also contends that his prior criminal history and institutional\n\ninfractions are too remote in time to be relevant. We disagree. The regulation\n\ngoverning the exercise of the Parole Board’s discretion permits the Board to\n\nconsider these circumstances. N.J.A.C. 10A:71-3.11(b) (listing twenty-three\n\nfactors the Board may consider, including the \"[f]acts and circumstances of the\n\noffense,\" the \"[a]ggravating and mitigating factors surrounding the offense,\"\n\n\"[p]articipation in institutional programs,\" and \"[s]tatements by the inmate\n\nreflecting on the likelihood that he or she will commit another crime\"). We do\n\nnot believe that the Board placed inappropriate emphasis on these\n\ncircumstances. Nor do we believe the Board viewed them out of context or\n\nwithout due regard to the elapsed time. The Board recognized that petitioner\n\nhad no adult criminal history. It also recognized that he had gone more than\n\ntwenty years without an institutional infraction, finding as a mitigating factor\n\n\n\n\n                                                                         A-0191-18T1\n                                       8\n\fthat he has made a favorable institutional adjustment and has had his lost\n\ncommutation time restored.\n\n      We also reject petitioner’s contention that the Board inappropriately\n\nconsidered the severity of his crimes as an independent factor in denying parole\n\nand establishing a ninety-six-month FET.             Contrary to    petitioner’s\n\ncharacterization, the Board properly considered the severity of the violent\n\ncrimes in the context of his lack of insight into the root causes of his violent\n\nanti-social behavior. We note in this regard that we previously have affirmed\n\ndenial of parole in cases where the Board cited insufficient problem resolution\n\nand lack of insight as an aggravating factor. See, e.g., McGowan v. New Jersey\n\nState Parole Bd., 347 N.J. Super. 544, 558–59, 565 (App. Div. 2002) (affirming\n\nthe Board's denial after the Board found \"appellant's lack of insight into what\n\ncaused him to commit this offense was 'extremely disconcerting'\"). We do not\n\nbelieve that the Board in this instance improperly considered the severity of\n\npetitioner's violent crimes. Nor did the Board give inappropriate weight to the\n\ninsufficient problem resolution circumstance in evaluating and balancing the\n\npertinent aggravating and mitigating factors.\n\n      The same circumstances that led the Board to deny parole also support its\n\ndecision to impose a ninety-six-month FET. Pursuant to N.J.A.C. 10A:71-\n\n\n                                                                        A-0191-18T1\n                                       9\n\f3.21(a)(1), the standard FET would have been twenty-seven months.            The\n\nregulations provide, however, that the Board may impose an FET outside the\n\nstandard guidelines if it determines that the standard FET is \"clearly\n\ninappropriate due to the inmate’s lack of satisfactory progress in reducing the\n\nlikelihood of future criminal behavior.\"     N.J.A.C. 10A:71-3.21(d).     In this\n\ninstance, the Board adequately explained the basis for its decision to go outside\n\nthe standard FET guidelines and impose a ninety-six-month FET, relying\n\nheavily on petitioner’s continuing failure to gain an understanding of the\n\n“specific triggers and motivations to [his] violent reactionary thinking.” The\n\nfull Board did not abuse its broad discretion when it embraced the assessment\n\nof the three-member panel that petitioner requires this additional time in prison\n\nto conduct an introspection into the violent personality issues that impelled him\n\nto commit murder.\n\n      To the extent we have not already addressed them, any other arguments\n\nraised by petitioner do not have sufficient merit to warrant discussion in this\n\nwritten opinion. R. 2:11-3(e)(1)(E).\n\n      Affirmed.\n\n\n\n\n                                                                         A-0191-18T1\n                                       10\n\f",
            "ocr": false,
            "opinion_id": 4472549
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Murder"
}