{
    "id": 4728964,
    "judges": null,
    "date_filed": "2010-07-14",
    "date_filed_is_approximate": true,
    "slug": "ex-parte-cameron-michael-moon",
    "case_name_short": null,
    "case_name": "Ex Parte Cameron Michael Moon",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=48701&Index=%5c%5coca%2dpsql12%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion issued February 20, 2020\n\n\n\n\n                                       In The\n\n                                Court of Appeals\n                                       For The\n\n                           First District of Texas\n                              ————————————\n                               NO. 01-18-01014-CR\n                             ———————————\n                  EX PARTE CAMERON MICHAEL MOON\n\n\n\n                    On Appeal from the 182nd District Court\n                             Harris County, Texas\n                        Trial Court Case No. 1467534A\n\n\n                            CONCURRING OPINION\n\n      The majority construes Moon’s due-process claim as a facial constitutional\n\nchallenge to section 54.02(j) of the Family Code. Because Moon cannot show that\n\nsection 54.02(j) is unconstitutional as to all persons subject to the statute, the\n\nmajority reasons, his facial challenge fails. I concur in the majority’s holding.\n\f      But lurking below the surface is the question whether Moon could raise his\n\ndue-process claim as an as-applied constitutional challenge to section 54.02(j) in this\n\nappeal from the denial of a pretrial application for the writ of habeas corpus. Under\n\nexisting precedent, he cannot. I write to urge reconsideration of this precedent.\n\n                                 BACKGROUND\n\n      In 2008, under section 54.02(a) of the Family Code, the juvenile court waived\n\nits jurisdiction and transferred Moon, who was then 16 years old, to stand trial for\n\nmurder as an adult in the criminal district court. He was tried by a jury, which found\n\nhim guilty. On appeal, our court held that the juvenile court had erred in waiving its\n\njurisdiction, vacated the conviction, and dismissed the case. The Court of Criminal\n\nAppeals affirmed our decision. See Moon v. State, 410 S.W.3d 366 (Tex. App.—\n\nHouston [1st Dist.] 2013), aff’d, 451 S.W.3d 28 (Tex. Crim. App. 2014).\n\n      On remand, in 2015, the juvenile court again waived its jurisdiction and\n\ntransferred Moon to stand trial for murder as an adult in the criminal district court.\n\nThis time, the juvenile court relied on section 54.02(j) of the Family Code, as Moon\n\nwas by then over the age of 18. Moon applied for a writ of habeas corpus, contending\n\nthat the application of section 54.02(j) denied him the process that he had been due\n\nunder section 54.02(a). The trial court denied Moon’s application. The trial court’s\n\norder doing so is the subject of Moon’s current interlocutory appeal.\n\n\n\n\n                                          2\n\f                                     DISCUSSION\n\n                        Moon’s Challenge to Section 54.02(j)\n\n       Under section 54.02(a), a juvenile court may transfer to the criminal district\n\ncourt for trial as an adult a person who was 14 years old or older at the time he is\n\nalleged to have committed a first-degree felony, like murder, but who remains a child\n\nat the time of transfer. See TEX. FAM. CODE § 54.02(a)(2)(A). If, however, the person\n\nwho is alleged to have committed murder as a child has reached his eighteenth\n\nbirthday, the juvenile court must make any transfer order under section 54.02(j). See\n\nid. § 54.02(j)(1). Section 54.02(a) imposes requirements for transfer to the criminal\n\ndistrict court that section 54.02(j) does not. See id. § 54.02(a), (f), (j); In re J.G., 495\n\nS.W.3d 354, 367–68 (Tex. App.—Houston [1st Dist.] 2016, pet. denied).\n\n       Moon argues that his second transfer to stand trial as an adult under section\n\n54.02(j) circumvented the additional requirements of section 54.02(a) to which he\n\noriginally was entitled but denied. Cf. J.G., 495 S.W.3d at 368–69 (rejecting same\n\nas-applied due-process claim because juvenile court had applied section 54.02(a)’s\n\nrequirements in deciding whether to transfer juvenile offender who had since turned\n\n18 to criminal district court for second time under section 54.02(j)). He further\n\nargues that the juvenile court can no longer extend him the benefit of section\n\n54.02(a)’s additional transfer requirements because he is now over the age of 18.\n\nThus, Moon asserts, the second transfer order violates his due-process rights.\n\n\n                                             3\n\f                   As-Applied Pretrial Constitutional Challenges\n\n      Under existing precedent, a defendant generally cannot litigate whether a\n\nstatute is unconstitutional as applied to him before trial. See Ex parte Perry, 483\n\nS.W.3d 884, 895–96 (Tex. Crim. App. 2016) (plurality op.). Exceptions exist for\n\nclaims involving double jeopardy and bail. Id. In Perry, however, a majority of the\n\nCourt decided a pretrial as-applied constitutional challenge in the defendant’s favor,\n\neven though his claim did not fall within these recognized exceptions. See id. at 888,\n\n918. The Court was divided as to when and why an as-applied challenge is\n\ncognizable before trial and did not produce a majority opinion on the subject. See id.\n\nBecause the Court did not reach a consensus as to the circumstances under which a\n\npretrial as-applied constitutional challenge may be heard, it is no longer clear what\n\ncognizability analysis applies to these claims. See id. at 920 (Alcala, J., concurring).\n\n      In her plurality opinion in Perry, Presiding Judge Keller surveyed the Court’s\n\nprior decisions. See id. at 895–96 (plurality op.). From these decisions, one can\n\ndiscern at least four criteria for assessing when pretrial habeas relief is appropriate.\n\nThese four criteria are whether:\n\n      (1) protection of the applicant’s substantive rights or the conservation of\n          judicial resources is better served by interlocutory review;\n\n      (2) the result would be the defendant’s immediate release (except when\n          double jeopardy is involved);\n\n      (3) the resolution of the claim will not be aided by the development of the\n          record at trial; and\n                                           4\n\f      (4) if the challenge is an as-applied one, the right underlying the challenge\n          would be effectively undermined if not vindicated before trial.\n\nSee id.\n\n      All these criteria favor pretrial consideration of Moon’s due-process claim as\n\nan as-applied challenge to section 54.02(j). If Moon is correct, then he is:\n\n      ●   entitled to dismissal of the present indictment against him; and\n\n      ●   could not be indicted for this crime again because he cannot receive the\n          benefit of section 54.02(a)’s transfer requirements on account of his age.\n\nSee Moore v. State, 532 S.W.3d 400, 404–05 (Tex. Crim. App. 2017) (per curiam)\n\n(with respect to those who have turned 18, juvenile court generally can only transfer\n\ncase to criminal district court or dismiss case); J.G., 495 S.W.3d at 363 (same).\n\n      Thus, if this court were to rule in Moon’s favor, the result would be his\n\nimmediate release. No further factual development is necessary to assess Moon’s\n\ndue-process claim. Significant judicial resources that otherwise could have been\n\nconserved will be wasted if Moon’s claim is decided in his favor after trial. Most\n\nsignificantly, section 54.02(a) gives those who committed crimes as a child the right\n\nto be adjudicated in juvenile court, rather than being tried as adults, unless specific\n\ncriteria are satisfied. See Moon, 451 S.W.3d at 38 (child has right to remain outside\n\njurisdiction of criminal district court unless juvenile court properly waives its\n\njurisdiction under section 54.02). It is undisputed that Moon did not receive the\n\nbenefit of section 54.02(a). Requiring Moon to wait until after trial to challenge his\n                                          5\n\ftransfer to the criminal district court under 54.02(j) effectively undermines the very\n\nright underlying his challenge—the right not be tried in the criminal district court\n\nabsent compliance with the transfer requirements of section 54.02(a).\n\n                                    CONCLUSION\n\n      Moon’s due-process claim is not cognizable as an as-applied constitutional\n\nchallenge to section 54.02(j) under existing precedent. But it should be. Requiring\n\nMoon to be tried as an adult in the criminal district court before we consider whether\n\nhe is subject to trial there, as we must, makes no sense and serves no purpose.\n\n\n\n\n                                              Gordon Goodman\n                                              Justice\n\nPanel consists of Justices Lloyd, Goodman, and Hightower.\n\nJustice Goodman, concurring.\n\nJustice Hightower, concurring.\n\nPublish. TEX. R. APP. P. 47.2(b).\n\n\n\n\n                                          6\n\f",
            "ocr": false,
            "opinion_id": 4509291
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}