{
    "id": 4727882,
    "judges": null,
    "date_filed": "2008-10-09",
    "date_filed_is_approximate": true,
    "slug": "france-v-gilaarizona-counties",
    "case_name_short": "France",
    "case_name": "France v. gila/arizona Counties",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.azcourts.gov/Portals/0/OpinionFiles/Div1/2020/1%20CA-IC%2018-0047%20France%20v%20GCSO.pdf",
            "author_id": null,
            "opinion_text": "                               IN THE\n            ARIZONA COURT OF APPEALS\n                           DIVISION ONE\n\n\n                     JOHN R. FRANCE, Petitioner,\n\n                                  v.\n\n     THE INDUSTRIAL COMMISSION OF ARIZONA, Respondent,\n\n                 GILA COUNTY, Respondent Employer,\n\n    ARIZONA COUNTIES INSURANCE POOL, Respondent Carrier.\n\n                         No. 1 CA-IC 18-0047\n                           FILED 2-18-2020\n\n\n               Special Action - Industrial Commission\n                       No. ICA 20171-990349\n                 Carrier Claim No. WC17000001316\n        The Honorable Michelle Bodi, Administrative Law Judge\n\n                        AWARD SET ASIDE\n\n\n                             COUNSEL\n\nMatt Fendon Law Group, Phoenix\nBy Matt C. Fendon\nCo-Counsel for Petitioner\n\nToby Zimbalist Attorney at Law, Phoenix\nBy Toby Zimbalist\nCo-Counsel for Petitioner\n\fIndustrial Commission of Arizona, Phoenix\nBy Gaetano J. Testini\nCounsel for Respondent\n\nJones Skelton & Hochuli, P.L.C., Phoenix\nBy Lori L. Voepel\nCounsel for Respondent Employer and Respondent Carrier\n\n\n\n                                 OPINION\n\nJudge Kenton D. Jones delivered the Opinion of the Court, in which\nPresiding Judge Michael J. Brown and Judge Samuel A. Thumma joined.\n\n\nJ O N E S, Judge:\n\n¶1            While on duty, deputy sheriff John France was assaulted by a\nmanic gunman, who, screaming in rage, aimed a shotgun at France’s chest\nand face from close range before the gunman was shot and killed by France\nand his partner. In this statutory special action, France challenges the\ndenial of workers’ compensation benefits for his resulting post-traumatic\nstress disorder (PTSD).\n\n¶2             For workers’ compensation purposes, a “mental injury, illness\nor condition . . . is not compensable . . . unless some unexpected, unusual or\nextraordinary stress related to the employment . . . was a substantial\ncontributing cause of the mental injury, illness or condition.” Ariz. Rev.\nStat. (A.R.S.) § 23-1043.01(B).1 In this Opinion, we interpret the phrase\n“unexpected, unusual or extraordinary stress” contained within A.R.S. § 23-\n1043.01(B) to mean that the injury-inducing stress, imposed upon the\nclaimant by virtue of his employment, was sufficiently significant and\nnoteworthy to differentiate it from non-compensable, general stress caused\nby the work regimen. Applying that standard to the facts presented here,\nwe set aside the Industrial Commission of Arizona (ICA) decision and\naward denying France’s claim for workers’ compensation benefits.\n\n\n\n\n1      Absent material changes from the relevant date, we cite the current\nversion of rules and statutes.\n\n\n                                      2\n\f                FRANCE v. GILA/ARIZONA COUNTIES\n                        Opinion of the Court\n\n                 FACTS AND PROCEDURAL HISTORY\n\n¶3           In June 2017, France and another deputy sheriff were\ndispatched to a residence investigate a person threatening to kill himself\nwith a shotgun.2 When they arrived at the house, a man burst through the\ndoorway between them, holding a shotgun in a shooting stance. The man\npointed the shotgun at France and screamed in rage. The man rushed\ntoward France, his shotgun only a few feet away from France’s face and\ntorso, and ignored repeated requests to drop his weapon. With the man\nbetween them, neither officer could act without endangering the other.\nFrance eventually backed around the corner of the house with the gunman\nin pursuit. When the officers were no longer within each other’s line of fire,\nthey each shot the man several times before he finally fell to the ground,\nwhere France watched him die.\n\n¶4             By mid-July 2017, France had been diagnosed with PTSD as a\nresult of this trauma and filed a workers’ compensation claim. The Gila\nCounty Sheriff’s Office and its insurer (collectively, GCSO) conceded that\nFrance suffers from PTSD caused by work-related stress but disagreed that\nthe injury arose out of “some unexpected, unusual, or extraordinary stress\nrelated to the employment.” France challenged the denial of his claim.\n\n¶5             After considering evidence of the training and responsibilities\nof law enforcement officers, the administrative law judge (ALJ) found, both\ninitially and later upon review, that France was exposed to the “same stress\nthat any other Gila County Sheriff’s Deputy would have faced under the\nsame circumstances, and therefore [France’s] job-related stress was not\nunusual, unexpected or extraordinary.” The ALJ noted that, although\nFrance presented expert medical testimony that the incident “was\npsychologically extraordinary,” this “d[id] not mean that it was legally\nextraordinary.” She then reasoned that “to accept [France’s] claim as an\nindustrial responsibility would reduce industrial insurance to a general\nhealth and accident insurance, which it is not.”3\n\n\n\n2      We view the facts and all inferences to be drawn therefrom in the\nlight most favorable to upholding the ICA’s findings and award. Polanco v.\nIndus. Comm’n, 214 Ariz. 489, 490-91, ¶ 2 (App. 2007) (quoting Roberts v.\nIndus. Comm’n, 162 Ariz. 108, 110 (1989)).\n\n3      The ALJ did not consider France’s argument that A.R.S. § 23-\n1043.01(B), is unconstitutional as applied to claimants “who work in high-\n\n\n\n                                      3\n\f                 FRANCE v. GILA/ARIZONA COUNTIES\n                         Opinion of the Court\n\n¶6            France timely petitions for special action review of the ICA’s\ndecision and award. We have jurisdiction pursuant to A.R.S. §§ 12-\n120.21(A)(2), 23-951(A), and Arizona Rule of Procedure for Special Actions\n10.\n\n                               DISCUSSION\n\n¶7             Almost since statehood, workers’ compensation has been a\ncritical part of Arizona law. In 1925, Arizonans approved an amendment\nto the Arizona Constitution requiring the legislature to enact a workers’\ncompensation law for those “engaged in manual or mechanical labor in all\npublic employment.” Ariz. Const. art. 18, § 8. The Arizona Constitution\nthus mandates that:\n\n       compensation shall be required to be paid to any such\n       workman, in case of his injury . . . by his employer, if in the\n       course of such employment personal injury to or death of any\n       such workman from any accident arising out of and in the\n       course of, such employment, is caused in whole, or in part, or\n       is contributed to, by a necessary risk or danger of such\n       employment, or a necessary risk or danger inherent in the\n       nature thereof . . . .\n\nId. The Workers’ Compensation Act (the Act) was enacted in response to\nthis directive. Grammatico v. Indus. Comm’n, 211 Ariz. 67, 70, ¶ 13 (2005).\n\n¶8            Now codified at A.R.S. §§ 23-901 to -1105, the Act provides an\nadministrative compensation system for workers injured in the course of\ntheir employment. Twin City Fire Ins. v. Leija, 244 Ariz. 493, 495, ¶ 11 (2018).\nOver time, the legislature has expanded the types of injuries covered by the\nAct, and, in 1980, the legislature enacted A.R.S. § 23-1043.01(B) to include\nmental injuries. See 1980 Ariz. Sess. Laws, ch. 246, § 32 (2nd Reg. Sess.).\nUnder that statute:\n\n       A mental injury, illness or condition shall not be considered a\n       personal injury by accident arising out of and in the course of\n       employment and is not compensable . . . unless some\n       unexpected, unusual or extraordinary stress related to the\n       employment or some physical injury related to the\n\n\n\n\nstress occupations.” Because we set aside the ICA’s decision and award,\nwe need not address this argument.\n\n\n                                       4\n\f                 FRANCE v. GILA/ARIZONA COUNTIES\n                         Opinion of the Court\n\n       employment was a substantial contributing cause of the\n       mental injury, illness or condition.\n\nA.R.S. § 23-1043.01(B).\n\n¶9             France challenges the ALJ’s determination that his\nconfrontation with the gunman in June 2017 did not constitute an\n“unexpected, unusual or extraordinary stress related to the employment”\nwithin the meaning of A.R.S. § 23-1043.01(B). Although the ALJ’s factual\nfindings are reviewed for an abuse of discretion, the scope and application\nof A.R.S. § 23-1043.01(B) present legal questions subject to de novo review.\nSee Ibarra v. Indus. Comm’n, 245 Ariz. 171, 174, ¶ 12 (App. 2018) (citing PF\nChang’s v. Indus. Comm’n, 216 Ariz. 344, 347, ¶ 13 (App. 2007)).\n\n¶10            Pursuant to our supreme court’s direction, we construe the\nAct liberally to accomplish its remedial purpose: to protect employees\ninjured while performing work-related activity. Engler v. Gulf Interstate\nEng’g, 230 Ariz. 55, 59, ¶ 15 (2012) (citing Robarge v. Bechtel Power Corp., 131\nAriz. 280, 282 (App. 1982), and Grammatico, 211 Ariz. at 72, ¶ 23); accord\nEnglish v. Indus. Comm’n, 73 Ariz. 86, 89 (1951) (“The Workmen’s\nCompensation Act was enacted to protect the workman and to relieve\nsociety of the burden caused by industrial accidents. Industry is chargeable\nwith and must bear the burden of the loss by injury and death to the human\nmachine.”) (collecting cases). We “must [also] take into consideration the\nprinciple that every statute has to be read in the light of the constitution,”\nGoodyear Aircraft Corp. v. Indus. Comm’n, 62 Ariz. 398, 407 (1945), and will\navoid an interpretation that renders the statute unconstitutional, Brenda D.\nv. Dep’t of Child Safety, 243 Ariz. 437, 444, ¶ 23 (2018) (citing Bus. Realty of\nAz., Inc. v. Maricopa Cty., 181 Ariz. 551, 559 (1995), and Hayes v. Cont’l Ins.,\n178 Ariz. 264, 273 (1994)).\n\n¶11          Here, after considering evidence that GCSO deputies are\ntrained “to deal with a variety of dangerous situations on the job,”\nincluding “deciding whether to shoot or not shoot a subject in the line of\nduty,” the ALJ determined “[t]here is nothing in the” incident “that sets this\nsituation apart from the normal duties of a” GCSO deputy. Concluding\nFrance “was not subjected to any greater stress than any other” deputy\nduring the incident, the ALJ concluded that incident was not unusual,\nunexpected, or extraordinary, and, as a result, denied France’s claim.\n\n¶12           At first blush, prior cases addressing mental injuries seem to\nsuggest that a claimant seeking compensation for a work-related emotional\ninjury must prove the injury-causing event was not contemplated as part of\n\n\n\n                                       5\n\f                 FRANCE v. GILA/ARIZONA COUNTIES\n                         Opinion of the Court\n\nhis job responsibilities. See, e.g., Sloss v. Indus. Comm’n, 121 Ariz. 10, 11-12\n(1978) (affirming the non-compensability of a claim for mental injury where\nthe claimant “was exposed to nothing other than the usual ordinary and\nexpected incidents of his job as a Highway Patrolman”). But France does\nnot assert a gradual or chronic mental injury, see id.; Verdugo v. Indus.\nComm’n, 114 Ariz. 477, 479 (App. 1977); Muse v. Indus. Comm’n, 27 Ariz.\nApp. 312, 314 (1976), or that his mental injury was caused by concerns\nregarding job security, Lapare v. Indus. Comm’n, 154 Ariz. 318, 319 (App.\n1987), his subjective underlying psychiatric makeup, Archer v. Indus.\nComm’n, 127 Ariz. 199, 205 (App. 1980),4 or perceived conflicts with his\nsupervisor, Barnes v. Indus. Comm’n, 156 Ariz. 179, 180-81 (App. 1988); Pima\nCmty. Coll. v. Indus. Comm’n, 137 Ariz. 137, 138-39 (App. 1983). In those\ncases — which differ from France’s claim here — the circumstances\nsurrounding a claimant’s employment and job duties were relevant to\ndetermining whether the mental injury complained of was attributable to\nthe “stress related to the employment,” A.R.S. § 23-1043.01(B), rather than\nthe non-compensable failings of the human machine “inherent in life,\ngenerally,” Ziv v. Indus. Comm’n, 160 Ariz. 330, 334 (App. 1989).\n\n¶13            The issue to be resolved here, where the confrontation that\nprecipitated France’s PTSD was undoubtedly work-related, was not\nwhether the event itself was “unexpected, unusual or extraordinary,” but\nwhether the stress France was exposed to as a result of his employment was\n“unexpected, unusual or extraordinary.” It is, of course, events that create\nstress, but the distinction, however subtle, has meaning. An event — such\nas the dispatch of a law enforcement officer to investigate a report of\nthreatened violence — may be routine. The stress of the event — which\nhere included staring down the barrel of a loaded shotgun held by a\nscreaming manic gunman, careful repositioning to avoid injury to a fellow\nofficer, and shooting and killing another human being at point-blank range\n\n4      Our supreme court has confirmed that Archer’s discussion of\nunexpected, unusual, or extraordinary stress no longer applies to heart-\nrelated injuries, which now, by statute, need not arise from any particular\ntype of stress. See A.R.S. § 23-1043.01(A) (stating heart-related injuries are\ncompensable if “some injury, stress or exertion related to the employment\nwas a substantial contributing cause”); Bush v. Indus. Comm’n, 136 Ariz. 522,\n524 (1983) (confirming that the nature of stress as unexpected, unusual, or\nextraordinary is not necessary to establish a right to compensation for a\nheart-related injury). The discussion and conclusions in Archer remain\nsound as applied to mental injuries, which are compensable if “some\nunexpected, unusual or extraordinary stress related to the employment . . .\nwas a substantial contributing cause.” A.R.S. § 23-1043.01(B).\n\n\n                                       6\n\f                FRANCE v. GILA/ARIZONA COUNTIES\n                        Opinion of the Court\n\n— may not be. Yet, the ALJ’s findings regarding France’s training and job\nduties indicate it focused upon the nature of the event, rather than the\nnature of the stress. This was error, and the ICA’s decision and award must\nbe set aside.\n\n¶14            Moreover, the ALJ defined “unexpected” as “not expected,\nunforeseen,” “unusual” as “not usual,” and “extraordinary” as “going\nbeyond what is usual, regular or customary.” In doing so, the ALJ conflated\nthe terms “unexpected,” “extraordinary,” and “unusual,” rendering the\nterms redundant. But, the legislature’s decision to use these words suggests\nit understood there to be a difference between the three. See State v. Harm,\n236 Ariz. 402, 407, ¶ 19 & n.4 (App. 2015) (“[W]hen the legislature chooses\ndifferent words within a statutory scheme, we presume those distinctions\nare meaningful and evidence an intent to give a different meaning and\nconsequence to the alternate language.”) (citations omitted). Indeed, “[w]e\npresume the legislature avoids redundancy in favor of concision.” Saban\nRent-a-Car L.L.C. v. Ariz. Dep’t of Revenue, 246 Ariz. 89, 97, ¶ 29 (2019); see\nalso Obregon v. Indus. Comm’n, 217 Ariz. 612, 615, ¶ 16 (App. 2008) (“[E]ach\nword or phrase in a statute must be given meaning so that no part is\nrendered void, superfluous, contradictory, or insignificant.”) (citing Pinal\nVista Props., L.L.C. v. Turnbull, 208 Ariz. 188, 190, ¶ 10 (App. 2004)).\n\n¶15            The phrase “unexpected, unusual or extraordinary stress\nrelated to the employment” must be read as a whole and in a more general\nsense to mean, simply, that the injury-inducing stress imposed upon the\nclaimant by virtue of his employment was sufficiently significant and\nnoteworthy to differentiate it from the daily wear and tear of living. In this\ncontext, the “hypothetical ‘reasonable person’ working alongside\nclaimant,” identified in Barnes and generally relied upon to analyze\ncompensability in other cases is not without purpose; the comparison of a\nclaimant to a similarly situated person is limited, however, to providing a\nyardstick by which to distinguish “the work related nature of the\n[particularized] injury as compared to non-work related stress.” Barnes, 156\nAriz. at 183.\n\n¶16           We do not suggest that every situation in which a law\nenforcement officer draws a weapon or uses deadly force will result in a\ncompensable claim; a causal connection between the employment-related\nevent and the alleged mental injury must also be established, see A.R.S. § 23-\n1043.01(B) — typically through expert testimony, see DeSchaaf v. Indus.\nComm’n, 141 Ariz. 318, 320 (App. 1984) (citing Allen v. Indus. Comm’n, 124\nAriz. 173, 175 (App. 1979)). However, neither the possibility that such an\n\n\n\n                                      7\n\f                 FRANCE v. GILA/ARIZONA COUNTIES\n                         Opinion of the Court\n\nevent might occur in the course of a law enforcement officer’s duty nor the\nextent of his training to handle the situation is dispositive as to the question.\n\n                               CONCLUSION\n\n¶17           The ICA’s decision and award are set aside.\n\n\n\n\n                         AMY M. WOOD • Clerk of the Court\n                          FILED: AA\n\n\n\n\n                                         8\n\f",
            "ocr": false,
            "opinion_id": 4508209
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Murder"
}