{
    "id": 4732739,
    "judges": null,
    "date_filed": "2011-03-10",
    "date_filed_is_approximate": true,
    "slug": "abelardo-chaparro-v-david-c-shinn",
    "case_name_short": null,
    "case_name": "Abelardo Chaparro v. David C Shinn",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.azcourts.gov/Portals/0/OpinionFiles/Supreme/2020/CV190205.pdf",
            "author_id": null,
            "opinion_text": "                                  IN THE\n\n    SUPREME COURT OF THE STATE OF ARIZONA\n\n                          ABELARDO CHAPARRO\n                               Plaintiff,\n\n                                     v.\n\n                             DAVID C. SHINN,\n                               Defendant.\n\n                           No. CV-19-0205-CQ\n                           Filed March 5, 2020\n\n                       Certified Question from the\n          United States District Court for the District of Arizona\n                   No. CV 19-00650-PHX-DWL (MHB)\n                        QUESTION ANSWERED\n\n\nCOUNSEL:\n\nMark Brnovich, Arizona Attorney General, Oramel H. Skinner, Solicitor\nGeneral, Drew C. Ensign (argued), Deputy Solicitor General, Rusty D.\nCrandell, Deputy Solicitor General, Brunn (Beau) W. Roysden III, Division\nChief Appeals & Constitutional Litigation Division, Robert J. Makar,\nAnthony R. Napolitano, Assistant Attorneys General, Phoenix, Attorneys\nfor Defendant David C. Shinn, Director, Arizona Department of Corrections\n\nLindsay Herf, Robert J. Dormady, Katherine Puzauskas, Arizona Justice\nProject, Phoenix; Howard R. Cabot, Randal B. McDonald (argued), Austin\nC. Yost, Perkins Coie LLP, Phoenix, Attorneys for Abelardo Chaparro\n\f              ABELARDO CHAPARRO V. DAVID C. SHINN\n                       Opinion of the Court\n\n\nJUSTICE BEENE authored the Opinion of the Court, in which CHIEF\nJUSTICE BRUTINEL, VICE CHIEF JUSTICE TIMMER, and JUSTICES\nBOLICK, GOULD, LOPEZ, and PELANDER (RETIRED) * joined.\n\nJUSTICE BEENE, Opinion of the Court:\n\n¶1             The United States District Court for the District of Arizona\ncertified the following question to this Court: Whether, in light of A.R.S.\n§ 41-1604.09, a person convicted of first degree murder following a jury trial\nfor actions that took place on or after January 1, 1994, is parole eligible after\n25 years when the sentencing order states that he is sentenced to “life\nwithout possibility of parole for 25 years.”\n\n¶2             We hold that a sentence imposing “life without possibility of\nparole for 25 years” means the convicted defendant is eligible for parole\nafter serving 25 years’ imprisonment despite § 41-1604.09’s prohibition of\nparole for persons convicted of offenses occurring on or after January 1,\n1994. Additionally, we hold that a court lacks jurisdiction to correct an\nillegally lenient sentence absent timely correction or appeal. State v.\nDawson, 164 Ariz. 278, 286 (1990).\n\n                              BACKGROUND\n\n¶3             In 1993, the Arizona Legislature amended § 41-1604.09 to\neliminate parole for all offenses committed on or after January 1, 1994. On\nJuly 25, 1996, a jury found Abelardo Chaparro guilty of first degree murder\ncommitted on May 21, 1995. At the sentencing hearing and in the ensuing\nminute entry, the trial court sentenced Chaparro to prison for “the rest of\n[his] natural life without the possibility of parole for 25 years, followed by\na consecutive term of community supervision equal to one day for every\nseven days of sentence imposed.” On December 6, 1996, however, the trial\n\n*     Justice William G. Montgomery has recused himself from this case.\nPursuant to article 6, section 3 of the Arizona Constitution, the Honorable\nJohn Pelander, Justice of the Arizona Supreme Court (Retired), was\ndesignated to sit in this matter.\n\n\n\n\n                                       2\n\f              ABELARDO CHAPARRO V. DAVID C. SHINN\n                       Opinion of the Court\ncourt issued a nunc pro tunc order (“December Order”) clarifying that\nChaparro’s sentence was “Life without possibility of parole for 25 years.”\nThe December Order did not amend the term of community supervision.\nThe State did not appeal.\n\n¶4           In April 2017, the Arizona Department of Corrections\n(“ADOC”) informed Chaparro he would not be parole eligible and that his\nonly avenue for release would be to apply for commutation of his prison\nsentence after serving 25 years. Subsequently, Chaparro repeatedly\nrequested parole eligibility with ADOC officials, who denied those\nrequests. In February 2018, Chaparro received a letter from ADOC\ninforming him that he “would not be parole certified.”\n\n¶5           Chaparro has served 24 years of his sentence. Accordingly, if\nChaparro is parole eligible, ADOC would have been required under § 41-\n1604.09(D) to initiate parole proceedings in January 2020. Asserting his\nentitlement to parole eligibility after serving 25 years, Chaparro sued\nADOC in federal district court under 42 U.S.C. § 1983. The State filed a\nMotion for Certification or Dismissal in the district court to determine if\nChaparro’s sentence entitles him to parole eligibility. The district court\ngranted the State’s certification request and issued a Certification Order.\n\n¶6          We have jurisdiction pursuant to article 6, section 5(6) of the\nArizona Constitution and A.R.S. § 12-1861.\n\n                               DISCUSSION\n\n ¶7            The trial court sentenced Chaparro to “[l]ife without\npossibility of parole for 25 years.” The State contends this sentence does\nnot make Chaparro eligible for parole. It argues the sentence is ambiguous\nbecause it is unclear as to what happens after Chaparro serves 25 years of\nthe sentence and whether “parole” could mean another form of release.\nFinally, the State asserts that even if the sentence does provide for parole, a\ncourt cannot enforce the illegally lenient sentence. Chaparro argues his\nillegally lenient parole eligible sentence is unambiguous and final under\nArizona law.\n\n\n\n\n                                      3\n\f              ABELARDO CHAPARRO V. DAVID C. SHINN\n                       Opinion of the Court\n                                      A.\n\n¶8            We first address whether Chaparro’s sentence provides the\npossibility of parole. We conclude that although the trial court’s use of\n“parole” and “community supervision” is ambiguous, the December Order\nand the sentencing transcript demonstrate that the trial court intended for\nChaparro to be eligible for parole after 25 years’ imprisonment. See State v.\nOvante, 231 Ariz. 180, 188 ¶¶ 38–39 (2013) (stating courts interpret a\ncriminal sentence with the goal of giving effect to the sentencing court’s\nintent).\n\n¶9            Generally, language is deemed ambiguous “when it is open\nto multiple reasonable interpretations.” Glazer v. State, 244 Ariz. 612, 614\n¶ 12 (2018). If the language is subject to more than one reasonable\ninterpretation, we will resolve the ambiguity by examining other factors,\nincluding the surrounding circumstances. See Ryan v. Napier, 245 Ariz. 54,\n64 ¶ 41 (2018).\n\n¶10           Chaparro’s sentence is ambiguous because it refers both to\n“parole,” which was abrogated before the conduct that resulted in his\nconviction, and to “community supervision,” which applied to all\nqualifying offenses committed on or after January 1, 1994. See § 41-1604.09;\ncompare A.R.S. § 41-1604.07 (1993), with § 41-1604.07 (1994). Because the trial\ncourt’s sentencing language is ambiguous, we look to the surrounding\ncircumstances. See Ryan, 245 Ariz. at 64 ¶ 41.\n\n¶11            The trial court’s December Order illustrates that it intended\nChaparro to have the possibility of parole after 25 years. Chaparro’s\noriginal sentence stated “natural life,” which would contradict the\n“possibility of parole.” See A.R.S. § 13-703(A) (1993) (“An order sentencing\nthe defendant to natural life is not subject to commutation or parole, work\nfurlough or work release.”). But the December Order removed “natural,”\nclarifying that Chaparro’s sentence was “[l]ife without possibility of parole\nfor 25 years.” If the reference to “parole” was also incorrect or unintended,\nthe trial court could have similarly corrected that aspect of Chaparro’s\nsentence. Because it did not, the only reasonable inference is that the trial\ncourt intended “[l]ife without possibility of parole for 25 years” to indicate\nthat after 25 years Chaparro would be eligible for parole. See State v. Cruz-\n\n\n\n\n                                      4\n\f              ABELARDO CHAPARRO V. DAVID C. SHINN\n                       Opinion of the Court\nMata, 138 Ariz. 370, 374, 376 (1983) (finding before 1994 that a “life sentence\nwithout possibility of parole for 25 years” meant that the “minimum term\nof imprisonment is 25 years [minus credit for pre-sentence custody] before\nhe is eligible for parole”).\n\n ¶12          Similarly, the transcript of the sentencing hearing clarifies\nthat the trial court believed parole was an available sentencing option\nregardless of the reference to community supervision. During the\nsentencing hearing the trial court explained the sentencing options:\n\n       Do you understand one of them is death, one of them is life\n       imprisonment for the rest of your natural life, and the other\n       one is life imprisonment without possibility of parole for 25\n       years? . . . Those are the only three things I can do.\n\nThe trial court did not mention release or commutation as an option.\nTherefore, although community supervision does not apply to a parole\neligible inmate, the sentencing hearing and December Order manifest the\ntrial court’s intent for Chaparro to be parole eligible.\n\n¶13           We are also unpersuaded by the State’s argument that\n“parole” is shorthand for “release” in the form of commutation. At the time\nof sentencing, Arizona laws differentiated the terms “parole” and\n“commutation.” See § 13-703(A) (1993) (“An order sentencing the\ndefendant to natural life is not subject to commutation or parole . . . .”).\nSection 13-703(A) also specified other types of release. Id. (listing work\nfurlough and work release). Nothing indicates the trial court intended its\nrepeated references to “parole” to mean “commutation” or any alternate\ntype of “release.”\n\n¶14           Dictionary definitions, Arizona law, and federal law all\ndistinguish parole and other forms of release like commutation. “Absent\nstatutory definitions, courts apply common meanings and may look to\ndictionaries.” State v. Pena, 235 Ariz. 277, 279 ¶ 6 (2014) (internal citations\nomitted). “Parole” has a distinct meaning from “commutation” in the\ndictionary. Compare Parole, Black’s Law Dictionary (11th ed. 2019)\n(“[C]onditional release of a prisoner from imprisonment before the full\nsentence has been served.”), with Commutation, Black’s Law Dictionary\n\n\n\n\n                                      5\n\f              ABELARDO CHAPARRO V. DAVID C. SHINN\n                       Opinion of the Court\n(11th ed. 2019) (“[E]xecutive’s substitution in a particular case of a less\nsevere punishment for a more severe one that has already been judicially\nimposed on the defendant.”).\n\n¶15            Similarly, Arizona statutory law distinguishes parole and\nforms of executive clemency like commutation. Pursuant to A.R.S. § 31-\n412(A), an inmate certified as parole eligible must only show “a substantial\nprobability that the applicant will remain at liberty without violating the\nlaw and that the release is in the best interests of the state.” But an inmate\napplying for commutation must show “by clear and convincing evidence\nthat the sentence imposed is clearly excessive . . . and that there is a\nsubstantial probability that when released the offender will conform the\noffender’s conduct to the requirements of the law.” A.R.S. § 31-402(C)(2).\nThe Board of Executive Clemency may grant parole by a majority or\nunanimous vote, whereas it may only recommend commutation to the\nGovernor for approval. §§ 31-402(A), -412(C). Individuals not granted\nparole are automatically re-certified within six months to a year, but an\ninmate denied commutation typically must wait five to ten years before\nreapplying. A.R.S. §§ 31-403, 41-1604.09(G). These statutory differences\nclarify that parole is not a form of executive clemency.\n\n¶16           Finally, the United States Supreme Court has rejected the idea\nthat parole is the same as executive clemency. See Lynch v. Arizona, 136 S.\nCt. 1818, 1819 (2016) (stating the possibility of clemency does not diminish\na capital defendant’s right to inform a jury of his parole ineligibility); Solem\nv. Helm, 463 U.S. 277, 300–01 (1983) (“As a matter of law, parole and\ncommutation are different concepts . . . . Parole is a regular part of the\nrehabilitative process. . . . Commutation, on the other hand, is an ad hoc\nexercise of executive clemency.”).\n\n¶17           In sum, although the trial court’s use of “parole” and\n“community supervision” was ambiguous, the sentencing hearing and\nDecember Order clarify the trial court’s intent to provide the opportunity\nfor parole. And because the meaning of “parole” is not ambiguous or\nsynonymous with other forms of release, Chaparro is eligible for parole\nafter serving 25 years.\n\n\n\n\n                                       6\n\f             ABELARDO CHAPARRO V. DAVID C. SHINN\n                      Opinion of the Court\n                                     B.\n\n¶18           The parties agree that Chaparro’s sentence, as interpreted\nabove to include parole eligibility after he has served 25 years, is illegally\nlenient because it violates § 41-1604.09, as amended in 1993. However, the\nState argues that a court cannot enforce an illegally lenient sentence. We\nfind the sentence is final and enforceable.\n\n¶19             Illegally lenient sentences are final under Arizona law absent\ntimely appeal or post-judgment motion. See Dawson, 164 Ariz. at 283–84;\nAriz. R. Crim. P. 24.3 (providing that the trial court may correct an unlawful\nsentence upon a timely motion). Here, the State did not appeal Chaparro’s\nsentence pursuant to A.R.S. § 13-4032, which allows the state to appeal “[a]\nsentence on the grounds that it is illegal.” And “[t]he only statutory power\nwe are afforded to increase an illegal sentence to conform to the judgment\nof conviction is predicated ‘[u]pon an appeal by the state.’” Dawson, 164\nAriz. at 284 (quoting A.R.S. § 13-4038). Absent an appeal by the state, this\nCourt does not have jurisdiction to correct sentencing errors alleged by the\nstate. Id. at 286.\n\n¶20           The State attempts to distinguish the illegally lenient sentence\nin Dawson, which allowed for parole eligibility sooner than statutorily\npermitted, from Chaparro’s illegally lenient sentence. It claims the trial\ncourt violated separation of powers by creating parole eligibility for\nChaparro—a purely legislative function—and that the “court is utterly\nwithout power to make a defendant parole eligible where statutory law\nprohibits it.” See State v. Miranda, 200 Ariz. 67, 69 ¶ 5 (2001) (“Defining\ncrimes and fixing punishments are functions of the legislature.”). But the\nState recognizes in its brief that “[m]ere misapplication of the governing\nlaw” does not raise separation of powers concerns. That is precisely what\noccurred both here and in Dawson.\n\n¶21           Rather than perform a legislative function, the trial court\nmisapplied the law when it conferred parole eligibility. Therefore, the trial\ncourt did not violate separation of powers by including, albeit incorrectly,\nparole eligibility in its sentencing order, nor does this Court do so by\nupholding that sentence, which the State failed to appeal. Rather, as in\nDawson, absent a timely appeal, the illegally lenient sentence must stand.\n\n\n\n\n                                      7\n\f              ABELARDO CHAPARRO V. DAVID C. SHINN\n                       Opinion of the Court\nSee 164 Ariz. at 280 (“Unless an appellate court has the constitutional or\nstatutory power to act to correct such an error, its refusal to act cannot\nviolate the constitutional doctrine of separation of powers.”).\n\n¶22            We also reject the State’s argument that the sentence is subject\nto collateral challenge because it is void. See Walker v. Davies, 113 Ariz. 233,\n235 (1976) (stating a judgment that is “void upon its face” may be\ncollaterally attacked at any time). Here, because the trial court had subject\nmatter jurisdiction, the “order is voidable, rather than void.” See Ariz.\nConst. art. 6, § 14; see also State v. Bryant, 219 Ariz. 514, 518 ¶ 14 (App. 2008)\n(citation omitted). When “the trial court has jurisdiction over the subject\nmatter and parties,” the judgment, “even if voidable and erroneous, [can]\nonly be modified on appeal or by proper and timely post-judgment\nmotion.” Bryant, 219 Ariz. at 517–18 ¶¶ 13, 15. Therefore, because the State\nfailed to timely appeal, this Court does not have subject matter jurisdiction\nto correct the sentence.\n\n                                CONCLUSION\n\n¶23           For the foregoing reasons, we answer the district court’s\ncertified question as follows: Regardless of § 41-1604.09, Chaparro is eligible\nfor parole after serving 25 years pursuant to his sentence, and his illegally\nlenient sentence is final under Arizona law.\n\n\n\n\n                                        8\n\f",
            "ocr": false,
            "opinion_id": 4513086
        }
    ],
    "court_short_name": "Arizona Supreme Court",
    "court_full_name": "Arizona Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Murder"
}