{
    "id": 4748213,
    "judges": null,
    "date_filed": "1974-06-19",
    "date_filed_is_approximate": true,
    "slug": "state-v-webb",
    "case_name_short": "Webb",
    "case_name": "State v. Webb",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 46.0,
            "download_url": "https://www.kscourts.org/KSCourts/media/KsCourts/Opinions/119827.pdf?ext=.pdf",
            "author_id": null,
            "opinion_text": "                           NOT DESIGNATED FOR PUBLICATION\n\n                                              No. 119,827\n\n               IN THE COURT OF APPEALS OF THE STATE OF KANSAS\n\n                                           STATE OF KANSAS,\n                                               Appellee,\n\n                                                    v.\n\n                                      TIMOTHY WARREN WEBB,\n                                            Appellant.\n\n\n                                    MEMORANDUM OPINION\n\n        Appeal from Wyandotte District Court; WESLEY K. GRIFFIN, judge. Opinion filed April 24, 2020.\nAffirmed.\n\n\n        Kai Tate Mann, of Kansas Appellate Defender Office, for appellant.\n\n\n        Kayla Roehler, assistant district attorney, Mark A. Dupree Sr., district attorney, and Derek\nSchmidt, attorney general, for appellee.\n\n\nBefore ARNOLD-BURGER, C.J., GREEN and BUSER, JJ.\n\n\n        PER CURIAM: Timothy Warren Webb appeals from his jury conviction of\nintentional second-degree murder. He argues that his conviction should be reversed and\ncase remanded for a new trial for five reasons: (1) the trial court erred when it overruled\nhis objection to the State's preemptory strike of an African American juror in violation of\nBatson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986); (2) the trial\ncourt erred by allowing multiple hearsay statements by the victim into evidence; (3) the\ntrial court committed judicial misconduct in making certain statements during his trial\ntestimony; (4) the prosecutor committed reversible error while making her closing\n\n                                                     1\n\farguments; and (5) the cumulative effect of the preceding errors require reversal of his\nconviction. Nevertheless, for the reasons stated later, we reject these arguments. As a\nresult, we affirm Webb's intentional second-degree murder conviction.\n\n\n       Webb and his girlfriend, Sharon Nero, had ongoing relationship problems. On\nMay 29, 2012, in the living room of their shared house, Webb shot Nero four times: twice\nin the head, once in the back, and once in the lower neck. Nero died because of these\ninjuries. Nero's body was left on a couch, covered with a sheet. Webb fled to Houston,\nTexas, where he turned himself in to the police a few days later. The State of Kansas\ncharged Webb with first-degree murder of Nero and with felon in possession of a firearm.\n\n\n        Webb decided to be tried by a jury. Although the jury convicted Webb of being a\nfelon in possession of a firearm, it was unable to reach a verdict on his first-degree\nmurder charge. As a result, the State tried Webb again before a jury on his first-degree\nmurder charge.\n\n\n       During his second jury trial, the State alleged that Webb had intentionally\nmurdered Nero because of their ongoing relationship problems. Webb, however, argued\nthat he killed Nero in self-defense.\n\n\n       Highly summarized, the State presented the testimony of several witnesses who\nhad spoken to Nero shortly before her death. To begin with, the State read Patricia Dill's\ntestimony from Webb's first trial into evidence. Dill, who had died since Webb's first\ntrial, was a victim's advocate with the district attorney's office. According to Dill's\ntestimony, she met with Nero to discuss an unrelated matter the day of Nero's death.\nWhile working on this unrelated matter, Nero confided in her about her and Webb's\nrelationship troubles. Those problems included Nero's fear of Webb and her desire to\nmake Webb move out. Dill testified that based on Nero's concerns, they discussed if Nero\nshould obtain a protection from abuse (PFA) order against Webb.\n\n                                               2\n\f       Stephanie Nero, Nero's daughter-in-law, testified that she spoke to Nero on the\nphone the evening she died. Stephanie stated that during that phone call, Nero told her\nthat she and Webb \"were into it that she was sleeping on the couch. She was tired of\n[Webb]. [Webb] was a liar, [and] she was tired of [Webb] lying all the time about\neverything.\" Stephanie also testified that Nero told her that \"[t]here [were] some other\nissues going on.\"\n\n\n       Laurie Phillips, Nero's roommate during the last two weeks of her life, testified\nthat Nero and Webb argued all the time. But she stated that she never saw the two\nphysically hurt each other. She then testified that during one argument, she overheard\nWebb tell Nero that he would kill her if she let other men into the house.\n\n\n       Turning to the evening of Nero's death, Phillips testified that when Webb arrived\nhome from work that evening, Nero and Webb immediately started arguing. She testified\nthat as a result, she asked her boyfriend, Patrick Dockery, if he wanted to go to a local\nlake so she could get away from Webb and Nero's argument. Phillips testified that\nDockery agreed to go to the lake, picking her up from the house around 7 or 7:30 p.m.\nPhillips then testified that while at the lake, Dockery received a text message from Webb\nsaying that they should not disturb Nero, who was asleep on the couch because she was\nvery tired. Dockery also confirmed that Webb had sent him this text message during his\ntrial testimony.\n\n\n       Next, Phillips testified that she and Dockery returned to the house around 9 or\n9:30 p.m. She testified that when they arrived at the house, Webb was waiting on the\nfront porch. She stated that Webb immediately asked to borrow her car, taking her car\nkeys from her hand. Phillips testified that after Webb had driven off in her car, she and\nDockery went to her bedroom without disturbing Nero. She testified that she did not\nknow Nero was dead until the next morning when Nero failed to respond to her questions\n\n                                             3\n\fabout Webb's location. Phillips stated that when she removed the sheet covering Nero's\nbody, she realized that Nero was cold, stiff, and covered with blood.\n\n\n       Webb, who testified on his own behalf, testified to a different version of events.\nAccording to Webb, Nero was mentally unstable. He testified that Nero would frequently\nargue with him. He further stated that Nero made physical threats against him while\nholding a knife or a gun. Even so, Webb testified that he and Nero intended to continue\ntheir relationship and live with one another for the foreseeable future.\n\n\n       Webb testified that on the night of Nero's death, he, Nero, Phillips, and Dockery\ndecided to go to the lake around 9 p.m. Webb stated that Nero changed her mind about\ngoing to the lake shortly before the time to leave. So, he and Nero remained at the house\nwhile Phillips and Dockery went to the lake. He testified that during this time, Nero\nstayed in the downstairs living room and he remained in the upstairs bedroom sleeping.\nWebb testified that at some point, however, Nero woke him up to investigate a noise\noutside the house. Webb testified that at this point, Nero handed him her gun for\nprotection while investigating the noise.\n\n\n       Webb then stated that when he found nothing outside, he returned to the upstairs\nbedroom. Yet, he testified that when he returned to the bedroom upstairs, he discovered\nthe bed was soaking wet. According to Webb, he went downstairs to the living room to\nconfront Nero about the wet bed. But when he confronted Nero, she pepper sprayed his\nface. Webb stated that as Nero pepper sprayed him, Nero grabbed him by his hair, pulling\nhim forward. He then testified that another unknown person grabbed his arm from\nbehind. Webb testified that he believed Nero and the unknown person who had grabbed\nhis arm intended to kill him. Webb then stated that he remembered he had Nero's gun in\nhis back pants pocket. Webb confirmed that once he freed his arm from the unknown\nthird person's grasp, he grabbed Nero's gun and began \"firing wildly.\" He stated that he\ncontinued shooting until Nero released his hair.\n\n                                             4\n\f       Webb then stated that after washing the pepper spray off his face, he returned to\nNero, who was lying on the living room floor bleeding. Webb did not call emergency\nservices. Instead, Webb testified that he held Nero in his arms, praying and crying with\nher. He testified that after Nero died, he placed Nero's body on the living room couch,\ncovering her lifeless body with a sheet. According to Webb, he then changed his clothes\nand waited for Phillips and Dockery to arrive home. He confirmed that he asked to\nborrow Phillips' car and left as soon as Phillips and Dockery arrived at the house. He then\ntestified that he drove Phillips' car to Houston, Texas, where his mother lived, so he could\ntalk to his mother about what had happened before turning himself in.\n\n\n       At the conclusion of Webb's case, the trial court instructed the jury on first-degree\nmurder, as well as the following lesser included offenses: intentional second-degree\nmurder, reckless second-degree murder, voluntary manslaughter resulting from a sudden\nquarrel, voluntary manslaughter resulting from an unreasonable belief deadly force was\nnecessary, and involuntary manslaughter. The trial court also instructed the jury on\nWebb's right to self-defense. The jury, however, rejected Webb's self-defense argument,\nfinding Webb guilty of intentional second-degree murder. Afterwards, the trial court\nsentenced Webb to a controlling term of 628 months' imprisonment followed by 36\nmonths' postrelease supervision.\n\n\n       Webb timely appeals his intentional second-degree murder conviction.\n\n\nDid the Trial Court Err When Denying Webb's Batson Challenge?\n\n\n       Webb argues that the trial court erred when denying his challenge under Batson,\n476 U.S. 79, to the State's preemptory strike of an African American member of the jury\npool. Specifically, Webb complains that the trial court failed to follow Batson's three-step\nprocedure. Webb also complains that the trial court wrongly ignored evidence supporting\n\n                                             5\n\fthat the State's reason for striking the disputed jury pool member was pretextual. Based\non these errors, Webb argues that this court should reverse his second-degree murder\nconviction and remand for a new trial.\n\n\n         On the other hand, the State argues that the trial court followed the proper Batson\nprocedures. The State then argues that under those procedures, the trial court correctly\ndenied Webb's Batson challenge because Webb failed to make a prima facie showing of\ndiscrimination. Alternatively, the State argues that the trial court correctly denied Webb's\nBatson challenge because it provided race-neutral reasons for striking the challenged\njuror.\n\n\n         Standard of Review\n\n\n         \"Generally, each party may use peremptory strikes—also called peremptory\nchallenges—to reject a certain number of potential jurors without stating a reason.\" State\nv. Gonzalez-Sandoval, 309 Kan. 113, 114, 431 P.3d 850 (2018). Yet, if a defendant\nobjects to the State's preemptory strike under Batson, the trial court must consider if the\nState engaged in purposeful discrimination by following a three-step procedure. 309 Kan.\nat 114-15, 121.\n\n\n         First, a defendant \"alleging discriminatory selection of the jury must make out a\nprima facie case of purposeful discrimination under the first step prescribed by Batson.\nThe party may establish the prima facie case by showing that the totality of the relevant\nfacts gives rise to an inference of discriminatory purpose.\" Gonzalez-Sandoval, 309 Kan.\n113, Syl. ¶ 3. We exercise unlimited review over the trial court's rulings under this first\nstep. 309 Kan. 113, Syl. ¶ 3. Second, if the defendant established a prima facie case of\ndiscriminatory intent, the prosecutor \"must come forward with a neutral,\nnondiscriminatory reason for exercising the peremptory strike.\" 309 Kan. at 122. The\nprosecutor's explanation need not be persuasive or even plausible. Instead, the\n\n                                               6\n\fexplanation must merely be facially valid to be race neutral. 309 Kan. at 122-23. Because\nthis step hinges on the facial validity of the State's race-neutral reason for striking a juror,\nwe give significant deference to the trial court's credibility determinations when\nreviewing the trial court's decision under the second Batson step. 309 Kan. at 124. Third,\nif the prosecutor provides a facially valid race-neutral reason for striking the juror, the\ndefendant must establish that this facially valid race-neutral reason was pretextual. 309\nKan. 113, Syl. ¶ 7. \"When reviewing this factual determination, [we] accord great\ndeference to the trial court,\" reviewing the trial court's decision for an abuse of discretion.\n309 Kan. 113, Syl. ¶ 7.\n\n\n       Voir Dire\n\n\n       To address Webb's Batson challenge regarding the prosecutor's preemptory strike\nof an African American in the jury pool—Juror 26—we must first review what occurred\nduring voir dire.\n\n\n       During voir dire, the prosecutor asked if any of the prospective jurors had relatives\nin law enforcement. Juror 26 responded that both her father and uncle were detectives\nwith the Kansas City, Kansas, Police Department (KCKPD). The prosecutor then asked\nJuror 26 if her father's position and uncle's position as detectives would \"make it hard for\n[her] to be fair.\" Juror 26 answered, \"No.\" Juror 26 also recognized that she could not talk\nto her father or uncle about Webb's case while sitting on the jury. The only other time\nJuror 26 spoke during voir dire was when Webb's attorney, Jeffrey Leiker, asked if\n\"anybody . . .[had] specialized knowledge in the medical field . . . .\" Juror 26 explained\nthat she worked at a hospital, having previously earned a degree in health management.\n\n\n       Later, the prosecutor struck Juror 26. After striking Juror 26, the prosecutor,\nLeiker, and the trial court engaged in the following discussion:\n\n\n                                               7\n\f         \"MR. LEIKER: I would ask for race neutral reasons for the State to strike her.\nShe was African American, my client's African American. She indicated during\ntestimony that her father and I believe uncle work for the KCKPD, and that was pretty\nmuch the extent of her—at least of the information that she provided. There's some\nquestioning I think by the prosecutor regarding what she could consider and she very\naccurately pointed out what the law was on that particular point as far as her admonition\nand what she could talk about with her uncle or father if she were to go home about this\nparticular case. I don't think there was any reason to strike her in this case other than the\nfact that she is African American and so is my client.\"\n         \"THE COURT: According to my understanding of the law, there's a three-step\nprocess . . . .\n         \". . . I'm pretty darn convinced that just merely saying that because somebody is\nblack and she was struck—and there's no doubt in the world she's African American, so\nis Mr. Webb—but seems like there's got to be more than just saying that it's not right.\n         ....\n         \". . . Then looking at State v. Hood, 242 Kan. 115, so back about 30 years ago, to\nestablish purposeful discrimination defendant needs to show only that he or she is a\nmember of a cognizable minority group and the prosecutor's exercised challenges to\nremove from that group. That to me is very—it doesn't support what the later law is and\nwhat the U.S. Supreme Court does. But while I disagree with it, I'm duty bound to follow\ncases that are 30 years old now so I don't get reversed because of what I think is not the\nproper standard now.\n         \"So I'm not still convinced that there's been the proper showing. But, State, could\nyou provide a facially valid reason for exercising a peremptory strike, race neutral?\n         ....\n         \"[THE PROSECUTOR]: . . . I would be happy to explain my reasoning.\n         \"First of all, there are minorities still on this jury panel, particularly African\nAmericans, that weren't struck. The defense struck two African Americans, one male and\none female that I would not have struck and I would have allowed to remain on the jury. I\nonly struck three African Americans out of 12, which is not a large number.\n         ....\n         \"[F]inally when it comes down to juror number 26, she was one of my last\nstrikes. I considered keeping her on. She was strike number 11, but she—number one,\nshe's—her—either her uncle or her father is a homicide detective, one of the two I know\n\n                                                8\n\f       that, and the other one's a detective. I don't know why I would create an appeal issue by\n       leaving her on the jury.\n                \"Number two, it was her youth. I think she's not married, she doesn't have any\n       kids, she hasn't been—she's been at her job for two years I think, but I would just prefer\n       people who are middle age to older who are married, have kids and have a longer\n       job history. Frankly, I was pretty pleased with this panel as a whole and I was having to,\n       towards the end, pick people that normally I would keep.\n                \"But the next—I've had this happen before too when you get an employee from a\n       DA's office or someone related to stay on the panel and then on appeal they complain\n       about it. I had a case like that in this courtroom. So I also saw it not only because of her\n       age and no children, but I also saw it as an opportunity to possibly prevent an appeal\n       issue.\n                \"THE COURT: [Mr. Leiker], is there anything you would like to add?\n                \"MR. LEIKER: Nothing to add to that, Judge.\n                \"THE COURT: Thank you.\n                \"Well, reading . . . from the Davis case, it talks about that the second step does\n       not demand—and I'm reading from syllabus three—does not demand a prosecutor's\n       explanation that is persuasive or even plausible but merely facially valid.\n                \"Further, unless a discriminatory intent is inherent—and that's the word they\n       use—in the prosecutor's explanation, reason offered will be deemed racially neutral.\n       Accordingly, the ultimate burden of persuasion rests with, never shifts from the opponent\n       of the strike.\n                \"I think that they have provided racially neutral reasons for the sole of number\n       26. So the record is clear, but that Batson objection is overruled.\"\n\n\n\n       No Batson Violation\n\n\n       Webb makes three Batson arguments on appeal. First, Webb contends that the trial\ncourt failed to follow Batson's three-step procedure. Webb specifically argues that the\ntrial court never determined if he made a prima facie case of purposeful discrimination as\nrequired under Batson's first step. Second, Webb argues that the trial court wrongly\ncollapsed Batson's second step and third step. Third, Webb argues that even if the trial\n\n                                                     9\n\fcourt followed Batson's three-step procedure, the State's reason for striking Juror 26 was\npretextual, requiring reversal of his conviction and remand for a new trial.\n\n\n       On Batson's first step, Webb argues that the trial court \"appeared to eschew this\nstep of the analysis, stating that it was not ruling one way or the other\" on Webb's Batson\nchallenge. It seems Webb's argument hinges on the trial court's comment that it did not\nbelieve Webb's argument in support of a prima facie case of purposeful discrimination\nwas particularly persuasive before it ultimately asked the State to provide a race-neutral\nreason for striking Juror 26. Although the trial court made this comment about Webb's\nargument in support of a prima facie case of purposeful discrimination, the record does\nnot support that the trial court eschewed its duty to engage in Batson's first-step analysis.\n\n\n       Instead, when the trial court considered Webb's challenge, it noted that the only\nreason Webb provided to support that the State engaged in purposeful discrimination was\nthat both he and Juror 26 were African Americans. It explained that it did not believe that\nthe fact he and Juror 26 were African Americans was particularly indicative of the State's\npurposeful discrimination under recent United States Supreme Court precedent. But it\nthen noted that in State v. Hood, 242 Kan. 115, Syl. ¶ 1, 744 P.2d 816 (1987), our\nSupreme Court held that to \"establish a prima facie case of purposeful discrimination, the\ndefendant needs to show only that he or she is a member of a cognizable minority group,\nand that the prosecutor has exercised peremptory challenges to remove from the venire\nmembers of that group.\" Then, the trial court explained that although it doubted the\ncurrent correctness of the Hood holding given current United States Supreme Court\nprecedent, it would follow the Hood holding because it was still valid Kansas Supreme\nCourt precedent.\n\n\n       On that basis, the trial court did not shun its duty to engage in Batson's first-step\nanalysis. To the contrary, the trial court engaged in thoughtful analysis under Batson's\nfirst step because it considered the validity of Webb's complaint both under United States\n\n                                              10\n\fSupreme Court precedent and Kansas Supreme Court precedent. Although the trial court\nnoted that it disagreed with our Supreme Court's precedent, it explicitly stated that it was\nfollowing that precedent because it was duty bound to do so. Simply put, the trial court's\ncomment that it believed that Webb's reason supporting purposeful discrimination was\nnot particularly persuasive, does not mean that the trial court failed to engage in Batson's\nfirst-step analysis.\n\n\n       As for Webb's argument that the trial court wrongly combined Batson's second\nand third steps, Webb contends that the trial court overruled his Batson objection because\nit \"simply found that the State had presented race neutral reasons.\" Webb also compares\nhis case to State v. Davis, 37 Kan. App. 2d 650, 659, 155 P.3d 1207 (2007), where this\ncourt held the trial court failed to engage in Batson's third step. But in making his\narguments, Webb misconstrues the trial court's Batson analysis in a couple of ways.\n\n\n       Admittedly, the trial court did not explicitly state that it was engaging in Batson's\nthird-step analysis. Even so, this does not mean that the trial court failed to engage in\nBatson's third-step analysis. To begin with, immediately after Webb objected under\nBatson, the trial court noted that Batson objections have \"a three-step process.\" Thus,\nalthough the trial court did not explicitly state what Batson step it was engaging in when\nit conducted its Batson analysis, the trial court did explicitly recognize that it needed to\nconsider Webb's Batson challenge under Batson's three-step process.\n\n\n       Next, Webb's argument does not consider the entirety of the trial court's analysis\nwhen denying his Batson challenge. To review, the trial court's reasons for denying\nWebb's Batson challenge included the following: (1) ruling that Webb had established a\nprima facie case of purpose discrimination because both he and Juror 26 were African\nAmerican; (2) expressing that although Webb had carried the burden for establishing a\nprima facie case of discrimination, Webb's reasoning that both he and Juror 26 were\nAfrican American was not particularly strong evidence of purposeful discrimination; (3)\n\n                                              11\n\fproviding the prosecutor an opportunity to give race-neutral explanations for striking\nJuror 26, which the trial court accepted as facially race neutral; (4) providing Leiker with\nthe opportunity to refute the prosecutor's facially race-neutral reasons for striking Juror\n26, which Leiker declined to do; and (5) concluding that \"the record [was] clear\" that the\nprosecutor had not violated Batson by striking Juror 26. Also, before denying Webb's\nBatson challenge, the trial court emphasized that burden of persuasion always remained\non Webb.\n\n\n       Based on the preceding, it is readily apparent that the trial court engaged in each of\nBatson's three steps. When the trial court ruled that \"the record [was] clear\" that no\nBatson violation existed, the trial court referred to its previous reasoning that Webb's\nprima facie showing of purposeful discrimination was weak and the prosecutor's\nunchallenged facially race-neutral reasons for striking Juror 26. In short, when Leiker\ndeclined to argue why the prosecutor's facially race-neutral reasons for striking Juror 26\nwere pretextual, all that remained was for the trial court to rule on whether Webb had\ncarried his burden of persuasion.\n\n\n       In addition, Webb's comparison of his case to the Davis case is misplaced. In that\ncase, the trial court ended its Batson analysis after finding that the prosecutor provided\nfacially race-neutral reasons for striking the challenged juror. The trial court in Davis\neven barred the defendant the opportunity to establish that the State's reasons for striking\nthe juror were pretextual. 37 Kan. App. 2d at 656. Thus, this court reversed and remanded\nfor a new Batson hearing based on the trial court's failure to engage in Batson's third step.\n37 Kan. App. 2d at 661-62.\n\n\n       The trial court here, however, gave Webb the opportunity to establish that the\nState's reasons for striking Juror 26 were pretextual. Also, although minimal, the trial\ncourt engaged in Batson's third-step analysis when it ruled that the \"record [was] clear.\"\nAnd, therefore, Webb's case is distinguishable from the Davis case. The trial court here\n\n                                             12\n\fengaged in Batson's third step. On that basis, Webb's argument is fatally flawed and a\nremand for a new Batson hearing is unwarranted.\n\n\n       Finally, on Webb's argument that the prosecutor's given reasons for striking Juror\n26 were pretextual, Webb did not make this argument before the trial court. Nevertheless,\nWebb contends that consideration of his argument is necessary to serve the ends of\njustice because it involves a violation of his rights under the Fourteenth Amendment to\nthe United States Constitution. See State v. Phillips, 299 Kan. 479, 493, 325 P.3d 1095\n(2014) (holding that appellate courts may consider arguments raised for the first time on\nappeal if consideration of the argument is necessary to serve the ends of justice and\npreserve a fundamental right). Thus, we will consider his argument for the first time on\nappeal.\n\n\n       In his brief, Webb's argument hinges on the fact that the State did not strike other\njurors who were related to police officers or who were young. But neither of the other\njurors who stated that they were related to police officers stated that they were related to\ntwo detectives currently serving with the KCKPD. Webb also ignores that Juror 26 had\nrelatives on the KCKPD and she was young. The other jurors who Webb points to either\nhad relatives in the KCKPD or were young, not both. Furthermore, according to an\nunchallenged statement by the prosecutor before the trial court, one of Juror 26's relatives\nwas a homicide detective. Because Webb was charged with murder in KCKPD's\njurisdiction, the prosecutor's argument that she struck Juror 26 to avoid a potential appeal\nissue seems highly credible.\n\n\n       Most importantly, Webb's argument ignores that in defending her decision to\nstrike Juror 26, the prosecutor explained that seven African Americans remained on the\nfinal jury panel. Thus, African Americans made up a majority of Webb's jury. Under\nBatson's third step, the trial court must make a fact finding on the plausibility of the\nState's given reasons for striking the juror based on the totality of the circumstances.\n\n                                              13\n\fBecause the trial court's finding involves a credibility determination, our review of the\ntrial court's finding is highly deferential. Gonzalez-Sandoval, 309 Kan. at 126. Given that\na majority of the persons on Webb's final jury panel were African American, no reason\nexists to doubt the trial court's credibility determination that the State's reasons for\nstriking Juror 26 were not pretextual.\n\n\n       In summary, each of Webb's arguments is unpersuasive. A review of the trial\ncourt's reasoning shows that it followed Batson's three-step procedure. Also, the evidence\ndoes not support Webb's argument that the prosecutor's stated reasons for striking Juror\n26 were pretextual. Thus, Webb's Batson challenge fails.\n\n\nDid the Trial Court Err by Allowing Inadmissible Hearsay Into Evidence?\n\n\n       Next, Webb argues that the admission of the following out-of-court statements\nmade by Nero through the trial testimony of others resulted in reversible error:\n\n\n       • Stephanie's testimony that during a phone call the night Nero died, Nero told\n           her \"[t]hat [she and Webb] were into it, that she was sleeping on the couch. She\n           was tired of [Webb]. [Webb] was a liar, [and] she was tired of [Webb] lying all\n           the time about everything.\" Stephanie also testified Nero told her that \"[t]here\n           [were] some other issues going on.\"\n       • Dill's testimony that Nero told her (1) that she was afraid of Webb, (2) that she\n           wanted Webb to move out; (3) that she was sleeping on the couch; (4) that she\n           was not speaking to Webb; (5) that she was interested in a PFA order against\n           Webb; (6) that Webb would get \"would get real agitated\" and \"explosive\"; and\n           (7) that Webb would not allow her grandchildren to visit.\n       • Phillips' testimony that after she moved into the house, Nero told her that\n           \"[Webb] wasn't [going to] be there long or he wasn't supposed to be there.\"\n\n\n                                              14\n\f       • The first responding officer's testimony that Phillips told him that Nero had\n          told her that \"she wanted to get an eviction on [Webb].\"\n       • Dockery's testimony that during an argument with Webb the evening of Nero's\n          death, Nero complained to Webb about Webb not \"pulling his part of the\n          relationship,\" not \"hav[ing] a steady job,\" not helping with \"the bills,\" and not\n          \"doing [anything] but drinking.\"\n\n\n       The State, however, argues that Webb failed to preserve his hearsay arguments for\nappeal because he did not make contemporaneous or specific objections to the disputed\ntestimony. In the alternative, the State argues that the complained-about testimony was\nadmissible hearsay. And in the alternative to this argument, the State asserts that the\nadmission of the complained-about testimony resulted in harmless error.\n\n\n       Standard of Review\n\n\n       This court reviews the trial court's admission of hearsay statements under K.S.A.\n2019 Supp. 60-460 for an abuse of discretion. State v. Jones, 306 Kan. 948, 957, 398 P.3d\n856 (2017). An abuse of discretion occurs if the trial court's ruling was based on an error\nof fact, an error of law, or an otherwise unreasonable decision. 306 Kan. at 957. \"Error in\nthe admission of evidence that does not implicate a defendant's constitutional rights is\nharmless if there is no reasonable probability the error affected the trial's outcome in light\nof the entire record.\" State v. Chapman, 306 Kan. 266, 276, 392 P.3d 1285 (2017).\n\n\n       Preservation\n\n\n       Under K.S.A. 2019 Supp. 60-460, absent certain statutory exceptions, \"[e]vidence\nof a statement which is made other than by a witness while testifying at the hearing,\noffered to prove the truth of the matter stated, is hearsay evidence and inadmissible.\" To\npreserve a challenge regarding hearsay evidence for appeal, a defendant must make a\n                                             15\n\fcontemporaneous objection to the complained-about evidence. This contemporaneous\nobjection must also \"make clear the specific ground of objection.\" K.S.A. 60-404.\n\n\n       Webb contends that his hearsay arguments are properly before this court because\nhe made a continuing objection to the admission of Nero's statements through the\ntestimony of others if that testimony was not being offered to establish Nero's state of\nmind. On the other hand, the State argues that a continuing objection to hearsay is\nimpermissible because parties must make contemporaneous and specific objections under\nK.S.A. 60-404. The State relies on State v. Bollinger, 302 Kan. 309, 352 P.3d 1003\n(2015), to support its arguments.\n\n\n       In Bollinger, the State introduced out-of-court statements by the murder victim at\ntrial. On appeal, Bollinger challenged those statements as inadmissible hearsay. But the\nState, however, maintained that Bollinger failed to preserve his hearsay arguments\nbecause he had not lodged contemporaneous and specific objections at trial. At trial,\nBollinger had requested a continuing objection to the admission of the murder victim's\nout-of-court statements, which the trial court \"noted.\" Bollinger, however, never\n\"object[ed] to any specific testimony.\" 302 Kan. at 323.\n\n\n       Our Supreme Court held that Bollinger's hearsay arguments were not properly\npreserved for appeal because a continuing objection to hearsay is impermissible:\n\n\n               \"A continuing objection does not operate prospectively to preserve review of\n       unspecified future testimony. See State v. Miller, 293 Kan. 535, 553-54, 264 P.3d 461\n       (2011). This is particularly true in circumstances such as the present case. A continuing\n       objection does not afford the [trial] court a realistic opportunity to know which words in a\n       witness' lengthy testimony are considered objectionable by the defendant. In addition,\n       Bollinger argues on appeal that the district court 'did not consider whether [the murder\n       victim] had motive to lie or incentive to distort.' It is unclear how the district court was\n       supposed to consider that question, when it did not have the particular testimony before it\n\n                                                     16\n\f       when it declined to exclude any hearsay testimony and when there was no\n       contemporaneous objection at the time of the testimony.\n                 \"The lack of a specific contemporaneous objection to the statements in question\n       precludes us from considering this issue. The continuing objection left wide open which\n       statements Bollinger might later contest. The [trial] court never explicitly ruled on the\n       objection, even if an implicit overruling can be guessed at by the court's decision to 'note'\n       the continuing objection. Bollinger failed to preserve the issue for appeal.\" 302 Kan. at\n       323-24.\n\n\n       So, the Bollinger case stands for the proposition that a continuing objection to\nunspecified future testimony will not preserve a party's hearsay argument. Instead, to\npreserve a hearsay argument for appeal, a party must make a contemporaneous objection\nregarding specified testimony. On the other hand, Webb argues that the continuing\nhearsay objection here is far different from the continuing hearsay objection in Bollinger.\nHe maintains that because his continuing objection to the statements made by Nero went\nbeyond her alleged state of mind, his case is very different from Bollinger.\n\n\n       Because Webb contends that his continuing objection to hearsay preserved his\nhearsay argument for appeal, we must now review each of Webb's hearsay arguments to\ndetermine if he made a contemporaneous objection to specified testimony to preserve his\nhearsay arguments.\n\n\n       Webb's first hearsay argument involves Stephanie's testimony about what Nero\ntold her during the phone call the night of her death. At trial, Webb lodged his hearsay\nobjection after the State asked Stephanie about the details of this conversation. But the\ntrial court overruled his objection:\n\n\n           \"Q. [By the State]: What did Nero tell you about him, if anything?\n           \"MR. LEIKER: Judge, objection; hearsay.\n           \"THE COURT: I'm sorry?\n           \"MR. LEIKER: Hearsay objection.\n                                                    17\n\f           \"THE COURT: Overruled. This is what the alleged victim in the case said so\n       overruled.\"\n\n\n       Following Webb's hearsay objection, Stephanie testified that Nero had told her\n\"[t]hat [she and Webb] were into it, that she was sleeping on the couch. She was tired of\n[Webb]. [Webb] was a liar, [and] she was tired of [Webb] lying all the time about\neverything.\" Stephanie also testified that Nero told her that \"[t]here [were] some other\nissues going on.\" Thus, Webb lodged a contemporaneous hearsay objection to this\ndisputed testimony.\n\n\n       Shortly after making this hearsay objection, however, Webb asked for a sidebar\nconference. During this sidebar conference, Webb never objected to specific testimony.\nInstead, Webb asked for a continuing objection to all of Nero's statements admitted into\nevidence through Stephanie's testimony that did not concern Nero's state of mind.\n\n\n       The State responded that the complained hearsay was similar to the testimony at\nissue in State v. Seacat, 303 Kan. 622, 635, 366 P.3d 208 (2016). In that case, our\nSupreme Court upheld the trial court's admission of the murder victim's out-of-court\nstatements about Seacat threatening to kill her through the testimony of persons she told\nabout the threats shortly before her death. 303 Kan. at 623, 636-37. The specific statute\nthat the trial court relied on in Seacat—K.S.A. 2014 Supp. 60-460(d)(3)—states:\n\n\n                \"A statement which the judge finds was made: . . . (3) if the declarant is\n       unavailable as a witness, by the declarant at a time when the matter had been recently\n       perceived by the declarant and while the declarant's recollection was clear and was made\n       in good faith prior to the commencement of the action and with no incentive to falsify or\n       to distort.\"\n\n\n       The trial court here agreed that the out-of-court statements made by Nero were\nlike those at issue in Seacat. Thus, it rejected Webb's argument that the State sought to\n\n                                                    18\n\fadmit inadmissible hearsay because the hearsay fell under K.S.A. 2019 Supp. 60-\n460(d)(3)'s exception. It then granted Webb's continuing objection while noting that it\nwas unsure \"what an appellate court would do\" when considering the continuing\nobjection.\n\n\n       On Webb's second hearsay argument, before the trial court read Dill's testimony\nfrom Webb's first trial into evidence, Webb stated that he was \"renew[ing] the same\nhearsay objection [he made during Stephanie's testimony] . . . as to any hearsay that's not\nrelated to [Nero's] state of mind . . .\" The trial court \"noted\" Webb's hearsay objection.\n\n\n       In this instance, it is readily apparent that Webb's continuing objection did not\npreserve his hearsay argument for appeal because his objection mirrors the continuing\nobjection at issue in Bollinger. Even with Dill's written testimony before him, Webb\nfailed to specify what statements he took issue with within Dill's testimony. As a result,\nthe trial court necessarily did not know what statements Webb challenged as inadmissible\nhearsay. For this same reason, the trial court could not rule on Webb's continuing\nobjection in the context of Dill's testimony.\n\n\n       Yet, on appeal, Webb complains that the trial court wrongly admitted Nero's out-\nof-court statements through Dill's testimony without considering whether Nero had an\n\"incentive to falsify or distort her statements to . . . Dill.\" Thus, just like in Bollinger,\nWebb sought to have a continuing objection that operated prospectively to preserve\nreview of unspecified statements. Because our Supreme Court determined that this type\nof objection does not preserve a hearsay argument for appeal, Webb's hearsay arguments\nconcerning Dill's testimony are not properly before us.\n\n\n       As for Webb's third hearsay argument, Webb requested a sidebar conference after\nPhillips testified that when she moved into the house with Nero, Nero told her that\n\"Webb wasn't [going to] be around long or wasn't supposed to be there.\" During the\n\n                                                19\n\fsidebar conference, Webb renewed his objection to anything Nero told any of the\nwitnesses assuming Nero's out-of-court statements did not involve her state-of-mind. The\ntrial court recognized Webb's continuing objection to any testimony \"about anything that\n[Nero] allegedly said.\"\n\n\n         So, Webb seemingly objected to Phillips' testimony about Nero telling her about\nWebb not \"be[ing] around for long\" as hearsay testimony not pertaining to Nero's state of\nmind. But because Webb lodged the objection in the context of his continuing objection,\nit also seems that the trial court believed that it was not obligated to specifically rule on\nthe objection. As a result, we can infer only the following: (1) that Webb objected to\nPhillips' testimony because he believed that it involved statements not concerning Nero's\nstate of mind, and (2) that the trial court overruled Webb's hearsay objection because he\nbelieved Phillips' testimony about Nero's out-of-court statements was admissible under\nK.S.A. 2019 Supp. 60-460(d)(3). As to this second point, we can make this inference\nbecause when the trial court first overruled Webb's continuing objection during\nStephanie's testimony, it relied on our Supreme Court's interpretation of K.S.A. 2014\nSupp. 60-460(d)(3) in Seacat.\n\n\n         Nevertheless, the need for us to infer exactly what Webb was objecting to and\nexactly why the trial court overruled that objection is precisely the problem our Supreme\nCourt described in Bollinger. Indeed, our Supreme Court recently explained in State v.\nBallou, 310 Kan. 591, 614, 448 P.3d 479 (2019), that the contemporaneous objection rule\nexists so \"the district court [has] the opportunity to make the ruling contemporaneous\nwith an attempt to introduce evidence at trial.\" In short, by making a continuing objection\ninstead of a contemporaneous objection to Phillips' testimony, we must guess why Webb\nobjected and why the trial court overruled that objection. Thus, Webb's objection was\nneither contemporaneous nor specific as required under K.S.A. 2019 Supp. 60-404. For\nthat reason, Webb's hearsay argument about Phillips' testimony is not properly before this\ncourt.\n\n                                              20\n\f       Also, even if Webb's hearsay argument about Phillips' testimony was properly\nbefore us, Phillips' testimony was admissible as an exception to the hearsay rule. For\nexample, the ongoing hostility between Nero and Webb was very relevant to the murder\ncharge and the self-defense claim. On that basis, Nero's statement (\"Webb wasn't [going\nto] be around long or wasn't supposed to be there\") was offered to show Nero's hostility\ntowards Webb. Thus, it was circumstantial evidence of Nero's state of mind. K.S.A. 60-\n460(1)(l).\n\n\n       Next, Webb objected to the testimony of the first responding officer, Officer Chris\nBussell, about what Phillips had told him about what Nero had told her concerning Nero\nand Webb's relationship. When he objected, Webb asserted that his objection differed\nfrom his continuing objection because Officer Bussell's testimony involved double\nhearsay. The State responded that Officer Bussell's testimony was admissible because\nWebb had the ability to cross-examine Phillips at trial. The trial court agreed, overruling\nWebb's objection. Officer Bussell then testified that Phillips had told him \"that [Nero]\nwanted to get an eviction on [Webb].\"\n\n\n       Because he did not rely on his continuing objection, Webb has preserved his\nhearsay argument about Officer Bussell's testimony for appeal. And, therefore, we will\nconsider Webb's hearsay argument about Officer Bussell's testimony.\n\n\n       Finally, in his brief, Webb challenges Dockery's testimony that Nero believed that\nhe was unhelpful, unemployed, and often drunk. Nevertheless, Webb admits that he did\nnot make a contemporaneous objection to Dockery's testimony. Instead, he contends that\nhe preserved his hearsay argument about Dockery's testimony through his continuing\nhearsay objection. As discussed at length earlier, however, our Supreme Court has held\nthat \"[a] continuing objection does not operate prospectively to preserve review of\n\n\n                                             21\n\funspecified future testimony.\" Bollinger, 302 Kan. 309, Syl. ¶ 9. And so Webb's hearsay\nargument about Dockery's testimony is not properly before this court.\n\n\n       In short, Webb has made numerous hearsay arguments on appeal, contending that\nhe preserved those arguments through a continuing objection. But our Supreme Court's\nholding in Bollinger shows that hearsay arguments are not preserved through continuing\nobjections because such objections do not operate prospectively to preserve review of\nunspecified testimony. To this end, only two of Webb's hearsay arguments are properly\nbefore this court: (1) his argument concerning Stephanie's testimony about Nero's\nstatements during their phone call, and (2) his argument about Officer Bussell's testimony\nconcerning double hearsay.\n\n\n       Remaining Hearsay Arguments Are Unpersuasive\n\n\n       Once more, Webb challenges Stephanie's testimony about Nero telling her \"[t]hat\n[she and Webb] were into it, that she was sleeping on the couch. She was tired of [Webb].\n[Webb] was a liar, [and] she was tired of [Webb] lying all the time about everything.\" He\nalso challenges Stephanie's testimony that Nero told her that \"[t]here [were] some other\nissues going on.\" But during trial, Webb confirmed that he and Nero were arguing\nfrequently. He testified that Nero made physical threats against him while holding a knife\nor a gun. He also testified that Nero believed that he was cheating on her. Yet, he denied\ncheating on her. Moreover, Phillips testified to the same preceding facts as did Stephanie:\nthat Webb was sleeping upstairs in the bedroom while Nero was sleeping downstairs on\nthe living room couch. Nevertheless, Webb never lodged an objection to Phillips'\ntestimony.\n\n\n       Thus, Webb's and Phillips' testimony established that Webb and Nero were often\narguing, that Nero was sleeping on the couch, and that Nero believed Webb was lying to\nher about cheating. In turn, Stephanie's challenged testimony about Webb and Nero's\n\n                                            22\n\fongoing arguments, about Nero sleeping on the couch, and about Nero believing Webb\nwas lying were very similar to the facts Webb introduced through his own testimony at\ntrial. Because Webb affirmatively relied on those alleged hearsay statements of Nero in\nsupport of his self-dense claim to the murder charge, we conclude that he has waived any\nobjection to Stephanie's testimony. See State v. Perez, 306 Kan. 655, 666, 396 P.3d 78\n(2017) (holding that when a defendant challenges the admission of evidence that is\ncumulative of other admissible evidence, the admission of the challenged evidence is\nharmless beyond a reasonable doubt).\n\n\n       In addition, Stephanie's testimony about Nero's statements to her that Webb, to\ncoin a phrase, is a \"lousy person,\" shows an act of hostility towards him. And this would\nbe circumstantial evidence of Nero's state of mind, and not hearsay.\n\n\n       Next, Webb's argument about Officer Bussell's testimony is similarly flawed. For\nstarters, although Webb objected to Officer Bussell's testimony as double hearsay,\nPhillips testified at Webb's trial. K.S.A. 2019 Supp. 60-460(a) permits hearsay testimony\nif it involves \"[a] statement previously made by a person who is present at the hearing\nand available for cross-examination . . . .\" Thus, the portion of Officer Bussell's testimony\ninvolving Phillips' statement was admissible.\n\n\n       On Nero's portion of the disputed statement, Webb, objected to Officer Bussell's\ntestimony that Phillips had told him that Nero had told her that she wanted to evict Webb.\nYet, at trial, Dockery also testified that he heard Nero tell Webb that she wanted him to\nleave the house. Webb however, did not object to this testimony. Thus, any error\nresulting from the admission of Officer Bussell's testimony was harmless because it was\ncumulative. Also, Bussell's testimony about Nero's statements to Phillips was\ncircumstantial evidence of Nero's state of mind, not hearsay.\n\n\n       All in all, Webb's hearsay arguments fail.\n\n                                             23\n\fDid the Trial Judge Commit Judicial Comment Error?\n\n\n       Next, Webb argues that the trial judge committed judicial comment error by\nmaking certain statements during his trial testimony in the presence of the jury and\noutside the presence of the jury. Webb maintains that the trial judge's hostility toward\nhim and Leiker was so evident that it resulted in prejudice requiring reversal of his\nintentional second-degree murder conviction.\n\n\n       On the other hand, the State argues that nothing in the record shows that the trial\njudge treated Webb unfairly. The State also argues that nothing in the record supports\nthat the trial judge was displeased with Webb or his testimony. Instead, the State\nresponds that the complained-about comments involved the trial judge \"attempting to\nmaintain order [in the] courtroom.\"\n\n\n       Standard of Review\n\n\n       An appellate court has unlimited review over claims of judicial comment error.\nState v. Boothby, 310 Kan. 619, 624, 448 P.3d 416 (2019). If a defendant establishes that\nthe judge made an erroneous comment in front of the jury, an appellate court reviews the\nerroneous comment under the constitutional harmless error test. As a result, after the\ndefendant establishes judicial comment error, the burden shifts to the State to prove\nbeyond a reasonable doubt that the erroneous comment did not affect the trial's outcome\nwhen viewed in light of the entire record. 310 Kan. at 625.\n\n\n       Disputed Judicial Comments\n\n\n       To fully understand the judicial comments Webb complains about, we must first\nconsider the context of those judicial comments.\n                                             24\n\f       Webb gave multiple narrative responses during his direct examination. Upon the\nState's first objection to Webb's narrative response, Webb interrupted the trial judge's\nruling. And so the following discussion occurred before the jury:\n\n\n               \"THE COURT: Just a second.\n               \"[WEBB]: How am I [going to] explain?\n               \"THE COURT: Just a second. Okay, you have an attorney. He knows his job,\n       he's very good at it. He will ask a question. When you say what is today, you can't go\n       on—\n               \"[WEBB]: Okay.\n               \"THE COURT: —for an hour and-a-half. There's a question, answer the\n       question.\n               \"[WEBB]: Okay.\n               \"THE COURT: Is today Wednesday? Well, on the other day I did—no, okay.\n               \"[WEBB]: Okay.\n               \"THE COURT: That's what we're getting at.\n               \"[WEBB]: I'm sorry.\n               \"THE COURT: I have all faith in [Leiker] that he's going to be able to ask you\n       all the questions he wants.\n               \"[WEBB]: Thank you.\n               \"THE COURT: Okay.\n               \"MR. LEIKER: Thank you, Judge.\"\n\n\n       Following this discussion, Leiker continued to ask Webb questions. Webb also\ncontinued to provide narrative responses. Eventually, the State again objected to Webb's\ntestimony as narrative. The trial judge agreed that Webb's responses were narrative,\ntelling Leiker \"please, counsel, help.\" The trial judge and Webb then had the following\nexchange before the jury:\n\n\n\n\n                                                  25\n\f                \"THE COURT: And, Mr. Webb, you can't just—if there's a general question,\n       you can't just go until you're tired, okay. You have to rely on the questions that your\n       attorney [. . .]\n                \"[WEBB]: So he [has] to ask me every time for each time?\n                \"THE COURT: Yeah.\n                \"[WEBB]: Okay . . .\"\n\n\n       Shortly after this exchange, Leiker asked Webb if he had met Nero's daughter.\nWebb responded that he had met Nero's daughter Theresa but not Nero's daughter Nicki.\nThen, without an additional question, Webb started explaining why he had not met Nicki.\nThe State objected as to relevance. Leiker explained that he believed Webb's testimony\nabout why Nicki had not met Webb was relevant because of Nicki's previous testimony\nduring the State's case that she did not approve of Webb. At this point, the State\nrequested a sidebar conference. The trial judge responded, \"Sure. I didn't think that was\nNicki [who testified earlier].\" Webb then interjected that Nicki was a nickname for\nDominique. Dominique had, in fact, testified earlier in Webb's trial.\n\n\n       When the sidebar conference outside of the presence of the jury started, the trial\njudge stated, \"If he does this every time, we're [going to] take a recess and stop this shit.\nLike he corrected me [about Nicki's name] right then.\" Next, the State maintained that\nNicki's real reason for not approving of Webb was his registered sex offender status. The\nState asserted that although the trial judge had previously barred it from eliciting\ntestimony about Webb's registered sex offender status, if Webb provided some alternative\nexplanation why he had not met Nicki, Webb opened the door to discuss his registered\nsex offender status. Leiker then asked the trial judge for guidance about what questions\nhe could ask Webb without opening the door to Webb's registered sex offender status,\nduring which the following discussion occurred:\n\n\n                \"MR. LEIKER: All right. Well, I don't know, I'm almost to the point where I\n       guess I need some sort of preliminary instruction as to what the judge wants me\n\n                                                    26\n\fto do. I'm going to ask him a question, this is not a secret, you've seen him testify before.\nAnd I think the judge understands that he is going to get animated and he—and I'm going\nto do my best to control him and stop him after he makes a point, but I think he has to be\nable to give some sort of answer to the question. I'm not asking him 'yes' or '\"no'\nquestions. He has to be able to give an explanation. His explanations are a little bit more\nwordy[,] and I'm going to do my best to try to control him.\n        \"THE COURT: That's all I can ask you to do, but then you say, well, tell us\nabout that incident and he goes that was one and then and then and then. That's what he\ncan't just keep volunteering until he's exhausted.\n        \"MR. LEIKER: Well, no, I can appreciate that, but I—\n        \"THE COURT: And I will not allow him to yell. If he gets animated—and he's\ndone that the whole time—but I will not allow him to scream and yell with the\nmicrophone right in front of him that amplifies it.\n        \"MR. LEIKER: Do you want to—\n        \"THE COURT: I've told him that. You heard me tell him that. I also told him he\ncouldn't approach the jury.\n        \"MR. LEIKER: No, I can appreciate that. . . .\n    ....\n        \"THE COURT: I can't sit here and say, well, if you ask this question, he gives an\nanswer because Lord knows I don't know what answer he's [going to] give to anything.\n        \"MR. LEIKER: Well, I guess I can—I can appreciate that. But I—at this\nparticular point I guess there's two things that we probably need to make sure that\neverybody is clear on before we break here. One, does the judge feel like you need to\ngive him some sort of instruction outside the presence of the jury as to how to continue?\nI've been mindful that he is rambling on a little bit and—\n        \"THE COURT: A little bit?\n        \"MR. LEIKER: Well, look, I would have said something immediately after both\nof you had jumped up and just beat me to the punch. So I had intended on stopping him at\nboth the same time that you guys objected or you intervened. This is something I'm very\nmindful of, something we had expected, but I cannot control him—\n        \"THE COURT: I understand.\n        \"MR. LEIKER: —other than tell him to stop.\n\n\n\n\n                                             27\n\f        \"THE COURT: That's why I've told him he can't yell. I mean his answers are\nokay, I don't have any problem with his answers, it's just that he keeps going and going\nand going.\n        \"MR. LEIKER: The yelling I don't know what we can do about.\n        \"THE COURT: Well, I will admonish him every time he yells.\n        \"MR. LEIKER: Well, I'd prefer that if there's going to be any admonishment\nthat—\n        \"THE COURT: It's going to be, Mr. Webb, you cannot yell, something like that.\n        \"MR. LEIKER: Okay.\n        \"THE COURT: You said you were going to go back and tell him about this,\nabout my rules.\n        \"MR. LEIKER: Okay. I did.\n        \"THE COURT: Okay.\n        \"[THE STATE]: I believe you.\n        \"MR. LEIKER: I don't—actually I correct myself, I'm not sure that we had a\ndiscussion about him yelling. I was a little startled myself when he did it. But in any\nevent, if the court's comfortable, we can continue and I can just assure you that if he does\nstart going on, I mean you guys are welcome to intervene whenever you want, but I—\n        \"THE COURT: I anticipate just tell him and I will break in if he starts yelling\nand say, Mr. Webb, don't yell, things like that. If it's any worse than that, I'll clear the\njury.\n        \"MR. LEIKER: Okay. Well, the only other thing is I guess what is the judge's\nruling on [the State's relevance objection]? Is the court going to allow the State to get into\nhis criminal history if he comments on testimony that came in yesterday?\n        ....\n        \"THE COURT: Didn't I say I don't know what the answer's going to be and I\ndon't know what the response is going to be? You have to be very careful. There's some\ncases the defendant can hardly open the door for his prior record and other crimes. So I'm\nmindful of that, but he's a loose cannon. I have no idea what he's going to say. There\ncould be a lot of things that may come in that would never ever come in without his\nresponses. I don't know.\n        \"MR. LEIKER: So I guess as far as relevance, the only thing that he was [going\nto] comment on a second ago was testimony he heard yesterday that was about him that\n\n\n\n                                              28\n\f      was negative, and that is essentially the only relevance to it. He's cleaning up what he\n      heard yesterday that he believes is false, that's it.\n              \"THE COURT: If he can keep it to a minor situation and not a five-minute\n      dissertation, which he's prone to do, I'm [going to] give him some leeway. He's a\n      defendant, he has a right to tell his side, but we can't go farfetched on every little tangent\n      that he wants to talk about.\n              \"MR. LEIKER: No, I can appreciate that. . . .\n              ....\n              \"[THE STATE]: And we'll see what happens about opening the door when it\n      happens.\n              \"MR. LEIKER: I mean is that a threat? Because again, I would like to get some\n      sort of preliminary ruling on that.\n              \"THE COURT: I can't, [Mr. Leiker].\n              ....\n              \". . . Are we going to go through the 20 possibilities of his answers? That's [why]\n      I cannot and I will not give an answer. I'm not going to give a ruling with this and that\n      and this and that and this and that because I have no clue what this man's going to say.\"\n\n\n      After this discussion, Leiker went on with Webb's direct examination. Webb's\ndirect examination continued uninterrupted for some time until the State objected to a\nquestion about if Nero was hospitalized for mental health issues:\n\n\n              \"Q. [By Mr. Leiker] Did she ever go into the hospital with mental health issues to\n      your knowledge?\n              \"A. [Webb]: From my understanding—well, I did talk to her myself before she—\n              \"[THE STATE]: Objection to relevance.\n              \"THE COURT: Stop, stop, stop. [H]is understanding doesn't cut it.\n              \"[WEBB]: Okay.\n              \"THE COURT: You asked specific—just a second. You asked the right\n      question. You have to answer the question—\n              \"[WEBB]: Yes.\n              \"THE COURT: —not what your understanding is.\n              \"[WEBB]: Okay.\n\n                                                     29\n\f                  \"THE COURT: He asked you if you knew, not the world.\n                  \"[WEBB]: Yes.\n                  \"THE COURT: Go ahead.\n                  \"[WEBB]: Yes.\n                  \"THE COURT: No, Mr. Leiker, go ahead with your question. Repeat it if you\n       need to.\n                  \"Q. (By Mr. Leiker): Was she hospitalized?\n                  \"A. [Webb] Yes.\n                  \"Q. And that was for mental health issues?\n                  \"A. Yes.\n                  \"Q. And that was recently or sometime ago?\n                  \"A. It was before my time.\n                  \"Q. Okay.\n                  \"[THE STATE]: So I object and ask that that be struck from the record. That's\n       what you just told him if he didn't—\n                  \"MR. LEIKER: Judge, and I would—\n                  \"[THE STATE]: And I object to the relevance of that even.\n                  \"THE COURT: I do too. Move on.\n                  \"MR. LEIKER: Okay.\n                  \"A. [By Webb]: She told me.\n                  \"Q. (By Mr. Leiker): Was there—\n                  \"THE COURT: Okay, I'm sorry. We're [going to] take a break.\"\n\n\n       At this point, the trial judge held a conference with the parties, including Webb,\noutside the presence of the jury:\n\n\n                  \"THE COURT: We're still on the record. Mr. Webb's still on the witness stand.\n       So in other words, he is present. All attorneys are present, jury is not. Mr. Webb.\n                  \"[WEBB]: Yes.\n                  \"THE COURT: When I say that you can't get into something, you do not then\n       respond but she told me. You did that, didn't you?\n                  \"[WEBB]: Uh-huh.\n\n\n\n                                                    30\n\f           \"THE COURT: I told your attorney that something was improper, to move on\nand you then blurted out so the jury could hear but she told me. You simply cannot do\nthis. You may not like this, Mr. Webb, but you don't run this show.\n           \"[WEBB]: I know, Your Honor.\n           \"THE COURT: No, I don't think you do because twice now you have kept going\nwhen I have told you to move on, you have gone on yourself. You did not listen to your\nattorney. He asked—remember when I said question, answer? Last one was question,\nfour answers, and that's just the last dang question. If you want to testify, and I know you\ndo and I allowed you to testify in the last trial.\n           \"[WEBB]: Yes. And I apologize the last trial I kept talking.\n           \"THE COURT: And you're [going to] apologize again. Mr. Webb, you cannot\ndo that.\n           \"[WEBB]: Just answer, tell what happened, but I have to be careful.\n           \"THE COURT: But there were some things that I told the State they couldn't\nbring up.\n           \"[WEBB]: Uh-huh.\n           \"THE COURT: There are things I'm going to tell your attorney and you[,] you\ncan't bring up. So everything that you desire to talk about may not be relevant.\n           \"[WEBB]: Yes, sir.\n           \"THE COURT: And may not be allowed.\n           \"[WEBB]: Yes, sir.\n           \"THE COURT: So you either keep that in mind or you're [going to] lose the\nability to testify.\n           \"[WEBB]: Okay.\n           \"THE COURT: And that's an extreme consequence, but I am not going to allow\nwhen I tell your attorney to move on that you go ahead and respond to the answer—with\nthe answer to that question like you did twice now.\n           \"[WEBB]: I apologize. Yes.\n           \"THE COURT: Well, apologize is cheap. Control yourself.\n           \"[WEBB]: Okay.\n           \"THE COURT: And again, you haven't done it again, but if you yell, I'm [going\nto] every time I'm [going to] break in and tell you to tone it down.\n           \"[WEBB]: Okay. My voice carries so much.\n           \"THE COURT: Don't yell. Don't yell, okay.\n\n                                               31\n\f              \"[WEBB]: Okay.\n              \"THE COURT: I do that to attorneys.\n              \"[WEBB]: I probably don't need the microphone. My voice carries so loud.\n              \"THE COURT: I don't think you do, but some people do. . . .\"\n\n\n      After this exchange, the trial judge asked Leiker to talk to Webb privately about\nnot answering questions after the objection to the question had been sustained. Leiker and\nWebb had a private conversation. Then, Leiker continued his direct examination of Webb\nbefore the jury. Webb's direct examination continued uninterrupted until Leiker asked\nWebb about what he had been doing the day of Nero's death. Webb responded that his\nand Nero's problems started two days before her death. He then started explaining that\nthey hosted a barbecue for Phillips and Dockery two days before Nero's death. After\nproviding this answer, Leiker asked Webb, \"So what were you doing that day?\" The\nfollowing then occurred:\n\n\n              \"A. [By Webb]: Me and my girlfriend barbecued and cooked other things and\n      side to go with it. When Laurie came in that evening, I called Patrick and she had already\n      talked about meeting somebody so I called Patrick and told Patrick to come and meet my\n      roommate. And he came down and I told him I'm barbecuing, come have something to\n      eat and everything. So they met, we all enjoyed the rest of the evening that day. We took\n      Patrick home, I took him home I believe, and that was the end of that day. Me and my\n      girl, we made love, went to bed.\n              \"[THE STATE]: So I'm going to object then. The question was let's talk about\n      the day in question. Mr. Webb says no, it started two days before that and then we just\n      got this story that has no relevance.\n              \"THE COURT: I agree. What's the relevance to that situation that was bad?\n              \"MR. LEIKER: Well, I'm sorry, Judge, maybe I don't understand the objection.\n      He was done with the answer, I was going to ask him a question about moving forward.\n              \"THE COURT: You talked about what started that day and then he said, oh, it\n      started two days ago and that seemed like a nice story.\n              \"MR. LEIKER: I agree.\n              \"THE COURT: Okay. Well, let's move on then.\n\n                                                  32\n\f              \"MR. LEIKER: Okay.\n              \"Q. [By Mr. Leiker]: So that particular day of the holiday weekend was fine, the\n      two of you were on good terms like boyfriend and girlfriend?\n              \"A. [By Webb]: Yes.\n              \"Q. All right. So when did things—I'm sorry, let's move forward to the day of the\n      actual incident. What were you doing that morning?\n              \"A. I would have to consult with the judge because when I said that led up to two\n      days, the stuff, it started—it started on the day before, that's when we first started getting\n      along bad is what she did. So it would not just be—\n              \"THE COURT: Mr. Leiker, Mr. Leiker, Mr. Leiker, please. Mr. Webb is once\n      again answering questions not proffered or when I tell you to move on, he is proffering\n      stuff himself. This could result in a lack of being able to testify. Please ask questions. Mr.\n      Webb, please answer the questions. And to be honest, you really can't consult with me.\n      I'm not—that's your attorney. The State's going to be able to ask you questions, but I'm\n      not in the question, answer or consultation business.\n              \"[WEBB]: Uh-huh.\n              \"THE COURT: Mr. Leiker, please next question.\"\n\n\n      After this exchange, Webb completed his direct examination without interruption.\nDuring cross-examination, however, Leiker took issue with the State's questioning. At\nwhich point, the following happened:\n\n\n              \"Q. [By the State]: Weren't you worried about that other person who was in there\n      at that point?\n              \"A. [By Webb]: At that point I wasn't worried about the other person at all. I\n      didn't even much think about the other person. All I did was reach and grab for her. And\n      another thing, the light, I'm glad you asked me that because I wouldn't have seen her if\n      the other person hadn't cut the light on up in the entryway because the light is the only\n      thing [going to] shine up in there let me see her.\n              \"MR. LEIKER: Judge, can we approach.\n              \"A. [By Webb]: [Because] other than that, it was dark.\n              \"MR. LEIKER: Can we approach, Judge?\n              \"THE COURT: In the middle of a question, yeah, and his answer?\n\n                                                    33\n\f        \"MR. LEIKER: Objection then.\n        \"THE COURT: Oh, okay. Now, that makes sense.\n        \"(Thereupon, the following proceedings were had at the bench by court and\ncounsel out of the hearing of the jury.)\n        \"THE COURT: Objection, see, when you said may we approach, that was in the\nmiddle of his question—his answer.\n        \"MR. LEIKER: Well, I guess—\n        \"THE COURT: Answer that is just going on and on and on and on.\n        \"MR. LEIKER: Which is exactly my objection. I was held to a standard when I\nwas questioning him if he went on and on. The prosecutor stood up, the judge intervened\nand stopped him from doing it. Now the same thing's happening when the prosecutor's\nasking him questions and she's not being held to the same standard to keep control of the\nwitness and answer the questions that are being asked.\n        \"THE COURT: Did you control your guy?\n        \"MR. LEIKER: We did the best that we could. There's not being any attempts\nright now to stop him.\n        \"THE COURT: I will do so. I understand what you're saying, I do, but he's not\nyelling mostly, he's not answering other questions mostly and that's what he was doing\nwith some of you. He would—you would ask him tell me about that instance and then\nhe'd talk about 10 instances.\n        \"MR. LEIKER: Judge, just a second ago he was testifying and I think she asked\nhim a question and he started to answer it and then he segued to another question by\nsaying and I'm glad you asked me that because by the way, here's this other thing, and he\nstarted to answer that question. And so—\n        \"THE COURT: So you want me to stop him and when he gets mad and answers,\nokay. I understand what you want.\n        \"MR. LEIKER: I'm just asking that the prosecutor try and control him and ask\nhim—\n        \"THE COURT: No, no. Why do we put the responsibility of somebody else to\ncontrol your client?\n        \"MR. LEIKER: I'll object when he's not responsive I guess to the questions.\n        \"THE COURT: Okay.\n        \"[THE STATE]: It's what you're supposed to do.\n        \"MR. LEIKER: Well, I mean I—\n\n                                           34\n\f               \"THE COURT: But that's not the job of her to control your client I don't think.\n               \"MR. LEIKER: Well, I think she has to control the witness. I have no control\n       over him. He's my client. When I'm questioning the witness, no matter whose witness it\n       is, I try to[] keep control of the situation. In this particular case I would expect the\n       prosecutor to keep control of the situation as well.\n               \"THE COURT: I understand.\"\n\n\n       After the preceding discussion, the State's cross-examination of Webb continued\nwithout further interruption.\n\n\n       No Judicial Misconduct\n\n\n       When deciding if the trial judge committed judicial comment error, an appellate\njudge must consider the trial judge's comment \"on a case-by-case basis, always informed\nby existing caselaw concerning when judicial comments fall outside a permissible\nlatitude.\" Boothby, 310 Kan. at 627. An appellate judge must also pay particular attention\nto the facts and circumstances surrounding the alleged comment error. State v. Hayden,\n281 Kan. 112, 116, 130 P.3d 24 (2006). In other words, the existence of judicial comment\nerror must be determined by the context of the challenged comment.\n\n\n       Our Supreme Court has explained that to avoid judicial comment error, trial\njudges must do the following:\n\n\n               \"The judge should endeavor to conduct the trial in an atmosphere of impartiality\n       and, therefore, should refrain from remarks or conduct that may injure a party. The judge\n       should be the exemplar of dignity and impartiality, should exercise restraint over personal\n       conduct and statements, should avoid personal predilections, and should control personal\n       emotions. The judge should not permit any person in the courtroom to embroil him or her\n       in conflict. The judge should avoid behavior that tends to demean the proceedings or to\n       undermine the judge's authority. When it becomes necessary during the trial to comment\n       upon the conduct of witnesses, spectators, counsel, or others, or upon the testimony, those\n\n                                                     35\n\f       comments should be made in a firm, dignified, and restrained manner, avoiding repartee.\n       The judge's comments and rulings should be limited to what is reasonably required for\n       the orderly progress of the trial and should refrain from unnecessary disparagement of\n       persons or issues.\" State v. Miller, 308 Kan. 1119, 1154-55, 427 P.3d 907 (2018).\n\n\n       Even so, the \"[m]ere possibility of prejudice from a judge's remark is not sufficient\nto overturn a verdict or judgment.\" State v. Miller, 274 Kan. 113, 118, 49 P.3d 458\n(2002). In fact, \"[if] the judge's comments can be construed properly and reasonably,\nrendering them unobjectionable, the remarks will not be regarded as prejudicial.\" State v.\nGaither, 283 Kan. 671, 682, 156 P.3d 602 (2007).\n\n\n       Webb here contends that he did not receive a fair trial based on the trial judge's\ncomments to him and to Leiker both in the presence of the jury and outside the presence\nof the jury. He essentially alleges that the trial judge's statements showed a bias against\nhim that polluted his trial and prejudiced the jury against him. Yet, Webb's argument\nignores the limited scope and context of the trial judge's comments.\n\n\n       To begin with, the trial judge's first and second challenged comments, which\nhappened in the presence of the jury, helped Webb. When Webb openly complained\nabout the State's narrative objection, the trial judge told him to rely on Leiker because he\nwas a \"very good\" attorney. The judge then tried to explain to Webb how to respond to\nquestions without giving narrative responses. The trial judge's next comment had the\nsame sentiment. After the State objected to Webb's continuing narrative responses, the\ntrial judge asked Leiker to \"please, counsel, help.\" The judge then instructed Webb again\nabout how to respond to questions without giving narrative responses.\n\n\n       In short, nothing about those two comments by the trial judge in the presence of\nthe jury were errant. Indeed, the trial judge complemented Leiker as an attorney. If\nanything, the trial judge's comments conveyed to the jury that he approved of Leiker. The\n\n\n                                                  36\n\ftrial judge's remaining comments involved helping Webb answer Leiker's questions in an\nunobjectionable way. Therefore, a reasonable interpretation of the trial judge's comments\nshows nothing discourteous or prejudicial towards Webb.\n\n\n       Undeniably, the trial judge's interactions with Webb and Leiker intensified from\nthis point. Yet, it is readily apparent that the trial judge's interactions intensified for\nreasons of the following: (1) because Webb violated the trial judge's orders, and (2)\nbecause Leiker repeatedly asked the trial judge to rule on issues either he had previously\nrefused to rule on or he had previously denied. When challenging the trial judge's\ncomments, Webb seems to take the trial judge's comments out of this context.\n\n\n       For starters, when challenging the trial judge's comment that \"[i]f he does this\nevery time, were [going to] take a recess and stop this shit,\" Webb contends that this\ncomment showed the judge's displeasure and contempt with his testimony. Nevertheless,\nthe trial judge was not showing any displeasure or contempt with Webb's testimony in\ngeneral. Instead, the trial court's comment was directed at Webb's decision to correct him\nin the presence of the jury about Nicki being Dominique's nickname. Although the trial\njudge's language was inappropriate, the comment was made outside of the jury's\npresence. Thus, the comment had no prejudicial effect because the jury never heard it.\n\n\n       Next, Webb argues that the following comments by the trial judge showed the trial\njudge's displeasure and contempt with his testimony: (1) the trial judge's comment that\nhe needed to respond only to the question Leiker asked and \"not the world,\" and (2) the\ntrial judge's comment that he was not \"run[ning] this show.\" Yet, when complaining\nabout these comments, Webb ignores that this was his fourth admonishment by the trial\njudge to not give narrative answers. Clearly, at this point, the trial judge realized that\nWebb was ignoring his instructions. In turn, a more serious reprimand was warranted by\nthe trial judge.\n\n\n                                               37\n\f        Additionally, the trial judge made the comment about Webb not \"run[ning] this\nshow\" in response to Webb's decision to answer a question that the judge explicitly\ninstructed him not to answer. And just like Webb's previous challenged comment, the\ntrial judge made this comment outside the jury's presence. Because the judge made the\n\"not run[ning] this show\" comment outside the presence of the jury, no prejudice\nstemmed from that comment.\n\n\n        Also, the record shows that when the trial judge made the preceding disputed\ncomments, the trial judge was actively trying to maintain jury impartiality. After Webb\nanswered the question that he was not supposed to answer, the trial judge ordered a break\nso he could discuss Webb's behavior outside the presence of the jury. During the break,\nthe trial judge took the opportunity to instruct Webb once again as to what he could and\ncould not do while testifying. Although there is no direct evidence in the record regarding\nthe trial judge's tone and demeanor when making the preceding disputed comments, we\nnote that the trial judge admonished Webb outside the jury's presence. Thus, we\ndetermine that the trial judge was actively striving to maintain his impartiality before the\njury.\n\n\n        Besides, Webb's complaints about the trial judge's comments are comparable to\nthe complaints rejected by the Tenth Circuit Court of Appeals in United States v. Deters,\n184 F.3d 1253, 1256 (10th Cir. 1999). In that case, Deters challenged several of the trial\njudge's comments throughout her trial. The challenged comments included the trial\njudge's decision to interrupt witnesses' testimony. At one point, the trial judge told a\nwitness that he had heard enough about a certain subject unless the witness had\nsomething to add that the past four witnesses had not testified about. At another point, the\ntrial judge told a witness not to volunteer answers. Deters argued that the trial judge's\ncomments expressed the judge's partiality against her to the jury. But the Tenth Circuit\nCourt of Appeals disagreed. It held that \"[t]he court's interruptions and comments as to\n\n\n                                             38\n\fthe . . . two witnesses were appropriate—the testimony being offered was clearly\ncumulative, irrelevant, based on hearsay, or non-responsive.\" 184 F.3d at 1257.\n\n\n       So, the Deters case stands for the proposition that so long as the trial judge's\ninterjections do not convey partiality, a trial judge may interject during witness testimony\nto prevent objectionable testimony. As addressed earlier, in this case, the trial judge here\nmade the complained-about comments (1) to ensure Webb followed his orders and (2) to\nensure that Webb did not provide objectionable responses. Thus, based on the Deter\ncase's persuasive authority, the trial judge here did not err in making these instructive\ncomments to Webb.\n\n\n       Finally, Webb argues that the trial judge's interaction with Leiker during the\nState's cross-examination established that the trial judge was hostile and combative.\nWebb particularly takes issue with the trial judge's comment asking Leiker if he\n\"control[led] [his] guy.\" Nevertheless, under a reasonable interpretation of the trial\njudge's comment, the comment was inoffensive.\n\n\n       At the disputed conference, which was outside of the jury's presence, Leiker\nwanted the trial judge to ensure that the State \"controlled\" Webb's testimony since the\njudge had asked him to control Webb's direct-examination testimony. The trial judge\nresponded to Leiker's request in two ways: First, the trial judge explained that he would\nintervene when necessary. Even so, the trial judge continued by explaining that so far, he\nhad not intervened during the State's cross-examination because Webb was mostly not\nyelling and was generally not providing narrative responses. The trial judge then\nexplained that Webb's answers were comparable to \"what [Webb] was doing with some\nof [Leiker's questions during direct-examination].\" Second, the trial judge told Leiker that\nit was ultimately his duty to control Webb since Webb was his client.\n\n\n\n\n                                             39\n\f       On appeal, Webb does not challenge the appropriateness of the trial judge's ruling.\nYet, even if the trial judge erred by declining Leiker's request to make the State control\nWebb's testimony, an erroneous ruling alone does not establish judicial comment error.\nOnly manifest bias and prejudice establishes such error. State v. Kahler, 307 Kan. 374,\n384, 410 P.3d 105 (2018), cert. granted 139 S. Ct. 1318 (2019). Nothing in the record\nindicates that the trial judge was rude to Leiker when making his comments. Instead, a\nreasonable interpretation of the trial judge's comment when considered in context shows\nthat the trial judge was simply trying to explain why he would not accept Leiker's request\nto make the State control Webb.\n\n\n       Also, once again, the trial judge made the disputed comments about controlling\nWebb outside of the jury's presence. And because the trial judge made the comments\noutside the jury's presence, no prejudice resulted from those comments.\n\n\n       Thus, to summarize, when considered in context, the trial judge's comments were\nproper and reasonable. And, therefore, we reject Webb's arguments that the trial judge\nengaged in judicial comment error.\n\n\nDid the Prosecutor Commit Error During Closing Arguments?\n\n\n       Next, Webb argues that the prosecutor committed error on three separate\noccasions during her closing arguments: First, he argues that the prosecutor committed\nerror when she described his lesser included offenses of voluntary manslaughter as\n\"intentional crime[s].\" Webb contends that this comment misstated the law because\nvoluntary manslaughter requires a defendant to \"knowingly\" kill the victim, not\n\"intentionally\" kill the victim. Second, he argues that the prosecutor committed error\nwhen she stated that neither the State nor the experts could tell the jury exactly where\nNero was located when she was shot because Webb moved items around the crime scene.\nWebb argues that this statement improperly shifted the burden of proof onto him because\n\n                                             40\n\fthe State \"impl[ied] that [he] was responsible for the lack of evidence regarding\nwhere . . . Nero was shot.\" Third, Webb argues that the prosecutor committed error when\nshe stated that \"[t]here [was] no evidence that [the pepper spray] was used at all in the\nhouse and no one smelled anything, whether it be police officers, whether it be civilians.\"\nWebb contends that this comment misstated the facts in evidence because he testified that\nNero had pepper sprayed his face during their argument.\n\n\n       The State concedes that the culpable mental state for voluntary manslaughter is\n\"knowingly\" not \"intentionally.\" But it argues that this error did not prejudice Webb\nbecause the prosecutor increased the State's burden of proof. The State then argues that a\nreview of the entirety of the prosecutor's statements establishes that she did not shift the\nburden of proof onto Webb or misstate facts in evidence. Alternatively, the State\ncontends that any error resulting from the prosecutor's comments was harmless.\n\n\n       Standard of Review\n\n\n       This court reviews claims of prosecutorial error in a two-step process:\n\n\n       \"To determine whether prosecutorial error has occurred, the appellate court must decide\n       whether the prosecutorial acts complained of fall outside the wide latitude afforded\n       prosecutors to conduct the State's case and attempt to obtain a conviction in a manner that\n       does not offend the defendant's constitutional right to a fair trial. If error is found, the\n       appellate court must next determine whether the error prejudiced the defendant's due\n       process rights to a fair trial. In evaluating prejudice, we simply adopt the traditional\n       constitutional harmlessness inquiry demanded by Chapman [v. California, 386 U.S. 18,\n       87 S. Ct. 824, 17 L. Ed. 2d 705 (1967)]. In other words, prosecutorial error is harmless if\n       the State can demonstrate 'beyond a reasonable doubt that the error complained of will\n       not or did not affect the outcome of the trial in light of the entire record, i.e., where there\n       is no reasonable possibility that the error contributed to the verdict.' [Citation omitted.]\"\n       State v. Sherman, 305 Kan. 88, 109, 378 P.3d 1060 (2016).\n\n\n                                                      41\n\f       No Prosecutorial Error\n\n\n       Each of Webb's prosecutorial error arguments are unpersuasive. First, the parties\nagree that Webb's lesser included offenses of voluntary manslaughter under K.S.A. 2019\nSupp. 21-5404(a)(1)—killing another human being upon a sudden quarrel—and\nvoluntary manslaughter under K.S.A. 2019 Supp. 21-5404(a)(2)—killing another human\nbeing upon an unreasonable but honest belief that deadly force was necessary—both\nincluded \"knowingly\" as the requisite culpable mental state. Thus, the prosecutor\ntechnically misstated the law during closing arguments when she described both types of\nvoluntary manslaughter as \"intentional\" crimes. Even so, the State correctly argues that\nthere is no reasonable possibility that this technical misstatement of law affected the\njury's verdict.\n\n\n       The trial court here instructed the jury that Webb must have \"knowingly\"\ncommitted his lesser included offenses of voluntary manslaughter under K.S.A. 2019\nSupp. 21-5404(a)(1) and (a)(2). As a result, the trial court's jury instructions corrected\nthis error. Additionally, K.S.A. 2019 Supp. 21-5202(c) states that \"proof of a higher\ndegree of culpability than that charged constitutes proof of the culpability charged.\"\n\"Intentionally\" is the highest culpable mental state needed to commit a crime in Kansas.\nMeanwhile, \"knowingly\" is the second highest culpable mental state needed to commit a\ncrime in Kansas. And so the prosecutor actually increased the State's burden of proof\nwhen she stated that Webb's lesser included offenses of voluntary manslaughter must be\ncommitted \"intentionally\" instead of \"knowingly.\"\n\n\n       Second, Webb asserts that the prosecutor told the jury it could \"hold the lack of\nevidence of the State's case against him\" by telling the jury the following:\n\n\n                  \"We can't tell you exactly where she was when she was shot. The experts can't\n       tell you, they've come in here and they've told you that. Part of the reason for that is this\n\n                                                     42\n\f       defendant altered the crime scene, he moved things. That's his fault, not the State's. But\n       we can't tell you exactly where she is. You don't have to know that. Don't let anyone\n       make you think you do. We know enough from the evidence in this case as to what\n       happened.\"\n\n\nYet, Webb's argument ignores the evidence presented at his trial.\n\n\n       At trial, Webb testified that he shot Nero near a vent in the living room. Webb's\nblood stain expert conceded that Nero may have been shot by the vent. Still, the blood\nstain expert also testified that if Nero was shot near the vent, she would expect more\nblood to be located around the vent given the extent of Nero's injuries. Thus, the evidence\nindicating where Nero was located when she was shot was unclear. On the crime scene,\nWebb testified that after shooting Nero, he \"picked her up,\" \"h[eld] her,\" placed her on\nthe couch, and then covered her with a sheet. He then testified that he went upstairs and\nchanged his clothes. With that in mind, the trial evidence shows that Webb altered the\ncrime scene after shooting Nero because he moved her body and other items around the\ncrime scene.\n\n\n       And so when the prosecutor stated that the experts did not know exactly where\nNero was located when Webb shot her, she correctly summarized the evidence. Also, the\nprosecutor correctly summarized the evidence when she stated that Webb had altered the\ncrime scene. It is a well-known rule that \"a prosecutor may draw reasonable inferences\nfrom the evidence and is allowed considerable latitude in discussing the evidence.\" State\nv. Corbett, 281 Kan. 294, 312, 130 P.3d 1179 (2006). Indeed, Webb's decision to move\nNero's body after shooting her hampered the expert's ability to determine where Nero was\nlocated when she was shot. Thus, when she made her comment, the prosecutor was not\nburden shifting. If anything, she was providing an explanation why the State could not\npresent evidence as to Nero's exact location when she was shot.\n\n\n\n                                                   43\n\f       Webb's final argument also ignores the context of the prosecutor's statement. Our\nSupreme Court has previously held that when reviewing a prosecutor's statement for\nerror, an appellate court must consider the prosecutor's statement in context of his or her\nentire closing argument. State v. Cosby, 293 Kan. 121, Syl. ¶ 5, 262 P.3d 285 (2011). For\ninstance, in Cosby, our Supreme Court determined that the prosecutor's statement, which\nthe defendant challenged as burden shifting, fell within the wide latitude afforded to\nprosecutors because in addition to the disputed statement, the prosecutor emphasized that\nthe State had the burden of proof during his closing argument. 293 Kan. at 136. Here,\nduring her closing argument, the prosecutor explicitly told the jury that \"[t]he State's\nburden of proof never shifts so keep that straight here. [Webb] doesn't have to prove\nanything. I still have the entire burden right here.\" And so, like in Cosby, the prosecutor's\ndisputed statement when considered in the context of her entire closing argument\nundermines any contention that the prosecutor sought to burden shift.\n\n\n       Third, Webb challenges the prosecutor's statement that \"[t]here [was] no evidence\nthat [the pepper spray] was used at all in the house . . . .\" Webb contends that when\nmaking this statement, the prosecutor never \"even acknowledge[d his] testimony\" about\nNero escalating their altercation by pepper spraying him in the face. With that in mind,\naccording to Webb, the prosecutor misstated the evidence. Nevertheless, Webb's\nargument ignores that the prosecutor explicitly recognized Webb's testimony about Nero\npepper spraying him in the face.\n\n\n       When stating that there was no evidence that anyone used pepper spray in the\nhouse, the prosecutor first noted that none of the witnesses had testified that they smelled\nanything strange to indicate the pepper spray's use. She then noted that the police\nultimately found a can of pepper spray under the couch upon which Webb placed Nero's\nbody. Next, the prosecutor stated that even if the jury accepted Webb's testimony about\nNero pepper spraying his face, it seemed unlikely that Nero, who suffered from asthma,\nwould have been able to place the pepper spray can under the couch.\n\n                                             44\n\f       Again, \"a prosecutor may draw reasonable inferences from the evidence and is\nallowed considerable latitude in discussing the evidence.\" Corbett, 281 Kan. at 312. And\nwhen determining if a statement fell within the wide latitude afforded to prosecutors, we\nmust look at the prosecutor's statement in context. Cosby, 293 Kan. 121, Syl. ¶ 5. When\nthe prosecutor's statement is read in context of her surrounding statements, it is clear that\nthe prosecutor here did not misstate the evidence. Instead, she challenged Webb's\ntestimony that Nero escalated their altercation by using pepper spray. She then pointed to\nthe evidence indicating that pepper spray was not used in the house. Because the\nprosecutor explicitly recognized Webb's testimony that Nero sprayed him with pepper\nspray in the context of making this argument, Webb's argument that the prosecutor\nmisstated the facts in evidence is fatally flawed.\n\n\nDid Cumulative Error Prejudice Webb's Trial?\n\n\n       Finally, Webb argues that if the errors resulting from his preceding arguments do\nnot individually require reversal of his intentional second-degree murder conviction, this\ncourt must reverse his conviction based on the cumulative effect of those errors.\n\n\n       When considering if cumulative error exists, an appellate court examines the\nerrors in context of the entire record. An appellate court must address the nature and\nnumber of the errors, as well as the relationship between each of the errors. Moreover, an\nappellate court must consider the overall strength of the evidence supporting the\ndefendant's conviction. State v. Holt, 300 Kan. 985, 1007, 336 P.3d 312 (2014).\n\n\n       Despite Webb's argument to the contrary, the trial court here did not err when it\ndenied Webb's Batson challenge and when it allowed the admission of Nero's statements\nthrough Stephanie's and Officer Bussell's testimony. In addition, the trial judge did not\ncommit judicial comment error. The only error the prosecutor committed during closing\n\n                                             45\n\farguments was harmless beyond a reasonable doubt because the prosecutor increased the\nburden of proof on the State when stating that Webb's lesser included voluntary\nmanslaughter offenses were \"intentional crimes.\" Because a single error cannot support\nreversal under the cumulative error doctrine, Webb's argument fails. State v. Gonzalez,\n307 Kan. 575, 598, 412 P.3d 968 (2018).\n\n\n      Affirmed.\n\n\n\n\n                                           46\n\f",
            "ocr": false,
            "opinion_id": 4528560
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}