{
    "id": 4748452,
    "judges": null,
    "date_filed": "1972-05-29",
    "date_filed_is_approximate": true,
    "slug": "eric-darden-v-city-of-fort-worth-texas",
    "case_name_short": null,
    "case_name": "Eric Darden v. City of Fort Worth, Texas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Civil Rights",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions/unpub/18/18-11624.0.pdf",
            "author_id": null,
            "opinion_text": "     Case: 18-11624      Document: 00515394735         Page: 1    Date Filed: 04/24/2020\n\n\n\n\n           IN THE UNITED STATES COURT OF APPEALS\n                    FOR THE FIFTH CIRCUIT   United States Court of Appeals\n                                                     Fifth Circuit\n\n                                                                              FILED\n                                                                           April 24, 2020\n                                      No. 18-11624\n                                                                           Lyle W. Cayce\n                                                                                Clerk\nERIC C. DARDEN, as Administrator of the Estate of Jermaine Darden and\non behalf of the statutory beneficiaries of the Estate of Jermaine Darden\n(which are Donneika Goodacre-Darden, surviving mother of Jermaine\nDarden, Charles H. Darden, surviving father of Jermaine Darden,\n\n               Plaintiff - Appellant\n\nv.\n\nCITY OF FORT WORTH, TEXAS,\n\n               Defendant - Appellee\n\n\n\n\n                   Appeal from the United States District Court\n                        for the Northern District of Texas\n                              USDC No. 4:15-CV-221\n\n\nBefore SOUTHWICK, GRAVES, and ENGELHARDT, Circuit Judges.\nPER CURIAM:*\n       This case arises from the death of Jermaine Darden, who suffered a heart\nattack and died while being arrested by police officers employed by the City of\nFort Worth. Mr. Darden’s estate sued, alleging that the officers used excessive\nforce and that the City was liable for failing to adequately train the officers.\n\n\n       * Pursuant to 5TH CIR. R. 47.5, the court has determined that this opinion should not\nbe published and is not precedent except under the limited circumstances set forth in 5TH\nCIR. R. 47.5.4.\n\f    Case: 18-11624    Document: 00515394735    Page: 2   Date Filed: 04/24/2020\n\n\n\n                                No. 18-11624\nWith respect to the failure-to-train claim, the district court granted summary\njudgment in the City’s favor. We affirm.\n                             I. BACKGROUND\n      On May 16, 2013, a large team of heavily armed police officers executed\na no-knock warrant on a private residence in Fort Worth, Texas. Darden v. City\nof Fort Worth, Tex., 880 F.3d 722, 725 (5th Cir. 2018). Officer W. F. Snow was\nassigned to the entry team, which was tasked with breaking down the front\ndoor, entering the residence, and securing the premises. Id. Officer Javier\nRomero drove the van that transported the team to the residence, but was also\nassigned to stand guard near the front door while other officers entered the\nresidence and arrested the people inside. Id. Two other members of the team\nwore cameras on their helmets, which captured on video some, but not all, of\nthe events that transpired as the warrant was executed. Id.\n      When the police first arrived at the house, the entry team broke down\nthe front door with a battering ram, yelled that they were police, and ordered\neveryone to get down. Id. A man, later identified as Jermaine Darden (“Mr.\nDarden”), was kneeling on the seat of a couch near the door when the officers\nentered, and he immediately raised his hands in the air. Id. Mr. Darden\nweighed approximately 340 pounds. Id. As Officer Snow entered the residence,\nhe reached out and ripped the shirt off Mr. Darden’s back, apparently in an\nattempt to get Mr. Darden from the couch to the ground. Id. The videos do not\nshow what happened during the twenty-five seconds that followed, and there\nis conflicting testimony about what transpired. Id. at 725–26. Officer Snow\ntwice used a Taser on Mr. Darden, who at one point appeared to push himself\nup on his hands. Id. at 726. Other people in the house repeatedly yelled, “He’s\ngot asthma,” and, “He can’t breathe.” Eyewitnesses also testified that Mr.\nDarden told the officers he could not breathe and that he pushed himself up on\n\n\n                                      2\n\f    Case: 18-11624     Document: 00515394735     Page: 3   Date Filed: 04/24/2020\n\n\n\n                                  No. 18-11624\nhis hands because he was trying to get into a position where he could breathe.\nId.; id. at 726 n.3.\n      As Officer Romero finished placing handcuffs on Mr. Darden, Mr.\nDarden’s body went limp. Id. at 726. The officers then pulled Mr. Darden’s\ndebilitated body up into a sitting position and left him there. Id. Mr. Darden\nappeared to be unconscious, and his head hung down on his chest. Id. It was\nsubsequently determined that Mr. Darden had suffered a heart attack and\ndied. Id.\n      The administrator of Mr. Darden’s estate (“Plaintiff-Appellant”) brought\nsuit under Title 42 U.S.C. § 1983, claiming (1) that Officers Snow and Romero\nused excessive force in arresting Mr. Darden; (2) that the City of Fort Worth\n(“the City”) was liable for failing to adequately train the officers; and (3) that\nvarious defendants were liable for state-law torts. Id. at 727. All of the\ndefendants filed motions for summary judgment, and the district court granted\nthose motions and dismissed the case. Darden, 880 F.3d at 727. The district\ncourt determined that the officers had not violated clearly established law and\nwere thus entitled to qualified immunity. Id. Because it held that the officers\nhad not violated Mr. Darden’s constitutional rights, the district court also\ngranted summary judgment in favor of the City on the municipal liability\nclaims. Id.\n      The administrator of Mr. Darden’s estate appealed to this court, which\nreversed the district court’s dismissal of the claims against Officers Snow and\nRomero. Id. at 734. The panel also vacated the dismissal of the claims against\nthe City, remanding the case for further proceedings. Id. On remand, the\n\n\n\n\n                                        3\n\f     Case: 18-11624       Document: 00515394735          Page: 4     Date Filed: 04/24/2020\n\n\n\n                                       No. 18-11624\ndistrict court again granted summary judgment in favor of the City on the\nestate’s municipal liability claims. 1 This appeal followed.\n                            II. STANDARD OF REVIEW\n       “We review a summary judgment de novo, ‘using the same standard as\nthat employed by the district court under Rule 56.’” Newman v. Guedry, 703\nF.3d 757, 761 (5th Cir. 2012) (quoting Kerstetter v. Pac. Sci. Co., 210 F.3d 431,\n435 (5th Cir. 2000)). Summary judgment is appropriate “if the movant shows\nthat there is no genuine dispute as to any material fact and the movant is\nentitled to judgment as a matter of law.” Fed. R. Civ. P. 56(a).\n                                   III. DISCUSSION\n       Only one question is before this court: did the district court err in\ngranting the City summary judgment on Plaintiff-Appellant’s municipal\nliability claim? We conclude that it did not.\n       A municipality may be liable under Title 42 U.S.C. § 1983 (“Section\n1983”) if the municipality itself “‘subjects’ a person to a deprivation of rights or\n‘causes’ a person ‘to be subjected’ to such deprivation.” Connick v. Thompson,\n563 U.S. 51, 60 (2011) (quoting Monnell v. New York City Dep’t Soc. Servs., 436\nU.S. 658, 692 (1978)). But local governments are only responsible for “their\nown illegal acts.” Pembaur v. Cincinnati, 475 U.S. 469, 479 (1986) (citing\nMonell, 436 U.S. at 665–83). “In limited circumstances, a local government’s\ndecision not to train certain employees about their legal duty to avoid violating\ncitizens’ rights may rise to the level of an official government policy” for\npurposes of Section 1983. Connick, 563 U.S. at 61. However, “[a] municipality’s\n\n\n\n       1  The district court also found that the City was entitled to summary judgment on\nPlaintiff-Appellant’s state law claims. Plaintiff-Appellant did not address those claims in his\nappellate briefing. They are therefore forfeited. See Cinel v. Connick, 15 F.3d 1338, 1345 (5th\nCir. 1994) (“An appellant abandons all issues not raised and argued in its initial brief on\nappeal.”); Davis v. Maggio, 706 F.2d 568, 571 (5th Cir. 1983) (per curiam) (“Claims not\npressed on appeal are deemed abandoned.”)\n                                              4\n\f    Case: 18-11624     Document: 00515394735     Page: 5   Date Filed: 04/24/2020\n\n\n\n                                  No. 18-11624\nculpability for a deprivation of rights is at its most tenuous where a claim turns\non a failure to train.” Id. (citing Okla. City v. Tuttle, 471 U.S. 808, 822–23\n(1985)). When such a claim is made, “the focus must be on adequacy of the\ntraining program in relation to the tasks the particular officers must perform.”\nSnyder v. Trepagnier, 142 F.3d 791, 798 (5th Cir. 1998) (quoting City of Canton,\nOhio v. Harris, 489 U.S. 378, 390 (1989)).\n      Here, Plaintiff-Appellant alleges that the City provided inadequate\ntraining regarding the proper use of no-knock warrants, Tasers, and excessive\nand deadly force. In order to succeed at this stage, the City must show that\nthere is no genuine dispute as to a material fact regarding (1) whether there\nwas an inadequacy in the City’s training policy; (2) whether the City was\ndeliberately indifferent in its adoption of that policy; or (3) whether the\ninadequate training policy directly caused the constitutional violation\nallegedly suffered by Mr. Darden. See, e.g., Sanders-Burns v. City of Plano, 594\nF.3d 366, 381 (5th Cir. 2010); Zarnow v. City of Wichita Falls, 614 F.3d 161,\n170 (5th Cir. 2010).\n      Plaintiff-Appellant does not argue a pattern of similar constitutional\nviolations. Instead, it relies on the single-incident exception to that rule. As\nsuch, the City must show that there is no genuine dispute as to whether the\nconstitutional violation allegedly suffered by Mr. Darden was the “highly\npredictable” consequence of the City’s failure to train the officers in its Zero-\nTolerance Unit. See Valle v. City of Houston, 613 F.3d 536, 549 (5th Cir. 2010).\nIt has met that burden.\n      The City proffered, and the district court relied on, several “General\nOrders” governing police practices that were in place on the day of Mr.\nDarden’s death. Those orders largely restate applicable law regarding the use\nof force. While the existence of such policies is not dispositive, “[w]e consider\n\n\n                                        5\n\f     Case: 18-11624        Document: 00515394735          Page: 6     Date Filed: 04/24/2020\n\n\n\n                                        No. 18-11624\ncompliance with state requirements as a factor counseling against a ‘failure to\ntrain’ finding.” Zarnow, 614 F.3d at 171.\n       Plaintiff-Appellant seeks to evade the import of the City’s existing\npolicies by emphasizing that its allegations are specific to the City’s Zero-\nTolerance Unit, which specializes in serving search warrants and conducting\nsearches of residences, including “dynamic entries” and no-knock warrants.\nPlaintiff-Appellant offered evidence, in the form of an affidavit by Dallas\nIndependent School District Police Chief Craig Miller, 2 that “[n]othing can\npotentially be more dangerous than making a Dynamic Entry into a location”\nabout which officers have “very little information.” The City, Plaintiff-\nAppellant emphasizes, offered no evidence that members of the Unit receive\ntraining on the use of excessive force and Tasers in the context of dynamic\nentries.\n       However, “a plaintiff must allege with specificity how a particular\ntraining program is defective.” Roberts v. City of Shreveport, 397 F.3d 287, 293\n(5th Cir. 2005). Plaintiff-Appellant’s general position is that the City failed to\nprovide any training specific to the use of excessive force and Tasers in the\ncontext of no-knock entries. But it has not identified—in its briefing, at oral\nargument, or in post-argument supplemental briefing—how such training\nwould differ from the existing training on using excessive force and Tasers. 3\nEven Chief Miller, in his affidavit, neglected to address this issue. Indeed, he\noffered the conclusory statement that “a lack of adequate training [was] a\n\n\n\n       2   Prior to being employed by the Dallas Independent School District, Mr. Miller served\nas the Deputy Chief of the Crimes Against Persons Division of the Dallas Police Department.\nMr. Miller also served as the Homicide Unit Commander.\n         3 Plaintiff-Appellant emphasizes that the City “was supposed to provide the members\n\nof this unit with a ‘briefing sheet’ in order to ‘make sure that all of the pertinent information\nis communicated to everybody that’s involved,’” but that no such information was provided.\nThis argument is unhelpful to Plaintiff-Appellant, as it suggests that the City did have an\nofficial policy of providing briefing sheets before no-knock entries.\n                                               6\n\f     Case: 18-11624       Document: 00515394735          Page: 7     Date Filed: 04/24/2020\n\n\n\n                                       No. 18-11624\nsignificant part of the reason [the officers] utilized more force than the\nsituation required” and opined that (1) “there were alternatives to conducting\na dynamic entry search warrant,” (2) the Zero Tolerance Unit “made entry into\na location without proper intelligence and ultimately caused the death of\nJermaine Darden,” and (3) “nothing can potentially be more dangerous than\nmaking a dynamic entry into a location where, according to the briefing sheet,\nthey had very little information.”\n       Given this gap in Plaintiff-Appellant’s allegations and summary\njudgment evidence, we conclude that the City is entitled to summary judgment.\nIt has shown that—in this case, given the evidence now before the court—there\nis no genuine dispute as to a material fact regarding whether there was an\ninadequacy in the City’s training policy. 4\n                                   IV. CONCLUSION\n       The district court order granting summary judgment in favor of the\nCity on Plaintiff-Appellant’s municipal liability claims is AFFIRMED.\n\n\n\n\n       4 The parties dispute whether Plaintiff-Appellant’s failure-to-train claim includes not\njust a failure-to-train on the use of excessive force and Tasers, but also a failure-to train-on\nrendering medical aid. That claim was largely ignored by the district court, and it is unclear\nwhether or not it was adequately pled. (The operative complaint alleges only that the City\n“failed to implement and/or enforce policies, practices, and procedures for the Fort Worth\nPolice Department that respected Jermaine Darden’s constitutional rights to assistance,\nprotection, and equal treatment under the law”; that the City is responsible for “assuring\nsafety for all citizens of the City of Fort Worth”; that Mr. Darden told Officers Snow and\nRomero that he could not breathe but that his pleas were ignored; that Mr. Darden “was not\nprovided with medical attention and sat unresponsive for at least 15 minutes before Medstar\narrived”; and that the City “failed to implement and/or enforce the policies, procedures, and\npractices necessary to provide constitutionally adequate protection and assistance to [Mr.]\nDarden during his struggle to survive and implemented policies, procedures and practices\nwhich actually interfered with or prevented [Mr.] Darden from receiving the protection,\nassistance, and care he deserved.”) But resolving that question is unnecessary. At no point\ndid Plaintiff-Appellant offer any evidence regarding how the City’s training on rendering\nmedical aid is defective. That claim, like the others, therefore fails.\n\n\n                                               7\n\f",
            "ocr": false,
            "opinion_id": 4528799
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}