{
    "id": 4749052,
    "judges": null,
    "date_filed": "1986-06-20",
    "date_filed_is_approximate": true,
    "slug": "james-durham-v-state-of-indiana-mem-dec",
    "case_name_short": null,
    "case_name": "James Durham v. State of Indiana (mem. dec.)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 16.0,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/04282001cjb.pdf",
            "author_id": null,
            "opinion_text": "MEMORANDUM DECISION\nPursuant to Ind. Appellate Rule 65(D),\nthis Memorandum Decision shall not be\nregarded as precedent or cited before any                                       FILED\ncourt except for the purpose of establishing                                Apr 28 2020, 8:59 am\nthe defense of res judicata, collateral                                         CLERK\nestoppel, or the law of the case.                                           Indiana Supreme Court\n                                                                               Court of Appeals\n                                                                                 and Tax Court\n\n\n\n\nAPPELLANT PRO SE                                         ATTORNEYS FOR APPELLEE\nJames Durham                                             Curtis T. Hill, Jr.\nPendleton, Indiana                                       Attorney General of Indiana\n\n                                                         Jesse R. Drum\n                                                         Deputy Attorney General\n                                                         Indianapolis, Indiana\n\n\n                                           IN THE\n    COURT OF APPEALS OF INDIANA\n\nJames Durham,                                            April 28, 2020\nAppellant-Petitioner,                                    Court of Appeals Case No.\n                                                         19A-PC-2859\n        v.                                               Appeal from the Vanderburgh\n                                                         Circuit Court\nState of Indiana,                                        The Honorable Carl A. Heldt,\nAppellee-Respondent.                                     Judge\n                                                         Trial Court Cause No.\n                                                         82C01-1404-PC-6\n\n\n\nBradford, Chief Judge.\n\n\n\n\nCourt of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020                       Page 1 of 16\n\f                                          Case Summary\n[1]   In 2005, James Durham pled guilty to two counts of murder and three counts of\n\n      Class A felony attempted murder, for which he was sentenced to an aggregate\n\n      term of 210 years of incarceration. On appeal, we affirmed the trial court’s\n\n      denial of Durham’s motion to withdraw his guilty plea but found his sentence\n\n      inappropriate in light of his mental illness, reducing it to 170 years. We affirmed\n\n      our decision on rehearing, and the Indiana Supreme Court denied transfer.\n\n\n[2]   In 2014, Durham filed his petition for post-conviction relief (“PCR”), alleging\n\n      ineffective assistance of appellate and trial counsel, and the post-conviction\n\n      court ordered the parties to proceed by affidavit. The post-conviction court\n\n      denied Durham’s petition in full. Durham contends that the post-conviction\n\n      court erred by denying him a hearing and PCR. We affirm.\n\n\n\n                            Facts and Procedural History\n[3]   The underlying facts leading to Durham’s appeal of the denial of his PCR\n\n      petition are as follows:\n\n              On May 9, 2003, Durham shot Joseph Scales in the neck with a\n              handgun. On May 10, 2003, Durham entered a bar in\n              Vanderburgh County. After exclaiming religious ideations,\n              Durham shot four people, killing two of them. Police arrested\n              Durham shortly thereafter, and a gun found on his person was\n              identified as the gun used in the shootings.\n\n              The State charged Durham with two counts of murder [] and two\n              counts of attempted murder, Class A felonies, regarding the\n\n      Court of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 2 of 16\n\f        shootings at the bar. The State then added a charge for an\n        Habitual Offender enhancement. Following a hearing, on May\n        27, 2005, the trial court ordered evaluations to determine\n        Durham’s competency and sanity. Two psychiatrists, Dr. Hilton\n        and Dr. Liffick, evaluated Durham, and, after a hearing, the trial\n        court found him to be incompetent to assist with his defense and\n        ordered him committed to the Department of Mental Health.\n        The court noted that Durham was disruptive at that hearing, “as\n        in all previous court appearances.” Appellant’s App. at 24.\n\n        Durham began treatment at the Logansport State Hospital\n        (“Hospital”) in December 2003. On March 31, 2004, the\n        Hospital filed its report, which included its determination that\n        Durham was competent, and the trial court adopted that\n        determination. At a hearing on April 13, 2004, the trial court\n        ordered an evaluation to determine Durham’s sanity at the time\n        of the alleged offenses. On August 4, 2004, Dr. Liffick filed his\n        psychiatric report regarding Durham’s sanity. Dr. Hilton then\n        informed the court that Durham refused to be transported for\n        evaluation. On August 17, 2004, after a hearing, the trial court\n        granted a defense motion to have Durham re-evaluated as to\n        competency.\n\n        On August 24, 2004, Durham appeared at a hearing and stated\n        that he did not wish to assert an insanity defense, but he agreed\n        to be evaluated. On August 25, 2004, the trial court ordered new\n        evaluations regarding Durham’s competency and his sanity. On\n        September 10, 2004, Dr. Hilton filed a report of his psychiatric\n        evaluation of Durham, and at a hearing on September 30, 2004,\n        at which Durham appeared in person, the trial court again found\n        Durham competent to assist with his defense.\n\n        Trial was scheduled to begin on January 10, 2005. At a progress\n        hearing on December 10, 2004, defense counsel requested a\n        weekend continuance to allow Durham to “talk with his family\n        about how to proceed.” Id. at 14. The trial court denied that\n        request. On January 7, 2005, three days before the trial was\n        scheduled to start, the sheriff’s department informed the court\nCourt of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 3 of 16\n\f        that Durham had stopped taking his medications “that were\n        prescribed by the psychiatrist at the mental hospital after the\n        court found him to be incompetent to assist in his defense.” Id. at\n        12. The court noted that Durham had “returned from the mental\n        hospital and [had been] adjudged competent as a result of [his]\n        taking the medication. [Durham] ha[d] been calm, lucid and\n        responsive in the court room and much different than what he\n        was before he was sent to the mental hospital.” Id. Defense\n        counsel first learned at 10:30 a.m. that day that Durham had\n        ceased taking his medications, and the jail reported that Durham\n        was “beginning to show symptoms [of his mental illness].” Id.\n\n        Thereafter, the trial court brought Durham into the courtroom,\n        questioned him, and determined him to be competent. Durham\n        informed the court that the medications had been making him\n        sick. The trial court ordered Durham to take his medications and\n        stated that it would send a psychiatrist to “help give him some\n        medication that won’t make him sick . . . .” Id. Durham then\n        agreed to start taking his medications again. In response to\n        questioning by defense counsel, Durham stated that he did not\n        think he was competent at that time but would start taking his\n        medications. The trial court denied defense counsel’s request to\n        have Durham’s competency re-evaluated.\n\n        On January 8, 2005, the State filed in open court an additional\n        attempted murder charge, regarding the shooting of Scales.\n        Thereafter, the parties filed a plea agreement, under which\n        Durham pleaded guilty to two counts of murder and three counts\n        of attempted murder, Class A felonies. After questioning\n        Durham, the trial court found that a factual basis for the plea\n        existed and that Durham had entered the plea knowingly,\n        voluntarily, and intelligently.\n\n        On January 28, 2005, Durham filed a motion to withdraw his\n        guilty plea. After hearing arguments from both parties, the court\n        denied the motion. On March 1, 2005, the trial court sentenced\n        Durham to sixty years for each murder count and forty-five years\n        for each attempted murder count. The sentences for the murders\nCourt of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 4 of 16\n\f              and for the first two attempted murder counts were to run\n              consecutive to one another, and the sentence for the third\n              attempted murder count was to run [concurrent] to the other\n              sentences. Durham’s total executed sentence was 210 years. This\n              appeal ensued.\n\n\n      Durham v. State, 82A04-0504-CR-175 (Ind. Ct. App. April 13, 2006), aff’d on\n\n      reh’g. On direct appeal, Durham argued that the trial court abused its discretion\n\n      by denying his motion to withdraw his guilty plea and in sentencing him. Id.\n\n      We disagreed with Durham’s contention that he was incompetent at the time of\n\n      his plea, thereby preventing his plea from being voluntary, knowing, and\n\n      intelligent, and affirmed the trial court’s denial of his motion to withdraw his\n\n      guilty plea. Id. We agreed, however, that his sentence was inappropriate in light\n\n      of his mental illness and reduced his sentence to 170 years. Id. We granted\n\n      Durham’s petition for rehearing and reaffirmed our prior decision. Durham v.\n\n      State, 82A04-05-04-CR-175 (Ind Ct. App. August 31, 2006). Durham sought\n\n      transfer, which was denied by the Indiana Supreme Court. Durham v. State, 860\n\n      N.E.2d 596 (Ind. 2006).\n\n\n[4]   On April 17, 2014, Durham filed a PCR petition, which was amended in\n\n      December of 2014, and the post-conviction court ordered the parties to proceed\n\n      by affidavit. Durham alleged claims of ineffective assistance of trial and\n\n      appellate counsel. On November 13, 2019, the post-conviction court denied\n\n      Durham PCR.\n\n\n\n\n      Court of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 5 of 16\n\f                                 Discussion and Decision\n[5]   The standard of review for appeals from the denial of PCR is well-settled.\n\n      Petitioners who have exhausted the direct-appeal process may challenge the\n\n      correctness of their convictions and sentences by filing a post-conviction\n\n      petition. Stevens v. State, 770 N.E.2d 739, 745 (Ind. 2002). Petitioner bears the\n\n      burden of establishing grounds for PCR by a preponderance of the evidence. Id.\n\n      By appealing from a negative judgment, a petitioner faces a rigorous standard of\n\n      review. Wesley v. State, 788 N.E.2d 1247, 1250 (Ind. 2003). Denial of PCR will\n\n      be affirmed unless, “the evidence as a whole leads unerringly and unmistakably\n\n      to a decision opposite that reached by the post-conviction court.” Id. We do not\n\n      defer to the post-conviction court’s legal conclusion but do accept its factual\n\n      findings unless they are clearly erroneous. Stevens, 770 N.E.2d at 746. The post-\n\n      conviction process does not provide a petitioner with a “super-appeal” but,\n\n      rather, a “narrow remedy for subsequent collateral challenges to convictions,\n\n      challenges which must be based on grounds enumerated in the post-conviction\n\n      rules.” Rouster v. State, 705 N.E.2d 999, 1003 (Ind. 1999). Issues that were\n\n      known and available but not raised on direct appeal are waived, and issues\n\n      raised but decided adversely are res judicata. Id.\n\n\n              I. Denial of Evidentiary Hearing and Subpoenas\n[6]   Durham contends that the post-conviction court erroneously failed to issue\n\n      subpoenas and hold an evidentiary hearing regarding his PCR petition.\n\n      Pursuant to Indiana Post-Conviction Rule 1(9)(b)\n\n\n      Court of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 6 of 16\n\f              In the event petitioner elects to proceed pro se, the court at its\n              discretion may order the cause submitted upon affidavit. It need\n              not order the personal presence of the petitioner unless his\n              presence is required for a full and fair determination of the issues\n              raised at an evidentiary hearing. If the pro se petitioner requests\n              issuance of subpoenas for witnesses at an evidentiary hearing, the\n              petitioner shall specifically state by affidavit the reason the\n              witness’ testimony is required and the substance of the witness’\n              expected testimony. If the court finds the witness’ testimony\n              would be relevant and probative, the court shall order that the\n              subpoena be issued. If the court finds the proposed witness’\n              testimony is not relevant and probative, it shall enter a finding on\n              the record and refuse to issue the subpoena. Petitioners who are\n              indigent and proceeding in forma pauperis shall be entitled to\n              production of guilty plea and sentencing transcripts at public\n              expense, prior to a hearing, if the petition is not dismissed. In\n              addition, such petitioners shall also be entitled to a record of\n              the post-conviction proceeding at public expense for appeal of the\n              denial or dismissal of the petition.\n\n\n      We review a post-conviction court’s decision to proceed under Indiana Post-\n\n      Conviction Rule 1(9)(b) for an abuse of discretion. Smith v. State, 822 N.E.2d\n\n      193, 201 (Ind. Ct. App. 2005), trans. denied. “An abuse of discretion occurs\n\n      where the decision is clearly against the logic and effect of the facts and\n\n      circumstances.” Prewitt v. State, 878 N.E.2d 184, 188 (Ind. 2007).\n\n\n[7]   In his motions to the post-conviction court and his appellate brief, Durham has\n\n      failed to explain why an evidentiary hearing was required or how any witness’s\n\n      testimony would have assisted in the disposition of his PCR petition. At best,\n\n      his explanation has been merely a recitation of his contentions for PCR or a\n\n      bald statement that witnesses are necessary for a full and fair evidentiary\n\n\n      Court of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 7 of 16\n\f      determination of the issues. Durham has failed to establish an abuse of\n\n      discretion in this regard.\n\n\n                II. Ineffective Assistance of Appellate Counsel\n[8]   Durham raises numerous specific claims of ineffective assistance of appellate\n\n      counsel for the first time on appeal. In his PCR petition, Durham merely stated\n\n      broadly that he received ineffective assistance of appellate counsel without\n\n      providing any specific argument or cogent reasoning. In denying him relief, the\n\n      post-conviction court noted that “Petitioner has failed to identify how his\n\n      appellate counsel provided ineffective assistance nor provide any evidence by\n\n      way of affidavits or otherwise in support of this argument.” Appellant’s Br. p.\n\n      78. Because Durham failed to raise these specific claims of ineffective assistance\n\n      of appellate counsel in his PCR petition, they are barred from appellate review.\n\n      See Minnick v. State, 698 N.E.2d 745, 753 (Ind. 1998) (concluding that\n\n      “[b]ecause the defendant’s final amended post-conviction petition did not claim\n\n      denial of counsel from the failure to request funds, this specific claimed failure\n\n      is not available in this appeal.”).\n\n\n                   III. Ineffective Assistance of Trial Counsel\n[9]   Durham contends that he received ineffective assistance from his trial counsel.\n\n\n              This Court reviews claims of ineffective assistance of counsel\n              under the two components set forth in Strickland v. Washington,\n              466 U.S. 669, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984). First, the\n              defendant must show that counsel’s performance was deficient.\n              This requires a showing that counsel’s representation fell below\n\n      Court of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 8 of 16\n\f        an objective standard of reasonableness, and that the errors were\n        so serious that they resulted in a denial of the right to counsel\n        guaranteed the defendant by the Sixth Amendment[.] Second,\n        the defendant must show that the deficient performance\n        prejudiced the defendant. To establish prejudice, a defendant\n        must show that there is a reasonable probability that, but for\n        counsel’s unprofessional errors, the result of the proceeding\n        would have been different. A reasonable probability is a\n        probability sufficient to undermine confidence in the outcome.\n\n\nWentz v. State, 766 N.E.2d 351, 360 (Ind. 2002) (internal citations omitted).\n\n\n        There is a strong presumption that counsel rendered adequate\n        assistance and made all significant decisions in the exercise of\n        reasonable professional judgment. Counsel is afforded\n        considerable discretion in choosing strategy and tactics, and these\n        decisions are entitled to deferential review. Isolated mistakes,\n        poor strategy, inexperience, and instances of bad judgment do\n        not necessarily render representation ineffective.\n\n\nId. (cleaned up). “There are two different types of ineffective assistance of\n\ncounsel claims that can be made in regards to guilty pleas: (1) failure to advise\n\nthe defendant on an issue that impairs or overlooks a defense and (2) an\n\nincorrect advisement of penal consequences.” McCullough v. State, 987 N.E.2d\n\n1173, 1176 (Ind. Ct. App. 2013). The Indiana Supreme Court further explained\n\nthat\n\n\n        to prove this in the case of claims related to a defense or failure to\n        mitigate a penalty, it must be shown that there is a reasonable\n        probability that a more favorable result would have obtained in a\n        completely run trial. However, for claims relating to penal\n        consequences, a petitioner must establish, by objective facts,\n        circumstances that support the conclusion that counsel’s errors in\nCourt of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 9 of 16\n\f               advice as to penal consequences were material to the decision to\n               plead. Merely alleging that the petitioner would not have pleaded\n               is insufficient. Rather, specific facts, in addition to the petitioner’s\n               conclusory allegation, must establish an objective reasonable\n               probability that competent representation would have caused the\n               petitioner not to enter a plea.\n\n\n       Seguara v. State, 749 N.E.2d 496, 507 (Ind. 2001).\n\n\n                                          A. Scrivener’s Error\n[10]   Durham contends that his trial counsel was ineffective for failing to correct a\n\n       scrivener’s error in the plea agreement. The plea agreement requested that the\n\n       trial court “approve and accept the aforesaid agreement pursuant to I.C. 35-5-6-\n\n       2.” Appellant’s Direct Appeal App. p. 318. Indiana Code section 35-5-6-2 was\n\n       repealed and replaced by Indiana Code section 35-35-3-3 years prior to\n\n       Durham’s guilty plea. Although Durham has directed our attention to this\n\n       scrivener’s error, he has failed to establish any specific facts that would remotely\n\n       suggest that had counsel discovered this scrivener’s error there is an objectively\n\n       reasonable probability that he would not have entered a plea of guilty.\n\n\n                                             B. Boykin Rights\n[11]   Durham claims that his trial counsel was ineffective by failing to object when he\n\n       was not advised of his Boykin rights. “Boykin requires that the record must\n\n       show, or there must be an allegation and evidence which show, that the\n\n       defendant was informed of, and waived, three specific federal constitutional\n\n       rights: the privilege against compulsory self-incrimination, right to trial by jury,\n\n       and the right to confront one’s accusers.” Hall v. State, 849 N.E.2d 466, 469\n       Court of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 10 of 16\n\f       (Ind. 2006). Because he was advised of his Boykin rights and waived them,\n\n       Durham’s claim is meritless. On January 8, 2005, the trial court advised\n\n       Durham as follows:\n\n\n               BY THE COURT: I need to repeat some rights and add some\n               rights that you have with regard to all five of these and I want\n               you to listen closely. You are entitled to a speedy and public trial\n               by Court or jury. The State must prove beyond a reasonable\n               doubt that you committed the offenses charged before you could\n               be convicted of them. You have the right to introduce evidence\n               and testify if you so desire, however you cannot be compelled or\n               forced to testify against yourself. The Court will subpoena any\n               witnesses needed for your defense. You have the right to object\n               to the introduction of the evidence and to confront and to cross\n               examine any witness used by the State. If the verdict is against\n               you and you are found guilty you would have the right to appeal,\n               and if you could not afford an attorney the court would appoint\n               an attorney to represent you on that appeal. Do you understand\n               these rights?\n\n               BY [DURHAM]: Yes.\n\n               BY THE COURT: Do you also understand, Mr. Durham, that\n               be pleading guilty you’re giving up all of these rights?\n\n               BY [DURHAM]: Yes.\n\n\n       Direct Appeal Tr. p. 52. Durham has failed to establish that his counsel was\n\n       ineffective in this regard.\n\n\n                                             C. Factual Basis\n[12]   Durham claims that his trial counsel was ineffective for failing to object to an\n\n       allegedly inadequate factual basis. “A sufficient factual basis can be established\n\n\n       Court of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 11 of 16\n\fby the defendant’s admission that he understands the nature of the crime and\n\nunderstands that his guilty plea is an admission that he committed the crime.”\n\nBates v. State, 517 N.E.2d 379, 382 (Ind. 1988). This claim is also meritless. On\n\nJanuary 8, 2005, the trial court and Durham had the following colloquy:\n\n\n        BY THE COURT: Now I have this plea agreement in front of\n        me and it recites as you know that in addition to Count V you’ve\n        also been charged with Count I Murder, Count II Murder, Count\n        III Attempted Murder, a Class A felony and Count IV Attempted\n        Murder a Class A felony. Do you understand the nature of those\n        charges?\n\n        BY [DURHAM]: Yes.\n\n        […]\n\n        BY THE COURT: Do you understand that by your pleas of\n        guilty you are admitting the truth of all the facts alleged in\n        Counts I, II, III, IV and V and upon entry of your pleas the Court\n        will proceed with judgment and sentencing, do you understand\n        that?\n\n        BY [DURHAM]: Yes.\n\n        […]\n\n        BY THE COURT: Now the State says in Count I that in\n        Vanderburgh County, Indiana, on or about May 10, 2003 you\n        knowingly killed Steve Winneke by shooting Steve Winneke …\n        Steven Winneke using a Glock handgun, did you do that, Mr.\n        Durham?\n\n        BY [DURHAM]: Yes.\n\n        BY THE COURT: In Count II they say that in Vanderburgh\n        County, Indiana on or about May 10, 2003, you knowingly killed\n\n\nCourt of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 12 of 16\n\f        Marsha Fraser by shooting Marsha Fraser using a Glock\n        handgun, did you do that, sir?\n\n        BY [DURHAM]: Yes.\n\n        BY THE COURT: And in Count III they say that in Vanderburg\n        County, Indiana, on or about May 10, 2003 you attempted to\n        commit the crime of murder by intentionally shooting a Glock\n        handgun at Melony Jones, which conduct constituted a\n        substantial step toward the commission of the crime of murder,\n        did you do that?\n\n        BY [DURHAM]: Yes.\n\n        BY THE COURT: In Count IV they say that in Vanderburgh\n        County, Indiana, on or about May 10, 2003 you attempted to\n        commit the crime of murder by intentionally shooting a Glock\n        handgun at Barry Rolley which conduct constituted a substantial\n        step toward … toward the commission of the crime of murder,\n        did you do that?\n\n        BY [DURHAM]: Yes.\n\n        BY THE COURT: And as I told you before in Count V they say\n        that in Vanderburgh County, Indiana, on or about May 9, 2003,\n        you attempted to commit the crime of murder by intentionally\n        shooting Joseph Scales in the neck while using a handgun, which\n        conduct constituted a substantial step toward the commission of\n        the crime of murder, did you do that, Mr. Durham?\n\n        BY [DURHAM]: Yes.\n\n\nDirect Appeal Transcript pp. 51–52, 53–54. Given that there was, in fact, an\n\nadequate factual basis, Durham has failed to establish that his counsel was\n\nineffective in this regard.\n\n\n\n\nCourt of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 13 of 16\n\f                                     D. Consecutive Sentences\n[13]   Because Durham’s trial counsel allegedly failed to advise him of the possibility\n\n       of a sentence with consecutive terms, he contends that his counsel was\n\n       ineffective. The record, however, indicates that Durham was advised of the\n\n       possibility of consecutive sentences and still chose to plead guilty. The plea\n\n       agreement clearly states that Durham faced a possible sentence between forty-\n\n       five and 230 years. The plea agreement was signed by Durham and, by signing\n\n       it, he affirmed that he understood the terms of the agreement and fully\n\n       discussed them with his counsel. Moreover, in his affidavit responding to\n\n       Durham’s questions in this matter, Durham’s trial counsel David Brunner\n\n       stated that he and co-counsel “reviewed the agreement with [Durham,]\n\n       thoroughly, and explained it to him in the secured area behind the Courtroom.”\n\n       Appellant’s App. Vol. II p. 221. Brunner also stated that he and co-counsel\n\n       “explained ‘consecutive’ and ‘concurrent’ sentencing to [Durham] at length.”\n\n       Id. at 223. Finally, at the guilty plea hearing, the trial court explained to\n\n       Durham that it could run Counts I through IV consecutively for a possible\n\n       penalty between forty-five and 230 years, to which Durham stated that he\n\n       understood. Durham has failed to establish that counsel was ineffective in this\n\n       regard.\n\n\n                                                 E. Count V\n[14]   Durham contends that because Count V, Class A felony attempted murder was\n\n       added after the omnibus date, his trial counsel was ineffective for failing to\n\n       object to the addition. By agreeing to plead guilty to Count V in this case, the\n\n       Court of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 14 of 16\n\f       State agreed to run Count V concurrent to the other four Counts and dismiss\n\n       the habitual offender enhancement. Not only did Durham’s counsel’s plea\n\n       negotiations prevent Durham from facing a possible habitual offender\n\n       enhancement, they resulted in Count V being run concurrently to the other\n\n       Counts in this case, rather than the possibility of the State filing the charge in a\n\n       separate case in which there would be no guarantee of a concurrent sentence.\n\n       Moreover, assuming, arguendo, that Durham’s trial counsel should have\n\n       objected to the addition of Count V once it was added after the omnibus date,\n\n       Durham has failed to assert any specific facts that establish an objective\n\n       reasonable probability that competent representation would have caused him\n\n       not to plead guilty. The post-conviction court’s denial of PCR was proper in\n\n       this regard.\n\n\n                                       F. Voluntariness of Plea\n[15]   Durham claims that his trial counsel was ineffective for failing to adequately\n\n       challenge that his plea was not given voluntarily, knowingly, or intelligently.\n\n       On direct appeal, we concluded that\n\n\n               Durham next contends that the trial court’s denial of his motion\n               to withdraw his guilty plea worked a manifest injustice because\n               he was incompetent at the time of his plea. Essentially, Durham\n               is alleging that his plea was not voluntary, knowing, and\n               intelligent. We cannot agree.\n\n\n       Durham v. State, 82A04-0504-CR-175 (Ind. Ct. App. April 13, 2006), aff’d on\n\n       reh’g. Given our previous conclusion that Durham’s plea was voluntary,\n\n\n       Court of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 15 of 16\n\f       knowing, and intelligent, Durham cannot show that his trial counsel’s\n\n       performance was deficient in this regard.\n\n\n[16]   The judgment of the post-conviction court is affirmed.\n\n\n       Baker, J., and Pyle, J., concur.\n\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 19A-PC-2859| April 28, 2020   Page 16 of 16\n\f",
            "ocr": false,
            "opinion_id": 4529399
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}