{
    "id": 4754905,
    "judges": null,
    "date_filed": "1984-02-24",
    "date_filed_is_approximate": true,
    "slug": "hirsi-v-barr",
    "case_name_short": "Hirsi",
    "case_name": "Hirsi v. Barr",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/285be2e2-a184-44b7-b75d-bcce7e732315/3/doc/17-3981_so.pdf",
            "author_id": null,
            "opinion_text": "17-3981-ag\nHirsi v. Barr\n\n                            UNITED STATES COURT OF APPEALS\n                               FOR THE SECOND CIRCUIT\n\n                                     SUMMARY ORDER\nRulings by summary order do not have precedential effect. Citation to a summary order filed\non or after January 1, 2007, is permitted and is governed by Federal Rule of Appellate\nProcedure 32.1 and this Court’s Local Rule 32.1.1. When citing a summary order in a\ndocument filed with this Court, a party must cite either the Federal Appendix or an\nelectronic database (with the notation “summary order”). A party citing a summary order\nmust serve a copy of it on any party not represented by counsel.\n\n       At a stated term of the United States Court of Appeals for the Second Circuit, held at\nthe Thurgood Marshall United States Courthouse, 40 Foley Square, in the City of New York,\non the 19th day of May, two thousand twenty.\n\nPRESENT:        JON O. NEWMAN,\n                JOSÉ A. CABRANES,\n                PETER W. HALL,\n                             Circuit Judges,\n\n\nMUHAMED AHMED HIRSI,\n\n                       Petitioner,                       17-3981-ag\n\n                       v.\n\nWILLIAM P. BARR, UNITED STATES ATTORNEY\nGENERAL,\n\n                       Respondent.\n\n\nFOR PETITIONER:                                      Theodore V.H. Mayer, Gregory Charles\n                                                     Farrell, Hughes Hubbard & Reed LLP,\n                                                     New York, NY.\n\nFOR RESPONDENT:                                      Juria L. Jones, Trial Attorney, Keith I.\n                                                     McManus, Assistant Director, Office of\n                                                     Immigration Litigation, Joseph H. Hunt,\n                                                     Assistant Attorney General, Civil\n\n\n                                               1\n\f                                                          Division, United States Department of\n                                                          Justice, Washington, DC.\n\n       Appeal from a November 20, 2017 order of the Board of Immigration Appeals.\n\n        UPON DUE CONSIDERATION, IT IS HEREBY ORDERED, ADJUDGED,\nAND DECREED that the Joint Stipulation and Request for Remand be GRANTED, and the\ncause REMANDED to the Board of Immigration Appeals for further proceedings consistent with\nthis order.\n\n        Petitioner Muhamed Hirsi (“Hirsi”), a native and citizen of Somalia, seeks review of a\nNovember 20, 2017 decision of the Board of Immigration Appeals (“BIA”) affirming a June 20,\n2017 decision of an Immigration Judge (“IJ”) denying Hirsi’s applications for asylum, withholding of\nremoval, and relief under the Convention Against Torture (“CAT”). See In re Muhamed Ahmed Hirsi,\nNo. A 209 416 861 (B.I.A. Nov. 20, 2017), aff’g No. A 209 416 861 (Immig. Ct. Batavia June 20,\n2017). We assume the parties’ familiarity with the underlying facts, procedural history of the case,\nand issues on appeal.\n\n        On May 11, 2020, the parties filed a “Joint Stipulation Pursuant to FRAP 42(b) and Request\nfor Remand.” On review of the parties’ joint filing and the IJ’s and the BIA’s decisions, we approve\nthe parties’ stipulation of dismissal and agree that a remand to the BIA is appropriate in the\ncircumstances presented.\n\n       On remand, the BIA shall consider:\n\n       (1) whether any newly obtained documents corroborate Hirsi’s claims;\n\n       (2) whether the case should be remanded to the IJ to make further findings on Hirsi’s claims\n           for asylum, withholding or removal, and protection from removal under the CAT, taking\n           into account any newly obtained documents and the following issues that we have\n           identified in our review of the IJ and BIA’s decisions:\n\n               a. whether the evidence in the record (including, the sworn affidavit from Hirsi’s\n                  neighbor) showing Hirsi’s alleged forced eviction, his mother’s murder, and other\n                  alleged incidents of harm that Hirsi suffered personally (e.g., a beating by\n                  members of a majority clan that rendered him unconscious), in combination,\n                  gives rise to a valid persecution claim. See Poradisova v. Gonzales, 420 28 F.3d 70,\n                  79–80 (2d Cir. 2005);\n\n               b. whether any corroborating evidence that was found missing—such as a death\n                  certificate for Hirsi’s mother—was reasonably available, notwithstanding\n\n\n                                                 2\n\f                   evidence that death certificates are only issued and available in certain areas of\n                   Somalia. See 8 U.S.C. 18 § 1158(b)(1)(B)(ii);\n\n               c. whether the IJ’s corroboration finding was correctly treated as an alternative\n                  basis for denying relief, rather than part of the finding that Hirsi had not\n                  established past persecution;\n\n               d. whether al-Shabaab’s violent attack on the mosque where Hirsi was praying\n                  could constitute persecution of Hirsi, in light of any pattern or practice of\n                  persecution of a group of persons similarly situated to Hirsi on account of his\n                  race, religion, nationality, membership in a particular social group, or political\n                  opinion. See 8 C.F.R. § 1208.13(b)(1), (b)(2)(iii);\n\n               e. whether the IJ’s findings that Hirsi did not suffer persecution properly\n                  considered each distinct protected ground asserted in Hirsi’s applications—such\n                  as, persecution on account of his religion and of his tribal affiliation. See 8 U.S.C.\n                  § 1158(b)(1)(B)(i);\n\n               f. whether Hirsi’s return to Somalia after living in a refugee camp in Kenya from\n                  2008 to 2009 undercuts his claims of past persecution, notwithstanding Hirsi’s\n                  testimony that: (i) his mother sent him to Kenya to avoid military battles in\n                  Mogadishu, but called him back when members of a different tribe began killing\n                  the refugees; and (ii) Hirsi’s short stay at the refugee camp preceded the most\n                  significant incidents of past harm that Hirsi allegedly experienced in Somalia.\n\n               g. whether Hirsi properly established a CAT claim by showing that he would face\n                  torture as a member of his tribe, in light of the evidence in the record that,\n                  among other things, the Somali government knowingly acquiesces in such\n                  torture.\n\n       (3) any other issue stipulated to by the parties in their “Joint Stipulation and Request for\n           Remand.”\n\n        We intimate no view on the ultimate findings by the agency, including such credibility\nfindings as may be appropriate in the normal course of renewed fact-finding upon remand.\n\n\n\n\n                                                   3\n\f                                      CONCLUSION\n\n        For the foregoing reasons, the Joint Stipulation and Request for Remand is GRANTED,\nand the cause REMANDED to the Board of Immigration Appeals for further proceedings\nconsistent with this order.\n\n\n                                                  FOR THE COURT:\n                                                  Catherine O’Hagan Wolfe, Clerk of Court\n\n\n\n\n                                              4\n\f",
            "ocr": false,
            "opinion_id": 4535252
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}