{
    "id": 4762243,
    "judges": null,
    "date_filed": "1989-12-31",
    "date_filed_is_approximate": true,
    "slug": "state-v-schroeder",
    "case_name_short": "Schroeder",
    "case_name": "State v. Schroeder",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "305 Neb. 527"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 39.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00007116PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n06/19/2020 12:08 AM CDT\n\n\n\n\n                                                          - 527 -\n                               Nebraska Supreme Court Advance Sheets\n                                        305 Nebraska Reports\n                                                 STATE v. SCHROEDER\n                                                   Cite as 305 Neb. 527\n\n\n\n\n                                         State of Nebraska, appellee, v.\n                                        Patrick W. Schroeder, appellant.\n                                                     ___ N.W.2d ___\n\n                                           Filed April 17, 2020.    No. S-18-582.\n\n                 1. Sentences: Death Penalty: Appeal and Error. In a capital sentenc-\n                    ing proceeding, the Nebraska Supreme Court conducts an independent\n                    review of the record to determine if the evidence is sufficient to support\n                    imposition of the death penalty.\n                 2. Sentences: Aggravating and Mitigating Circumstances: Appeal and\n                    Error. When reviewing the sufficiency of the evidence to sustain the\n                    trier of fact’s finding of an aggravating circumstance, the relevant ques-\n                    tion for the Nebraska Supreme Court is whether, after viewing the evi-\n                    dence in the light most favorable to the State, any rational trier of fact\n                    could have found the essential elements of the aggravating circumstance\n                    beyond a reasonable doubt.\n                 3. ____: ____: ____. A sentencing panel’s determination of the existence\n                    or nonexistence of a mitigating circumstance is subject to de novo\n                    review by the Nebraska Supreme Court.\n                 4. Sentences: Death Penalty: Aggravating and Mitigating Circum­\n                    stances: Appeal and Error. In reviewing a sentence of death, the\n                    Nebraska Supreme Court conducts a de novo review of the record to\n                    determine whether the aggravating and mitigating circumstances support\n                    the imposition of the death penalty.\n                 5. Rules of Evidence. In proceedings where the Nebraska Evidence Rules\n                    apply, the admissibility of evidence is controlled by the Nebraska\n                    Evidence Rules; judicial discretion is involved only when the rules make\n                    discretion a factor in determining admissibility.\n                 6. Constitutional Law: Statutes: Appeal and Error. The constitutionality\n                    of a statute presents a question of law, which an appellate court indepen-\n                    dently reviews.\n                 7. Sentences: Death Penalty: Homicide: Aggravating and Mitigating\n                    Circumstances: Appeal and Error. Under Nebraska law, the death\n\f                                     - 528 -\n            Nebraska Supreme Court Advance Sheets\n                     305 Nebraska Reports\n                            STATE v. SCHROEDER\n                              Cite as 305 Neb. 527\n\n      penalty is imposed for a conviction of murder in the first degree only in\n      those instances when the aggravating circumstances existing in connec-\n      tion with the crime outweigh the mitigating circumstances.\n 8.   Trial: Rebuttal Evidence. Rebuttal evidence is confined to new mat-\n      ters first introduced by the opposing party and limited to that which\n      explains, disproves, or counteracts the opposing party’s evidence.\n 9.   Sentences: Death Penalty: Aggravating and Mitigating Circum­\n      stances: Evidence. In a death penalty case, a sentencing panel has the\n      discretion to hear evidence to address potential mitigating circumstances\n      regardless of whether the defendant presents evidence on that issue.\n10.   Sentences: Evidence. A sentencing court has broad discretion as to\n      the source and type of evidence and information which may be used\n      in determining the kind and extent of the punishment to be imposed,\n      and evidence may be presented as to any matter that the court deems\n      relevant to the sentence.\n11.   Sentences: Death Penalty: Aggravating and Mitigating Circum­\n      stances: Evidence. In a death penalty case, a sentencing panel may\n      permit the State to present evidence to contradict potential mitigators\n      even though a defendant failed to present affirmative evidence.\n12.   Sentences: Death Penalty: Homicide. A sentencing order in a death\n      penalty case must specify the factors the sentencing panel relied upon in\n      reaching its decision and focus on the individual circumstances of each\n      homicide and each defendant.\n13.   Constitutional Law: Sentences: Death Penalty: Aggravating and\n      Mitigating Circumstances. The U.S. Constitution does not require the\n      sentencing judge or judges to make specific written findings in death\n      penalty cases with regard to nonstatutory mitigating factors.\n14.   Sentences: Aggravating and Mitigating Circumstances: Appeal and\n      Error. The Nebraska Supreme Court will not fault a sentencing panel\n      for failing to discuss a nonstatutory mitigating circumstance that it was\n      not specifically asked to consider.\n15.   Death Penalty: Aggravating and Mitigating Circumstances. During\n      the consideration of statutory mitigating factors in a death penalty case,\n      the mere identification of a history of incarceration, without more,\n      is insufficient to allege unusual pressures or influences or establish\n      extreme mental or emotional disturbance.\n16.   Sentences: Homicide: Aggravating and Mitigating Circumstances:\n      Judgments: Juries: Presentence Reports. When an offender has been\n      convicted of first degree murder and waives the right to a jury determi-\n      nation of an alleged aggravating circumstance, the court must order a\n      presentence investigation of the offender and the panel must consider a\n      written report of such investigation in its sentencing determination.\n\f                                    - 529 -\n           Nebraska Supreme Court Advance Sheets\n                    305 Nebraska Reports\n                           STATE v. SCHROEDER\n                             Cite as 305 Neb. 527\n\n17. Presentence Reports. A presentence investigation and report shall\n    include, when available, any submitted victim statements and an analy-\n    sis of the circumstances attending the commission of the crime and the\n    offender’s history of delinquency or criminality, physical and mental\n    condition, family situation and background, economic status, education,\n    occupation, and personal habits.\n18. Presentence Reports: Probation and Parole. A presentence investiga-\n    tion and report may include any matters the probation officer deems\n    relevant or the court directs to be included.\n19. Constitutional Law: Criminal Law: Sentences: Right to Counsel. An\n    accused has a state and federal constitutional right to be represented by\n    an attorney in all critical stages of a criminal prosecution which can lead\n    to a sentence of confinement.\n20. Right to Counsel: Waiver. A defendant may waive the right to counsel\n    so long as the waiver is made knowingly, voluntarily, and intelligently.\n21. Constitutional Law: Right to Counsel. The same constitutional provi-\n    sions that provide a defendant the right to counsel also guarantee the\n    right of the accused to represent himself or herself.\n22. Attorney and Client. The right to self-representation plainly encom-\n    passes certain specific rights of the defendant to have his voice heard,\n    including that the pro se defendant must be allowed to control the orga-\n    nization and content of his own defense.\n23. Sentences: Death Penalty: Attorney and Client: Aggravating and\n    Mitigating Circumstances: Evidence: Waiver. Control of the orga-\n    nization and content of a defense may include a waiver of the right to\n    pre­sent mitigating evidence during sentencing in a death penalty case.\n24. Criminal Law: Sentences: Death Penalty: Appeal and Error. Because\n    a death sentence is different from any other criminal penalty and no sys-\n    tem based on human judgment is infallible, the Nebraska Supreme Court\n    has taken, and should continue to take, the extra step to ensure fairness\n    and accuracy with the imposition of the death penalty.\n25. Criminal Law: Statutes. Penal statutes are to be strictly construed in\n    favor of the defendant.\n26. Sentences: Evidence: Presentence Reports. Even if the State presents\n    evidence in favor of a specific sentence and the defendant declines to\n    present contrary evidence, a court receives and must consider indepen-\n    dent information from a presentence investigation report.\n27. Sentences: Death Penalty: Evidence: Presentence Reports. In a death\n    penalty case, a sentencing panel is required to review a presentence\n    investigation report and determine whether it contradicts the State’s evi-\n    dence of aggravating factors and whether any mitigating circumstances\n    exist, including specifically delineated statutory mitigators.\n\f                                   - 530 -\n           Nebraska Supreme Court Advance Sheets\n                    305 Nebraska Reports\n                           STATE v. SCHROEDER\n                             Cite as 305 Neb. 527\n\n28. Death Penalty: Aggravating and Mitigating Circumstances: Proof.\n    While the State must prove aggravating circumstances beyond a rea-\n    sonable doubt in a death penalty case, there is no burden of proof with\n    regard to mitigating circumstances.\n29. Sentences: Death Penalty: Aggravating and Mitigating Circum­\n    stances: Judgments. Once a sentencing panel in a death penalty case\n    makes its determinations about the existence of aggravating and mitigat-\n    ing circumstances, the panel is then required to undertake a proportion-\n    ality review.\n30. Criminal Law: Sentences: Death Penalty: Words and Phrases. A pro-\n    portionality review in a death penalty case looks at whether the sentence\n    of death is excessive or disproportionate to the penalty imposed in simi-\n    lar cases, considering both the crime and the defendant. Proportionality\n    review is not constitutionally mandated.\n31. Sentences: Death Penalty: Statutes: Appeal and Error. The propor-\n    tionality review in a death penalty case exists in Nebraska by virtue of\n    statutes which direct the Nebraska Supreme Court to conduct a propor-\n    tionality review in each appeal in which a death sentence is imposed.\n32. Sentences: Death Penalty. A court’s proportionality review spans all\n    previous cases in which a sentence of death is imposed and is not depen-\n    dent on which cases are put forward by the parties.\n33. Sentences: Death Penalty: Aggravating and Mitigating Circum­\n    stances: Judgments: Juries. Even when a jury determines the existence\n    of an aggravating circumstance, a sentencing panel is required to put in\n    writing its consideration of whether the determined aggravating circum-\n    stance justifies the imposition of a sentence of death, whether mitigating\n    circumstances exist, and whether a sentence of death would be excessive\n    or disproportionate to penalties imposed in similar cases.\n34. ____: ____: ____: ____: ____. A sentencing panel’s order imposing\n    a sentence of death where a jury has determined the existence of an\n    aggravating circumstance must specifically refer to the aggravating and\n    mitigating circumstances weighed in the determination of the panel.\n35. Sentences: Death Penalty: Statutes. Nebraska’s capital sentencing\n    scheme provides additional statutory steps and considerations to ensure\n    fairness and accuracy, and these safeguards exist regardless of a defend­\n    ant’s strategy at the penalty phase.\n36. Sentences: Death Penalty. Due to Nebraska’s statutory capital sentenc-\n    ing scheme, a defendant cannot “choose” the death penalty.\n37. Courts: Sentences: Death Penalty. A sentencing decision in a death\n    penalty case rests with the court alone.\n38. Sentences: Death Penalty: Aggravating and Mitigating Circum­\n    stances: Evidence: Presentence Reports. In order to sentence a\n\f                                    - 531 -\n            Nebraska Supreme Court Advance Sheets\n                     305 Nebraska Reports\n                            STATE v. SCHROEDER\n                              Cite as 305 Neb. 527\n\n      defendant to death, the statutory scheme requires that a sentencing\n      panel consider not only evidence and argument presented by the parties\n      but also an independently compiled presentence investigation report to\n      determine whether the alleged aggravating circumstance exists, deter-\n      mine whether any mitigating factors are present which would weigh\n      against the imposition of the death penalty, and conduct a proportional-\n      ity review weighing the aggravating and mitigating factors and compar-\n      ing the facts to previous cases where the death penalty was imposed.\n39.   Trial: Parties. A defendant is entitled to present a defense and is guar-\n      anteed the right to choose the objectives for that defense.\n40.   Attorney and Client. A self-represented defendant must be allowed to\n      control the organization and content of his own defense.\n41.   Constitutional Law: Right to Counsel: Sentences: Aggravating\n      and Mitigating Circumstances: Evidence: Waiver. When a defend­\n      ant waives counsel and the presentation of mitigating evidence, the\n      appointment of an advocate to present evidence and argue against the\n      imposition of a sentence overrides that defendant’s constitutional right\n      to control the organization and content of his or her own defense dur-\n      ing sentencing.\n42.   Right to Counsel: Waiver. A criminal defendant has the right to waive\n      counsel and present his or her own defense.\n43.   Sentences: Death Penalty: Right to Counsel: Evidence: Waiver. In a\n      death penalty case, a defendant’s right to waive counsel and present his\n      or her own defense includes the right of the defendant to elect not to\n      present additional evidence or argument during the penalty proceedings.\n44.   Sentences: Death Penalty: Aggravating and Mitigating Circum­\n      stances: Appeal and Error. In reviewing a sentence of death, the\n      Nebraska Supreme Court conducts a de novo review of the record to\n      determine whether the aggravating and mitigating circumstances support\n      the imposition of the death penalty.\n45.   ____: ____: ____: ____. In reviewing a sentence of death, the Nebraska\n      Supreme Court considers whether the aggravating circumstances justify\n      imposition of a sentence of death and whether any mitigating circum-\n      stances found to exist approach or exceed the weight given to the aggra-\n      vating circumstances.\n46.   ____: ____: ____: ____. The Nebraska Supreme Court is required, upon\n      appeal, to determine the propriety of a death sentence by conducting a\n      proportionality review, comparing the aggravating and mitigating cir-\n      cumstances with those present in other cases in which a court imposed\n      the death penalty.\n47.   Sentences: Death Penalty. The purpose of a proportionality review in a\n      death penalty case is to ensure that the sentences imposed in a case are\n\f                                    - 532 -\n            Nebraska Supreme Court Advance Sheets\n                     305 Nebraska Reports\n                            STATE v. SCHROEDER\n                              Cite as 305 Neb. 527\n\n      no greater than those imposed in other cases with the same or similar\n      circumstances.\n48.   Sentences: Death Penalty: Aggravating and Mitigating Circum­\n      stances: Appeal and Error. The Nebraska Supreme Court’s propor-\n      tionality review looks only to other cases in which the death penalty\n      has been imposed and requires the court to compare the aggravating\n      and mitigating circumstances of the case on appeal with those present in\n      those other cases.\n49.   Death Penalty. A proportionality review in a death penalty case does\n      not require that a court “color match” cases precisely.\n50.   Sentences: Death Penalty. The question when conducting a propor-\n      tionality review in a death penalty case is simply whether the cases\n      being compared are sufficiently similar, considering both the crime and\n      the defendant, to provide the court with a useful frame of reference for\n      evaluating the sentence in the instant case.\n51.   Sentences: Death Penalty: Aggravating and Mitigating Circum­\n      stances. One aggravating circumstance may be sufficient under\n      Nebraska’s statutory system for the imposition of the death penalty.\n52.   ____: ____: ____. In a proportionality review, the evaluation of whether\n      the death penalty should be imposed in a specific case is not a mere\n      counting process of “X” number of aggravating circumstances and\n      “Y” number of mitigating circumstances and, instead, asks whether the\n      reviewed cases are sufficiently similar to provide a useful reference for\n      that evaluation.\n\n   Appeal from the District Court for Johnson County: Vicky\nL. Johnson, Judge. Affirmed.\n  Sarah P. Newell, of Nebraska Commission on Public\nAdvocacy, for appellant.\n  Douglas J. Peterson, Attorney General, and James D. Smith,\nSolicitor General, for appellee.\n  Christopher L. Eickholt, of Eickholt Law, L.L.C., Cassandra\nStubbs, of American Civil Liberties Union Foundation, and\nAmy A. Miller, of ACLU of Nebraska Foundation, for amicus\ncuriae ACLU and ACLU of Nebraska.\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\nand Papik, JJ., and Moore, Chief Judge.\n\f                             - 533 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                      STATE v. SCHROEDER\n                        Cite as 305 Neb. 527\n\n   Funke, J.\n   Patrick W. Schroeder appeals his sentence of death for\nfirst degree murder of Terry Berry, Jr. This is a mandatory\ndirect appeal pursuant to Neb. Rev. Stat. § 29-2525 (Cum.\nSupp. 2018) and article I, § 23, of the Nebraska Constitution.\nSchroeder waived counsel, pled guilty without a plea agree-\nment, waived the right to a jury on the issue of aggravating\nfactors, declined to present evidence of aggravating or mitigat-\ning factors, and declined to cooperate for the preparation of the\npresentence investigation report.\n   On appeal, Schroeder was appointed counsel and now con-\ntends that the sentencing panel erred in allowing the State to\nintroduce evidence to refute unpresented mitigating evidence,\nfailing to consider and weigh mitigating evidence from the\npresentence investigation report, failing to request documenta-\ntion from the Department of Correctional Services (DCS) of\nSchroeder’s time in custody for mitigation purposes, sentenc-\ning Schroeder to death with insufficient safeguards to prevent\narbitrary results, and finding Schroeder should be sentenced to\ndeath after balancing the aggravating evidence and mitigating\nevidence. For the reasons set forth herein, we affirm.\n                       BACKGROUND\n                    Factual Background\n   At the time of the events leading to Schroeder’s instant\nconviction, Schroeder was incarcerated at Tecumseh State\nCorrectional Institution (TSCI). This incarceration was pur-\nsuant to a 2007 conviction for the first degree murder of\nKenneth Albers in which Schroeder was sentenced to life\nimprisonment.\n   In March 2017, while housed in a cell intended for one\noccupant, Schroeder was asked if he would consider a room-\nmate due to overcrowding. Schroeder agreed but wanted a\nroommate with whom he was compatible. Prison officials\nassigned Berry to Schroeder’s cell. Schroeder did not consider\nBerry to be compatible with him and told prison officials that\nhe did not want Berry as a cellmate. Schroeder did not know\n\f                             - 534 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                      STATE v. SCHROEDER\n                        Cite as 305 Neb. 527\n\nBerry personally before the assignment but knew of Berry as\n“‘a loudmouth, a punk.’” Berry was 22 years old and convicted\nof second degree forgery and a confined person violation.\nBerry was due for release approximately 2 weeks after his\nassignment to Schroeder’s cell.\n   Schroeder had described Berry as a constant talker with\nextremely poor hygiene. During their shared confinement,\nSchroeder would urge Berry to be quieter and clean up after\nhimself. Schroeder alleged that he had told prison staff that\nplacing Berry with him would be an unworkable, bad arrange-\nment. Schroeder described that prison staff who came by his\ncell would acknowledge the poor fit and even joke that it was\nsurprising Schroeder had not killed Berry yet. By April 13,\n2017, Schroeder decided to himself that “‘[s]omething was\ngonna happen’” if Berry was not moved.\n   On April 15, 2017, Berry was watching “UFC” on televi-\nsion in the cell and, as Schroeder explained, Berry “‘would\nnot shut up.’” Schroeder instructed Berry to move his chair\nto face the television with his back to Schroeder. Schroeder\nproceeded to put Berry in a chokehold and locked his hands.\nHe continued to choke Berry for about 5 minutes until his\narms got tired and then took a nearby towel, wrapped it around\nBerry’s neck, and continued to choke him for about 5 more\nminutes. At that point, Schroeder let up on the towel, believ-\ning Berry was dead. Schroeder claimed he then tried to push\nthe call button in his cell to alert staff to Berry’s condition.\nAround 30 minutes later, Schroeder alerted a passing guard\nthat Berry was on the floor by asking, “‘How do you deal\nwith a dead body in a cell?’” The guard believed Schroeder\nwas joking until Schroeder picked up and dropped Berry’s\nleg. Schroeder has stated that he summoned the guard not for\nBerry’s benefit, but because he wanted Berry’s body removed\nfrom the cell.\n   Berry was transported to a medical facility. On April 19,\n2017, Berry died, having been declared brain dead. A search\nof the cell revealed a torn “kite,” a form inmates use to com-\nmunicate with prison staff, dated April 13, 2017, and located in\n\f                                   - 535 -\n            Nebraska Supreme Court Advance Sheets\n                     305 Nebraska Reports\n                           STATE v. SCHROEDER\n                             Cite as 305 Neb. 527\n\nthe trash. The discarded kite stated that prison staff had to get\nBerry out of the cell before he got hurt.\n\n                   Procedural Background\n   Pursuant to these events, Schroeder was charged in April\n2017 with first degree murder and use of a weapon to commit\na felony. Within an information filed in June, the State submit-\nted a notice of aggravation alleging Schroeder had been con-\nvicted of another murder, been convicted of a crime involving\nthe use or threat of violence to the person, or had a substantial\nprior history of serious assaultive or terrorizing criminal activ­\nity. 1 Schroeder was appointed counsel and entered a plea of\nnot guilty.\n   A hearing was held following Schroeder’s subsequent\nrequest to dismiss counsel and represent himself. The court\ngranted Schroeder’s motion and discharged his counsel but\nalso appointed that same counsel to act in a standby role.\nRepresenting himself, Schroeder withdrew a pending motion\nto quash and requested leave to withdraw his prior plea of not\nguilty. The court granted Schroeder leave to withdraw his prior\nplea and rearraigned him. Thereafter, Schroeder pled guilty to\nboth counts and the court found him guilty of those charges\nbeyond a reasonable doubt.\n\n             Presentence Investigation Report\n   The court ordered a presentence investigation report.\nSchroeder declined to answer questions or participate in its\npreparation. However, the current report did attach the 2007\npresentence investigation report from Schroeder’s earlier con-\nvictions, which supplies more background information.\n   According to the report, Schroeder was born in June 1977.\nSchroeder’s biological father abandoned his family when\nSchroeder was an infant. Schroeder’s mother and stepfather\nraised him in his early years. Schroeder described his step­father\nas an alcoholic. Schroeder’s mother and stepfather separated\n1\n    See Neb. Rev. Stat. § 29-2523(1)(a) (Cum. Supp. 2018).\n\f                             - 536 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                      STATE v. SCHROEDER\n                        Cite as 305 Neb. 527\n\nwhen Schroeder was 9 years old, and Schroeder moved with\nhis mother to Kearney, Nebraska. Schroeder has not had con-\ntact with his stepfather since he was 12 years old. Schroeder\nhas two older brothers but, at the time of the 2007 report, was\nnot close to either of them. While Schroeder’s biological father\ndid take him in for a brief period of time when he was 12 years\nold, Schroeder was removed and sent to a juvenile facility\nbecause his father caught him smoking marijuana. Schroeder\ndenied being abused or neglected and described his childhood\nas “‘typical.’” Schroeder has a history of “placement in foster\ncare and group home situations including a number of run-\naways.” At one point as a teenager, Schroeder was placed with\nhis grandparents for a period of time.\n   Schroeder was married in 1998 and has one child from that\nmarriage, but the couple has since divorced. At the time of the\n2007 report, Schroeder described that the child was adopted\nby his ex-wife’s present husband and that Schroeder has no\ncontact with the child. Schroeder remarried in 2003, and his\nwife had three children from prior relationships. However,\nSchroeder said in the 2007 report that while the couple was\nthen together, he expected the situation to change under the\ncircumstances.\n   The presentence investigation report provides that Schroeder\nhas an eighth grade education. Before he was incarcerated in\n2007, he had been employed in various farmwork and con-\nstruction jobs.\n   Schroeder reported that he first used alcohol when he was 13\nyears old and that he experimented with marijuana and cocaine\nwhen he was 15 years old. Schroeder also admitted he had\nused methamphetamine on a daily basis for approximately 3 to\n4 months, with the last use in 2003. While Schroeder denied\nreceiving treatment, previous prison records indicated he was\nplaced in substance abuse programming in 1991. Schroeder\nasserted that from April 2005 until his 2006 arrest, he was\n“‘hooked on opiates’” and was taking between 500 and 800\npills per month, some of which were prescribed and some of\nwhich were not.\n\f                             - 537 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                      STATE v. SCHROEDER\n                        Cite as 305 Neb. 527\n\n   The report explained that in 1985, Schroeder was first\ncharged with criminal mischief in juvenile court when he was\n12 years old. Between 1987 and 1992, Schroeder was also\ncharged in juvenile court with aiding and abetting, escape,\ntheft, minor in possession of alcohol, and theft by exercis-\ning control. He was ordered to serve probation as well as\nbeing placed in the Youth Rehabilitation and Treatment Center\nin Kearney.\n   Since reaching the age of majority, in addition to his 2007\nconvictions, Schroeder has been convicted of bank robbery,\nforgery, escape, theft, assault, driving under suspension, con-\ntributing to the delinquency of a child, driving under the\ninfluence, and issuing bad checks. He has been sentenced to\nmultiple terms of incarceration and terms of supervision. He\nhas had two of his terms of probation revoked and completed\nothers unsatisfactorily.\n                  Sentencing Proceedings\n   A scheduling hearing was held in August 2017. Schroeder\nwaived his right to a jury for a determination of the aggrava-\ntion allegation. The court accepted this waiver after making\ninquiry and finding, beyond a reasonable doubt, that Schroeder\nwas competent and that his decision was made freely, volun-\ntarily, knowingly, and intelligently. Thereafter, a three-judge\npanel was convened for a sentencing hearing on Schroeder’s\nfirst degree murder conviction.\n   On the aggravation allegation, the State presented evidence\nof Schroeder’s 2007 conviction for Albers’ murder. A ser-\ngeant with the Nebraska State Patrol testified that he was\nthe lead investigator for that case. His testimony and a video\nof his interview with Schroeder described that Albers was a\n75-year-old farmer who had previously employed Schroeder.\nBelieving Albers had several thousand dollars in cash at his\nresidence, Schroeder had driven to Albers’ house, rung the\ndoorbell, entered the home, and awakened Albers. Schroeder\ndemanded money, threatened Albers, and hit him in the head\nwith a nightstick. Albers recognized Schroeder during this\n\f                             - 538 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                      STATE v. SCHROEDER\n                        Cite as 305 Neb. 527\n\nexchange and called him by name. Schroeder forced Albers\nto open a lockbox in which Schroeder believed the cash was\nkept, after which Schroeder took Albers outside to an adjacent\nshop. At the shop, Albers turned toward Schroeder, attempting\nto defend himself. Schroeder struck Albers with the nightstick\nfour or five times. With Albers on the floor, Schroeder dragged\nhim out of the shop, tied him up with battery cables, and\nplaced him in the back of Albers’ pickup. Schroeder then drove\nAlbers, who was still alive, to an abandoned well on the prop-\nerty and dumped him into it. Schroeder explained to the ser-\ngeant that he had made the decision to kill Albers a few days\nbefore the robbery. The doctor who performed the autopsy on\nAlbers testified that the cause of Albers’ death was blunt force\ntrauma to his head.\n   Schroeder declined to cross-examine the State’s witnesses,\npresent rebuttal evidence, or argue against the State’s claim on\nthe aggravation allegation.\n   As to mitigating factors, Schroeder again declined to pre­\nsent any evidence or argument. However, the State requested,\nand the court granted, permission to present evidence to negate\npossible statutory mitigating circumstances. Here, the State\npresented evidence related to Berry’s murder. Investigator\nStacie Lundgren of the Nebraska State Patrol testified to her\ninterview with Schroeder where he described how and why\nhe killed Berry. This interview was also described in the pre-\nsentence investigation report. The doctor who performed the\nautopsy of Berry opined that the cause of death was compres-\nsional asphyxia, a form of strangulation where the structures\nof the neck are compressed. Cpl. Steve Wilder explained that\nhe was the correctional officer whom Schroeder flagged down\nto remove Berry after Schroeder had choked him. Cpl. Joseph\nEppens testified he had moved Schroeder from his cell follow-\ning the incident. Eppens explained that Schroeder told him he\nhad previously informed correctional staff he did not want a\ncellmate and that he joked, “[T]his is what happens when we\nwatch UFC.” Finally, a TSCI employee testified that he had\nnotarized a writing in which Schroeder stated:\n\f                             - 539 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                      STATE v. SCHROEDER\n                        Cite as 305 Neb. 527\n\n         My name is Patrick Schroeder. I’m 40 years old and\n      I killed Terry Berry on April 15[,] 2017[.] I killed Berry\n      because I wanted to, I knew I was going to kill him the\n      moment staff put him in my cell on April 10[,] 2017. . . .\n         I’m writing this statement to inform the court that if\n      given another life term I will kill again and we will be\n      right back in court doing this all over again.\n   The court allowed the parties to make arguments. Schroeder\ndeclined. On the aggravation allegation, the State noted that\nit provided a certified copy of Schroeder’s previous murder\nconviction and testimony concerning the events leading to that\nconviction. As to mitigating circumstances, the State stated,\nin part:\n      [T]he State has offered evidence considering the statutory\n      mitigating circumstances, and the purpose of the evidence\n      was to affirmatively show that there were no statutory\n      mitigators that exist in this case.\n         The circumstances to be considered for mitigation\n      include whether or not the defendant acted under unusual\n      pressure or influence. I want to emphasize the word\n      “unusual.” His justification[s] for his actions are more of\n      a nuisance than they are unusual pressure.\n         It was displeasure or disagreement with a roommate\n      and how the roommate either talked too much or his\n      hygiene wasn’t appropriate for . . . Schroeder’s standards,\n      and I don’t think that constitutes unusual pressure or\n      influence.\n         He’s not under the . . . dominion of another. . . .\n      Schroeder acted by himself, and I would say he probably\n      was the boss in the cell.\n         There is no undue influence of extreme mental or emo-\n      tional disturbance. . . . Schroeder was clear thinking, and\n      by the evidence that’s been presented, his thought process\n      started almost immediately upon . . . Berry becoming\n      his cellmate. And in his written statement, that is really\n      clear. And even in his interview with the investigator, he\n\f                             - 540 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                      STATE v. SCHROEDER\n                        Cite as 305 Neb. 527\n\n     started thinking about this several days before it actu-\n     ally happened.\n        So he wasn’t under any influence of extreme mental or\n     emotional disturbance. This was a thought process delib-\n     erate and pretty cold blooded.\n        ....\n        The evidence shows that he was the sole person com-\n     mitting this crime. There is no accomplice. And his par-\n     ticipation is the . . . death-causing participation.\n        The State would argue that . . . Berry’s habits as\n     described by [Schroeder do] not make him a participant\n     [in the incident].\n        ....\n        [Schroeder] was a prisoner at the institution. No evi-\n     dence of impairment. The only evidence is that he’s clear-\n     headed, he’s thinking, and he planned.\n\n                       Order of Sentence\n   In the panel’s order of sentence, the panel found the State\nproved the aggravation allegation beyond a reasonable doubt,\nciting Schroeder’s previous conviction and the testimony\ndescribing the events leading to that conviction.\n   The panel also addressed possible statutory mitigating cir-\ncumstances, noting, “The State was allowed to present evi-\ndence that is probative of the non-existence of statutory or non-\nstatutory mitigating circumstances, and did so[, and Schroeder]\nwas allowed to present evidence that is probative of the exis-\ntence of a statutory or non-statutory mitigating circumstance[,\nbut] chose not to . . . .” After analyzing each of the mitigating\ngrounds defined by § 29-2523(2) and giving Schroeder the\nbenefit of all inferences, the panel did not find there were any\nstatutory mitigating circumstances.\n   The panel addressed various nonstatutory mitigating factors.\nThe panel found two of these factors existed and weighed in\nSchroeder’s favor, including that Schroeder’s guilty plea spared\nBerry’s family the trauma of a trial and the State the expense of\n\f                              - 541 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                       STATE v. SCHROEDER\n                         Cite as 305 Neb. 527\n\na trial and that Schroeder’s childhood and family were dysfunc-\ntional. While finding three other factors did not exist, the panel\nnoted the following: Schroeder is not well educated, but there\nis no evidence of a borderline intellect or diminished cogni-\ntive ability and he clearly knows right from wrong; Schroeder\ntakes medication for depression, but there is nothing to suggest\nthat this depression contributed to his actions and there is no\nevidence that his psychiatric or psychological history rises to\nthe level of a mitigating circumstance; and the record does not\nsuggest Schroeder has generally been a problem to officials\nduring his confinement, but this prior conduct does not rise to\nthe level of a mitigating factor. The panel acknowledged that\nSchroeder apparently “expressly welcomes a death sentence”\nbut explained this was not considered and that “[i]t is the law,\nand not [Schroeder’s] wishes, that compels this Panel’s ulti-\nmate conclusion.”\n   The panel concluded that the two nonstatutory mitigating\ncircumstances were given little weight because these two fac-\ntors did not approach or exceed the weight given to the aggra-\nvating circumstance. The panel then conducted a proportional-\nity review and found that a sentence of death is not excessive\nor disproportionate to the penalty imposed in similar cases.\nBased upon all of the above, the panel sentenced Schroeder\nto death.\n                 ASSIGNMENTS OF ERROR\n   Schroeder assigns, restated, that the sentencing court erred\nin (1) allowing the State to introduce evidence to rebut unpre-\nsented mitigating evidence, (2) failing to consider and prop-\nerly weigh mitigating evidence from the presentence inves-\ntigation report, (3) failing to request DCS documentation of\nSchroeder’s time in custody for mitigation purposes, (4) sen-\ntencing Schroeder to death with insufficient safeguards to\nprevent arbitrary results, and (5) sentencing Schroeder to death\nafter balancing the aggravating evidence and mitigating evi-\ndence and conducting the proportionality review.\n\f                                   - 542 -\n            Nebraska Supreme Court Advance Sheets\n                     305 Nebraska Reports\n                           STATE v. SCHROEDER\n                             Cite as 305 Neb. 527\n\n                    STANDARD OF REVIEW\n   [1] In a capital sentencing proceeding, this court conducts an\nindependent review of the record to determine if the evidence\nis sufficient to support imposition of the death penalty. 2\n   [2-4] When reviewing the sufficiency of the evidence to\nsustain the trier of fact’s finding of an aggravating circum-\nstance, the relevant question for this court is whether, after\nviewing the evidence in the light most favorable to the State,\nany rational trier of fact could have found the essential ele-\nments of the aggravating circumstance beyond a reasonable\ndoubt. 3 The sentencing panel’s determination of the existence\nor nonexistence of a mitigating circumstance is subject to de\nnovo review by this court. 4 In reviewing a sentence of death,\nthe Nebraska Supreme Court conducts a de novo review of the\nrecord to determine whether the aggravating and mitigating\ncircumstances support the imposition of the death penalty. 5\n   [5] In proceedings where the Nebraska Evidence Rules\napply, the admissibility of evidence is controlled by the\nNebraska Evidence Rules; judicial discretion is involved\nonly when the rules make discretion a factor in determining\nadmissibility. 6\n   [6] The constitutionality of a statute presents a question of\nlaw, which an appellate court independently reviews. 7\n                        ANALYSIS\n                 Rebuttal of Mitigating\n                     Circumstances\n   [7] Under Nebraska law, the death penalty is imposed\nfor a conviction of murder in the first degree only in those\n2\n    State v. Jenkins, 303 Neb. 676, 931 N.W.2d 851 (2019).\n3\n    State v. Torres, 283 Neb. 142, 812 N.W.2d 213 (2012).\n4\n    Jenkins, supra note 2.\n5\n    Id.\n6\n    Torres, supra note 3.\n7\n    Jenkins, supra note 2.\n\f                                  - 543 -\n            Nebraska Supreme Court Advance Sheets\n                     305 Nebraska Reports\n                          STATE v. SCHROEDER\n                            Cite as 305 Neb. 527\n\ninstances when the aggravating circumstances existing in\nconnection with the crime outweigh the mitigating circum­\nstances. 8 When, as here, a defendant waives the right to a\njury determination of alleged aggravating circumstances, the\nproc­ess for a sentencing panel to consider, find, and weigh the\napplicable aggravating and mitigating circumstances is set out\nby Neb. Rev. Stat. § 29-2521(2) (Cum. Supp. 2018). Section\n29-2521(2) states:\n      In the sentencing determination proceeding before a panel\n      of judges when the right to a jury determination of the\n      alleged aggravating circumstances has been waived, the\n      panel shall . . . hold a hearing. At such hearing, evidence\n      may be presented as to any matter that the presiding judge\n      deems relevant to sentence and shall include matters\n      relating to the aggravating circumstances alleged in the\n      information, to any of the mitigating circumstances set\n      forth in section 29-2523, and to sentence excessiveness\n      or disproportionality. The Nebraska Evidence Rules shall\n      apply to evidence relating to aggravating circumstances.\n      Each aggravating circumstance shall be proved beyond a\n      reasonable doubt. Any evidence at the sentencing deter-\n      mination proceeding which the presiding judge deems to\n      have probative value may be received. The state and the\n      defendant or his or her counsel shall be permitted to pre­\n      sent argument for or against sentence of death.\n   The mitigating circumstances required to be considered\nunder § 29-2521 and set forth in § 29-2523(2) include:\n         (a) The offender has no significant history of prior\n      criminal activity;\n         (b) The offender acted under unusual pressures or\n      influences or under the domination of another person;\n         (c) The crime was committed while the offender was\n      under the influence of extreme mental or emotional\n      disturbance;\n         (d) The age of the defendant at the time of the crime;\n8\n    Neb. Rev. Stat. § 29-2519 (Cum. Supp. 2018).\n\f                                   - 544 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                           STATE v. SCHROEDER\n                             Cite as 305 Neb. 527\n\n         (e) The offender was an accomplice in the crime com-\n      mitted by another person and his or her participation was\n      relatively minor;\n         (f) The victim was a participant in the defendant’s con-\n      duct or consented to the act; or\n         (g) At the time of the crime, the capacity of the defend­\n      ant to appreciate the wrongfulness of his or her conduct\n      or to conform his or her conduct to the requirements of\n      law was impaired as a result of mental illness, mental\n      defect, or intoxication.\n   [8] Schroeder initially claims that the sentencing panel erred\nby allowing the State to present evidence to rebut the statutory\nmitigating circumstances even though Schroeder did not offer\nany evidence on mitigation. In making this claim, Schroeder\ncites the proposition that rebuttal evidence is confined to new\nmatters first introduced by the opposing party and limited to\nthat which explains, disproves, or counteracts the opposing\nparty’s evidence. 9\n   [9-11] Contrary to Schroeder’s assertions under this assign-\nment, a sentencing panel has the discretion to hear evidence\nto address potential mitigating circumstances regardless of\nwhether the defendant presents evidence on that issue. As\nquoted above, § 29-2521(2) allows a sentencing panel to\nreceive “[a]ny evidence” at the sentencing proceeding which\nthe presiding judge deems to have probative value relevant\nto the sentence including to any of the statutory mitigating\ncircumstances. 10 A sentencing court has broad discretion as to\nthe source and type of evidence and information which may\nbe used in determining the kind and extent of the punishment\nto be imposed, and evidence may be presented as to any mat-\nter that the court deems relevant to the sentence. 11 Although\n§ 29-2521(2) dictates that the Nebraska Rules of Evidence\n 9\n     See State v. Sandoval, 280 Neb. 309, 788 N.W.2d 172 (2010). See, also,\n     State v. Molina, 271 Neb. 488, 713 N.W.2d 412 (2006).\n10\n     See Jenkins, supra note 2.\n11\n     Id.\n\f                                     - 545 -\n              Nebraska Supreme Court Advance Sheets\n                       305 Nebraska Reports\n                              STATE v. SCHROEDER\n                                Cite as 305 Neb. 527\n\napply when determining the aggravating circumstances alleged\nby the information, it contains no such requirement for con-\nsideration of mitigating circumstances. Because a sentencing\npanel is required to consider and weigh any mitigating cir-\ncumstances in imposing a sentence of death, the introduction\nof evidence of the existence or nonexistence of these potential\nmitigators has probative value to the sentence. Thus, the panel\ncould permit the State to present evidence to contradict poten-\ntial mitigators even though Schroder failed to present affirma-\ntive evidence.\n   Schroeder argues the State’s evidence purported to rebut\nthe statutory mitigating circumstances was actually offered\nto support uncharged aggravating circumstances. Specifically,\nSchroeder alleges the State’s evidence was offered to show the\nnonstatutory aggravating circumstance of future dangerous-\nness and “both prongs” 12 of § 29-2523(1)(d), which provides\na statutory aggravator when a murder was especially heinous,\natrocious, or cruel or manifested exceptional depravity by ordi-\nnary standards of morality and intelligence.\n   During the portion of the hearing devoted to mitigating\ncircumstances, the State’s evidence related to Berry’s murder.\nLundgren testified about her interview with Schroeder where\nhe described how and why he killed Berry. This same interview\nwas also described in the presentence investigation report. The\ndoctor who performed the autopsy on Berry explained that\nBerry was killed by strangulation. Wilder explained the events\nsurrounding his discovery of Berry’s murder and Schroeder’s\nreaction. Eppens explained that Schroeder told him he had pre-\nviously informed correctional staff he did not want a cellmate\nand joked, while Eppens was moving him following the dis-\ncovery of Berry’s unconscious body, “[T]his is what happens\nwhen we watch UFC.” Additionally, through the testimony of\na TSCI employee, the State introduced a notarized writing in\nwhich Schroeder confessed, explained his reasons for killing\nBerry, and stated he would kill again if given another life term.\n12\n     Brief for appellant at 28.\n\f                                - 546 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                         STATE v. SCHROEDER\n                           Cite as 305 Neb. 527\n\n   This evidence surrounding Berry’s murder was relevant\nto the statutory mitigating circumstances the panel was\nrequired to consider. The mitigating circumstances listed under\n§ 29-2523(2) involve, in part, circumstances surrounding the\nunderlying crime. These circumstances include pressure or\ninfluences which may have weighed on the defendant, poten-\ntial influence on the defendant of extreme mental or emotional\ndisturbance at the time of the offense, potential victim partici-\npation or consent to the act, the defendant’s capacity to appre-\nciate the wrongfulness of the act at the time of the offense,\nand any mental illness, defect, or intoxication which may have\ncontributed to the offense. 13 The State’s evidence informed\nthe panel’s analysis and was relevant to consideration of these\nmitigators; and, as explained above, the panel had discretion to\nhear this evidence.\n   Schroeder fails to allege that the introduction of this evi-\ndence influenced the panel’s finding of the existence of the\ncharged aggravator—namely that Schroeder had been convicted\nof another murder, been convicted of a crime involving the use\nor threat of violence to the person, or had a substantial prior\nhistory of serious assaultive or terrorizing criminal activity. 14 It\nis undisputed that Schroeder had previously been convicted of\nthe murder of Albers and was incarcerated for that crime at the\ntime of Berry’s killing. Schroeder does not challenge the pre-\nsentation of evidence related to this aggravating circumstance\nfor failing to comply with the Nebraska Evidence Rules. 15\n   The panel had discretion to hear any evidence relevant to\nsentencing, the panel was required to consider mitigating cir-\ncumstances even though Schroeder failed to allege or present\nevidence in support of them, and the evidence presented by the\nState was relevant to the panel’s review of these mitigators.\nAs such, the panel did not err in allowing the State to present\nevidence on the existence of mitigating circumstances.\n13\n     § 29-2523(2).\n14\n     § 29-2523(1)(a).\n15\n     See § 29-2521(2).\n\f                                    - 547 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                            STATE v. SCHROEDER\n                              Cite as 305 Neb. 527\n\n                    Weighing of Mitigating\n                         Circumstances\n   Schroeder next assigns the panel failed to properly con-\nsider mitigating information contained within the presentence\ninvestigation report and available from the State’s evidence.\nSchroeder claims proper consideration of this evidence would\nhave led the panel to find additional statutory and nonstatutory\nmitigating circumstances.\n   [12] As explained, § 29-2521 requires a sentencing panel to\nconsider mitigating circumstances. Neb. Rev. Stat. § 29-2522\n(Cum. Supp. 2018) describes the weighing of the aggravat-\ning and mitigating circumstances in imposing a sentence of\ndeath and requires that the determination be in writing and\nrefer to the aggravating and mitigating circumstances weighed.\nAccordingly, the sentencing order must specify the factors it\nrelied upon in reaching its decision and focus on the individual\ncircumstances of each homicide and each defendant. 16\n   We first address Schroeder’s claims that the panel should\nhave applied additional nonstatutory mitigating evidence,\nincluding (1) that the State had ulterior motives for pursu-\ning the death penalty to avoid and detract from potential civil\nliability for failing to protect Berry, (2) that Schroeder was\ninstitutionalized from consistent incarceration, and (3) that\nSchroeder had used money elicited from his murder of Albers\nto provide clothes and food for his family.\n   [13,14] The U.S. Constitution does not require the sen-\ntencing judge or judges to make specific written findings\nwith regard to nonstatutory mitigating factors. 17 In State v.\nJenkins, 18 we addressed an assignment of a sentencing panel\nfailing to address nonstatutory mitigators and explained that\n16\n     State v. Dunster, 262 Neb. 329, 631 N.W.2d 879 (2001).\n17\n     State v. Bjorklund, 258 Neb. 432, 604 N.W.2d 169 (2000), abrogated\n     on other grounds, State v. Mata, 275 Neb. 1, 745 N.W.2d 229 (2008).\n     Accord State v. Reeves, 234 Neb. 711, 453 N.W.2d 359, cert. granted and\n     judgment vacated 498 U.S. 964, 111 S. Ct. 425, 112 L. Ed. 2d 409 (1990).\n18\n     Jenkins, supra note 2.\n\f                             - 548 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                      STATE v. SCHROEDER\n                        Cite as 305 Neb. 527\n\nwe will not fault the panel for failing to discuss a nonstatu-\ntory mitigating circumstance that it was not specifically asked\nto consider.\n   Additionally, the underlying facts Schroeder uses as sup-\nport for these nonstatutory mitigators are included in the\npresentence investigation report which the panel explained it\nconsidered in determining his sentence. The panel also specifi-\ncally acknowledged many of these facts in its sentencing order.\nOn the allegation that the State had ulterior motives due to\npotential liability, the panel explained the cell Schroeder and\nBerry shared was intended for a single inmate, Berry was set\nfor release 2 weeks after moving in with Schroeder, Schroeder\nwas serving a life sentence for Albers’ murder, and Schroeder\nwarned that issues might arise if he were incompatible with\nwhoever was assigned as his roommate. As to institutional-\nization, the panel described Schroeder’s current incarceration\nfor Albers’ murder and noted his dysfunctional childhood and\nthat “[h]e was involved in the juvenile court at a young age.”\nFinally, on the use of money he attained from Albers’ murder,\nthe panel described that he took several thousand dollars from\nAlbers after leaving him for dead and “drove around the area,\npaying off bills and making purchases.” It is clear the panel\nconsidered and weighed these facts even though it did not state\na finding that they led to the specific nonstatutory mitigating\ncircumstances Schroeder presently claims.\n   Because the panel was not required to make specific writ-\nten findings on the application of nonstatutory mitigating fac-\ntors, and taking into account the panel’s consideration of\nthe facts Schroeder alleges support these factors, Schroeder’s\nclaims involving the nonstatutory mitigators do not demon-\nstrate reversible error.\n   We next turn to Schroeder’s claim that the panel failed\nin its analysis of statutory mitigating circumstances. Of the\nstatutory mitigating factors, Schroeder claims the panel should\nhave determined the following applied: Schroeder acted under\nunusual pressures or influences or under the domination\n\f                                   - 549 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                            STATE v. SCHROEDER\n                              Cite as 305 Neb. 527\n\nof another person, 19 Berry’s murder was committed while\nSchroeder was under the influence of extreme mental or emo-\ntional disturbance, 20 and Berry was a participant in Schroeder’s\nconduct or consented to the act. 21\n   For Schroeder’s claims that he was under unusual pressures\nor influences and extreme mental or emotional disturbance,\nhe first alleges the panel failed to acknowledge his efforts to\nget Berry removed as a cellmate and his incompatibility with\nBerry. He supports this allegation by referencing the panel’s\ndetermination that Schroeder had calculated Berry’s murder for\nseveral days and chose no method of obviating his annoyance.\nSchroeder further quoted the panel’s explanation that finding\nthe kite in the trash “suggests a premeditative and depraved\nmentality” in that Schroeder “did not ask that [Berry] be\nmoved” and in that Schroeder “did not tell the guards that . . .\nBerry was in mortal danger if he were not moved.”\n   Schroeder contends this determination and the findings\nsupporting it are contradicted by the evidence. Specifically,\nSchroeder points to the summaries of his interviews with\nLundgren, included in the presentence investigation report,\nwherein he told Lundgren that he had “‘told all of the staff’”\nthat he did not want Berry as a cellmate, that he told staff\nmembers he was not compatible with Berry when they assigned\nhim to Schroeder’s cell, that a TSCI caseworker had tried to\nget the assignment switched prior to Berry’s moving in, and\nthat corrections officers would laugh at the arrangement and\njoke they were surprised Schroeder had not killed Berry yet.\nSchroeder also points to Lundgren’s case synopsis noting that\nthe TSCI caseworker Schroeder described in his interview\nexplained that she did have concerns prior to Berry’s moving\ninto the cell based on a “‘gut feeling’” that the arrangement\nwould be “‘a bad idea’” but that she was unsuccessful in get-\nting it switched.\n19\n     See § 29-2523(2)(b).\n20\n     See § 29-2523(2)(c).\n21\n     See § 29-2523(2)(f).\n\f                             - 550 -\n         Nebraska Supreme Court Advance Sheets\n                  305 Nebraska Reports\n                      STATE v. SCHROEDER\n                        Cite as 305 Neb. 527\n\n   However, the panel’s statements that Schroeder did not ask\nfor Berry to be moved and did not warn that Berry was in\nmortal danger are not contradicted by Lundgren’s summaries.\nLundgren’s summary of Schroeder’s interview only described\nSchroeder’s assertions that he told staff prior to Berry’s mov-\ning in that he did not want Berry as a cellmate and was\nincompatible with him. Lundgren’s summary did not describe\nthat Schroeder asserted he continued these complaints after\nthe move was made and did not allege he made any actual\nrequests for Berry to be moved. Moreover, there is nothing in\nSchroeder’s description of his interactions with TSCI officials\nwhere he indicated Berry was in mortal danger if they con-\ntinued to share the cell. While Schroeder alleged corrections\nofficers would joke they were surprised he had not killed Berry\nyet, such statements do not imply that Schroeder requested that\nBerry be moved or that they believed or had reason to believe\nthat Berry was actually in mortal danger. Similarly, while\nthe TSCI caseworker attempted to get Berry’s assignment to\nSchroeder’s cell switched prior to his move, there is nothing\nindicating that she was doing so at Schroeder’s request or that\nher “‘gut feeling’” was based upon a belief such an arrange-\nment might lead to Berry’s death.\n   The panel reviewed the presentence investigation report and\nLundgren’s summaries prior to determining whether there were\nmitigating circumstances. The panel’s findings that Schroeder\ndid not request Berry’s removal from his cell and did not warn\nofficials of potential danger to Berry is uncontradicted by the\nreport. Instead, the report shows that Schroeder acted with\npremeditation and depravity in that Schroeder explained he had\nmade up his mind to kill Berry days before he did so and in\nthat he made no real attempts to avoid this result, even having\nmade the decision to discard the kite which could have helped\navoid the killing.\n   Schroeder’s explanations in his interview that he killed\nBerry because he was unclean and annoying do not rise to the\nlevel of accounts of unusual pressure or influence or extreme\n\f                                    - 551 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                            STATE v. SCHROEDER\n                              Cite as 305 Neb. 527\n\nmental or emotional disturbance. Nothing in the record indi-\ncates that Schroeder continually sought Berry’s removal\nfrom the cell or that any such requests were unheeded by\nTSCI staff.\n   Schroeder references the effect incarceration can have on\ninmates in support of his unusual pressures or influences and\nextreme mental or emotional disturbance claims. Schroeder\ncites to several articles, while acknowledging he did not pro-\nvide them to the court because he did not present any evidence,\nwhich discuss the effects of institutionalization and incarcera-\ntion in solitary confinement on an inmate’s mental health as\nwell as articles and reports of security and staffing issues at\nTSCI and DCS.\n   [15] We have previously addressed the effect incarceration\nand, specifically, isolated confinement can have on individu-\nals. In Jenkins, we analyzed the application of a nonstatutory\nmitigating factor of solitary confinement and quoted the under-\nstanding that “‘[y]ears on end of near-total isolation exact a\nterrible price.’” 22 However, we also noted that prison officials\nmust have discretion to decide that in some instances, tem-\nporary solitary confinement is a useful or necessary means to\nimpose discipline and to protect prison employees and other\ninmates. 23 Because of the defendant’s own extensive and vio-\nlent actions in that case, the prison officials needed to have\nsome recourse to deal with such an inmate, and we found that\nit was reasonable in not rewarding such behavior by consider-\ning the resulting confinement as a mitigating factor. 24 For the\nsame reasons, the mere identification of a history of incar-\nceration, without more, is insufficient to allege unusual pres-\nsures or influences or establish extreme mental or emotional\n22\n     Jenkins, supra note 2, 303 Neb. at 727, 931 N.W.2d at 888, quoting\n     Davis v. Ayala, 576 U.S. 257, 135 S. Ct. 2187, 192 L. Ed. 2d 323 (2015)\n     (Kennedy, J., concurring).\n23\n     Jenkins, supra note 2.\n24\n     Id.\n\f                                     - 552 -\n              Nebraska Supreme Court Advance Sheets\n                       305 Nebraska Reports\n                              STATE v. SCHROEDER\n                                Cite as 305 Neb. 527\n\ndisturb­ance. Schroeder’s incarceration was due to his own\nactions, including, most recently, his murder of Albers.\n   Contrary to Schroeder’s assertions and as discussed in our\nanalysis of Schroeder’s claims of the nonstatutory mitigat-\ning factors of institutionalization and the State’s alleged ulte-\nrior motive to avoid possible litigation, the underlying facts\nof Schroeder’s claims were acknowledged and weighed by\nthe court. In its order, the panel acknowledged that the cell\nSchroeder and Berry shared was intended for a single inmate,\nBerry was set for release 2 weeks after moving in with\nSchroeder, Schroeder was serving a life sentence for Albers’\nmurder, and Schroeder had a history of incarceration includ-\ning his history within the juvenile court system and his current\nsentence for Albers’ murder. The panel reasonably found that\non their own, these facts and the reality of the effect incarcera-\ntion can have on individuals were insufficient to establish that\nSchroeder acted under unusual pressures or influences or was\nunder extreme mental or emotional disturbance. Under our de\nnovo review, we reach the same conclusion.\n   Schroeder’s remaining claim, that the panel erred in fail-\ning to find Berry was a participant in Schroeder’s conduct\nor consented to the act, is without merit. Schroeder supports\nthis proposition by noting, “Berry complied with Schroeder’s\nrequest that he turn the chair around and face away from\nSchroeder after Schroeder expressed extreme annoyance with\nhis behavior.” 25 However, Berry’s facing away from Schroeder\ndoes not indicate participation or consent to his murder.\nSchroeder expressed frustration and requested Berry to turn\naway from him. How Berry would have understood this as\nSchroeder’s asking for aid in his strangulation and not as a\nmethod to avoid conflict is unclear. Schroeder offers no further\nargument to support this mitigating circumstance, and we agree\nwith the panel’s finding that there was no evidence establishing\nthis mitigating factor.\n25\n     Brief for appellant at 40.\n\f                                    - 553 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                            STATE v. SCHROEDER\n                              Cite as 305 Neb. 527\n\n              Duty to Request DCS Chapter 83\n                       Custody Reports\n   Schroeder claims the panel had a duty to request additional\nrecords of Schroeder’s incarceration from DCS. These records\nare required to be kept by DCS under Neb. Rev. Stat. § 83-178\n(Reissue 2014) and include records concerning Schroeder’s\nbackground, conduct, associations, and family relationships;\nrecords regarding Schroeder’s “Central Monitoring,” 26 which\nmay be relevant to the propriety of his placement with Berry;\nand any medical or mental health records.\n   [16-18] When an offender has been convicted of first degree\nmurder and waives the right to a jury determination of an\nalleged aggravating circumstance, the court must order a pre-\nsentence investigation of the offender and the panel must\nconsider a written report of such investigation in its sentenc-\ning determination. 27 The presentence investigation and report\nshall include, when available, any submitted victim statements\nand an analysis of the circumstances attending the commis-\nsion of the crime and the offender’s history of delinquency or\ncriminality, physical and mental condition, family situation and\nbackground, economic status, education, occupation, and per-\nsonal habits. 28 The investigation and report may also include\nany other matters the probation officer deems relevant or the\ncourt directs to be included. 29\n   In this case, the court ordered a presentence investigation\nand report, a report was prepared, and the panel considered it\nduring its sentence determination. Schroeder does not allege\nthis report failed to analyze and present any of the areas\nrequired by § 29-2261(3). Instead, Schroeder claims the court\nhad a duty to request the presentence investigation report to\ninclude specific incarceration records. Schroeder relies on State\n26\n     Id. at 42.\n27\n     § 29-2521(2) and Neb. Rev. Stat. § 29-2261(1) (Reissue 2016).\n28\n     § 29-2261(3).\n29\n     Id.\n\f                                      - 554 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                            STATE v. SCHROEDER\n                              Cite as 305 Neb. 527\n\nv. Dunster 30 for this claim that the panel should have requested\nadditional documents.\n   In that case, the defendant was sentenced to death after\npleading guilty to first degree murder. 31 Prior to sentencing,\nthe district court instructed the probation officer conducting\nthe presentence investigation to include information in the\npossession of DCS as part of the report. 32 The court explained\nthat access to this information was restricted by law and that it\nwould not be released to the public except upon written order. 33\nOn appeal, the defendant assigned the district court’s consider-\nation of this information, which included confidential mental\nhealth information provided by DCS, as reversible error. 34\nHowever, we found the district court had given adequate notice\nto the defendant of its intent to consider such evidence to sat-\nisfy his due process rights. 35\n   Additionally, when the bill of exceptions was completed in\nthat case, the DCS records were not included. As a result, we\ndetermined that in our de novo review, we could request and\nconsider the additional documents just as the district court had\nrequested and considered them. 36 In reaching this determina-\ntion, we noted that our request of these documents did not\nindicate in advance how we would rule on appeal but merely\nfollowed our statutory requirements for review and honored the\nintent of the Legislature to provide “‘the most scrupulous stan-\ndards of fairness and uniformity’” in reviewing the imposition\nof a sentence of death. 37\n30\n     Dunster, supra note 16.\n31\n     Id.\n32\n     Id.\n33\n     Id.\n34\n     Id.\n35\n     Id.\n36\n     Id.\n37\n     Id. at 372, 631 N.W.2d at 913.\n\f                                      - 555 -\n              Nebraska Supreme Court Advance Sheets\n                       305 Nebraska Reports\n                             STATE v. SCHROEDER\n                               Cite as 305 Neb. 527\n\n   Dunster neither explicitly nor implicitly required a lower\ncourt to receive and review documents of a defendant’s prior\nincarceration. Instead, it only evaluated the process of a district\ncourt seeking to consider specific documents during a sentenc-\ning proceeding and our ability to review the same information\nupon which the lower court relied. 38 Accordingly, Dunster did\nnot add further requirements for the preparation of a presen-\ntence investigation report under § 29-2261(3).\n   Because the district court complied with its duties under\n§ 29-2261(1) in requesting the presentence investigation and\nreport, because the presentence report included the requisite\nanalysis of the § 29-2261(3) elements, and because there is no\nrequirement that a sentencing court must request access to spe-\ncific § 83-178 DCS records, the district court did not err by not\nrequesting that the DCS records be included in the presentence\ninvestigation report.\n                Sufficiency of Safeguards to\n                 Prevent Arbitrary Results\n   Schroeder claims Nebraska’s death penalty is unconstitu-\ntional as applied to him under the 8th and 14th Amendments\nto the U.S. Constitution and article I, §§ 3, 9, and 15, of\nthe Nebraska Constitution. Schroeder argues that insufficient\nsafeguards exist to prevent arbitrary results when, as here, a\ndefendant waives his right to counsel and refuses to introduce\nmitigating or proportionality evidence or argument.\n   [19,20] An accused has a state and federal constitutional\nright to be represented by an attorney in all critical stages of a\ncriminal prosecution which can lead to a sentence of confine-\nment. 39 However, a defendant may waive this right to counsel\n38\n     Dunster, supra note 16.\n39\n     See, U.S. Const. amends. VI and XIV; Neb. Const. art. I, § 11; Scott v.\n     Illinois, 440 U.S. 367, 99 S. Ct. 1158, 59 L. Ed. 2d 383 (1979); Argersinger\n     v. Hamlin, 407 U.S. 25, 92 S. Ct. 2006, 32 L. Ed. 2d 530 (1972); Jenkins,\n     supra note 2; State v. Wilson, 252 Neb. 637, 564 N.W.2d 241 (1997);\n     State v. Dean, 246 Neb. 869, 523 N.W.2d 681 (1994), overruled on other\n     grounds, State v. Burlison, 255 Neb. 190, 583 N.W.2d 31 (1998).\n\f                                     - 556 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                             STATE v. SCHROEDER\n                               Cite as 305 Neb. 527\n\nso long as the waiver is made knowingly, voluntarily, and\nintelligently. 40\n   [21-23] The same constitutional provisions that provide\na defendant the right to counsel also guarantee the right of\nthe accused to represent himself or herself. 41 This right to\nself-representation plainly encompasses certain specific rights\nof the defendant to have his voice heard, including that the\npro se defendant must be allowed to control the organiza-\ntion and content of his own defense. 42 We have previously\nexplained that such control may include a waiver of the right\nto present mitigating evidence during sentencing in a death\npenalty case. 43\n   Schroeder does not challenge the validity of his waiver of\ncounsel for the penalty phase or his election not to present miti-\ngating evidence or proportionality argument. Instead, Schroeder\nargues that the exercise of the right to self-­representation\nand, derived therefrom, the right to waive the presentation\nof evidence and argument conflicted with the constitutional\nrestrictions against cruel and unusual punishment. Specifically,\nSchroeder addresses the effect such waivers have on the pro-\nportionality review by the sentencing panel. To establish the\ncruelty and unusualness of such punishment, Schroeder notes\nfirst that the proportionality requirement under Neb. Rev.\nStat. §§ 29-2521.01 to 29-2521.04 (Cum. Supp. 2018) only\nrequires the sentencing panel to review those cases in which\nthe death penalty was imposed. Schroeder also asserts propor-\ntionality review is further limited depending on whether jury\ndeterminations in the reviewed cases were waived because,\n40\n     Jenkins, supra note 2; State v. Hessler, 274 Neb. 478, 741 N.W.2d       406\n     (2007).\n41\n     Faretta v. California, 422 U.S. 806, 95 S. Ct. 2525, 45 L. Ed. 2d       562\n     (1975); Jenkins, supra note 2; Wilson, supra note 39; State v. Green,   238\n     Neb. 328, 470 N.W.2d 736 (1991).\n42\n     McKaskle v. Wiggins, 465 U.S. 168, 104 S. Ct. 944, 79 L. Ed. 2d         122\n     (1984); Dunster, supra note 16; Wilson, supra note 39.\n43\n     Dunster, supra note 16.\n\f                                   - 557 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                           STATE v. SCHROEDER\n                             Cite as 305 Neb. 527\n\nwhen they are waived, a sentencing panel is required to issue\nwritten findings of fact as to any proven aggravating circum-\nstances, but when there is no waiver, the jury does not issue\nsuch analysis. Schroeer argues that when a defendant waives\ncounsel and refuses to meaningfully participate, the record on\nwhich the panel makes its proportionality determination is lim-\nited to what it requests and the State presents, which has the\npotential to be limited and biased in favor of the imposition of\na death sentence.\n   [24,25] Because a death sentence is different from any\nother criminal penalty 44 and no system based on human judg-\nment is infallible, we have taken, and should continue to\ntake, the extra step to ensure fairness and accuracy with the\nimposition of the death penalty. 45 Taking this into account,\nthe Legislature has enacted a statutory scheme to provide\nadditional safeguards, 46 and in interpreting these statutes, we\nhave followed the fundamental principle of statutory construc-\ntion that penal statutes are to be strictly construed in favor of\nthe defendant. 47\n   [26] Part of this statutory scheme, as explained, requires a\ncourt to order a presentence investigation report. 48 The sentenc-\ning panel must consider this report in reaching its sentence.\nThus, contrary to Schroeder’s argument, even if the State pre­\nsents evidence in favor of a specific sentence and the defendant\ndeclines to present contrary evidence, the court receives and\nmust consider independent information from the report.\n   [27,28] In a death penalty case, the sentencing panel is\nrequired to review this report and determine whether it contra-\ndicts the State’s evidence of aggravating factors and whether\nany mitigating circumstances exist, including specifically\n44\n     State v. Hochstein and Anderson, 262 Neb. 311, 632 N.W.2d 273 (2001).\n45\n     Id.\n46\n     Neb. Rev. Stat. §§ 29-2519 to 29-2546 (Cum. Supp. 2018).\n47\n     Hochstein and Anderson, supra note 44.\n48\n     §§ 29-2261(1) and 29-2521(2).\n\f                                    - 558 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                            STATE v. SCHROEDER\n                              Cite as 305 Neb. 527\n\ndelineated statutory mitigators. 49 While the State must prove the\naggravating circumstances beyond a reasonable doubt, 50 there\nis no burden of proof with regard to mitigating circumstances. 51\nAccordingly, the panel’s evaluation of the independently com-\npiled presentence investigation report and any evidence the\ndefendant chooses to introduce is under the less restrictive\nmitigation standard and provides another safeguard to ensure\nfairness and accuracy in a death penalty determination.\n   [29-32] Once the panel makes its determinations about the\nexistence of aggravating and mitigating circumstances, the\npanel is then required to undertake a proportionality review.\nThis review looks at whether the sentence of death is excessive\nor disproportionate to the penalty imposed in similar cases,\nconsidering both the crime and the defendant. 52 Proportionality\nreview is not constitutionally mandated. 53 It exists in Nebraska\nby virtue of §§ 29-2521.01 to 29-2521.04, which direct this\ncourt to conduct a proportionality review in each appeal in\nwhich a death sentence is imposed. 54 A court’s proportionality\nreview spans all previous cases in which a sentence of death is\nimposed and is not dependent on which cases are put forward\nby the parties. 55\n   Schroeder takes issue with proportionality review requiring\na panel to compare only those cases in which the death penalty\nwas imposed. 56 Instead, Schroeder argues the statutory scheme\nexplicitly requires review of all homicide cases regardless of\nthe resulting sentence.\n49\n     §§ 29-2521 to 29-2523.\n50\n     Torres, supra note 3.\n51\n     State v. Vela, 279 Neb. 94, 777 N.W.2d 266 (2010); State v. Victor, 235\n     Neb. 770, 457 N.W.2d 431 (1990).\n52\n     § 29-2522(3).\n53\n     State v. Gales, 269 Neb. 443, 694 N.W.2d 124 (2005).\n54\n     Id.\n55\n     See id.\n56\n     See State v. Palmer, 224 Neb. 282, 399 N.W.2d 706 (1986), overruled on\n     other grounds, State v. Chambers, 233 Neb. 235, 444 N.W.2d 667 (1989).\n\f                                      - 559 -\n              Nebraska Supreme Court Advance Sheets\n                       305 Nebraska Reports\n                              STATE v. SCHROEDER\n                                Cite as 305 Neb. 527\n\n   It is unclear how Schroeder is arguing this fits under his\nassignment alleging unconstitutionality in the interplay of\nhis waiver of counsel and election not to present evidence\nor argument with Nebraska’s capital sentencing scheme. The\nintroduction of further evidence or whether or not Schroeder\nwas represented by counsel does not affect what previous\ncases the panel was required to consider. In any case, we\ndecline Schroeder’s invitation to overrule our decision in State\nv. Palmer 57 which interpreted §§ 29-2521.01 to 29-2521.04 to\nonly require review of previous cases in which the death pen-\nalty was imposed.\n   Additionally, we are unconvinced by Schroeder’s claim that\nthe proportionality review is unconstitutionally flawed due\nto having less analysis of the reviewed cases in which a jury\ndetermines the existence of the aggravating circumstance than\nof the reviewed cases in which a sentencing panel makes the\ndetermination. Again, it is unclear how Schroeder relates this\nalleged flaw to this assignment. If Schroeder is claiming that\nwaiver of counsel and lack of argument would prohibit the\npanel from taking into account that previous aggravation deter-\nminations were decided by juries, this information would be\napparent from the previous opinions and would be able to be\nconsidered by the panel independently of whether the defend­\nant or an advocate explained such difference to the panel.\n   [33,34] Moreover, even when a jury determines the exis-\ntence of an aggravating circumstance, a sentencing panel is\nrequired to put in writing its consideration of (1) whether the\ndetermined aggravating circumstance justifies the imposition\nof a sentence of death, (2) whether mitigating circumstances\nexist, and (3) whether a sentence of death would be excessive\nor disproportionate to penalties imposed in similar cases. 58 This\nwriting must specifically refer to the aggravating and mitigat-\ning circumstances weighed in the determination of the panel. 59\n57\n     Id. See, also, State v. Gales, supra note 53.\n58\n     § 29-2522.\n59\n     Id.\n\f                                  - 560 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                           STATE v. SCHROEDER\n                             Cite as 305 Neb. 527\n\nAs such, the basis of Schroeder’s argument that cases where\na jury determines the existence of aggravating circumstances\nprovide insufficient information for comparison in a propor-\ntionality review is without merit.\n   [35-38] Considering all of the above, Nebraska’s capital\nsentencing scheme provides additional statutory steps and con-\nsiderations to ensure fairness and accuracy, and these safe-\nguards exist regardless of a defendant’s strategy at the pen-\nalty phase. Due to this statutory scheme, a defendant cannot\n“choose” the death penalty. The sentencing decision rests\nwith the court alone. 60 In order to exercise this authority, the\nstatutory scheme requires that a sentencing panel consider not\nonly evidence and argument presented by the parties but also\nan independently compiled presentence investigation report to\ndetermine whether the alleged aggravating circumstance exists,\ndetermine whether any mitigating factors are present which\nwould weigh against the imposition of the death penalty, and\nconduct a proportionality review weighing the aggravating and\nmitigating factors and comparing the facts to previous cases\nwhere the death penalty was imposed. 61 These considerations\nexist and are weighed regardless of the evidence presented by\nthe parties or their arguments.\n   [39,40] A defendant is entitled to present a defense and is\nguaranteed the right to choose the objectives for that defense. 62\nAs previously stated, the self-represented defendant must be\nallowed to control the organization and content of his own\ndefense. 63 However, Schroeder suggests that in a death pen-\nalty case, the substantial nature of the proceedings requires\nan advocate in opposition to a sentence of death irrespective\nof the defendant’s chosen objective. To this end, he suggests\n§§ 29-2519 to 29-2546 implicitly require the appointment of a\n60\n     Dunster, supra note 16.\n61\n     See Torres, supra note 3.\n62\n     McCoy v. Louisiana, ___ U.S. ___, 138 S. Ct. 1500, 200 L. Ed. 2d 821\n     (2018); Jenkins, supra note 2.\n63\n     Dunster, supra note 16.\n\f                                      - 561 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                            STATE v. SCHROEDER\n                              Cite as 305 Neb. 527\n\nguardian ad litem to present evidence and argument as to why\nthe death penalty should not be imposed.\n   [41] This suggestion is similar to that addressed in Dunster. 64\nThe defendant therein had waived trial counsel for the penalty\nstage and chose not to present any mitigating evidence. On\nappeal, he claimed the court should have appointed “amicus\ncounsel” to advocate against the imposition of the death pen-\nalty by presenting evidence and “‘argu[ing] for life,’” which is\nidentical to the role Schroeder now envisions for an appointed\nguardian ad litem. 65 As noted in Dunster, when a defendant\nwaives counsel and the presentation of mitigating evidence,\nthe appointment of an advocate to present evidence and argue\nagainst the imposition of a sentence overrides that defendant’s\nconstitutional right to control the organization and content of\nhis or her own defense during sentencing.\n   [42,43] A criminal defendant has the right to waive counsel\nand present his or her own defense. 66 In a death penalty case,\nthis includes the right of the defendant to elect not to present\nadditional evidence or argument during the penalty proceed-\nings. Even if a defendant makes such waiver and election, the\nLegislature has enacted safeguards to ensure fairness and accu-\nracy in the resulting sentence. As explained above, these safe-\nguards apply regardless of the defense strategy an individual\ndefendant implements. Therefore, Schroeder’s assignment that\nNebraska’s capital sentencing scheme is unconstitutional due\nto insufficient safeguards to prevent arbitrary results when a\ndefendant waives counsel and elects not to present evidence or\nargument fails.\n                   Excessiveness and\n                Proportionality Review\n  [44,45] In reviewing a sentence of death, we conduct\na de novo review of the record to determine whether the\n64\n     Id.\n65\n     Id. at 361, 631 N.W.2d at 906.\n66\n     See Dunster, supra note 16.\n\f                                    - 562 -\n              Nebraska Supreme Court Advance Sheets\n                       305 Nebraska Reports\n                             STATE v. SCHROEDER\n                               Cite as 305 Neb. 527\n\naggravating and mitigating circumstances support the imposi-\ntion of the death penalty. 67 In so doing, we consider whether\nthe aggravating circumstances justify imposition of a sentence\nof death and whether any mitigating circumstances found to\nexist approach or exceed the weight given to the aggravat-\ning circumstances. 68\n   We first note Schroeder does not contest the factual basis\nfor the § 29-2523(1)(a) aggravation allegation that Schroeder\nwas convicted of Albers’ murder. It is undisputed that in 2006,\nSchroeder murdered Albers, who was at the time Schroeder’s\n75-year-old previous employer. It is also undisputed that\nAlbers was robbed and that Schroeder had made the decision\nto kill Albers days before the robbery. Schroeder threatened\nand beat Albers, tied him up, threw him in the back of a\npickup, and dumped him in an abandoned well, leaving him\nfor dead. Based upon our de novo review, we determine this\nmurder conviction, which was proved beyond a reasonable\ndoubt at the sentencing hearing, is sufficient as an aggravating\ncircumstance under § 29-2523(1)(a) to justify the imposition\nof the death penalty. In coordination with our analysis con-\ncerning the panel’s mitigating circumstance findings, we also\nagree with the panel’s determination that the applicable statu-\ntory and nonstatutory circumstances apparent from the record\ndo not approach or exceed the aggravating circumstance in\nthis case.\n   [46-48] In addition, we are required, upon appeal, to deter-\nmine the propriety of a death sentence by conducting a propor-\ntionality review, comparing the aggravating and mitigating cir-\ncumstances with those present in other cases in which a court\nimposed the death penalty. 69 The purpose of this review is to\nensure that the sentences imposed in this case are no greater\nthan those imposed in other cases with the same or similar\n67\n     Torres, supra note 3.\n68\n     Id.\n69\n     Id.\n\f                                     - 563 -\n              Nebraska Supreme Court Advance Sheets\n                       305 Nebraska Reports\n                             STATE v. SCHROEDER\n                               Cite as 305 Neb. 527\n\ncircumstances. 70 Our proportionality review looks only to other\ncases in which the death penalty has been imposed and requires\nus to compare the aggravating and mitigating circumstances of\nthe case on appeal with those present in those other cases. 71\n   In this case, we have reviewed our relevant decisions on\ndirect appeal from other cases in which the death penalty was\nimposed. 72\n   Like the sentencing panel, we find Dunster particularly\npertinent to our review. 73 The defendant therein was convicted\nof murdering his cellmate by strangling him with an electrical\ncord. 74 The defendant had previously been convicted of the\nearlier murder of a woman while attempting to collect a debt\nfrom her husband, and he had confessed to a different murder\nof another inmate while incarcerated for the first murder. 75\nAt the penalty phase, the State alleged a single aggravating\ncircumstance of § 29-2523(1)(a) and presented evidence of\nthe two previous killings. 76 After the trial court sentenced the\ndefendant to death, we affirmed. 77 Such factual basis is similar\nto that in the instant case. As did the defendant in Dunster,\nSchroeder murdered his cellmate by strangulation. Schroeder’s\nprevious murder of Albers was also pursuant to a plan to take\nmoney from his victim.\n70\n     See id.\n71\n     Id.\n72\n     See, e.g., Jenkins, supra note 2; Torres, supra note 3; State v. Ellis, 281\n     Neb. 571, 799 N.W.2d 267 (2011); Hessler, supra note 40; Dunster, supra\n     note 16; State v. Lotter, 255 Neb. 456, 586 N.W.2d 591 (1998), modified\n     on denial of rehearing 255 Neb. 889, 587 N.W.2d 673 (1999); State v.\n     Williams, 253 Neb. 111, 568 N.W.2d 246 (1997); State v. Ryan, 233 Neb.\n     74, 444 N.W.2d 610 (1989); State v. Joubert, 224 Neb. 411, 399 N.W.2d\n     237 (1986); State v. Otey, 205 Neb. 90, 287 N.W.2d 36 (1979).\n73\n     Dunster, supra note 16.\n74\n     Id.\n75\n     Id.\n76\n     Id.\n77\n     Id.\n\f                                      - 564 -\n             Nebraska Supreme Court Advance Sheets\n                      305 Nebraska Reports\n                               STATE v. SCHROEDER\n                                 Cite as 305 Neb. 527\n\n   Schroeder attempts to differentiate his case from Dunster\nby emphasizing that while only one aggravating circumstance\nwas alleged in Dunster, the allegation therein concerned\ntwo previous murders. Additionally, Schroeder argues those\nunderlying murders were committed with more serious facts,\nincluding that there was suspected sexual assault of one of\nthe victims.\n   First, it is not evident that the underlying murders in Dunster\nincluded any more or less serious facts surrounding their\nexecution. Schroeder threatened, beat, and robbed Albers and\nthrew him bound and alive into a well to die. The murders the\ndefendant in Dunster committed involved binding, beating,\nkilling, and possible sexual assault. In both cases, the defend­\nants acted with violence toward the persons.\n   [49,50] Additionally, while there were two underlying mur-\nders in Dunster, this does not mean Dunster cannot be used\nin a proportionality review. A proportionality review does not\nrequire that a court “color match” cases precisely. 78 It would\nbe virtually impossible to find two murder cases which are the\nsame in all respects. 79 Instead, the question is simply whether\nthe cases being compared are sufficiently similar, considering\nboth the crime and the defendant, to provide the court with a\nuseful frame of reference for evaluating the sentence in this\ncase. 80 As the factual connections show, Dunster is sufficiently\nsimilar for purposes of evaluating proportionality.\n   [51-53] Along the same lines, Schroeder attempts to distin-\nguish his case from others cited by the sentencing panel and\nreviewed on appeal by noting that the majority of those cases\nhad multiple aggravating factors. However, we have established\nthat one aggravating circumstance may be sufficient under our\nstatutory system for the imposition of the death penalty. 81 In\n78\n     Ellis, supra note 72.\n79\n     Id.\n80\n     Id.\n81\n     Dunster, supra note 16.\n\f                                     - 565 -\n              Nebraska Supreme Court Advance Sheets\n                       305 Nebraska Reports\n                             STATE v. SCHROEDER\n                               Cite as 305 Neb. 527\n\nour proportionality review, the evaluation of whether the death\npenalty should be imposed in a specific case is not a mere\ncounting process of “X” number of aggravating circumstances\nand “Y” number of mitigating circumstances and, instead, asks\nwhether the reviewed cases are sufficiently similar to provide\na useful reference for that evaluation. 82 Thus, even though\nother cases may involve additional or different aggravating\ncircumstances, they may still be sufficiently similar to provide\nsuch reference.\n   Having reviewed our previous cases which have affirmed\nthe imposition of a death penalty and compared the aggra-\nvating and mitigating circumstances present in those cases,\nwe are persuaded that the sentence imposed in this case is\nnot greater than those imposed in other cases with the same\nor similar circumstances. Accordingly, we affirm Schroeder’s\ndeath sentence.\n                        CONCLUSION\n  In consideration of all of the above, Schroeder’s conviction\nand sentence for first degree murder are affirmed.\n                                                   Affirmed.\n  Freudenberg, J., not participating.\n82\n     See, Ellis, supra note 72; Dunster, supra note 16.\n\f",
            "ocr": false,
            "opinion_id": 4542590
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}