{
    "id": 4763891,
    "judges": null,
    "date_filed": "1981-01-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-silas",
    "case_name_short": "SILAS",
    "case_name": "STATE v. SILAS",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2020 OK CR 10"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.oscn.net/applications/oscn/DeliverDocument.asp?CiteID=486801",
            "author_id": null,
            "opinion_text": " \r\n    \r\n\r\n        \r\n\t\t\r\n        \r\n\r\n        \r\n        \r\n        \r\n        \r\n        \r\n\r\n        \r\n\t\t\r\n        \t\r\n\t\tSTATE v. SILAS\r\n\r\n\r\n\r\n    \r\n\r\n\t\r\n    \r\n\t\r\n\t\r\n\t\r\n\t\tSkip to Main Content\r\n\t\tAccessibility Statement\r\n\t\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\tHelp\r\n\t\t\t\t\tContact Us\r\n\t\t\t\t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\te-payments\r\n\t\t\t\t\tCareers\r\n\t\t\t\t\r\n\t\t\t\r\n\t\t\r\n\t\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tHome\r\n\t\t\t\tCourts\r\n\t\t\t\tDecisions\r\n\t\t\t\tPrograms\r\n\t\t\t\tNews\r\n\t\t\t\tLegal Research\r\n\t\t\t\tCourt Records\r\n\t\t\t\tQuick Links\r\n\t\t\t\r\n\t\t\r\n\t\r\n\t\t\t\r\n\t\r\n\t\tOSCN Found Document:STATE v. SILAS\r\n\r\n\t\t\t\t\t\r\n\r\n\t\t\t\t\r\n  \r\n\r\n\r\n\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tPrevious Case\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tTop Of Index\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tThis Point in Index\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tCitationize\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tNext Case\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tPrint Only\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\r\n\t\t\t\t\r\n\t\t\t\tSTATE v. SILAS2020 OK CR 10Case Number: S-2019-577Decided: 06/18/2020STATE OF OKLAHOMA, Appellant v. DELTA LOUISE SILAS, Appellee.\r\nCite as: 2020 OK CR 10, __  __\r\n\r\n\t\t\t\t\r\n\n \n\n\n\nSUMMARY OPINION\n\n\n\n\nLUMPKIN, JUDGE:\n\n\n¶1 Appellee was charged with first-degree misdemeanor manslaughter, 21 O.S.2011, § 711(1), in Pottawatomie County District Court Case No. CF-2019-09. The underlying misdemeanor alleged was driving under the influence of alcohol, 47 O.S.Supp.2018, § 11-902.\n\n¶2 The evidence presented by the State at preliminary hearing indicated that Silas and her husband, Ronnie Sheppard, spent the late afternoon hours of October 18, 2018, at their rural Pottawatomie County home drinking alcohol. They were later joined by their friend, Samuel Champlin. Champlin spent the evening drinking with the couple. Shortly after he returned home, Champlin received a phone call from Silas. Champlin testified that Silas told him, \"I hit Ron and killed him. I've run over Ron. I'm going to spend the rest of my life in jail.\" At Champlin's urging, Silas called 9-1-1. Responding deputies confirmed that Sheppard was deceased and testified that Silas appeared intoxicated. A test of her blood indicated an alcohol concentration of .15.\n\n¶3 Silas demurred. She argued that because the incident happened on her driveway she could not be convicted of the underlying misdemeanor offense of driving under the influence of alcohol, and therefore could not be guilty of first-degree (misdemeanor) manslaughter.\n\n¶4 The argument was based on what was not included in the language of Section 11-902. Under this Section, it is unlawful for any person who is under the influence of alcohol to:\n\ndrive, operate, or be in actual physical control of a motor vehicle within this state, whether upon public roads, highways, streets, turnpikes, other public places or upon any private road, street, alley or lane which provides access to one or more single or multi-family dwellings . . . .\n\n47 O.S.Supp.2018, § 11-902(A).\n\n¶5 Because in 47 O.S.2011, § 11-404 the Legislature referenced both \"private road\" and \"driveway,\" Silas contended the absence of \"driveway\" in Section 11-902(A) evidenced the intent of the Legislature to exclude driveways from the legislation governing driving under the influence.1 Special Judge David Cawthon granted the demurrer and the decision was upheld by Associate District Judge Sheila G. Kirk. The State's appeal of the decision was automatically placed on the accelerated docket of this Court pursuant to Rule 11.2(A)(4), Rules of the Oklahoma Court of Criminal Appeals, Title 22, Ch.18, App. (2020). The issues were presented to this Court in oral argument on March 5, 2020, pursuant to Rule 11.2(E). At the conclusion of the argument, this Court voted to reverse the decision of the district court.\n\n¶6 Because the issue involves statutory interpretation, it is reviewed de novo. Smith v. State, 2007 OK CR 16, ¶ 40, 157 P.3d 1155, 1169. A fundamental principle of statutory construction is to ascertain and give effect to the intention of the Legislature. Gerhart v. State, 2015 OK CR 12, ¶ 14, 360 P.3d 1194, 1198. Legislative intent is first determined by the plain and ordinary language of the statute. Newlun v. State, 2015 OK CR 7, ¶ 8, 348 P.3d 209, 211. \"A statute should be given a construction according to the fair import of its words taken in their usual sense, in connection with the context, and with reference to the purpose of the provision.\" Jordan v. State, 1988 OK CR 227, ¶ 4, 763 P.2d 130, 131.\n\n¶7 We find nothing in the plain language of Section 11-902(A) suggesting an intent on the part of the Legislature to exclude \"driveways\" from the statute's reach. See State v. Farthing, 2014 OK CR 4, ¶ 7, 328 P.3d 1208, 1210-11 (where there is no ambiguity in the language of the statute, \"[u]se of canons of construction to fabricate a different result is improper\").\n\n¶8 If the plain language of the statute were not enough, we note that in 47 O.S.2011, § 1-148 the Legislature chose to define \"private road\" and \"driveway\" synonymously.2 \"[T]his Court is bound by the language the Legislature has placed in our statutes defining crimes.\" Arganbright v. State, 2014 OK CR 5, ¶ 15, 328 P.3d 1212, 1216.\n\n¶9 Appellee's reliance on State v. Haws, 1994 OK CR 11, 869 P.2d 849 does not support a different result. Haws, who was discovered asleep in someone else's driveway, was charged with actual physical control (APC). The APC statute (47 O.S. § 11-902) was governed by another statute (47 O.S. § 11-101), which limited the reach of such prosecutions to highways, turnpikes and public parking lots. Houston v. State, 1980 OK CR 63, ¶¶ 3-4, 615 P.2d 305, 306. The issue in Haws was whether the private driveway was a \"public parking lot\" for purposes of APC prosecution. We found it was not and therefore affirmed the lower court's decision dismissing Haws' prosecution. Haws, 1994 OK CR 11, ¶ 14, 869 P.2d at 852.\n\n¶10 The same result was reached almost ten years later in Fenimore v. State, 2003 OK CR 20, 78 P.3d 549 where we dismissed a conviction for driving under the influence because the prosecution failed to prove the conduct occurred on a highway, turnpike or public parking lot. Fenimore, 2003 OK CR 20, ¶ 3, 78 P.3d at 550. We noted the narrow scope of the statute, and invited the Legislature to make a change: \"If the language of Oklahoma's driving under the influence statute needs to be amended -- whether by broadening the language or by making it an all inclusive statute to prohibit driving under the influence anywhere in the State, it must be done by the Oklahoma Legislature.\" Fenimore, 2003 OK CR. 20, ¶ 7, 78 P.3d at 551.\n\n¶11 The Legislature responded. It amended Section 11-902(A) in 2004 by adding language expanding the scope of the statute and making it clear that private property was included within that scope. Specifically, the Legislature added: \"whether upon public roads, highways, streets, turnpikes, other public places or upon any private road, street, alley or lane which provides access to one or more single or multi-family dwellings.\" 2004 SB 1407, c. 548, § 1 emerg. eff. June 9, 2004. Because this language did not exist at the time Haws was decided, it cannot be said, as Appellee suggests, that the case continues to stand for the proposition that the reach of Section 11-902 does not extend to private driveways. See Luna-Gonzales v. State, 2019 OK CR 11, ¶ 9, 442 P.2d 171, 174 (recognizing subsequent statutory amendments \"impliedly\" overrule case law with conflicting interpretations).\n\n¶12 If anything, Haws, which dismissed the prosecution of someone found on a private driveway, cuts against Appellee's position. \"[W]e must presume that the Legislature was aware of our decisions and contemplated them in amending the statute.\" State v. Iven, 2014 OK CR 8, ¶ 14, 335 P.3d 264, 269. After Haws and Fenimore, the Legislature expanded the reach of the statute and by doing so made clear that private property was not off limits. What the Legislature did implicitly through statutory amendment, we now do explicitly and overrule Haws and Fenimore to the extent those cases are inconsistent with this opinion.\n\n¶13 Based on the testimony of first responders, here we are faced with a pathway -- whether it is referred to as a private road or a driveway -- extending from a highway to a single-family residence. Under these circumstances, we have little difficulty finding Section 11-902(A) plainly applies.\n\nDECISION\n\n¶14 The decision granting Appellee's demurrer is REVERSED and this matter is REMANDED to the district court for proceedings not inconsistent with this opinion.\n\nAN APPEAL FROM THE DISTRICT COURT\nOF POTTAWATOMIE COUNTY\n\nTHE HONORABLE SHEILA KIRK, ASSOCIATE DISTRICT JUDGE\n\n\n\t\n\t\t\n\t\t\t\n\t\t\tAPPEARANCES AT TRIAL\n\n\t\t\tROBERT A. BUTLER\n\t\t\tATTORNEY AT LAW\n\t\t\t320 N. BROADWAY\n\t\t\tSHAWNEE, OK 74801\n\t\t\tCOUNSEL FOR DEFENDANT\n\t\t\t\n\t\t\t\n\t\t\tAPPEARANCES ON APPEAL\n\n\t\t\tCURTIS BUSSETT\n\t\t\tGREG WILSON\n\t\t\tASST. DISTRICT ATTORNEYS\n\t\t\t331 N. BROADWAY\n\t\t\tSHAWNEE OK, 74801\n\t\t\tCOUNSEL FOR APPELLANT\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tCURTIS BUSSETT\n\t\t\tASST. DISTRICT ATTORNEY\n\t\t\t331 N. BROADWAY\n\t\t\tSHAWNEE, OK 74801\n\t\t\tCOUNSEL FOR STATE\n\t\t\t\n\t\t\t\n\t\t\tROBERT A. BUTLER\n\t\t\tATTORNEY AT LAW\n\t\t\t320 N. BROADWAY\n\t\t\tSHAWNEE, OK 74801\n\t\t\tCOUNSEL FOR APPELLEE\n\t\t\t\n\t\t\n\t\n\n\n \n\nOPINION BY: LUMPKIN, J.\nLEWIS, P.J.: Dissent\nKUEHN, V.P.J.: Specially Concur\nHUDSON, J.: Specially Concur\nROWLAND, J.: Concur\n\n\nFOOTNOTES\n\n\n1 Section 11-404 provides, \"The driver of a vehicle about to enter or cross a highway from a private road or driveway shall yield the right-of-way to all vehicles approaching on said highway.\"\n\n\n\n2 Section 1-148 is entitled \"Private Road or Driveway\" and provides, \"Every way or place in private ownership and used for vehicular travel by the owner and those having express or implied permission from the owner, but not by other persons.\"\n\n\n\n\n\n\n\nLEWIS, PRESIDING JUDGE, DISSENTING:\n\n\n¶1 I would affirm the court below. Statutory interpretation drives my view. The foundation of statutory construction is that when the language is plain and unambiguous and its meaning clear, the enactment will be accorded the meaning as expressed by the language employed. Smith v. State, 1994 OK CR 46, ¶ 5, 878 P.2d 375, (citing Oklahoma Journal Publishing Company v. City of Oklahoma City, 1979 OK CIV APP 42, ¶ 7, 620 P.2d 452, 454).\n\n¶2 The plain language clearly indicates that the legislature intended that persons not drive under the influence on public or private roadways. Nowhere in section 11-902(A) is driveway listed as one of the identified areas covered by the statute. Had the legislature intended driveways to be included in this statute they would have done so.\n\n¶3 The majority's reach to include driveway in this statute fails the common rules of statutory construction. As much as I believe that driving under the influence is detestable, my belief must be bound by the legislature's power to enact laws, and the limits of the Court to interpret those laws. The Court's Opinion expanding the statute to include a common driveway is misplaced, therefore, I dissent.\n\n\n\n\n\nHUDSON, J., SPECIALLY CONCURS \n\n\n¶1 Title 47 O.S.Supp.2018, § 11-902(A) classifies roads into two basic categories: public and private. The plain language of the statute makes it unlawful for any person to drive, operate or have actual physical control of a motor vehicle whether upon public roads (or in other public places) or \"upon any private road . . . which provides access to one or more single or multi-family dwellings[.]\" Period. The inclusion of specific examples--i.e., highways, streets, turnpikes, alleys, lanes--in the statutory language represents inclusive (not exclusive) language that reinforces the categorical demarcation line for each broad category contained within the statute's plain language. To read the plain language of § 11-902(A) any other way would lead to absurd consequences, something forbidden under the rules of statutory construction we apply. See State ex rel. Mashburn v. Stice, 2012 OK CR 14, ¶ 11, 288 P.3d 247, 250. A driveway leading to a single-family home on a rural homestead clearly falls under the statute. I therefore specially concur in today's decision. I am authorized to state that Vice-Presiding Judge Kuehn joins in this writing.\n\n\n\n\r\n\r\n\r\n\r\n\r\n\tCitationizer© Summary of Documents Citing This Document\r\n\t\r\n\t\r\n\t\t\r\n\t\tCite\r\n\t\tName\r\n\t\tLevel\r\n\t\t\r\n\t\r\n\t\r\n\tNone Found.\r\n\t\r\n\t\r\n\tCitationizer: Table of Authority\r\n\t\r\n\t\r\n\t\t\r\n\t\tCite\r\n\t\tName\r\n\t\tLevel\r\n\t\t\r\n\t\r\n\t\r\n\tOklahoma Court of Criminal Appeals Cases\r\n CiteNameLevel\r\n\r\n 1988 OK CR 227, 763 P.2d 130, JORDAN v. STATEDiscussed\r\n 1994 OK CR 11, 869 P.2d 849, STATE v. HAWSDiscussed at Length\r\n 1994 OK CR 46, 878 P.2d 375, SMITH v. STATEDiscussed\r\n 2003 OK CR 20, 78 P.3d 549, FENIMORE v. STATEDiscussed at Length\r\n 2007 OK CR 16, 157 P.3d 1155, SMITH v. STATEDiscussed\r\n 2012 OK CR 14, 288 P.3d 247, STATE v. STICEDiscussed\r\n 2014 OK CR 4, 328 P.3d 1208, STATE v. FARTHINGDiscussed\r\n 2014 OK CR 5, 328 P.3d 1212, ARGANBRIGHT v. STATEDiscussed\r\n 2014 OK CR 8, 335 P.3d 264, STATE v. IVENDiscussed\r\n 2015 OK CR 7, 348 P.3d 209, NEWLUN v. STATEDiscussed\r\n 2015 OK CR 12, 360 P.3d 1194, GERHART v. STATEDiscussed\r\n 2019 OK CR 11, 442 P.3d 171, LUNA-GONZALES v. STATECited\r\n 1980 OK CR 63, 615 P.2d 305, HOUSTON v. STATEDiscussed\r\nOklahoma Court of Civil Appeals Cases\r\n CiteNameLevel\r\n\r\n 1979 OK CIV APP 42, 620 P.2d 452, OKLA. JOURNAL PUB. CO. v. CITY OF OKLAHOMA CITYDiscussed\r\nTitle 21. Crimes and Punishments\r\n CiteNameLevel\r\n\r\n 21 Ohio St. 711, First Degree ManslaughterCited\r\nTitle 47. Motor Vehicles\r\n CiteNameLevel\r\n\r\n 47 Ohio St. 11-902, Persons Under the Influence of Alcohol or Other Intoxicating Substance or Combination ThereofDiscussed at Length\r\n 47 Ohio St. 1-148, Private Road or DrivewayCited\r\n 47 Ohio St. 11-101, Provisions of Chapter Refer to Vehicles Upon the Highways - ExceptionsCited\r\n 47 Ohio St. 11-404, Vehicle Entering Highway from Private Road or DrivewayCited\r\n\r\n\r\n\t\r\n\t\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\r\n\t\t\r\n\t\t\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\toscn\r\n\t\t\t\t\r\n\t\t\t\tEMAIL: webmaster@oscn.net\r\n\t\t\t\tOklahoma Judicial Center\r\n\t\t\t\t2100 N Lincoln Blvd.\r\n\t\t\t\tOklahoma City, OK 73105\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\tcourts\r\n\t\t\t\t\r\n\t\t\t\t\tSupreme Court of Oklahoma\r\n\t\t\t\t\tCourt of Criminal Appeals\t\t\t\t\t\r\n\t\t\t\t\tCourt of Civil Appeals\r\n\t\t\t\t\tDistrict Courts\r\n\t\t\t\t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\tdecisions\r\n\t\t\t\t\r\n\t\t\t\t\tNew Decisions\r\n\t\t\t\t\tSupreme Court of Oklahoma\r\n\t\t\t\t\tCourt of Criminal Appeals\r\n\t\t\t\t\tCourt of Civil Appeals\r\n\t\t\t\t\t\t\t\t\t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\tprograms\r\n\t\t\t\t\r\n\t\t\t\t\tThe Sovereignty Symposium\r\n\t\t\t\t\t\r\n\t\t\t\t\tAlternative Dispute Resolution\r\n\t\t\t\t\tEarly Settlement Mediation\r\n\t\t\t\t\tChildren's Court Improvement Program (CIP)\r\n\t\t\t\t\tJudicial Nominating Commission\r\n\t\t\t\t\tCertified Courtroom Interpreters\r\n\t\t\t\t\tCertified Shorthand Reporters\r\n\t\t\t\t\tAccessibility ADA\r\n\t\t\t\t\t\t\t\t\t\r\n\t\t\t\r\n\t\t\r\n\t\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\t\r\n\t\t\t\tContact Us\r\n\t\t\t\tCareers\r\n\t\t\t\tAccessibility ADA\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\n\t\r\n        \r\n        \t\t\r\n        \r\n\t\t\r\n        \t\t\r\n        \r\n        \t\r\n    \r\n",
            "ocr": false,
            "opinion_id": 4544238
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Murder"
}