{
    "id": 4767704,
    "judges": null,
    "date_filed": "2015-05-31",
    "date_filed_is_approximate": true,
    "slug": "people-v-gomez",
    "case_name_short": "Gomez",
    "case_name": "People v. Gomez",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 27.0,
            "download_url": "http://www.courts.ca.gov/opinions/documents/D076101.PDF",
            "author_id": null,
            "opinion_text": "Filed 6/29/20 Modified and Certified for Publication 7/13/20 (order attached)\n\n\n\n\n                   COURT OF APPEAL, FOURTH APPELLATE DISTRICT\n\n                                               DIVISION ONE\n\n                                        STATE OF CALIFORNIA\n\n\n\nTHE PEOPLE,                                                     D076101\n\n        Plaintiff and Respondent,\n\n        v.                                                      (Super. Ct. No. RIF128455)\n\nJOANNA GOMEZ,\n\n        Defendant and Appellant.\n\n\n        APPEAL from an order of the Superior Court of Riverside County, John D.\n\nMolloy, Judge. Affirmed.\n\n\n\n        Cynthia Grimm, under appointment by the Court of Appeal, for Defendant and\n\nAppellant.\n\n        Xavier Becerra, Attorney General, Lance E. Winters, Chief Assistant Attorney\n\nGeneral, Julie L. Garland, Assistant Attorney General, Arlene A. Sevidal, Lynne G.\n\nMcGinnis and Andrew Mestman, Deputy Attorneys General, for Plaintiff and\n\nRespondent.\n\f       Appellant and defendant Joanna Gomez appeals from an order summarily denying\n\nher petition to vacate her 2009 murder conviction and to be resentenced on any remaining\n\ncounts under Penal Code section 1170.95.1 She contends that (1) the summary denial of\n\nher petition was error because she made the required prima facie showing that she is\n\nentitled to relief under section 1170.95; and (2) the court violated state law and her\n\nconstitutional right to due process by summarily denying her petition in her absence and\n\nwithout giving her the opportunity to file a reply to the prosecution's response to her\n\npetition. We affirm.\n\n                   FACTUAL AND PROCEDURAL BACKGROUND\n\n       A jury convicted Gomez and codefendant Ivan Renne Salinas of first degree\n\nmurder (§ 187, subd. (a)). As to both defendants, the jury found as special circumstances\n\nthat the murder was committed during the commission of a robbery (§ 190.2, subd.\n\n(a)(17)(A)) and a kidnapping (§190.2, subd. (a)(17)(B)). As to Salinas, the jury also\n\nfound true the special circumstance allegation that the murder was committed by means\n\nof lying in wait (§ 190.2, subd. (a)(15)).2 Gomez and Salinas were both sentenced to\n\nstate prison for life without the possibility of parole.\n\n\n\n\n1      All further statutory references are to the Penal Code.\n\n2      As to Gomez, the jury was unable to reach a verdict on the lying-in-wait special-\ncircumstance allegation. The court declared a mistrial on that issue and dismissed the\nlying-in-wait allegation as to Gomez at the People's request.\n\n                                               2\n\f       The following facts about the murder are taken from this court's unpublished\n\nopinion in Gomez's direct appeal, People v. Gomez (Dec. 13, 2011, D056959), in which\n\nthis court affirmed the judgment.\n\n       \"Prosecution Evidence\n\n       \"The homicide\n\n       \"On the night of October 30, 2005, Joseph Ravida was fatally shot in the\n\npassenger seat of his van, which his stepdaughter Gomez was driving, and Gomez was\n\nshot in the right arm. At around 9:20 p.m. that night, Danny Calderon was driving\n\nnorthbound on Bain Street in Mira Loma with his girlfriend and brother. As he\n\napproached 54th Street, he saw Gomez in his lane, waving her arms for him to stop, and\n\nRavida's van parked on the side of the road off the southbound lane. He did not stop but\n\nhis girlfriend called 911.\n\n       \"Riverside County Deputy Sheriff Russell Williams arrived on the scene and saw\n\nGomez in the roadway by Ravida's van waving her arms. He asked her if she was okay,\n\nand she said, '[t]hey shot my father,' and '[t]hey shot me in the arm.' Williams saw that\n\nRavida was sitting upright in the passenger seat of the van with his seatbelt still strapped\n\non. He appeared lifeless and a paramedic confirmed that he had no pulse. The front\n\npassenger door window was shattered but there was no glass on the ground below the\n\ndoor until the door was opened and portions of the shattered window fell out. Williams\n\ndid not find any bullets or cartridges at the scene. Williams found Ravida's wallet in the\n\nintersection of 54th and Bain. The wallet contained a credit card and cash. Gomez told\n\nWilliams that two men wearing white Halloween masks had gotten into the van and\n\n                                              3\n\fordered her to drive on various streets until she was 'basically lost.' At some point while\n\nshe was driving, they shot Ravida and then shot her as she was stopping the van. After\n\ntalking to Williams, Gomez was taken to a hospital by ambulance.\n\n       \"Detectives who investigated the crime scene found no bullets or bullet casings in\n\nthe area surrounding the van, and no bullet or bullet strike mark inside the van. A pair of\n\neyeglasses was found on the floorboard of the van. The frame was bent and the right lens\n\nwas missing. There were containers of Chinese food on the floorboard behind the front\n\npassenger seat and bags of dog food and groceries in the rear storage area of the van.\n\n       \"Ravida was shot three times in the head—on the top, back, and left side—and\n\nwas shot twice in the left side of his back. All of the bullet wounds were fatal, and the\n\nhead wounds would have caused immediate unconsciousness.\n\n       \"Gomez's relationship with Ravida\n\n       \"Gomez's mother, Christina Gomez (Christina) met Ravida in 1973 and began\n\nliving with him that year in an intimate relationship that lasted 19 years. Gomez was\n\nborn in 1984 and although Ravida was not Gomez's biological father, he agreed to raise\n\nher as his daughter. He referred to Gomez as his daughter and 'baby girl' and treated her\n\nas his own child, and Gomez called him 'Daddy' or 'Dad.' When Christina ended her\n\nintimate relationship with Ravida in 1992, she and Gomez moved out of his house.\n\nHowever, Ravida continued to provide financial support for Gomez and treat her as his\n\ndaughter, and she regularly stayed at his house during her childhood. Christina testified\n\nthat Gomez had considered Ravida her father her entire life. After Gomez got her driver\n\n\n\n                                             4\n\flicense, she sometimes drove Ravida to appointments and to do errands. Ravida suffered\n\nfrom anxiety attacks and rarely drove himself.[3]\n\n       \"At the time of his death, Ravida had approximately $378,000 in multiple bank\n\naccounts and his house was valued at $525,000. He held several of his bank accounts in\n\ntrust for Gomez, and occasionally mentioned to bank employees in Gomez's presence that\n\nhe wanted to be sure his accounts were set up to take care of her. After Ravida's murder,\n\nChristina and Gomez filed letters of administration seeking authorization to administer\n\nhis estate and to establish that Gomez was entitled to inherit the entire estate except for a\n\nstamp and coin collection.\n\n       \"On Friday evening, October 28, 2005, Christina drove Gomez to Ravida's house\n\nbecause Gomez told her that Ravida wanted to see her (Gomez) and that she was going to\n\nvisit him and help him with whatever he needed at his house. Christina picked Gomez up\n\nat around 9:00 p.m. and Gomez told her that she had to return to Ravida's house on\n\nSunday to take Ravida on errands because he was not feeling well enough to run errands\n\nthat evening.\n\n       \"Christina drove Gomez back to Ravida's house on Sunday, October 30. Batista\n\nwas at the house when Gomez arrived. Ravida was on the computer looking at an online\n\ndating website and told Gomez that if Batista did not marry him, he would find another\n\n\n\n\n3       \"Christina testified that Ravida had been diagnosed as paranoid schizophrenic.\nRamona Batista, who had a romantic relationship with Ravida dating back to 1992,\ntestified that he suffered from posttraumatic stress syndrome.\"\n\n                                              5\n\fwoman who would and that Gomez and Christina 'would be out of the picture.' He\n\nadded, 'I won't need you to run me around, and you won't get any of my money.'\n\n       \"Gomez's relationship with Salinas\n\n       \"Gomez and Salinas became friends in sixth grade and had an off-and-on\n\nfriendship through high school. They began a dating relationship in 2003 or 2004 when\n\nGomez was in her second year of college. At that time and until February 2006, Salinas\n\nlived in his parent's home with his girlfriend Synath Phang, with whom he had been in a\n\nromantic relationship since high school. Phang was unaware of Salinas's relationship\n\nwith Gomez.\n\n       \"On a Saturday in the first or second weekend in October 2005, Salinas took\n\nGomez and Christina out to dinner. Salinas told Christina that he loved Gomez and\n\nwanted to marry her, but would abide by Christina and Ravida's wish that Gomez\n\ngraduate from college before marrying him. Salinas then asked Christina to loan him\n\n$100,000 to invest in some real property in New Mexico. When Christina told Salinas\n\nthat she did not have $100,000 to lend him, he suggested she take out an equity loan on\n\nher home and told her he needed the money by November 3. Christina said no, but\n\nSalinas continued to try to persuade her until she told him he should ask his parents or\n\nother relatives for the money.\n\n       \"Police interviews\n\n       \"On the night of Ravida's murder, Gomez was interviewed by Deputy Brian\n\nMarker at the hospital where she was being treated for her gunshot wound. Gomez told\n\nMarker that she had turned right from Troth Street onto 58th Street and was stopped at\n\n                                             6\n\fthe stop sign at the intersection of 58th and Ridgeview Avenue when two males on foot\n\napproached from her right side. They were both wearing white Halloween masks and\n\nblack hooded sweatshirts. After they crossed in front of the van, the men approached\n\nGomez's window, pointed a gun at her, and told her to unlock the doors. The men then\n\nentered the van through the sliding door behind Gomez and closed the door.\n\n       \"At their direction, Gomez made a U-turn and drove toward Bain Street. They\n\ntold Gomez to keep looking straight and not look in the mirror. Ravida panicked and\n\nwanted to stop and get out of the van. The men ordered Gomez to turn left on Bain and\n\npull over, and Gomez complied. When Ravida tried to get out of the van he was shot and\n\nstarted making choking noises. The men told Gomez to keep driving and make another\n\nU-turn and she complied. She drove and stopped at least two more times at their\n\ndirection and at some point when she was stopped, they shot Ravida again. The men\n\nordered Gomez to reach into Ravida's pocket to get his wallet and also demanded her\n\nwallet and money. Gomez gave them Ravida's wallet and as she reached over to Ravida\n\nto see if he was okay, one of the men shot her in the arm. The men then exited the van\n\nand fled the scene in a car that had driven up from behind.\n\n       \"Gomez agreed to go to the sheriff's station to be interviewed by homicide\n\ndetectives after her release from the hospital. Salinas, who had arrived at the emergency\n\nroom where Gomez was being treated at around 11:00 p.m., drove Gomez to the sheriff's\n\nstation where she was interviewed by Sergeant Joseph Pemberton and Detective Ronald\n\nWaters. Pemberton asked Salinas to stay at the station so he could talk to him after\n\n\n\n                                            7\n\finterviewing Gomez, but Salinas left the station before the officers completed Gomez's\n\ninterview.\n\n       \"Gomez told the detectives that she visited Ravida at least once every weekend to\n\nhelp him with groceries and errands. She had visited him on Friday (October 28) and she\n\naccompanied him on several errands. The following Sunday, Christina drove Gomez\n\nback to Ravida's house at around 4:40 p.m. Batista was at Ravida's house and Ravida\n\nwas showing his list from an internet dating website. Gomez said he was 'trying to find\n\nanother girlfriend because he couldn't stand [Batista] anymore.' After Batista left, Gomez\n\ndrove Ravida to K-mart and Albertsons, and then to a Chinese restaurant where they had\n\ndinner. They were driving back to Ravida's house from the Chinese restaurant, when the\n\nevents that led to the shootings occurred. Gomez essentially repeated the account of\n\nthose events that she had related to Deputy Marker in the hospital.\n\n       \"Gomez returned to the sheriff's station with Christina for a third interview on\n\nFebruary 7, 2006. Gomez initially repeated the version of the incident she had given in\n\nthe previous two police interviews. She explained that she drove on the 'small streets' on\n\nthe way back to Ravida's house from the Chinese restaurant instead of taking the usual\n\ndirect route because Ravida wanted to see her old elementary school.\n\n       \"Investigator Tom Dorsey expressed his disbelief of Gomez's story and told\n\nGomez that he thought '[t]his thing got way over your head. It got way over your head.\n\nIt was something that wasn't supposed to happen the way it happened.' Gomez responded\n\nthat someone Ravida hired to work on his ranch could have been one of the perpetrators.\n\nWhen asked to divulge any other information she was withholding, Gomez told the\n\n                                             8\n\fofficers that Ravida had problems with his next-door neighbors and that the perpetrators\n\ncould be workers the neighbors hired to work on a wall they were constructing. Gomez\n\nsaid the workers 'trashed' Ravida's property. When Waters and Investigator Masson\n\npressed Gomez to reveal the name of the person who shot Ravida, Gomez expressed fear\n\nthat 'they' would come after her and Christina. She then claimed that she heard on the\n\nstreet that the shooter was hired by the uncle of someone named Salvador who was in her\n\nhigh school graduating class and had worked on Ravida's neighbor's wall. Gomez said\n\nthe uncle had fled to Mexico.\n\n       \"The officers interviewing Gomez made it clear that they did not believe her story\n\nand pressed her to tell them who shot Ravida. Gomez eventually told the officers that 'it\n\nwasn't supposed to be like that[,]' and that '[t]hey were just going to take the van and the\n\nmoney and leave.' She said that one of the perpetrators went by the name 'Freddy' and\n\nshe did not know the other's name. After being read her Miranda rights, Gomez told the\n\nofficers that 'they' (the perpetrators) knew Ravida had some money and had recently\n\npurchased the van and had insurance, so they planned to sell the van for parts and take\n\nRavida's cash. The plan was supposed to have been carried out on Friday, October 28,\n\nbut Gomez did not drive to the appointed place that night because she did not want\n\nanything to happen to her father. However, she agreed to try again on Sunday the 30th\n\nbut asked for assurance that nothing would happen to her or Ravida. The plan was for\n\nher to drive down 58th Street and meet the perpetrators either at the stop sign at Troth or\n\nthe stop sign at Ridgeview.\n\n\n\n                                              9\n\f       \"Gomez's description of the events leading to Ravida's death was similar to her\n\nprevious accounts. She said the perpetrators shot Ravida because they 'got scared' when\n\nhe had an anxiety attack and 'flipped out,' and then shot her to 'cover their tracks.' When\n\nasked why she participated in the plan, Gomez said she thought it was 'just a big hoax'\n\nand that she was not thinking clearly and did not know why she did it.\n\n       \"Salinas made several calls from his cell phone to Gomez's cell phone during the\n\nFebruary 7, 2006 interview. After his third call, Masson asked Gomez to call him back\n\nand put him on speaker phone. Gomez's first call went to Salinas's outgoing voicemail\n\nmessage, which said 'Welcome to my nightmare,' a line spoken by the horror movie\n\ncharacter Freddy Krueger. Following that call, Gomez engaged Salinas in a series of\n\nphone conversations that were on speaker phone and recorded by the police.[4]\n\n       \"During one of the taped phone conversations, Gomez told Salinas that she was\n\ngoing to jail and that she had told the police the truth. Salinas asked, 'What truth?'\n\nGomez responded she had told the police that Freddy and 'another guy was in [on] it, and\n\nthat we talked about it.' Salinas asked, 'Did you say I did it, babe?' Gomez said, 'Yeah, I\n\nsaid we talked about it, that we had a plan.' Salinas then asked if Gomez had told the\n\npolice that she 'did it.' Gomez said, 'I guess so. I told them that I drove there.' She\n\nadded, 'I told them I drove to the spot where we were supposed to meet.' Salinas asked,\n\n'Who and who?' Gomez replied, 'I don't know, whoever was with Freddy. I don't know.'\n\n\n\n4     \"At trial, the parties and the court referred to this series of taped phone\nconversations between Gomez and Salinas as 'the pretext call.' \"\n\n                                             10\n\f        \"Salinas asked Gomez who was with Freddy and she said she did not know.\n\nWhen Salinas asked if she knew where Freddy was, she said she did not know but she\n\nhad told the police 'that we talked about it.' Salinas asked, 'Who and who talked about it?'\n\nGomez said, 'You and me.' Salinas then asked, 'And who—who did it though?' Gomez\n\nreplied, 'Freddy and whoever he was with, that the plan was that you guys were just\n\ngoing to take the car and the money, and nothing was supposed to happen to me and my\n\ndad.'\n\n        \"Gomez told Salinas that she had said Freddy talked to him about 'setting it up'\n\nand that Salinas had talked to her. Salinas expressed concern that Gomez was involving\n\nhim in the murder, and Gomez said, 'I know, because we talked about it. That's the thing.\n\nI'm not saying that you did it. I'm just saying that you know who did it.' She explained\n\nthat she meant Salinas knew about Freddy, who was an acquaintance of Salinas. Salinas\n\ncomplained that Gomez was blaming him for the murder, and Gomez said, 'I'm not\n\nblaming you, but you need to talk to the cops and tell them that . . . it was Freddy and this\n\nother guy.' Salinas responded, 'What if I can't find Freddy?'\n\n        \"Salinas agreed to tell the police that 'Freddy and that other guy did it,' and Gomez\n\nsaid, 'Yeah, that they told you to set it up—to talk to me about setting it up for me\n\nmeeting you guys—those guys there.' Gomez told Salinas he needed to try to find out the\n\nidentity of the other guy who was with Freddy. She then essentially coached Salinas on\n\nthe latest story she had given the police, i.e., that Freddy and the other guy were supposed\n\nto just steal the van for the parts, that Salinas 'set it up' and told Gomez where to meet\n\n\n\n                                             11\n\fthem, and that nothing was supposed to happen but Ravida 'spooked them, and the\n\noutcome of it was awful.'\n\n       \"When Salinas again complained that the story Gomez had told the police put the\n\nblame on him, Gomez said, 'I'm not blaming you—you. I'm just saying that you're the\n\none who told me about the set up.' Salinas said, 'But that's what I'm saying babe, if I can't\n\nfind Freddy I don't know what's gonna happen. You know, that's the crazy part.' He later\n\nsaid to Gomez, '[I]f you change your story or whatever, they're going to blame it all on\n\nyou and me or whatever, you know.' Salinas repeatedly expressed concern that the police\n\nwould not be able to find Freddy and that he and Gomez would be blamed for the murder\n\nas a result. At one point, Salinas said, '[I]f they can't find this guy, they're going to get\n\nmad. You know what I'm saying? They're going to try to turn you against yourself, or\n\nagainst me, or against whoever, you know.'\n\n       \"The next day (February 8, 2006) Salinas came to the sheriff's station for a\n\nrecorded interview. Referring to his recorded phone conversations with Gomez the day\n\nbefore, Salinas told the officers that he told Gomez he would tell the detectives\n\neverything he knew about the 'dude . . . that I met at the races[.]' He said he told her to\n\nmake sure to tell the detectives 'how you want to clear me up.' He told the officers that\n\nhe did not know what Gomez had said about him and did not want to say something\n\nstupid, and that Gomez had said it was her fault. He continued: 'I don't want to place the\n\nblame . . . on her either, 'cause I'm like, okay, that there is a mistake to be made. Okay—\n\nit was made. You know? And I'm like, okay, let's go from here. You know? . . . When I\n\ntalked to her, she was just like, all telling me this stuff, and I'm like, fine. You know?\n\n                                               12\n\fBut make sure you tell them that, that you guys want—You know, you want the truth and\n\neverything. I'm like, make sure you tell them. I'm like, don't make it seem, like it was\n\nme. You know? Like, don't make it seem that, you know, that I acted alone or whatever.'\n\n       \"Other prosecution evidence\n\n       \"Salinas was a fan of horror movies and collected memorabilia from that genre,\n\nincluding masks, costumes, photographs, statues, and figurines. His collection included\n\nFreddy [Krueger] masks and white hockey masks worn by the horror movie character\n\nJason. Freddy [Krueger] was one of his favorite horror characters.\n\n       \"On 7:04 p.m. on Friday, October 28, 2005, Gomez called Salinas's cell phone\n\nfrom her cell phone, and the call became a three-way call when Salinas connected with a\n\nthird number in the 714 area code. On October 30, 2005, Salinas made a call from his\n\ncell phone to Gomez's cell phone at 7:35 a.m. The same day, Gomez made calls from her\n\ncell phone to Salinas's cell phone at 10:24 a.m., 10:41 a.m., 1:24 p.m., 2:40 p.m., and\n\n3:05 p.m. The 3:05 p.m. call became a three-way call when Salinas called an area code\n\n714 number. At 3:19 p.m. Salinas called Gomez's cell phone. Gomez arrived at Ravida's\n\nhouse at 3:30 p.m.\n\n       \"Defense Evidence\n\n       \"Gomez did not testify at trial or call any witnesses.\n\n       \"Salinas called five members of Aurora Hernandez's extended family as alibi\n\nwitnesses. Each of them testified that Salinas was at the Hernandez residence on the\n\nnight of Ravida's murder. Salinas testified that he did not have anything to do with\n\nRavida's murder. He claimed that the purpose of going to dinner with Gomez and\n\n                                             13\n\fChristina in October 2005 was to tell Christina that Gomez was pregnant with his baby.\n\nHe testified that Christina became angry and demanded they get married, and that he\n\nwanted to keep the baby but Gomez did not. He denied that he asked Christina for\n\n$100,000.\n\n      \"Sometime in 2005, Salinas met a person named Freddy at street races he was\n\nattending. He saw Freddy again a few weeks later when he was at the races with Gomez.\n\nFreddy inquired about Gomez's availability and Salinas indicated she was available if\n\nFreddy wanted 'to make an advance at her.' The three talked for awhile and Gomez and\n\nFreddy exchanged phone numbers.\n\n      \"Salinas testified that on October 30, 2005, Phang dropped him off at the\n\nHernandez house at around 7:00 p.m. He played billiards in the 'pool house' with friends\n\nfor over an hour and then went inside the house and watched television. Phang arrived\n\naround 9:00 p.m. and drove Salinas and his friends to a Hollywood Video store and a Rite\n\nAid. After buying ice cream cones at Rite Aid, the group returned to the Hernandez\n\nhouse at around 10:00 p.m. About an hour later, Salinas received a call from Christina to\n\ngo see Gomez at the hospital. He drove back to his house with Phang, dropped her off,\n\nand then drove to the hospital. After Gomez was released from the hospital, Salinas\n\ndrove her to the sheriff's station. He waited in the lobby of the station while Gomez was\n\nbeing interviewed, and left when Christina came out and told him he could leave.\n\n      \"Regarding his phone conversations with Gomez on February 7, 2006 that were\n\nrecorded by the detectives interviewing Gomez, Salinas testified that he did not know\n\nwhere Gomez was or who was with her. He did not think the police were listening; he\n\n                                            14\n\fthought Gomez might be with Freddy from the street races or someone else and that his\n\nlife might be in danger if he said something against Freddy.\"\n\n                                        DISCUSSION\n\n                  I. Summary Denial of Gomez's Section 1170.95 Petition\n\n       Gomez contends the court erred in summarily denying her petition to vacate her\n\n2009 murder conviction under section 1170.95. The People contend the court properly\n\ndenied Gomez's petition without issuing an order to show cause (OSC) because the\n\nspecial circumstance findings against her render her ineligible for relief under section\n\n1170.95 as a matter of law. We agree with the People.\n\n       Section 1170.95 procedure\n\n       In 2018, \"the Governor signed Senate Bill No. 1437 [(S.B. 1437)] . . . in order to\n\n'amend the felony murder rule and the natural and probable consequences doctrine, as it\n\nrelates to murder, to ensure that murder liability is not imposed on a person who is not the\n\nactual killer, did not act with the intent to kill, or was not a major participant in the\n\nunderlying felony who acted with reckless indifference to human life.' (Stats. 2018,\n\nch. 1015, § 1, subd. (f).) S.B. 1437 also added Penal Code section 1170.95, which\n\ncreated a [petition] procedure whereby a person whose felony murder conviction was\n\nfinal, but who could not have been convicted under the amended statutes, could petition\n\nto have the conviction vacated.\" (People v. Ramirez (2019) 41 Cal.App.5th 923, 927\n\n(Ramirez).)\n\n       \"S.B. 1437 added section 1170.95 and amended sections 188 and 189. As\n\namended, section 188 limits a finding of malice: 'Except as stated in subdivision (e) of\n\n                                               15\n\fSection 189, in order to be convicted of murder, a principal in a crime shall act with\n\nmalice aforethought. Malice shall not be imputed to a person based solely on his or her\n\nparticipation in a crime.' (§ 188, subd. (a)(3).) As added by S.B. 1437, subdivision (e) of\n\nsection 189 reads: 'A participant in the perpetration or attempted perpetration of a felony\n\nlisted in subdivision (a) [including robbery] in which a death occurs is liable for murder\n\nonly if one of the following is proven:\n\n       '(1) The person was the actual killer.\n\n       '(2) The person was not the actual killer, but, with the intent to kill, aided, abetted,\n\ncounseled, commanded, induced, solicited, requested, or assisted the actual killer in the\n\ncommission of murder in the first degree.\n\n       '(3) The person was a major participant in the underlying felony and acted with\n\nreckless indifference to human life, as described in subdivision (d) of Section 190.2.'\n\n       \"A petition under section 1170.95 must allege the following: '(1) A complaint,\n\ninformation, or indictment was filed against the petitioner that allowed the prosecution to\n\nproceed under a theory of felony murder or murder under the natural and probable\n\nconsequences doctrine[;] [¶] (2) The petitioner was convicted of first degree or second\n\ndegree murder following a trial or accepted a plea offer in lieu of a trial at which the\n\npetitioner could be convicted for first degree or second degree murder[;] [¶] [and]\n\n(3) The petitioner could not be convicted of first or second degree murder because of\n\nchanges to Section 188 or 189 made effective January 1, 2019.' (§ 1170.95, subd. (a)(1)-\n\n(3).) In addition, the petition must include the petitioner's declaration showing eligibility\n\nunder all three enumerated conditions, as well as the superior court case number, year of\n\n                                                16\n\fconviction, and any request for appointment of counsel. (§ 1170.95, subd. (b)(1).)\n\nSection 1170.95, subdivision (c) requires the superior court to review the petition and\n\ndetermine whether the petitioner has made a prima facie showing of entitlement to relief.\n\nUnless time is extended for good cause, the prosecutor must file a response and the\n\npetitioner may file a reply within specified time limits. (§ 1170.95, subd. (c).)\n\n       \"A prima facie showing of eligibility triggers the trial court's obligation to issue an\n\norder to show cause and either hold a hearing, give the parties an opportunity [to] waive a\n\nhearing and stipulate to eligibility, or '[i]f there was a prior finding by a court or jury that\n\nthe petitioner did not act with reckless indifference to human life or was not a major\n\nparticipant in the felony, the court shall vacate the petitioner's conviction and resentence\n\nthe petitioner.' (§ 1170.95, subd. (d)(2); see subds. (c), (d)(1).) If a hearing is held, the\n\nprosecution has the burden to prove beyond a reasonable doubt, that petitioner is\n\nineligible for resentencing. (§ 1170.95, subd. (d)(3).) If the prosecution fails to sustain\n\nits burden of proof the trial court is required to vacate the prior conviction and resentence\n\nthe petitioner on the remaining charges. (§ 1170.95, subd. (d)(3).)\" (Ramirez, supra, 41\n\nCal.App.5th at pp. 928-929.)\n\n       Gomez's section 1170.95 petition\n\n       In May 2019, Gomez filed a petition under section 1170.95 in which she asserted\n\nthat she \"was charged as an aider and abettor[,]\" and that \"[t]here was zero evidence she\n\ndirectly aided and abetted the murder, and it is clear the prosecution proceeded under a\n\nfelony murder theory.\" Gomez contended there was insufficient evidence to support the\n\njury's special circumstance findings against her because under section 189, subdivision\n\n                                               17\n\f(e)(3), People v. Banks (2015) 61 Cal.4th 788 (Banks), People v. Clark (2016) 63 Cal.4th\n\n522 (Clark), \"and their progeny, [she] did not evince reckless indifference to human\n\nlife.\"5 In her supporting declaration, Gomez stated she believed that she qualified for\n\nresentencing under S.B. 1437 and that she \"would not be able to be convicted of first or\n\nsecond degree murder because of changes to section 189 made effective January 1,\n\n2019.\"\n\n\n\n\n5        Banks and Clark \"clarified 'what it means for an aiding and abetting defendant to\nbe a \"major participant\" in a crime who acted with a \"reckless indifference to human\nlife.\" ' \" (In re Taylor (2019) 34 Cal.App.5th 543, 546 (In re Taylor).) Banks identified\ncertain factors to consider in determining whether a defendant was a major participant;\nClark identified factors to guide the determination of whether the defendant acted with\nreckless indifference to human life. The Banks and Clark factors are derived from the\nUnited States Supreme Court's opinions in Tison v. Arizona (1987) 481 U.S. 137, and\nEnmund v. Florida (1982) 458 U.S. 782. (In re Taylor, at pp. 551-554.)\n\n                                            18\n\f       The People, through the District Attorney, filed a response to Gomez's petition, in\n\nwhich they argued that, \"notwithstanding the People's constitutional objections [to S.B.\n\n1437], the court should summarily deny the petition because a review of [the] readily\n\navailable records . . . [reveals that] the jury found both robbery and kidnapping special\n\ncircumstances true based on CALCRIM No. 703[,] which required the jury to find intent\n\nto kill or major participation/reckless indifference for an aider and abettor.\"6\n\n       At the outset of the hearing on Gomez's petition, the prosecutor stated, \"There are\n\nrobbery and kidnapping . . . special circumstances found true. Both held up on appeal.\n\nCALCRIM 703 was given that required the jury to find that the defendant was either a\n\nmajor participant with reckless indifference or had an intent to kill.\" The court\n\nimmediately ruled, \"Petition is denied. The defense objects for the record.\"\n\n       Analysis\n\n\n\n\n6       CALCRIM No. 703 at the time of Gomez's trial stated: \"In order to prove [this]\nspecial circumstance for a defendant who is not the actual killer but who is guilty of first\ndegree murder [as an aider and abettor or a member of a conspiracy], the People must\nprove either that the defendant intended to kill, or the People must prove all of the\nfollowing: [¶] 1. The defendant's participation in the crime began before or during the\nkilling; [¶] 2. The defendant was a major participant in the crime; AND [¶] 3. When\nthe defendant participated in the crime, he acted with reckless indifference to human\nlife.\"\n        The current version of CALCRIM No. 703 includes a bracketed portion containing\nthe Banks factors as \"[a]mong the factors [the jury] may consider\" in determining\nwhether or not the defendant was a major participant. (Judicial Council of Cal. Crim.\nJury Instns. (2019), CALCRIM No. 703.) The bench notes state that the Banks court\n\"stopped short of holding that the court has a sua sponte duty to instruct on those factors.\"\n(Bench Note to CALCRIM No. 703, p. 423.)\n\n                                             19\n\f       We conclude the trial court properly denied Gomez's section 1170.95 petition\n\nwithout issuing an OSC and holding an evidentiary hearing because the record of\n\nconviction established, as a matter of law, that Gomez is ineligible for relief under section\n\n1170.95. To obtain relief from her felony-murder conviction under section 1170.95,\n\nGomez would have to establish that she did not aid and abet, counsel, command, induce,\n\nsolicit, request or assist the actual killer with the intent to kill or as a major participant in\n\nthe underlying felonies (robbery and kidnapping) who acted with reckless indifference to\n\nhuman life. Gomez's jury was instructed that to prove the special circumstance\n\nallegations \"for a defendant who is not the actual killer but who is guilty of first degree\n\nmurder as [an aider and abettor or a member of a conspiracy], the People must prove\n\neither that the defendant intended to kill, or the People must prove all of the following:\n\n[¶] 1. The defendant's participation in the crime began before or during the killing; [¶]\n\n2. The defendant was a major participant in the crime; AND [¶] 3. When the defendant\n\nparticipated in the crime, [he or she] acted with reckless indifference to human life.\"\n\n(CALCRIM No. 703.)7\n\n       Thus, in finding the robbery and kidnapping special circumstance allegations true,\n\nthe jury necessarily found that Gomez either participated in the alleged robbery and\n\nkidnapping with the intent to kill Ravida, or that she was a major participant in those\n\ncrimes who acted with reckless indifference to Ravida's life. Because either finding\n\n\n\n7     The present record does not include the jury instructions given at trial, but Gomez\ndoes not dispute that the jury was instructed with CALCRIM No. 703.\n\n                                               20\n\fwould allow Gomez to be convicted of first or second degree murder notwithstanding the\n\nchanges to sections 188 and 189 made effective January 1, 2019, Gomez is not eligible\n\nfor relief from her murder conviction under section 1170.95. (§ 1170.95, subd. (a)(3).)\n\n       Gomez contends the court erred in looking beyond the allegations of her petition\n\nin determining whether she made a sufficient prima facie showing for the court to issue\n\nan OSC and hold an evidentiary hearing under section 1170.95, subdivisions (c) and (d).\n\nWe disagree.\n\n       The Court of Appeal in People v. Lewis (2020) 43 Cal.App.5th 1128 (Lewis) held\n\nthat in evaluating whether a petitioner has made the initial prima facie showing required\n\nby section 1170.95, the trial court may properly consider the petitioner's record of\n\nconviction, which includes the reviewing court's prior opinion in the petitioner's direct\n\nappeal. (Id. at pp. 1136, fn. 7, 1137-1138; People v. Verdugo (2020) 44 Cal.App.5th 320,\n\n329 (Verdugo) [\"The same material that may be evaluated under [section 1170.95,]\n\nsubdivision (b)(2)—that is, documents in the court file or otherwise part of the record of\n\nconviction that are readily ascertainable—should similarly be available to the court in\n\nconnection with the first prima facie determination required by subdivision (c).\"].)8\n\nLewis embraced the view that allowing the trial court to consider its file and the record of\n\n\n8       The Verdugo court observed that the final iteration of S.B. 1437, \"which\nauthorizes the [trial] court both to dismiss the petition if it lacks any required information\nand to determine if there is a prima facie showing the petitioner falls within the\nprovisions of [section 1170.95] before ordering briefing, indicates the Legislature's intent\nthat the superior court perform a substantive gatekeeping function, screening out clearly\nineligible petitioners before devoting additional resources to the resentencing process.\"\n(Verdugo, supra, 44 Cal.App.5th at p. 331.)\n\n                                              21\n\fconviction is \"sound policy\" because \" '[i]t would be a gross misuse of judicial resources\n\nto require the issuance of an order to show cause or even appointment of counsel based\n\nsolely on the allegations of the petition, which frequently are erroneous, when even a\n\ncursory review of the court file would show as a matter of law that the petitioner is not\n\neligible for relief.' \" (Lewis, p. 1138.)\n\n       We agree with Lewis and conclude that the trial court here properly looked to the\n\nrecord of conviction, including the jury instructions given at trial, in determining whether\n\nGomez made the required prima facie showing under section 1170.95. Looking beyond\n\nthe face of a section 1170.95 petition to the record of conviction is particularly\n\nappropriate where, as here, the petition contains only conclusory allegations that the\n\npetitioner is entitled to relief. Gomez's petition did not dispute the facts stated in our\n\nprior opinion or contend they misstated the evidence, and did not specify any facts or\n\nevidence that would support a finding that she did not act with either the intent to kill or\n\nas a major participant with reckless indifference to human life. Based on the record of\n\nconviction, the court properly denied Gomez's petition without considering further\n\nbriefing or conducting an evidentiary hearing.\n\n       Gomez's main contention on appeal is that she is entitled to relitigate whether she\n\nwas a \"major participant\" in the felonies underlying her murder conviction and whether\n\nshe acted with \"reckless indifference to human life\" in light of the clarification of those\n\nphrases in Banks and Clark. She observes in her reply brief that special circumstance\n\nfindings have been vacated on petitions for habeas corpus in light of the clarification of\n\nthose phrases in Banks and Clark. (See, e.g., In re Miller (2017) 14 Cal.App.5th 960; In\n\n                                              22\n\fre Taylor, supra, 34 Cal.App.5th 543; In re Ramirez (2019) 32 Cal.App.5th 384, 408; In\n\nre Bennett (2018) 26 Cal.App.5th 1002.) As her observation suggests, Gomez's bid to\n\nrelitigate her felony murder conviction under section 1170.95 in light of Banks and Clark\n\nis in effect a challenge to the sufficiency of the evidence to support the robbery and\n\nkidnapping special circumstance findings against her. The People contend a petition\n\nunder section 1170.95 \"does not provide defendants an opportunity to challenge or\n\nrelitigate the merits of their underlying judgments of conviction.\" The People submit\n\nGomez's \"remedy is to challenge her special circumstance finding[s] in a habeas petition\n\nraising [her] Banks/Clark claim.\"\n\n       Gomez unsuccessfully challenged the sufficiency of the evidence to support her\n\nspecial circumstance findings in her direct appeal from the judgment.9 In her section\n\n1170.95 petition, Gomez again challenged the sufficiency of the evidence to support\n\nthose findings. We agree with the People that the proper procedure for her to challenge\n\nher special circumstance findings based on clarification of the relevant law in Banks and\n\nClark is to bring a petition for habeas corpus, in which she would bear the burden of\n\nshowing the findings must be vacated on the ground there is insufficient evidence to\n\nsupport them. (People v. Duvall (1995) 9 Cal.4th 464, 474 [\"Because a petition for a writ\n\nof habeas corpus seeks to collaterally attack a presumptively final criminal judgment, the\n\n\n9       In her prior appeal from the judgment, Gomez challenged the sufficiency of the\nevidence to support findings that that a robbery and kidnapping occurred; she did not\nchallenge the sufficiency of the evidence to support findings that she acted with the intent\nto kill or with reckless indifference to human life as a major participant in the robbery\nand kidnapping.\n\n                                             23\n\fpetitioner bears a heavy burden initially to plead sufficient grounds for relief, and then\n\nlater to prove them.\"].)\n\n       In an evidentiary hearing on a section 1170.95 petition to determine whether there\n\nis sufficient evidence to support her murder conviction on a felony murder or natural and\n\nprobable consequences theory, the People would bear the burden of proof beyond a\n\nreasonable doubt. (§ 1170.95, subd. (d)(3).) To make its true findings on the special\n\ncircumstance allegations against Gomez, the jury was required to find that Gomez either\n\nacted with the intent to kill, or that she was a major participant who acted with reckless\n\nindifference to human life in the robbery and kidnapping of Ravida. The People should\n\nnot be required to prove beyond a reasonable doubt, a second time, that Gomez satisfied\n\nthose requirements for the special circumstance findings. Considering the different\n\nburdens of proof in a habeas proceeding and a proceeding under section 1170.95, we\n\nconclude that a petition for writ of habeas corpus is the appropriate vehicle for Gomez to\n\nchallenge her special circumstance findings. If Gomez were to succeed in challenging\n\nthe special circumstance findings in a habeas proceeding, she would then be in a position\n\nto successfully petition under section 1170.95 to vacate her murder conviction. (See\n\nRamirez, supra, 41 Cal.App.5th 923 [Where appellate court determined on a habeas\n\npetition that the defendant was not a major participant in the underlying felony and did\n\nnot act with reckless indifference to human life, trial court was required to vacate\n\n\n\n\n                                             24\n\fdefendant's murder conviction and resentence him under section 1170.95, subdivision\n\n(d)(2).].)10\n\n                                      DISPOSITION\n\n       The order denying Gomez's petition under section 1170.95 to vacate her 2009\n\nmurder conviction is affirmed.\n\n\n\n\n                                                                            O'ROURKE, J.\n\nWE CONCUR:\n\n\n\n\nBENKE, Acting P. J.\n\n\n\n\nHUFFMAN, J.\n\n\n\n\n10     In light of our conclusion that Gomez is ineligible for relief under section 1170.95,\nas a matter of law, we further conclude that to the extent the court erred in ruling on her\npetition without affording her the opportunity to file a reply to the People's response and\nwithout her being present, the error was harmless under either the standard set forth in\nPeople v. Watson (1956) 46 Cal.2d 818, 836 (no reasonable probability of more favorable\noutcome) or the more stringent test under Chapman v. California (1967) 386 U.S. 18, 24\n(harmless beyond a reasonable doubt).\n\n                                            25\n\fFiled 7/13/20\n\n                COURT OF APPEAL, FOURTH APPELLATE DISTRICT\n\n                                      DIVISION ONE\n\n                                STATE OF CALIFORNIA\n\n\n\nTHE PEOPLE,                                        D076101\n\n        Plaintiff and Respondent,                  (Super. Ct. No. RIF128455)\n\n        v.                                         ORDER MODIFYING OPINION,\n                                                   AND CERTIFYING OPINION FOR\nJOANNA GOMEZ,                                      PUBLICATION\n\n        Defendant and Appellant.                   NO CHANGE IN JUDGMENT\n\n\n\nTHE COURT:\n\n        It is ordered that the opinion filed herein on June 29, 2020 be modified as follows:\n\n        On page 21, the citation to People v. Lewis (2020) 43 Cal.App.5th 1128 in the first\n\nsentence of the second paragraph is to be modified to show the California Supreme\n\nCourt's grant of review in that case by inserting a comma after the page number \"1128\"\n\nfollowed by \"review granted, March 18, 2020, S260598\"– so that the citation reads:\n\n\"People v. Lewis (2020) 43 Cal.App.5th 1128, review granted, March 18, 2020, S260598\n\n(Lewis)\".\n\n        In the same paragraph on page 21, the citation to People v. Verdugo (2020) 44\n\nCal.App.5th 320 following the first sentence is to be modified to show the California\n\nSupreme Court's grant of review in that case by inserting a comma after the page number\n\f\"329\" followed by \"review granted, March 18, 2020, S260493\"– so that the citation\n\nreads: \"People v. Verdugo (2020) 44 Cal.App.5th 320, 329, review granted, March 18,\n\n2020, S260493 (Verdugo)\". There is no change in the judgment.\n\n       The opinion in this case filed on June 29, 2020, was not certified for publication.\n\nIt appearing the opinion meets the standard for publication certified in California Rules of\n\nCourt, rule 8.1105(c), the requests pursuant to rule 8.1120(a) for publication are\n\nGRANTED.\n\n       IT IS HEREBY CERTIFIED that the opinion meets the standards for publication\n\nspecified in California Rules of Court, rule 8.1105(c); and\n\n       ORDERED that the words \"Not to Be Published in the Official Reports\" appearing\n\non page one of the opinion be deleted and replaced with the words \"Certified for\n\nPublication\" followed by a footnote designated with an asterisk, which shall read:\n\n\"Pursuant to California Rules of Court, rule 8.1105, this opinion is certified for\n\npublication. It is further ordered the opinion herein be published in the Official Reports\n\nin conformity with this order.\"\n\n\n\n\n                                                                       BENKE, Acting P. J.\n\n\n\nCopies to: All parties\n\n\n\n\n                                              2\n\f",
            "ocr": false,
            "opinion_id": 4548051
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}