{
    "id": 4767299,
    "judges": null,
    "date_filed": "1999-06-01",
    "date_filed_is_approximate": true,
    "slug": "state-v-lopez",
    "case_name_short": "Lopez",
    "case_name": "State v. Lopez",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.jud.ct.gov/external/supapp/Cases/AROap/AP199/199AP305.pdf",
            "author_id": null,
            "opinion_text": "***********************************************\n    The “officially released” date that appears near the be-\nginning of each opinion is the date the opinion will be pub-\nlished in the Connecticut Law Journal or the date it was\nreleased as a slip opinion. The operative date for the be-\nginning of all time periods for filing postopinion motions\nand petitions for certification is the “officially released”\ndate appearing in the opinion.\n\n   All opinions are subject to modification and technical\ncorrection prior to official publication in the Connecticut\nReports and Connecticut Appellate Reports. In the event of\ndiscrepancies between the advance release version of an\nopinion and the latest version appearing in the Connecticut\nLaw Journal and subsequently in the Connecticut Reports\nor Connecticut Appellate Reports, the latest version is to\nbe considered authoritative.\n\n   The syllabus and procedural history accompanying the\nopinion as it appears in the Connecticut Law Journal and\nbound volumes of official reports are copyrighted by the\nSecretary of the State, State of Connecticut, and may not\nbe reproduced and distributed without the express written\npermission of the Commission on Official Legal Publica-\ntions, Judicial Branch, State of Connecticut.\n***********************************************\n\f     STATE OF CONNECTICUT v. TREIZY LOPEZ\n                  (AC 42146)\n               DiPentima, C. J., and Lavine and Beach, Js.\n\n                                 Syllabus\n\nConvicted, following a jury trial, of attempt to commit robbery in the first\n   degree and conspiracy to commit robbery in the first degree, the defen-\n   dant appealed to this court. Held that the defendant could not prevail on\n   his claim that the trial court improperly admitted uncharged misconduct\n   evidence regarding a separate robbery as the defendant failed to meet\n   his burden of establishing harmful error: the state presented evidence\n   beyond the uncharged misconduct evidence that overwhelmingly identi-\n   fied the defendant, including surveillance video and eyewitness identifi-\n   cation as well as physical evidence linking the defendant to the gun\n   that was used in the attempted robbery and the defendant stated to the\n   police that he and his accomplice had intended to commit robberies\n   and were present in the store where the attempted robbery took place;\n   moreover, the trial court instructed the jury several times that the\n   uncharged misconduct evidence could be considered only for purposes\n   of identification and a jury is presumed to follow limiting instructions\n   in the absence of contrary evidence.\n       Argued November 21, 2019—officially released July 14, 2020\n\n                           Procedural History\n\n   Amended information charging the defendant with\nfelony murder, attempt to commit robbery in the first\ndegree, and conspiracy to commit robbery in the first\ndegree brought to the Superior Court in the judicial\ndistrict of Fairfield and tried to the jury before Kava-\nnewsky, J.; verdict and judgment of guilty of attempt\nto commit robbery in the first degree and conspiracy\nto commit robbery in the first degree, from which the\ndefendant appealed to this court. Affirmed.\n  Robert L. O’Brien, assigned counsel, with whom, on\nthe brief, was Christopher Y. Duby, assigned counsel,\nfor the appellant (defendant).\n   C. Robert Satti, Jr., supervisory assistant state’s\nattorney, with whom, on the brief, were John C. Smriga,\nstate’s attorney, and Aaron Simkovitz, certified legal\nintern, for the appellee (state).\n\f                         Opinion\n\n   BEACH, J. The defendant, Treizy Lopez, appeals from\nthe judgment of conviction, following a jury trial, of\nattempt to commit robbery in the first degree in viola-\ntion of General Statutes §§ 53a-49 and 53a-134 (a) (2),\nand conspiracy to commit robbery in the first degree\nin violation of General Statutes §§ 53a-48 and 53a-134\n(a) (2).1 On appeal, the defendant claims that the court\nimproperly admitted uncharged misconduct evidence\nof a separate robbery. We conclude that the defendant\nhas not met his burden of establishing harmful error.\nAccordingly, we affirm the judgment of the trial court.\n   The jury reasonably could have found the following\nfacts. On April 11, 2015, the defendant met with his\nfriend, Leighton Vanderberg. They drove to Bridgeport\nin a light green Ford Focus owned by Vanderberg’s wife\nto ‘‘hit a stain to get some money.’’2 At approximately\n3 p.m., the defendant and Vanderberg entered Sapiao’s\nGrocery store in Bridgeport. The defendant went to the\ncounter, where Maria Salgado (Maria) was located, and\nVanderberg went to the back of the store where he\nconfronted Jose Salgado (Jose).3 Maria testified that\nthe defendant, who was wearing a black mask, pointed\na gun at her and told her not to talk or move. Meanwhile,\nVanderberg, who also had a gun, approached Jose and\ndemanded that he give him the $900 that Jose was\nholding. Speaking in Portuguese, Jose requested that\nMaria retrieve his gun located behind the counter. As\nshe was reaching for the gun, Vanderberg shot Jose\nthree times. Two bullets entered his body, one in the\nneck and the other in his right upper shoulder, which\n‘‘went through the muscles of the upper arm and shoul-\nder area and then continued into . . . the chest where\nit went into the chest cavities and [injured] the right\nlung, as well as the pulmonary artery . . . and then it\ncontinued and it injured the left lung, as well.’’ The\nbullet that injured the chest and torso was fatal.4 There-\nafter, the defendant and Vanderberg fled the store and\ndrove to New Haven where they planned to commit a\nsecond robbery at the Smokin’ Wings restaurant.5\n  Officers from the Bridgeport Police Department sub-\nsequently were called to the scene at Sapiao’s Grocery.\nDuring their investigation, the police obtained video\nsurveillance from surrounding stores. The videos\nrevealed that the defendant had purchased items from\na nearby market shortly before the robbery. The videos\nfurther showed the defendant and Vanderberg entering\nSapiao’s Grocery, fleeing, and driving away in a green\nFord Focus, which had been parked nearby.6\n   The defendant also was identified by a witness who\nsaw the two men flee the store. She testified that ‘‘[o]ne\nof [the men] was tall [with darker skin] and the other\n. . . was wearing some type of mask. . . . [The man\nwearing the mask] had light[er] skin. He wasn’t too\n\fdark and he wasn’t too fair.’’ The witness further\ndescribed the lighter skinned man as having longer\nblack hair that went down to his neck.\n   Later that day, New Haven police officers found a\ngun in a trash can in New Haven. The gun was sent to\nthe state’s forensic laboratory for testing. The forensic\nfirearms examiner concluded that the bullets and bullet\nfragments recovered from Jose’s body during an\nautopsy matched test samples fired from the gun that\nhad been recovered by the New Haven police.7 The\nforensic DNA examiner concluded that the defendant\nwas a DNA contributor to samples found on multiple\nlocations on the gun, including the gun’s grip, trigger,\nand hammer.8\n   On April 27, 2015, Bridgeport police detectives\narrested the defendant and conducted an interview,\nwhich was video recorded, and, ultimately, shown to\nthe jury. During the interview, the defendant admitted\nto participating in the robbery.9 The defendant further\ndescribed the type of gun that he had used during the\nrobbery10 and what happened to the gun after the rob-\nbery.11 He also admitted to changing his physical\nappearance after the day of the robbery.12 The defendant\nwas charged with felony murder in violation of General\nStatutes §§ 53a-54c, attempt to commit robbery in the\nfirst degree in violation of §§ 53a-49 and 53a-134 (a) (2),\nand conspiracy to commit robbery in the first degree\nin violation of §§ 53a-48 and 53a-134 (a) (2).\n   On May 2, 2018, the defendant filed a pretrial motion\nin limine seeking to preclude the state from presenting\n‘‘any and all evidence regarding a robbery/shooting\ninvestigation of a commercial establishment called\n‘Smokin’ Wings’ in New Haven . . . on April 11, 2015\n. . . .’’13 He argued that the evidence was irrelevant and\nunduly prejudicial. The state objected to this motion.\nOn May 15, 2018, after conducting a hearing, the court,\nKavanewsky, J., denied the defendant’s motion, subject\nto reargument, stating: ‘‘Okay, at this point, I’m going\nto deny the motion to preclude. . . . [Y]ou’ve got the\nBridgeport homicide, that’s the one the defendant is\ncharged with participating in. Very, very close in time,\nwe have the Smokin’ Wings [robbery], same day, within\na matter of hours. The weapon that was used in the\nBridgeport homicide was used in the Smokin’ Wings\n[robbery] and was recovered by the police, identified\nto be the . . . Bridgeport homicide weapon. There’s\nDNA of the defendant on this weapon.\n  ‘‘In the Smokin’ Wings [robbery] there are three per-\npetrators supposed to be involved, an African-American\nand two either white or Hispanic.\n  ‘‘Now, the state does not have to prove beyond a\nreasonable doubt that the defendant participated in the\nSmokin’ Wings [robbery], but yet, I think I have to keep\nmy eye on the ball here, and the question is, is this New\n\fHaven Smokin’ Wings incident and the [gun] and the\n. . . evidence concerning the [gun] relevant to estab-\nlishing the defendant’s guilt in the Bridgeport homicide.\nI think the answer is clearly it’s relevant. It tends to\nprove a fact that’s in issue. It doesn’t have to be conclu-\nsive but it’s relevant and I’ll consider a limiting instruc-\ntion concerning what you may object to being adduced\nabout what happened within Smokin’ Wings but I’m not\ngoing to just outright preclude that . . . I think all of\nthis is relevant to the charge of the defendant’s guilt\nof the felony murder in Bridgeport . . . . I think it’s\nadmissible evidence.’’\n  During trial, on May 23, 2018, the state proffered\nevidence of the Smokin’ Wings robbery for the purposes\nof establishing identity, outside the presence of the\njury. The defendant renewed his initial objection to the\nadmission of the evidence. The court concluded that\nthe evidence ‘‘should be . . . admitted for purposes\nof the jury’s consideration that the defendant was a\nperpetrator in the charged offense here in Bridgeport.’’\nEvidence regarding the robbery at Smokin’ Wings was\nthen presented to the jury.\n   On May 31, 2018, the defendant was convicted of\nattempt to commit robbery in the first degree and con-\nspiracy to commit robbery in the first degree.14 The\ncourt sentenced the defendant to a total effective sen-\ntence of thirty years of incarceration, ten years of which\nwere mandatory, followed by a period of special parole\nfor five years. This appeal followed.\n  The defendant claims that the trial court improperly\nadmitted evidence of the separate robbery at the\nSmokin’ Wings restaurant in New Haven. He argues that\n(1) the evidence of the Smokin’ Wings robbery was\nnot relevant or material to any uncharged misconduct\nexception pursuant to § 4-5 (c) of the Connecticut Code\nof Evidence, (2) the prejudicial effect of evidence of\nthe Smokin’ Wings robbery outweighed its probative\nvalue, and (3) the admission of this evidence was harm-\nful error.\n   We have no need to consider whether the admission\nof evidence of misconduct at the Smokin’ Wings restau-\nrant was improper, because the evidence was emphati-\ncally harmless. See State v. Osimanti, 299 Conn. 1,\n18, 6. A.3d 790 (2010) (no abuse of discretion analysis\nconducted when concluding that trial court’s eviden-\ntiary rulings were harmless). The evidence was prof-\nfered and admitted on the ground that it was relevant\nto identification, that is, that it tended to show that the\ndefendant participated in the robbery at the Sapiao’s\nGrocery. The court instructed the jurors several times\nthat they could consider the evidence only for the pur-\npose of identification.15\n  Other evidence overwhelmingly established identifi-\ncation. The jury could have found that the defendant’s\n\fDNA was on the gun that fired the fatal bullets. Surveil-\nlance video and eyewitness’ descriptive testimony con-\nfirmed the identification. Furthermore, the defendant\nhimself stated to the police and testified that he and\nVanderberg had intended to commit robberies and that\nthey were present in Sapiao’s Grocery.16\n   The defendant claims evidential rather than constitu-\ntional error; he, thus, has the burden on appeal of show-\ning harmful error. ‘‘[W]hen an improper evidentiary rul-\ning is not constitutional in nature, the defendant bears\nthe burden ofdemonstrating that the error was harmful.\n. . . [W]e must examine the impact of the [improperly\nadmitted] evidence on the trier of fact and the result\nof the trial. . . . [T]he proper standard for determining\nwhether an erroneous evidentiary ruling is harmless\nshould be whether the jury’s verdict was substantially\nswayed by the error. . . . Accordingly, a nonconstitu-\ntional error is harmless when an appellate court has a\nfair assurance that the error did not substantially affect\nthe verdict. . . . If the evidence may have had a ten-\ndency to influence the judgment of the jury, it cannot\nbe considered harmless. . . . That determination must\nbe made in light of the entire record [including the\nstrength of the state’s case without the evidence admit-\nted in error].’’ (Internal quotation marks omitted.) State\nv. LeBlanc, 148 Conn. App. 503, 508–509, 84 A.3d 1242,\ncert. denied, 311 Conn. 945, 90 A.3d 975 (2014).\n   The defendant argues that because the jury returned a\nsplit verdict, finding him not guilty of the felony murder\ncharge but guilty of both robbery charges, the state’s\ncase against him was ‘‘close’’ and, therefore, the admis-\nsion of evidence of the Smokin’ Wings robbery ‘‘cannot\nbe said to have not substantially affected the verdict.’’\n(Emphasis in original.) He argues that, ‘‘after carefully\nconsidering the evidence, the jury refused to find that\nall the elements of felony murder were proven beyond\na reasonable doubt. . . . The fact that the jury split its\nverdicts after hearing [evidence of the Smokin’ Wings\nrobbery] and considering it to the point that it entered\nat least one acquittal further shows how close this case\nwas.’’ According to the defendant, the purported weak-\nness in the state’s case contributed to the harmfulness\nof the uncharged misconduct evidence. The defendant\ndoes not claim that there was insufficient evidence to\nsupport his conviction.\n  To support his assertion that the jury had doubts\nconcerning the strength of the state’s case, the defen-\ndant cites State v. Angel T., 292 Conn. 262, 294–95, 973\nA.2d 1207 (2009).17 In Angel T., our Supreme Court\ndetermined that where there was no physical evidence\nintroduced concerning a sexual assault and the jury\ntwice reported to the court that it was deadlocked in\nmaking its decision, ‘‘the state’s case was not suffi-\nciently strong so as to not be overshadowed by the\n[harmful error].’’ Id., 293. The court held: ‘‘[T]he lack\n\fof physical evidence of sexual assault . . . rendered it\na credibility contest between the defendant and his\naccusers, and the jury’s deadlock, followed by a split\nverdict, leads us to believe that the state’s evidence did\nnot overwhelm the jury, indicating that the jury may\nwell have been unduly influenced by the [harmful\nerror].’’ Id., 295.\n    In the present case, the jury reported to the court\nthat it was deadlocked regarding the charge of felony\nmurder. In a note to the court, the jury stated: ‘‘[T]he\njury has—I think it’s found—found consensus on charge\ntwo [(attempted robbery)] and [charge] three [(conspir-\nacy to commit robbery)] and is divided on charge one\n[(felony murder)]. Jury members have indicated unwill-\ningness to change.’’ Shortly before the jury was released\nfor the day, the foreperson indicated that ‘‘[he] just\nwould prefer to have redacted the note.’’ He clarified:\n‘‘I sent it out too early and I don’t really want the court\nto address [it], if that makes sense. . . . I sent the note\nout premature[ly] and I—I would wish to—to redact it,\nto take it back and not have the court address it.’’ The\nnext day, the court, acknowledging the note and the\nforeperson’s request, instructed the jury to continue its\ndeliberations. The jury then informed the court that it\nhad reached a consensus on all counts and delivered\nits verdict.\n   Although the record discloses that the jury briefly\nwas deadlocked as to one count, there is no indication\nof deadlock as to the other two counts, or as to identity\nin any event. There was strong physical evidence linking\nthe defendant to the gun that was used in the robbery,\nas well as witness identification and the defendant’s\nown admissions. The court instructed the jury to con-\nsider the Smokin’ Wings evidence, if at all, only on\nthe issue of identification. We presume that the jury\nfollowed the instructions of the court. See State v. Paul\nB., 315 Conn. 19, 32, 105 A.3d 130 (2014) (in absence\nof contrary evidence, appellate courts presume jury\nfollowed limiting instruction). A review of the evidence\nin this case, therefore, shows that the evidence of identi-\nfication was so strong that any error regarding the\nadmission of evidence concerning Smokin’ Wings was\ninconsequential. The defendant has not met his burden\nof showing harmful error.\n      The judgment is affirmed.\n      In this opinion the other judges concurred.\n  1\n    The jury also found that the defendant used a firearm in the commission\nof the crime of attempt to commit robbery, and his sentence was enhanced\nby application of General Statutes § 53-202k.\n  2\n    The defendant testified: ‘‘A stain means we’re going to commit a robbery\nor just pretty much get in over on anybody. It doesn’t necessarily have to\nbe a robbery. It just could be something as easy as, all right, I told you I’m\ngoing to do something for you and I got you for your money. Like, you gave\nme money to do something and—I don’t know—like, you [were] going to\nbuy my car and you gave me the money for my car, but in return I didn’t\nsell you the car. I filled out false paperwork. So, pretty much, basically, just\nscam somebody for money. That could be considered a stain as well. It’s\n\fjust anything—pretty much anything to get some money that—basically,\nthat’s it.’’\n   3\n     The Salgados owned Sapiao’s Grocery.\n   4\n     The medical examiner testified: ‘‘I would say that the [bullet] that went\nthrough the torso . . . the trunk, and the lungs, that was, clearly, a fatal\ninjury.’’ He further testified: ‘‘The cause of death was the gunshot wound\nof the trunk.’’\n   5\n     During the police interview, the defendant stated: ‘‘[W]e got back to New\nHaven . . . [a]nd [Vanderberg] was planning on robbing another store.’’\n   6\n     The vehicle also was identified by Augusto Cesar Manazare, who testified\nthat while he was waiting in his car to do laundry, he saw ‘‘[t]wo guys\nrunning and . . . going into a [light green] car that was parked in front of\n[his] . . . house.’’ Although he could not describe the men in detail, he did\nidentify the light green Ford Focus. Referring to the light green Ford Focus,\nManazare testified: ‘‘That was the car that was parked in front of my house.’’\n   7\n     The forensic firearms examiner testified: ‘‘[A]fter a microscopic compari-\nson of the two items to each other and then to test fires that the laboratory\nmade with this actual firearm there was agreement between the bullets from\nthe test fires, as well as the two evidence bullets. Enough for an examiner\nto say that, yes, these were fired in this gun.’’\n   8\n     In regard to the hammer, the forensic DNA examiner testified: ‘‘[The\ndefendant] is included as a potential contributor to the major DNA profile\nfrom item 3-3G1, which was the hammer. And the expected frequency of\nindividuals who could be a contributor to this major mixture profile is less\nthan one in seven billion in the African-American, Caucasian, and Hispanic\npopulation. That’s actually our laboratory ceiling. We won’t report out a\nstatistic higher than that. We’ve capped it at one in seven billion because\nseven billion is approximately the population of the earth.’’\n   9\n     The defendant stated: ‘‘So we were driving around Bridgeport and like,\nyou know, we just going, we just going to get a store. I’m like, but how\n[are] we [going to] do it? We can’t just go in there without having a plan.\n[Vanderberg’s] like, just do it. We’re just [going to] do it. You can’t think.\nYou think I’m [going to] be there like it’s just, I don’t even know how to\nexplain it like, it’s just . . . we got to the store, we got out. . . .’’\n   He continued: ‘‘[Vanderberg] told me, just do it, just do it, this, that and\na third. . . . So we go in the store, we both got guns. . . . He [goes] behind\nthe counter, or whatever, I got the gun pointed at the lady. . . . I told her\njust, don’t move, nobody is [going to] get hurt, we just want the money. So\nshe’s sitting there, she’s not replying to nothing at all. She’s just completely\nquiet and shocked. . . .\n   ‘‘So, next thing you know, the man come, he over here grabbing whatever\nhe grabbing, gunshots go off. After that, we run out the store. . . . I’m like,\nI’m completely shocked, I don’t know what the fuck [is] going on. I’m\nthinking he got [the] money, we [are about] to be good, everything, we just\nabout to get away. . . .\n   ‘‘We got into the car and we just took off.’’\n   10\n      The defendant stated: ‘‘I had a nine millimeter. . . . It was chrome.\n. . . [Vanderberg had] a .38 or something.’’\n   11\n      When questioned about the location of the guns that were used in the\nrobbery, he stated: ‘‘I gave it to [Vanderberg]. I really don’t know what he\ndid with them. But I’m pretty sure they’re gone.’’\n   12\n      The following colloquy occurred:\n   ‘‘[Detective Curet]: Your hair was different that day, right?\n   ‘‘[Lieutenant Lamaine]: It was like pretty long. And you had a decent\nlooking beard, kind of scruffle thing going. When did you shave the head\nand the beard?\n   ‘‘[The Defendant]: The same day you talked to me.\n   ‘‘[Lieutenant Lamaine]: That Wednesday morning, that would be the\nWednesday after the homicide.’’\n   13\n      The motion did not seek to preclude the physical evidence regarding\nthe gun recovered by the New Haven police. During the hearing on the\nmotion, defense counsel stated: ‘‘I think my objection is really—it’s not the\nrecovery of the firearm or any subsequent testing . . . . I understand that\nthe court is going to allow the firearm . . . but as far as [what occurred]\ninside the store, that would really be my specific objection because the\nperson in the store cannot tell . . . who fired the firearm . . . . I’m asking\nthe court to limit that testimony, more so than the actual physical recovery\nof the firearm . . . because the owner . . . of that store could not say who\nit was.’’\n   14\n      The jury found the defendant not guilty of the felony murder charge.\n\f   15\n      The court gave the following limiting instruction at the time the evidence\nwas admitted: ‘‘You may not consider the Smokin’ Wings evidence as estab-\nlishing a predisposition on the part of the defendant to commit any crime\ncharged or to demonstrate criminal propensity. You may consider such\nevidence if you believe it and further find it logically and rationally supports\nthe issue for which its being offered by the state, but only as it may bear\non the issue of the identity of the defendant in the Bridgeport homicide. So\nyou can consider this evidence of the New Haven matter if you believe it\nand only for purposes of your consideration of identity of the defendant in\nthe Bridgeport homicide.’’\n   When charging the jury, the court also stated: ‘‘The state . . . offered\n[evidence of the Smokin’ Wings robbery] . . . as an alleged act of miscon-\nduct of the defendant as it [may] bear upon your consideration of the identity\nof the defendant as a perpetrator of the crimes charged in this case. You\nmay not consider such evidence as establishing a predisposition on the part\nof the defendant to commit any of the crimes charged or to demonstrate a\ncriminal propensity. You may consider such evidence if you believe it and\nfurther to find that it logically and rationally supports the issue for which\nit is being offered by the state, but only as it may bear on the issue of\nidentity of the defendant in the Bridgeport matters. On the other hand, if\nyou do not believe such evidence, or even if you do, if you find that it does\nnot logically and rationally support the issue for which it is being offered\nby the state—namely, the identity of the defendant—then you may not\nconsider such [evidence] for any other purpose.’’ We presume that the jury\nfollowed the instructions of the court.\n   16\n      The following examination transpired between the prosecutor and the\ndefendant at trial:\n   ‘‘Q. And the store that you’re talking about, is that Sapiao’s Grocery store?\n   ‘‘A. Yes. It is.\n                                       ***\n   ‘‘Q. And what happens inside the store?\n   ‘‘A. I mean, I walk in the store, [Vanderberg] runs around the counter,\nand the next thing you know I just hear arguing. . . .\n                                       ***\n   ‘‘Q. And what happens next?\n   ‘‘A. I just heard gunshots. Like, I heard the arguing. . . . But I didn’t\nnecessarily hear everything. . . . [T]he main things I remember was just\ngive me the money or I’mma shoot you.\n                                       ***\n   ‘‘Q. Okay. So, you hear a shot and what do you do?\n   ‘‘A. I froze up. I was completely in shock. . . . I didn’t know what to do.\nLike, I didn’t even know what was happening. I thought the lady got shot,\nbut then I [saw] a man and the man was coming because I couldn’t see.\nLike, I knew Vanderberg . . . was arguing with somebody, but I thought,\nlike—I don’t know. I just couldn’t tell who he was arguing with. I didn’t\nknow what was going on until after the fact when the shots went off and\nthere was a man in front of me. And he was, like, clutching his neck and\nhis chest.’’\n   17\n      The defendant also cites State v. Sawyer, 279 Conn. 331, 359–60, 904\nA.2d 101 (2006), overruled in part on other grounds by State v. DeJesus,\n288 Conn. 418, 953 A.2d 45 (2008), to support the proposition that the state’s\ncase was not particularly strong. In Sawyer, which involved a sexual assault,\nour Supreme Court held that when there is a lack of physical evidence of\nthe sexual assault, the state does not have a strong case and the admission\nof uncharged misconduct is harmful. Id., 359. The present case is distinguish-\nable from Sawyer. Here, there is an abundance of physical evidence linking\nthe defendant to the robbery as well as the defendant’s admissions. As such,\nSawyer does not apply.\n\f",
            "ocr": false,
            "opinion_id": 4547646
        }
    ],
    "court_short_name": "Connecticut Appellate Court",
    "court_full_name": "Connecticut Appellate Court",
    "court_type": "SA",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Murder"
}