{
    "id": 4788862,
    "judges": null,
    "date_filed": "1996-04-22",
    "date_filed_is_approximate": true,
    "slug": "michael-barnett-etc-v-state-of-florida-department-of-financial-services",
    "case_name_short": null,
    "case_name": "Michael Barnett, etc. v. State of Florida, Department of Financial Services",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 20.0,
            "download_url": "https://www.floridasupremecourt.org/pre_opinion_content_download/671561",
            "author_id": null,
            "opinion_text": "          Supreme Court of Florida\n                                   ____________\n\n                                    No. SC19-87\n                                   ____________\n\n                        MICHAEL BARNETT, etc., et al.,\n                                Petitioners,\n\n                                         vs.\n\n   STATE OF FLORIDA, DEPARTMENT OF FINANCIAL SERVICES,\n                           et al.,\n                        Respondents.\n\n                                September 24, 2020\n\nPER CURIAM.\n\n      This case is before the Court for review of the decision of the Fourth District\n\nCourt of Appeal in State Department of Financial Services v. Barnett, 262 So. 3d\n\n750 (Fla. 4th DCA 2018). In a separate opinion in the same case, State\n\nDepartment of Financial Services v. Barnett, 268 So. 3d 758 (Fla. 4th DCA 2019),\n\nthe district court certified the following question as one of great public importance:\n\n      WHEN MULTIPLE CLAIMS OF INJURY OR DEATH ARISE\n      FROM THE SAME ACT OF NEGLIGENCE COMMITTED BY A\n      STATE AGENCY OR ACTOR, DOES THE LIMITATION ON THE\n      WAIVER OF SOVEREIGN IMMUNITY IN SECTION 768.28(5),\n      FLORIDA STATUTES, CAP THE LIABILITY OF STATE\n      AGENCIES AT $200,000 FOR ALL RESULTING INJURIES OR\n\f       DEATHS, AS CLAIMS AND JUDGMENTS “ARISING OUT OF\n       THE SAME INCIDENT OR OCCURRENCE”?\n\nId. at 759. We have jurisdiction. See art. V, § 3(b)(4), Fla. Const. We rephrase\n\nthe certified question as follows:\n\n       WHEN MULTIPLE CLAIMS OF INJURY AGAINST A STATE\n       AGENCY OR ACTOR ARISE FROM ONE OVERALL INJURY-\n       CAUSING EVENT, DOES THE LIMITATION ON THE WAIVER\n       OF SOVEREIGN IMMUNITY IN SECTION 768.28(5), FLORIDA\n       STATUTES, CAP THE LIABILITY OF STATE AGENCIES AT\n       $200,000 FOR ALL RESULTING INJURIES OR DEATHS AS\n       CLAIMS AND JUDGMENTS “ARISING OUT OF THE SAME\n       INCIDENT OR OCCURRENCE”?\n\nGiven this Court’s long-standing precedent that strictly construes Florida law\n\nwaiving sovereign immunity, we answer the rephrased certified question in the\n\naffirmative and hold that the mass shooting committed by Patrick Dell is a single\n\n“incident or occurrence” for purposes of section 768.28(5), Florida Statutes (2010)\n\n(subsection (5)), and that the cumulative liability for all claims of injury resulting\n\nfrom the incident may not exceed the aggregate cap of $200,000 set forth in the\n\nstatute.\n\n                    FACTS AND PROCEDURAL HISTORY\n\n       In September 2010, Patrick Dell (Dell) entered the Riviera Beach residence\n\nof his estranged wife, Natasha Whyte-Dell (Whyte-Dell), where he fatally shot her\n\nand four of her children. Dell also severely wounded a fifth child by shooting him\n\nin the neck. Dell committed suicide shortly after exiting the residence.\n\n\n\n                                         -2-\n\f      Several months prior to the shootings, on January 26, 2010, the abuse hotline\n\nof the Florida Department of Children and Families (DCF) received a phone call\n\nabout an incident that occurred in December 2009. According to the police report,\n\nwhile Whyte-Dell was visiting a friend, Dell charged at and threatened Whyte-Dell\n\nwith a knife, verbally threatened to kill her, and flattened all four tires on her\n\nvehicle. Later the same morning, Dell was arrested for aggravated assault with a\n\ndeadly weapon and criminal mischief.\n\n      Over the course of the following month, DCF conducted an investigation but\n\nsubsequently closed the case file on February 25, 2010, after concluding that the\n\nchildren were not at significant risk of harm. The investigator’s report stated:\n\n      [A]lthough there have been prior domestic disturbances between the\n      parents, this is the first time that there has been a significant domestic\n      violence matter between the two, and they have both agreed to a\n      safety plan which involves calling 911 should any future incidents\n      occur. The older children have been made aware of this as well.\n      Despite the serious nature of the matter for which the father was\n      arrested, investigation did not reveal any reliable evidence which\n      would lead this [investigator] to believe that the children are in any\n      significant risk at this time.\n             ....\n             The family requested daycare/aftercare services for the four\n      younger children, and such referral was made.\n\n      Michael Barnett (Barnett), individually, as the natural father and guardian of\n\nthe injured child, and in his capacity as the personal representative of the estates of\n\nthree of the deceased children, filed an action against DCF alleging claims of\n\nwrongful death and negligence. Leroy Nelson, Jr., (Nelson) filed a separate\n\n                                          -3-\n\fwrongful death action against DCF in his capacity as the personal representative of\n\nthe estate of the fourth deceased child.\n\n      Barnett’s and Nelson’s complaints alleged that DCF breached multiple\n\nnondelegable duties and failed to protect the children from an unreasonable risk of\n\nharm. Among the actions that DCF allegedly failed to take were failing to\n\nadequately follow up on the December 2009 incident, failing to inquire into\n\ndomestic disturbance calls placed from Whyte-Dell’s residence between July 2009\n\nand November 2009, and failing to inquire into a domestic violence injunction\n\nobtained by Whyte-Dell against Dell that expired in July 2009.\n\n      DCF raised various affirmative defenses, including that Florida’s limited\n\nwaiver of sovereign immunity, codified at section 768.28, limited the aggregate\n\nrecovery available to Barnett and Nelson to $200,000.\n\n      Barnett and Nelson filed separate motions for partial summary judgment on\n\nthe sovereign immunity issue and adopted each other’s motions. The Florida\n\nDepartment of Financial Services (DFS) filed a petition for declaratory relief,\n\nseeking a determination as to whether the $200,000 aggregate cap applied to all\n\nclaims arising out of the mass shooting committed at Whyte-Dell’s residence. DFS\n\nalso filed a motion to intervene in the Barnett action and a motion to consolidate\n\nthe Barnett and Nelson cases for purposes of ruling on the petition for declaratory\n\nrelief and the motions for partial summary judgment. The trial court granted the\n\n\n                                           -4-\n\fmotions to intervene in the declaratory action and to consolidate the two cases for\n\nthe limited purposes sought.\n\n      Following a hearing, the trial court granted both motions for partial\n\nsummary judgment, concluding that the shooting of each individual child was a\n\nseparate incident or occurrence for purposes of the sovereign immunity damage\n\ncaps set forth in subsection (5). The court also determined that as to the DFS\n\npetition for declaratory relief, “each wrongful death or personal injury claim is\n\neligible for the $100,000 per person and $200,000 per claim limitation found in\n\n[subsection (5)].”\n\n      On appeal, the Fourth District reversed the decisions of the trial court. See\n\nBarnett, 262 So. 3d at 751. The district court concluded that the present case\n\n“involves a single claim of negligence against [DCF] in the failure to properly\n\ninvestigate the family and the stepfather before closing its file. Thus, each estate’s\n\nclaim and the claim of the injured child arise from the same incident of negligence\n\nof [DCF]. Therefore, the $200,000 cap per incident or occurrence applies to limit\n\nrecovery for all claims.” Id. at 753.\n\n      In a separate opinion in the same case, on the motion to certify a question of\n\ngreat public importance, the Fourth District stated:\n\n             Unfortunately, our state has experienced a number of high-\n      profile mass shootings in the past several years, some of which have\n      led to negligence complaints against state agencies. In our opinion in\n      the instant case, we narrowly construed [subsection (5)] to limit the\n\n                                         -5-\n\f        sovereign immunity waiver to $200,000 when there are multiple\n        claims arising out of the same negligent act(s) committed by the state\n        agency. However, we acknowledge that a broader reading of the\n        statute could allow a per injury limitation.\n\nBarnett, 268 So. 3d at 759 (footnote omitted). The district court then certified the\n\nquestion set forth above as one of great public importance.\n\n                                        ANALYSIS\n\n   I.      Sovereign Immunity\n\n        The common law doctrine of sovereign immunity, pursuant to which a\n\ngovernment is immune from suit unless it consents to being sued, dates back to\n\nthirteenth-century England, Seminole Tribe of Florida v. Florida, 517 U.S. 44,\n\n102-03 (1996), and became Florida law when “[t]he common law of England in\n\neffect on July 4, 1776, was adopted [by the Legislative Council of the Territory of\n\nFlorida] as the law of Florida and declared to be of full force and effect [in 1829].”\n\nState v. Egan, 287 So. 2d 1, 3 (Fla. 1973) (quoting Coleman v. State, 159 So. 504,\n\n507 (Fla. 1935)). Florida’s constitution expressly vests the Legislature with the\n\npower to waive sovereign immunity. See art. X, § 13, Fla. Const. (“Provision may\n\nbe made by general law for bringing suit against the state as to all liabilities now\n\nexisting or hereafter originating.”).\n\n        In 1973, the Legislature enacted section 768.28 waiving sovereign immunity\n\nwith respect to tort claims, “but only to the extent specified in this act.”\n\n\n\n\n                                          -6-\n\f§ 768.28(1), Fla. Stat. In pertinent part, subsection (5) provides that in the absence\n\nof a “further act of the Legislature,” known as a claims bill, the damages that may\n\nbe paid by the State, its agencies, or subdivisions are limited to $100,000 for a\n\nclaim or judgment by any one person and that all claims or judgments “arising out\n\nof the same incident or occurrence” may not exceed $200,000. At the time of the\n\n2010 mass shooting, the statute provided in pertinent part as follows:\n\n             (1) In accordance with s. 13, Art. X of the State Constitution,\n      the state, for itself and for its agencies or subdivisions, hereby waives\n      sovereign immunity for liability for torts, but only to the extent\n      specified in this act. Actions at law against the state or any of its\n      agencies or subdivisions to recover damages in tort for money\n      damages against the state or its agencies or subdivisions for injury or\n      loss of property, personal injury, or death caused by the negligent or\n      wrongful act or omission of any employee of the agency or\n      subdivision while acting within the scope of the employee’s office or\n      employment under circumstances in which the state or such agency or\n      subdivision, if a private person, would be liable to the claimant, in\n      accordance with the general laws of this state, may be prosecuted\n      subject to the limitations specified in this act. . . .\n\n             ....\n\n             (5) The state and its agencies and subdivisions shall be liable\n      for tort claims in the same manner and to the same extent as a private\n      individual under like circumstances, but liability shall not include\n      punitive damages or interest for the period before judgment. Neither\n      the state nor its agencies or subdivisions shall be liable to pay a claim\n      or a judgment by any one person which exceeds the sum of $100,000\n      or any claim or judgment, or portions thereof, which, when totaled\n      with all other claims or judgments paid by the state or its agencies or\n      subdivisions arising out of the same incident or occurrence, exceeds\n      the sum of $200,000. However, a judgment or judgments may be\n      claimed and rendered in excess of these amounts and may be settled\n      and paid pursuant to this act up to $100,000 or $200,000, as the case\n\n                                         -7-\n\f            may be; and that portion of the judgment that exceeds these amounts\n            may be reported to the Legislature, but may be paid in part or in\n            whole only by further act of the Legislature.\n\n§ 768.28(1), (5), Fla. Stat. (emphasis added). 1\n\n            This case requires us to decide, as applied to this mass shooting, what the\n\nstatute means when it limits the State’s liability to a total of $200,000 for all claims\n\nor judgments “arising out of the same incident or occurrence,” id., after which\n\nclaimants must seek additional compensation “by further act of the Legislature.”\n\nId.\n\n      II.      Relevant Principles of Statutory Construction\n\n            The statute here does not define the key phrase “arising out of the same\n\nincident or occurrence.” Accordingly, “the phrase should be accorded its plain and\n\nordinary meaning, giving due regard for the context in which it is used.” Hampton\n\nv. State, 103 So. 3d 98, 110 (Fla. 2012).\n\n            Only if there is any ambiguity in the statute would we resort to substantive\n\nrules of statutory construction. The two rules applicable to the certified question\n\nwould require that we resolve any ambiguity by reading the statute narrowly, in the\n\nmanner that limits the amount recoverable from the State without further action by\n\n\n\n\n      1. In 2010, subsection (5) was amended to raise the individual cap to\n$200,000 and the aggregate cap to $300,000, effective October 1, 2011. Ch. 2010-\n26, Laws of Fla.\n\n\n                                             -8-\n\fthe Legislature. First, “[s]tatutes that alter the common law are narrowly\n\nconstrued.” Hardee County v. FINR II, Inc., 221 So. 3d 1162, 1165 (Fla. 2017).\n\nSecond, “[w]aivers of sovereign immunity must be construed narrowly in favor of\n\nthe government.” Id.; see Manatee County v. Town of Longboat Key, 365 So. 2d\n\n143, 147 (Fla. 1978); see also Spangler v. Florida State Tpk. Auth., 106 So. 2d\n\n421, 424 (Fla. 1958) (explaining that “[i]nasmuch as immunity of the state and its\n\nagencies is an aspect of sovereignty, the courts have consistently held that statutes\n\npurporting to waive the sovereign immunity must be clear and unequivocal” and\n\nthat the narrow interpretation of waivers of sovereign immunity protect “the public\n\nagainst profligate encroachments on the public treasury”). No party has argued\n\nthat this precedent is unsound.\n\n   III.   DFS’s Breach of Duty Argument\n\n      “The elements of a cause of action in tort are: (1) a legal duty owed by\n\ndefendant to plaintiff, (2) breach of that duty by defendant, (3) injury to plaintiff\n\nlegally caused by defendant’s breach, and (4) damages as a result of that injury.”\n\nEstate of Rotell v. Kuehnle, 38 So. 3d 783, 788 (Fla. 2d DCA 2010) (quoting\n\nO’Keefe v. Orea, 731 So. 2d 680, 684 (Fla. 1st DCA 1998)). Most negligence\n\nclaims involve a negligent actor (one who owes a legal duty and breaches that\n\nduty) directly causing injury for which a plaintiff seeks to recover damages. This\n\nis because “[g]enerally, one has no duty to control the conduct of another to\n\n\n                                          -9-\n\fprevent harm, and no duty to warn those who may be endangered by harmful\n\nconduct, including the criminal acts of a third person.” 65 C.J.S., Negligence § 60\n\n(2010) (footnotes omitted). However, “[a]n act or an omission may be negligent if\n\nthe actor realizes or should realize that it involves an unreasonable risk of harm to\n\nanother through the conduct of the other or a third person which is intended to\n\ncause harm, even though such conduct is criminal.” Restatement (Second) of Torts\n\n§ 302B (1965). This theory of liability is often referred to as “derivative liability”\n\nand involves “wrongful conduct both by the person who is derivatively liable and\n\nthe actor whose wrongful conduct was the direct cause of injury to another. The\n\nliability is derivative because it depends upon a subsequent wrongful act or\n\nomission.” William D. Underwood & Michael D. Morrison, Apportioning\n\nResponsibility in Cases Involving Claims of Vicarious, Derivative, or Statutory\n\nLiability for Harm Directly Caused by the Conduct of Another, 55 Baylor L. Rev.\n\n617, 619 (2003) (footnote omitted). Barnett’s tort theory is that DCF is\n\nderivatively liable for Dell’s criminal conduct, and the parties disagree as to\n\nwhether the $200,000 limit in subsection (5) is linked to DCF’s wrongful conduct\n\nor Dell’s wrongful conduct.\n\n      DFS argues that the statutory phrase “incident or occurrence” refers to the\n\nnegligent or wrongful acts or omissions of its employees, the “state actors,” as held\n\nby the Fourth District. Barnett disagrees, arguing that “incident or occurrence”\n\n\n                                        - 10 -\n\frefers to Dell’s crimes, which directly harmed Whyte-Dell and her children. On\n\nthis issue, we agree with Barnett for three reasons.\n\n      First, to equate “negligent or wrongful act or omission” with “incident or\n\noccurrence” would negate the Legislature’s decision to use different phrases in\n\ndifferent parts of section 768.28. Section 768.28 does not limit liability to\n\n$200,000 for all claims arising out of the same “negligent or wrongful act or\n\nomission” of a state actor. Instead, it uses the phrase “negligent or wrongful act or\n\nomission” to describe the state actor’s breach of duty in subsections (1) and (14);\n\nuses the phrases “act or omission,” “acts or omissions,” and “act, event or\n\nomission” to describe the state actor’s breach of duty in subsection (9); and uses\n\nthe phrases “acts or omissions” and “act or omission” to describe the State’s breach\n\nof duty in subsections (14) and (19). If the Legislature wanted to link the limit of\n\nliability to a state actor’s breach of duty, it knew how to describe the breach,\n\nhaving done so repeatedly with the “act or omission” language. Use of the words\n\n“incident or occurrence” in subsection (5) signals that the language means\n\nsomething different.\n\n      Second, the definitions cited by Barnett show that the words “incident” and\n\n“occurrence” more naturally and reasonably include the point at which damages\n\nare inflicted, not just the (potentially remote) point at which the state defendant’s\n\n\n\n\n                                         - 11 -\n\fnegligent or wrongful act occurs. “Incident” is defined as “an individual\n\noccurrence or event,” Dictionary.com, https://www.dictionary.com/browse\n\n/incident?s=t (last visited Sept. 17, 2020); “an occurrence of an action or situation\n\nthat is a separate unit of experience,” Merriam-Webster, https://www.merriam-\n\nwebster.com/dictionary/incident (last visited Sept. 17, 2020); or “a discrete\n\noccurrence or happening; an event,” Black’s Law Dictionary 911(11th ed. 2019).\n\nThe word “occurrence” is defined as “something that takes place[;] the action or\n\nprocess of happening or taking place,” Webster’s Third New International\n\nDictionary 1561 (1981); “the action, fact, or instance of occurring,”\n\nDictionary.com, https://www.dictionary.com/browse/occurrence?s=t (last visited\n\nSept. 17, 2020); or “something that occurs; the action or fact of happening or\n\noccurring,” Merriam-Webster, https://www.merriam-\n\nwebster.com/dictionary/occurrence (last visited Sept. 17, 2020). What these\n\ndefinitions all share in common is action, a happening, an event. The words work\n\nto describe Dell’s immediate harm-causing actions, which could also be described\n\nas an event, but not to describe DCF’s alleged omissions and failures to act. With\n\nrespect to DCF, Barnett alleged that “[d]espite the growing number of domestic\n\ndisturbance calls and . . . DCF’s obligations to comply with all state and federal\n\nlaws and regulations as well as departmental/district procedures regarding the\n\nsafety of minor children . . . DCF failed to adequately investigate and protect the\n\n\n                                        - 12 -\n\fBarnett Children.” This is typical of derivative liability cases, which usually\n\ninvolve omissions, or failures to act, and allegations that if the correct actions had\n\nbeen taken, those actions would have prevented the harm caused by the action of\n\nthe second tortfeasor (the immediate harm-causing event). Because the definitions\n\nof “incident” and “occurrence” match the injury-causing event in all cases and do\n\nnot match the omissions or wrongful conduct of the initial tortfeasor in a derivative\n\nliability case, we conclude that the phrase “injury or occurrence” is most\n\nreasonably understood as referring to the injury-causing event.\n\n      Finally, the relevant statutory phrase is “claim or judgment . . . arising out of\n\nthe same incident or occurrence” and the text’s use of the words “arising out of”\n\nalso are best understood to include the immediate injury-causing event, not just the\n\nnegligent omissions that allegedly gave rise to that event. The object of “arising\n\nout of” in the statute is the plaintiff’s “claim or judgment.” No claim exists, and no\n\njudgment can occur, until the cause of action accrues by completion of the last\n\nelement—“damages as a result of [an] injury.” Kuehnle, 38 So. 3d at 788 (quoting\n\nO’Keefe, 731 So. 2d at 684). “Arise” is defined as “to begin to occur or to exist[;]\n\nto come into being.” Merriam-Webster, https://www.merriam-\n\nwebster.com/dictionary/arise (last visited Sept. 17, 2020). Because the claim does\n\nnot “come into being” or “begin to exist” until the last element accrues, the text is\n\nmost reasonably read as including the “incident or occurrence” that caused the last\n\n\n                                         - 13 -\n\felement and the cause of action to accrue—the injury-causing event, that is, the\n\nevent at which damages are actually inflicted.\n\n      Having determined that the incident or occurrence in this derivative liability\n\ncase is the injury-causing event, the next question is whether, in the context of a\n\nmass shooting incident involving multiple deaths or injuries, the “same incident or\n\noccurrence” is referring to the whole event or criminal episode, i.e., the “shooting\n\nincident,” or whether the shooting of each victim constitutes a separate incident or\n\noccurrence.\n\n   IV.    One “Incident or Occurrence” or Multiple Incidents?\n\n      Barnett argues that the shooting of each individual victim should be viewed\n\nas a separate “incident or occurrence,” relying primarily on Florida cases that\n\neither (1) involved distinct and separate events that could only be reasonably\n\nviewed as separate incidents, see, e.g., Pierce v. Town of Hastings, 509 So. 2d\n\n1134, 1135 (Fla. 5th DCA 1987) (holding that separate counts of false\n\nimprisonment and malicious prosecution arising from arrests separated by more\n\nthan a month for violations of a county ordinance that were also separated by an\n\nequivalent amount of time constituted separate incidents for purposes of applying\n\nsubsection (5)); Zamora v. Fla. Atl. Univ. Bd. of Trs., 969. So. 2d 1108, 1114 (Fla.\n\n4th DCA 2007) (ruling that an age discrimination claim and a separate cause of\n\naction for retaliation, based upon action taken after the claimant filed the age\n\n\n                                        - 14 -\n\fdiscrimination complaint, constituted separate incidents for purposes of applying\n\nsubsection (5)), or (2) interpreted the word “occurrence” in an insurance contract,\n\nsee, e.g., Koikos v. Travelers Ins. Co., 849 So. 2d 263, 273 (Fla. 2003) (holding\n\nthat the shooting of each individual victim at an insured’s property during the same\n\ncriminal episode constituted a separate “occurrence” for purposes of recovery\n\nunder the terms of the insurance contract); N.H. Ins. Co. v. RLI Ins. Co., 807 So. 2d\n\n171, 171-72 (Fla. 3d DCA 2002) (same). The first group of cases, that could only\n\nbe reasonably viewed as involving separate incidents, are not analogous to the facts\n\nof this case, do not address the question at issue in this case, do not analyze the text\n\nof subsection (5) in a way that sheds any light on the issue before us, and in no way\n\naid our analysis.\n\n      With respect to the second group of cases, the insurance contract cases,\n\nBarnett’s argument ignores the “fundamental principle of statutory construction\n\n(and, indeed, of language itself) that the meaning of a word cannot be determined\n\nin isolation, but must be drawn from the context in which it is used.” Advisory Op.\n\nto Governor re Implementation of Amendment 4, the Voting Restoration\n\nAmendment, 288 So. 3d 1070, 1079 (Fla. 2020) (quoting Textron Lycoming\n\nReciprocating Engine Div., Avco Corp. v. United Auto., Aerospace, Agric.\n\nImplement Workers of Am., Int’l Union, 523 U.S. 653, 657 (1998)). The question\n\npresented in Koikos focused on how the word “occurrence” was “defined in the\n\n\n                                         - 15 -\n\fpolicy of liability issued by Travelers to Koikos, the insured.” 849 So. 2d at 266.\n\nThe majority answered this question by analyzing the word “accident,” a word\n\ncentral to the policy’s definition of “occurrence” and which the majority found to\n\nbe controlling in its analysis of the policy language. Id. at 266-71. Subsection (5)\n\ndoes not use the word “accident,” and given the wholly different contexts, we find\n\nthe argument based upon the insurance policy cases unhelpful and unpersuasive.\n\nWe also note that any ambiguity in an insurance contract must be “liberally\n\nconstrued in favor of coverage and strictly against the insurer.” Gov’t Emps. Ins.\n\nCo. v. Macedo, 228 So. 3d 1111, 1113 (Fla. 2017) (quoting Wash. Nat’l Ins. Corp.\n\nv. Ruderman, 117 So. 3d 943, 950 (Fla. 2013)). By contrast, and as already\n\ndiscussed, ambiguities in this sovereign-immunity-waiving statute must be\n\n“construed narrowly in favor of the government.” FINR II, Inc., 221 So. 3d at\n\n1165.\n\n        Finally, Barnett focuses on the word “same,” arguing that it modifies the\n\nphrase “incident or occurrence” and that because each victim was shot “at different\n\npoints in time, in different parts of the home,” and was “a specific targeted\n\nindividual,” we should view each separate shooting as a different event. Barnett’s\n\njuxtaposition of the words “same” and “different” is not helpful because one could\n\nalso accurately say that all victims were targeted by the same person, in the same\n\nhouse, at the same time, with the same weapon, in a single criminal episode. See\n\n\n                                        - 16 -\n\fe.g., State v. Sousa, 903 So. 2d 923, 924, 927 (Fla. 2005) (describing “a shooting\n\nspree at a greyhound track and involved three victims, with two of the victims\n\nbeing shot by Sousa in rapid succession” as “a single criminal episode”); Francis\n\nv. State, 808 So. 2d 110, 136 (Fla. 2001) (“This Court has repeatedly held that\n\nwhere a defendant is convicted of multiple murders, arising from the same criminal\n\nepisode, the contemporaneous conviction as to one victim may support the finding\n\nof the prior violent felony aggravator as to the murder of another victim.”)\n\n(emphasis added); James v. State, 695 So. 2d 1229, 1231, 1236 (Fla. 1997)\n\n(describing the murder of one victim by strangulation in one room followed by\n\nsexual assault, and then murder of a second victim by stabbing in a second room,\n\nand followed by the kidnapping of a third victim confined in a third room as a\n\n“single criminal episode”).\n\n      The phrase “same incident or occurrence” is most reasonably understood as\n\nreferring to the criminal (more broadly, injury-causing) event as a whole, not to the\n\nsmaller segments of time and action that make up the crime against each individual\n\nvictim, because this is the way that we commonly talk about this type of tragic\n\noccurrence—as a single event with multiple victims. Additionally, this reading fits\n\nmost naturally given the context of subsection (5), which is designed to limit the\n\nState’s liability to a set amount for all claims arising out of an “incident or\n\noccurrence,” after which all claimants must seek additional compensation from the\n\n\n                                         - 17 -\n\fLegislature. See § 768.28(5) (limiting the State’s liability to $100,000 per person\n\nwith an aggregate cap of $200,000 for “all . . . claims or judgments paid by the\n\nstate or its agencies or subdivisions arising out of the same incident or\n\noccurrence”). As argued by DFS, Barnett would essentially have us write this\n\naggregate cap out of the statute altogether for most claims involving a criminal\n\nepisode with multiple victims. We cannot rewrite the statute and do not view\n\nBarnett’s reading as reasonable.\n\n      However, to the extent that the phrase “incident or occurrence” is ambiguous\n\nand could reasonably be read as referring either to the overall incident or to the\n\nsmaller segments of time and action that constitute the individual crimes against\n\neach separate victim, this would lead us to the substantive rules of statutory\n\nconstruction that statutes altering the common law “are narrowly construed” and\n\nthat “[w]aivers of sovereign immunity must be construed narrowly in favor of the\n\ngovernment.” FINR II, Inc., 221 So. 3d at 1165.\n\n      In sum, the claims stemming from the mass shooting of Dell’s victims arose\n\nfrom the same incident or occurrence and are therefore subject to the $200,000\n\naggregate cap for damages paid by the State, its agencies, or subdivisions.\n\nSubsection (5) does not prevent Barnett and Nelson from obtaining a judgment in\n\nexcess of the sovereign immunity damage caps set forth therein. The caps do,\n\n\n\n\n                                        - 18 -\n\fhowever, limit the amount of the recovery that the State—in the absence of a\n\nclaims bill—shall be liable to pay without further act by the Legislature.\n\n                                  CONCLUSION\n\n      Today’s decision in no way devalues the lives of those injured or killed as a\n\nresult of mass shootings, or the harm suffered as a result of such tragedies. It is a\n\ndecision that is rendered within the narrow confines of Florida law relating to the\n\nLegislature’s limited waiver of sovereign immunity. Further, nothing precludes\n\nthe parties from seeking a claims bill from the Legislature for compensation in\n\nexcess of the sovereign immunity damage caps in subsection (5).\n\n      For the reasons expressed, we answer the rephrased certified question in the\n\naffirmative and approve the result reached in the Fourth District Court of Appeal.\n\n      It is so ordered.\n\nCANADY, C.J., and POLSTON, LABARGA, LAWSON, and MUÑIZ, JJ.,\nconcur.\nCOURIEL and GROSSHANS, JJ., did not participate.\n\nNOT FINAL UNTIL TIME EXPIRES TO FILE REHEARING MOTION AND,\nIF FILED, DETERMINED.\n\nApplication for Review of the Decision of the District Court of Appeal – Certified\nGreat Public Importance\n\n      Fourth District - Case No. 4D17-2840\n\n      (Palm Beach County)\n\n\n\n\n                                        - 19 -\n\fH. T. Smith of the Law Offices of H. T. Smith, P.A., Miami, Florida; John W.\nMcLuskey and Lisa A. Riddle of McLuskey, McDonald & Hughes, P.A., Miami,\nFlorida; and Lauri Waldman Ross of Ross & Girten, Miami, Florida,\n\n      for Petitioner Michael Barnett\n\nVincent E. Miller of the Law Offices of Vincent E. Miller, P.A., Delray Beach,\nFlorida,\n\n      for Petitioner Leroy Nelson, Jr.\n\nDaniel R. Russell, William D. Hall, III, Marc W. Dunbar, and Peter M. Dunbar of\nDean Mead & Dunbar, Tallahassee, Florida,\n\n      for Respondent State of Florida Department of Financial Services\n\nMichael P. Spellman and Jeffrey D. Slanker of Sniffen & Spellman, P.A.,\nTallahassee, Florida, and Kraig Conn, Florida League of Cities, Inc., Tallahassee,\nFlorida,\n\n      for Amicus Curiae Florida League of Cities\n\nHerbert W.A. Thiele, County Attorney, Tallahassee, Florida,\n\n      for Amicus Curiae Florida Association of County Attorneys\n\nFrances Guasch De La Guardia and Suzanne M. Aldahan of Holland & Knight\nLLP, Miami, Florida; and Miriam Soler Ramos, City Attorney, Coral Gables,\nFlorida,\n\n      for Amicus Curiae City of Coral Gables\n\n\n\n\n                                         - 20 -\n\f",
            "ocr": false,
            "opinion_id": 4569209
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}