{
    "id": 4789907,
    "judges": null,
    "date_filed": "1975-10-04",
    "date_filed_is_approximate": true,
    "slug": "kylie-tapia-vs-abu-s-alam-md-l-0694-15-union-county-and-statewide",
    "case_name_short": null,
    "case_name": "KYLIE TAPIA VS. ABU S. ALAM, MD (L-0694-15, UNION COUNTY AND STATEWIDE)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 44.0,
            "download_url": "http://www.judiciary.state.nj.us/attorneys/assets/opinions/appellate/unpublished/a2611-18.pdf",
            "author_id": null,
            "opinion_text": "                                NOT FOR PUBLICATION WITHOUT THE\n                               APPROVAL OF THE APPELLATE DIVISION\n        This opinion shall not \"constitute precedent or be binding upon any court.\" Although it is posted on the\n     internet, this opinion is binding only on the parties in the case and its use in other cases is limited. R. 1:36-3.\n\n\n\n\n                                                         SUPERIOR COURT OF NEW JERSEY\n                                                         APPELLATE DIVISION\n                                                         DOCKET NO. A-2611-18T1\n\nKYLIE TAPIA, an infant by her\nGuardian ad Litem MARIA TAPIA,\nand MARIA TAPIA and OCTAVIO\nTAPIA, Individually,\n\n          Plaintiffs-Respondents,\n\nv.\n\nABU S. ALAM, MD, ABU S.\nALAM, PA, RICHARD H.\nBLUM, MD, ATLANTIC\nMATERNAL-FETAL MEDICINE\nAT OVERLOOK MEDICAL\nCENTER, ATLANTIC HEALTH\nSYSTEM, and SVETLANA\nPORTNOW, RDMS,\n\n          Defendants,\n\nand\n\nGARRY FRISOLI, MD,\n\n     Defendant-Appellant.\n______________________________\n\n                    Argued February 11, 2020 – Decided September 28, 2020\n\f            Before Judges Hoffman, Currier, and Firko.\n\n            On appeal from the Superior Court of New Jersey, Law\n            Division, Union County, Docket No. L-0694-15.\n\n            Beth A. Hardy argued the cause for appellant (Farkas\n            & Donohue, LLC, attorneys; Beth A. Hardy, of counsel\n            and on the briefs).\n\n            Dennis M. Donnelly argued the cause for respondents.\n\n      The opinion of the court was delivered by\n\nHOFFMAN, J.A.D.\n\n      In this medical malpractice case, defendant Gary Frisoli, M.D. appeals\n\nfrom the denial of his motion for a new trial after a jury found him at fault for\n\nfailing to diagnose fetal distress, which would have resulted in the earlier\n\ndelivery of plaintiffs' daughter, Kylie. 1    Defendant argues the trial judge\n\ncommitted reversible error when she failed to declare a mistrial after his attorney\n\nbecame ill during the trial; on a related issue, defendant contends the judge erred\n\n\"in failing to allow [him] to supplement the record concerning [his] trial\n\ncounsel's impairment.\" Alternatively, defendant contends that errors in the jury\n\n\n\n\n1\n   In this opinion, we refer to Dr. Frisoli as defendant as he was the only\nremaining defendant at trial. Before trial, plaintiffs settled with the attending\nobstetrician, defendant Abu S. Alam, M.D. In addition, for ease of reference,\nwe refer to plaintiffs and their children by their given names.\n                                                                           A-2611-18T1\n                                        2\n\fverdict sheet and other trial errors warrant reversal. Following our review of\n\nthe trial record and the parties' briefs, we affirm.\n\n                                          I\n\n      In 2006, Maria Tapia became pregnant with twins. At that time, she came\n\nunder the care of Dr. Alam, who delivered her first child. Because of the twin\n\npregnancy, Dr. Alam, a general obstetrician, referred Maria to defendant, a\n\nmaternal fetal medicine specialist, for prenatal testing, including fetal\n\nultrasounds.\n\n      On December 8, 2006, defendant performed a routine anatomy scan at\n\ntwenty weeks and four days gestation, which was within normal limits and\n\nshowed both twins were concordant or growing equally. On March 2, 2007,\n\ndefendant evaluated the growth of the twins at thirty-two weeks gestation; at\n\nthat time, he found a discordancy 2 in the weight of the twins, as the estimated\n\n\n\n\n2\n    According to defendant, twins normally grow at the same rate during\npregnancy. \"But if there's a difference [in weight] of [twenty] percent or more,\nmost of us in maternal fetal medicine would consider that significant in terms of\ndiscordancy.\" Plaintiffs' maternal fetal medicine expert, William Roberts, M.D.,\ntestified that when the difference in weight exceeds thirty percent, \"that's\nconsidered severe fetal discordance.\" Defendant testified his \"calculation of the\ndiscordancy on [March 2] was [thirty-two] percent.\"\n\n\n\n                                                                         A-2611-18T1\n                                         3\n\ffetal weight (EFW) for Twin A3 had decreased from the fiftieth percentile to\n\nthe sixteenth percentile, while Twin B's EFW had increased from the fiftieth\n\npercentile to the sixty-sixth percentile. Defendant further noted that Twin A's\n\nabdomen was \"significantly smaller\" than Twin B's, \"suggestive of asymmetric\n\nfetal growth restriction.\"\n\n      As a result of these findings, defendant performed a biophysical profile 4\n\n(BPP), which was normal for both twins. He also performed umbilical artery\n\nDoppler studies to assess the blood flow of the placentas, and determined those\n\nstudies were also within normal limits and reassuring. In a report faxed to Dr.\n\nAlam, defendant advised he wanted to see Maria again in two to three weeks for\n\nadditional ultrasound scans and Doppler studies.         In the meantime, he\n\n\n\n\n3\n In prenatal testing, twins are referred to as \"A\" and \"B.\" Here, Kylie was Twin\nA and her brother Aiden was Twin B. On March 2, the EFW for Twin A was\n1489 grams and the EFW for Twin B was 2202 grams.\n4\n  According to defendant, a BPP involves assessing the \"biophysical activities\nor characteristics of the baby,\" looking \"at the fetal tone, fetal movement, the\namniotic fluid volume, and fetal breathing.\" On the March 2 BPP, defendant\nscored \"a two\" for each item, \"which is the most you can give. So the score of\nthe [BPP] was eight out of eight.\"\n\n\n\n                                                                        A-2611-18T1\n                                       4\n\frecommended that Dr. Alam perform weekly non-stress tests 5 (NSTs) in his\n\noffice.\n\n      The next BPP and Doppler studies were completed on Thursday, March\n\n22, 2007, when defendant was not in his office. Svetlana Portnoy, a registered\n\nultrasonographer, performed the studies in defendant's absence and did not note\n\nanything requiring immediate communication to a physician.                Defendant\n\nreviewed the scans when he returned to the office on March 26. At that time,\n\nhe observed continued discordancy between the twins; however, because Twin\n\nA had grown 500 grams since the last exam, and the BPP and Doppler studies\n\nwere normal, he found the test results reassuring.         Nevertheless, since the\n\ndiscordancy now demonstrated borderline growth restriction, defendant\n\nrecommended in his report to Dr. Alam that Maria return in one week for follow-\n\nup scans, and in the interim, that Dr. Alam should perform NSTs \"twice a week.\"\n\nUnbeknownst to defendant, Dr. Alam never followed his recommendation to\n\nperform NSTs, as Dr. Alam did not place any clinical value in NSTs when the\n\nBPP is normal.\n\n\n5\n   Defendant described the NST as \"an independent test of fetal well-being . . .\nIf it's reactive, it's an indication of . . . the brain's oxygenation.\" The test looks\n\"at whether there are [fetal heartbeat] accelerations with fetal moment. If there\nare, the baby's test is reactive. If [there] are not, it's non-reactive.\"\n\n\n                                                                              A-2611-18T1\n                                          5\n\f       When Maria returned to defendant on March 30, 2007, her Doppler studies\n\nwere abnormal. According to defendant,\n\n             [T]he Dopplers . . . showed me that now there was\n             impedance or resistance of placental blood flow across\n             the placenta to the baby. That was what caught my eye,\n             the abnormal Dopplers. And that abnormal Doppler is\n             what made me do a [NST] right [then] and there on her.\n             And when I saw that the non-stress test was non-\n             reactive, combined with the abnormal Doppler, that\n             . . . precipitated my recommendation to have the baby\n             delivered that day as soon as possible, as I felt that there\n             was a significant change that I had not seen before.\n\n         Defendant recounted that he then \"escorted Maria to labor and delivery,\"\n\ncalled the covering physician, 6 \"explained to him the situation[,] and gave him\n\nmy recommendations to have the patient delivered that day as soon as possible.\"\n\nThe covering physician delivered the twins later that day. Plaintiffs contend this\n\ndelivery should have occurred four days earlier, on March 26, when defendant\n\nreviewed the results of the March 22 testing. During those next four days,\n\nplaintiffs contend Kylie endured increasing hypoxia, 7 which caused her to\n\nsustain severe brain damage.\n\n\n6\n    Dr. Alam was on vacation.\n7\n  According to the National Institute of Neurological Disorders and Stroke,\n\"Cerebral hypoxia refers to a condition in which there is a decrease of oxygen\nsupply to the brain even though there is adequate blood flow.\" National\n\n\n                                                                            A-2611-18T1\n                                          6\n\f      At trial, plaintiffs asserted that defendant's failure to timely diagnose and\n\ntreat intrauterine growth restriction8 (IUGR) resulted in a four-day delay of the\n\ntwins' C-section delivery; a timely C-section would have prevented Kylie from\n\nsustaining permanent brain damage.           Defendant denied all allegations of\n\nnegligence and contended that a preexisting condition, gestational alloimmune\n\nliver disease9 (GALD) – a condition that could not be diagnosed prior to delivery\n\n– caused Kylie's brain damage.\n\n      As argued by plaintiffs, and not challenged by defendant, both sides\n\nappear to agree on the following undisputed foundational facts:\n\n    • On March 30, 2008, for the third time, defendant performed the pre-birth\n      surveillance test, BPP, which he was using to monitor the well-being of\n      the twins.\n\n    • Defendant had special, extra training and was a maternal fetal medicine\n      specialist, and because of that, he had been asked by Maria's regular\n\n\nInstitute of Health, Cerebral Hypoxia Information Page,\nhttps://www.ninds.nih.gov/disorders/all-disorders/cerebral-hypoxia-\ninformation-page (last visited Sept. 14, 2020).\n8\n  According to plaintiffs' neonatology expert, Marcus Hermansen, M .D., IUGR\nrefers to a fetus or baby whose fetal weight is \"less than the tenth percentile,\" or\nless than that of ninety percent of fetuses or babies of the same gestational age.\n9\n  Sarah Taylor, M.D., plaintiffs' pediatric liver disease expert, described GALD\nas a rare disease that onsets during pregnancy and occurs when the mother has\nan immune response that causes certain antibodies to cross the placenta and\ndamage the developing liver of a fetus during gestation. According to Dr.\nTaylor, Kylie did not have GALD.\n                                                                            A-2611-18T1\n                                         7\n\f      obstetrician, Dr. Alam, who would normally deliver the twins, to\n      periodically complete BPPs throughout this higher-risk twin pregnancy.\n\n   • On March 30, 2008, defendant saw Maria and did a series of tests, which\n     revealed three abnormal results for Kylie, two from his BPP and one from\n     an NST. Defendant considered the results \"alarming.\" Those abnormal\n     results were:\n\n               a.) an estimated fetal weight for Kylie of less than the tenth\n                  percentile   on the ultrasound component of the BPP;\n\n               b.) a failing total score (four out of eight) on the BPP;\n\n              c.) Kylie's fetal monitor tracing was \"non-reactive,\" meaning the\n                  absence of heartbeat accelerations with fetal movement.\n\n   • As a result, defendant recommended a Caesarian section (C-section)\n     delivery \"as soon as possible.\"\n\n   • Notwithstanding the C-section delivery, Kylie sustained catastrophic\n     injuries and remains blind, unable to talk, and confined to a wheelchair.\n\n   • Some growth discrepancy between the twins had been occurring for the\n     last month of this pregnancy and had progressed to IUGR for Kylie on the\n     March 22 BPP, which defendant's technician performed, and defendant\n     read on March 26.\n\n   • Side-by-side growth charts and an immediate post-birth photo of the twins\n     visually illustrated the extent of fetal growth discordancy between the\n     twins.\n\n      According to plaintiffs, beyond these foundational facts, \"both sides\n\ncompletely and diametrically disagreed on what reasonable inferences flowed\n\nfrom and must be accepted by the jury from those foundational facts as to both\n\n\n\n                                                                           A-2611-18T1\n                                       8\n\fwhat was required of [defendant] under the standard of care (negligence) and\n\nwhat caused Kylie’s brain damage and when it occurred (causation).\"\n\n      Plaintiffs' Experts\n\n      According to plaintiffs' experts, Kylie's IUGR was caused by nutritional\n\nplacental insufficiency which was depressing her oxygen and would foreseeably\n\nprogress to brain damage. Where there is IUGR, even a perfect BPP score is\n\nonly good for four days. With IUGR, interim fetal surveillance was critically\n\nimportant, requiring defendant to urgently call Dr. Alam on March 26, 2008 and\n\nconfirm that his NST results remained reassuring. 10 In fact, Kylie was suffering\n\nsub-acute distress from nutritional insufficiency that was causing her IUGR; by\n\nMarch 26, 2008, she had already begun suffering early – but still not permanent\n\n– brain damage from hypoxia. Thus, if done on March 26, 2008, plaintiffs'\n\nexperts opined that Kylie's NST would have been nonreactive, requiring a\n\n\n\n\n10\n   On this point, the opinion of plaintiff's expert was supported by a guideline\nof the American Institute of Ultrasound in Medicine (AIUM), which required\n\"important and unexpected\" ultrasound results to be \"directly\" communicated\n\"by the interpreting physician [to] the patient's health care provider.\nCommunication by phone or in-person is preferred to allow verification of the\nreceipt and discussion and should occur in a timely manner.\" Defendant and\nboth parties' experts are AIUM members.\n\n\n                                                                         A-2611-18T1\n                                       9\n\fdelivery on March 26 or 27, 2008, before she sustained permanent hypoxic\n\noxygen-deprivation brain damage. Kylie did not suffer from GALD.\n\n      Defendant's Experts\n\n      According to defendant's experts, the IUGR on March 22 and 30, 2008,\n\nwas barely below ten percent, was not significant, and did not cause any brain\n\ndamage; instead, the brain damage was caused by GALD. Kylie's perfect eight\n\nout of eight BPP score on March 22, 2008, proved she had not suffered brain\n\ndamage and was good for seven days. Although recommended by defendant at\n\nthirty-four weeks in this twin pregnancy, interim surveillance by NST was not\n\nrequired.   Defendant's repeat of BPP in eight days on March 30, 2008,\n\nconstituted good medical practice.      Since Kylie had neither suffered brain\n\ndamage in utero nor acute hypoxia at birth based on negative cord blood testing,\n\nnothing defendant did or failed to do was a substantial factor in causing her brain\n\ndamage or increasing the risk of her sustaining such damage.              Instead,\n\ndefendant's experts opined that GALD caused Kylie's in utero IUGR and her\n\npost-birth liver failure, which led to multi-organ failure and two cardiac arrests\n\non day-five to day-six of life, and that alone caused her brain damage.\n\n\n\n\n                                                                           A-2611-18T1\n                                       10\n\f      Trial\n\n      Counsel for the parties delivered their opening statements on September\n\n27, 2018. Over the next week, plaintiffs presented the testimony of almost all\n\nof their witnesses; however, before plaintiffs completed their case, defendant's\n\ndesignated trial counsel, Michael Keating (Mr. Keating), was hospitalized in a\n\nneurological intensive care unit, on the evening of Friday, October 5, 2018, with\n\na diagnosis of ischemic stroke.      Mr. Keating's condition was successfully\n\ntreated, and he was discharged from the hospital on Sunday afternoon. Since\n\nthe next day was a court holiday, Mr. Keating contacted the trial judge and\n\nplaintiffs' counsel to inform them of these developments.\n\n      On Tuesday, October 9, 2018, after three hours of in-chamber discussions,\n\nMr. Keating requested a mistrial, stating, \"My client doesn't feel comfortable\n\nwith me continuing to represent him under the circumstances.\" However, Mr.\n\nKeating did not state he was medically unable to continue.\n\n      At the onset, the trial judge expressed her concerns regarding the fairest\n\ndecision for all parties. She explained that plaintiffs had presented their entire\n\ncase except for one remaining expert, the jury had invested two weeks of their\n\ntime, and if she ordered a mistrial, defendant would gain an \"unfair advantage.\"\n\n\n\n\n                                                                          A-2611-18T1\n                                       11\n\fThe judge requested Mr. Keating provide \"proof from a doctor, your\n\nneurologist . . . that you cannot go forward.\"\n\n      When the trial judge allowed defendant to state his reasons for wanting a\n\nmistrial on the record, he confirmed that one alternative to an immediate mistrial\n\nhad already been discussed with him the day before: \"In fact [Mr. Keating]\n\nexpressed to me that one option was to request . . . a postponement of the trial\n\nfor one week to see how and if he could get better.\" Nevertheless, defendant\n\nsaid he felt Mr. Keating \"was now impaired,\" and expressed concern that he\n\ncould \"suffer another setback of the same type that he had Friday night during\n\nthe remainder of the trial.\" 11\n\n      After explaining to defendant that granting a mistrial is \"the last resort,\"\n\nif there is no lesser way to \"save all the work that's been done,\" the judge\n\naddressed Mr. Keating:\n\n             Obviously[,] you were able to come to court today.\n             You talked about having to go to court in another\n             county. You spoke sensibly to me at length yesterday\n             and sensibly at length today. . . . I see no measurable\n             difference in you today than . . . the way you've been\n             the last couple of weeks. But I'm not a doctor.\n\n11\n    The trial judge explained her reason for allowing defendant to address her\ndirectly, \"I note Dr. Frisoli, when I passed through the courtroom, indicated to\nme that he would like to speak to me. And I . . . said that would be when we\nwent on the record, he could address me.\"\n\n\n                                                                          A-2611-18T1\n                                       12\n\fIn addition, Mr. Keating also had in court that day his pediatric neurology\n\nexpert, David Mandelbaum, M.D., who came from Rhode Island.\n\n      Following an extensive discussion, the trial judge did not rule on\n\ndefendant's request for a mistrial; instead, she adopted a \"try and see\" approach,\n\nfirst seeing if Mr. Keating wanted to present the testimony of Dr. Mandelbaum\n\nout of turn,12 since he had come to court from out-of-state and was ready to\n\ntestify. While emphasizing she did not \"want to stress [Mr. Keating] unduly,\"\n\nthe judge suggested Mr. Keating consider \"starting [Dr.] Mandelbaum. It would\n\nbe great because this jury has been sitting here all day and so has [Dr.]\n\nMandelbaum. And . . . [you could] get his credentials and get his opinion[s] . . . .\"\n\nMr. Keating responded, \"I don't know. I mean, if I'm told I have to do it, I have\n\nto do it.\"    He then appeared to acknowledge the merit of starting Dr.\n\nMandelbaum's testimony by stating, \"You know, part of the problem is it's not\n\neasy to get these witnesses in[,]\" and noting the \"practical matter\" that he comes\n\n\"from Rhode Island.\"\n\n      The judge did not tell Mr. Keating he had to proceed with Dr.\n\nMandelbaum; instead, after again noting that Dr. Mandelbaum had been there\n\n\n12\n   At that point, plaintiffs' counsel had already begun the testimony of his next -\nto-last witness, Kylie's father.\n                                                                             A-2611-18T1\n                                        13\n\fall morning, she replied, \"So we could try to do that.\" Mr. Keating did not object\n\nto the judge's proposed plan. After lunch, Dr. Mandelbaum's entire testimony\n\nwas completed, notwithstanding the judge's offer to stop after his qualifications,\n\nor at any other point, if Mr. Keating requested. Dr. Mandelbaum opined that\n\nGALD caused Kylie's brain damage and related injuries. In addition, he testified\n\nthat in studies of children with similar injuries, \"more than half will die by age\n\n[nineteen]\" and \"fewer than half will live to age [thirty].\"\n\n      The next day, October 10, 2018, Russell Hewit (Mr. Hewit), a senior\n\npartner from Mr. Keating's law firm, appeared at trial, along with Mr. Keating.\n\nMr. Hewit informed the judge that Mr. Keating had symptoms of a stroke and\n\nneeded \"one to three\" weeks of recovery and \"two to three\" weeks without any\n\nstressful setting. 13 For these reasons, he renewed defendant's motion for a\n\nmistrial.\n\n\n13\n   Mr. Hewit did not present any supporting medical documentation at the time\nof his application. Just before noon, and after the judge ruled, Mr. Hewit\npresented a brief letter from John Hanna, M.D., the treating physician for Mr.\nKeating. After describing the successful treatment Mr. Keating received, Dr.\nHanna provided the following assessment:\n\n            While the prognosis for a full recovery for Mr. Keating\n            is excellent and he is now functional and not in distress,\n            he will not have fully recovered from the temporary\n            ischemic trauma to his brain during the immediate\n\n\n                                                                          A-2611-18T1\n                                       14\n\f      After extended discussions, both in chambers and on the record, the judge\n\nexplained the need to explore lesser alternatives to a mistrial. Addressing Mr.\n\nHewit, she stated,\n\n            You've offered no solution, nothing that can change\n            this, just give it a mistrial. You haven't even said to me,\n            'Judge can we do this in two weeks?'\n\n            I believed Mr. Keating the minute he called me and\n            none of this has to do with any disbelief of anything,\n            any representation that he would make to me. It has to\n            do with the draconian approach of after three weeks [–]\n            all the time, effort and money spent, emotional cost,\n            monetary costs, court time, everything [–] 'Judge, grant\n            a mistrial, okay?'\n\n      At that point, the judge denied defendant's motion for a mistrial, without\n\nprejudice. Instead, after allowing plaintiffs' counsel to complete the testimony\n\nof Kylie's father (which took less than twenty-five minutes) and allowing\n\nplaintiffs' counsel to play the videotape testimony of his causation expert, the\n\n\n\n\n            recovery period, generally one to three weeks assuming\n            no further symptoms. For the next two to three weeks,\n            Mr. Keating should not be in any stressful setting and\n            should not participate in any trials in court.\n\n\n\n\n                                                                          A-2611-18T1\n                                       15\n\fjudge continued the trial until October 22 14 to allow time for Mr. Keating to rest\n\nand recover.15\n\n        After the trial judge confirmed she was denying defendant's mistrial\n\napplication without prejudice, Mr. Hewit advised that \"we will inquire of the\n\ndoctors, if there is a reasonable time,\" if the case were adjourned \"for a week or\n\nten days, if that would make a difference and I will make that inquiry of the\n\nphysicians.\" It appears that Mr. Hewit made this statement in response to the\n\njudge's suggestion of an extended postponement to allow Mr. Keating time to\n\nrecover.16\n\n        The transcript for the afternoon of October 10, 2018 indicates the judge\n\nhad a further, in-chambers discussion with trial counsel during the luncheon\n\nrecess regarding Mr. Keating's condition.        This occurred after Mr. Hewit\n\n\n\n14\n     The judge later changed this date until October 23.\n15\n    Notwithstanding this accommodation, because defendant's liability expert,\nArnold Cohen, M.D., was leaving town before then, Mr. Keating requested his\ntestimony be taken on Wednesday, October 17.\n16\n    Notwithstanding this representation, neither Mr. Hewit nor Mr. Keating\nprovided the judge with any further information from Mr. Keating's doctors\nbefore the jury returned its verdict. Nor did Mr. Keating inform the judge he\nwas having any difficulty in completing the trial.\n\n\n\n                                                                           A-2611-18T1\n                                        16\n\fpresented the report of Dr. Hanna.           Following that discussion, the judge\n\nannounced the following plan:\n\n            So here's what I've decided in consultation with Mr.\n            Keating and [plaintiffs' counsel]. . . . I'm going to ask\n            this jury if they would come back in two weeks and I\n            think - - I hope Mr. Keating would be better. . .\n\n                   ....\n\n            And I have come to this conclusion because of the frank\n            discussion that I was able to have in chambers with Mr.\n            Keating, who I know is frank and candid with me about\n            what's going on and I respect that.\n\n      At that point, Mr. Keating presented the video of the de bene esse\n\ntestimony of his causation expert, Joel Lavine, M.D., an expert in pediatric\n\ngastroenterology and pediatric liver diseases. At the completion of the video,\n\nthe trial judge explained to the jurors that due to \"issues with availability,\" they\n\nwould return in one week, on October 17, to hear the testimony of defendant's\n\nlast expert, Dr. Cohen. After that, they would return the following week, on\n\nOctober 23, to hear summations, receive jury instructions, and then delib erate.\n\nJury Charge and Verdict Sheet\n\n      Prior to charging the jury, the judge and trial counsel discussed the jury\n\ncharges together and came to an agreement regarding how the judge would\n\ncharge the jury. They also worked together to tailor the jury verdict sheet to the\n\n\n                                                                            A-2611-18T1\n                                        17\n\fcomplex facts of this case. No objections were made to the charge or the verdict\n\nsheet.\n\n         Relevant to this appeal, the judge provided the following instruction, in\n\npertinent part, regarding the verdict sheet:\n\n               [W]e call this a Scafidi17 charge. . . . So the first thing,\n               when you're looking at the verdict sheet . . . [d]id the\n               plaintiff prove by a preponderance of the credible\n               evidence that the defendant, Dr. Frisoli, deviated from\n               accepted standards of medical practice. You have a\n               choice, and your answer is yes or no. . . . If yes, go to\n               question [number two]. Did Dr. Frisoli's deviation\n               from the accepted standard of medical practice increase\n               the risk of harm posed by [Maria's] preexisting\n               conditions? Okay and the answer is yes or no. That's\n               the increased risk of harm, that Scafidi charge I was just\n               talking to you about. If yes, go to question [number\n               three]. Was the increased risk a substantial factor in\n               producing the ultimate injury? Yes or no. But of\n               course, if the answer is no, you cease deliberations and\n               return your verdict. 18\n\n         After deliberating, the jury returned an inconsistent verdict. Initially, the\n\njury answered \"yes\" to question number one on the verdict sheet – that defendant\n\n\n17\n   Scafidi v. Seiler, 119 N.J. 93, 108 (1990) (holding that a modified standard\nof causation governs cases in which a defendant's alleged malpractice is deemed\nto have increased the risk of harm from a preexisting condition).\n18\n  In contrast to the judge's correct instruction, the jury verdict sheet mistakenly\nomitted the direction, \"if the answer is no, . . . cease deliberations and return\nyour verdict,\" that should have followed question three.\n\n\n                                                                              A-2611-18T1\n                                          18\n\fhad deviated from the standard of care – and \"yes\" to question number two –\n\nthat the deviation increased the risk of harm posed by the preexisting condition.\n\nHowever, the jury returned an inconsistent verdict, finding that neither the\n\nincreased risk caused by defendant's negligence, nor the increased risk caused\n\nby Dr. Alam's negligence, was a substantial factor in producing Kylie's ultimate\n\ninjury.\n\n      Under question number three, 19 the \"substantial factor\" question\n\naddressing defendant, the verdict sheet incorrectly advised the jury to proceed\n\nto question number four, without regard to whether the jury found defendant's\n\ndeviation a substantial factor in causing plaintiffs' damages. Consistent with the\n\njury verdict sheet instructions, the jury continued to deliberate, and proceeded\n\nto find both doctors liable, and awarded $20,000,000 in total damages. The jury\n\nfound that sixty percent of Kylie's \"ultimate injury\" resulted from Dr. Alam's\n\ndeviation from the standard of care and the remaining forty percent resulted from\n\ndefendant's deviation from the standard of care.\n\n      When the jury foreperson reported the jury's responses to the questions on\n\nthe verdict sheet, the error in the verdict sheet quickly became apparent to the\n\n\n19\n    Question number six posed the \"substantial factor\" question regarding Dr.\nAlam's deviation from the standard of care. The jury answered that question \"no\"\nas well.\n                                                                          A-2611-18T1\n                                       19\n\ftrial judge and counsel. The judge acknowledged that if the jury answered no\n\nto question number three, then the interrogatories should have instructed the jury\n\nto cease deliberations. The judge explained the inconsistency to the jury:\n\n            I don't want to discuss your verdict with you, but you\n            might remember that I told you . . . if the deviation was\n            not a substantial factor in producing the ultimate injury,\n            then you don't recover against Dr. Frisoli or against Dr.\n            Alam if you found . . . the same findings for him, too. Did\n            Dr. Alam's deviation increase the risk of harm posed by\n            [Maria's] preexisting condition[?] [\"]Yes, you said.[\"]\n            Was the ultimate injury? [\"]No[,] you said.[\"] So you\n            didn't find the three predicates in order to say what portion\n            of the ultimate injury is a result of [Dr.]Frisoli or a result\n            of [Dr.] Alam, because you found that neither was a\n            substantial factor, which would lead you to believe that\n            you would come to a different conclusion. But then when\n            we came down to[,'D]id Dr. Frisoli prove that some\n            portion of Kylie Tapia's ultimate injury was a result of\n            the . . . preexisting condition[?'], you said, [\"N]o.[\"] So\n            you would find that she didn't have any preexisting\n            condition.\n\n      In response to the obvious confusion, the judge proceeded to reinstruct the\n\njury on proximate cause.      There were no objections to the judge's further\n\ninstructions. The parties also agreed the judge would provide a corrected verdict\n\nsheet to the jurors that informed them to cease deliberation after question\n\nnumber three, if they found defendant was not a substantial factor in causing the\n\nultimate injury.\n\n\n\n                                                                             A-2611-18T1\n                                       20\n\f      After further deliberations, the jury returned a second verdict, changing\n\nits answers to questions three and six from \"no\" to \"yes,\"       indicating the\n\ndeviations of defendant and Dr. Alam did constitute a substantial factor in\n\nproducing Kylie's ultimate injury. The jury also returned a revised liability\n\napportionment, increasing Dr. Alam's liability to seventy percent and reducing\n\ndefendant's to thirty percent. The total amount of damages awarded remained\n\nunchanged at $20,000,000.\n\nPost-Trial Motions\n\n      On November 13, 2018, Mr. Hewit filed two post-trial applications for\n\ndefendant, a motion to supplement the record and a motion for a new trial. The\n\ntrial judge denied both motions.\n\n      In the motion to supplement the record, defendant sought leave to admit\n\nan October 30 certification from Dr. Hanna and an undated certification from\n\ndefendant. In his certification, Dr. Hanna described a follow-up neurological\n\nexam he completed on October 16, where Mr. Keating \"presented with\n\ncomplaints of continuing numbness and tingling sensation.\" Dr. Hanna stated\n\nthat while Mr. Keating \"would appear functional, he was not functioning at his\n\nfull capacity\" and \"would not be expected to be functioning at full intellectual\n\ncapacity for another several weeks.\" He added that Mr. Keating should avoid\n\n\n                                                                        A-2611-18T1\n                                      21\n\f\"any stressful setting and should not participate in any trials in court until after\n\nThanksgiving . . . .\" Dr. Hanna added that he scheduled Mr. Keating \"for follow\n\nup in [six] months.\"\n\n      In his undated certification, defendant said he observed Mr. Keating on\n\nOctober 17, 23, and 24, and concluded he \"was not functioning at his normal\n\nlevel[,] [he] was not as quick thinking, his speech was slow, his affect was flat,\n\nhe would only speak in simple sentences, he could not move from one t opic to\n\nanother, was slower in grasping conversation and responding on conversation,\n\nand lacked energy.\" Defendant did not provide an explanation for not raising\n\nhis concerns with the trial judge, as he did on October 9.\n\n      Mr. Keating also submitted a certification, stating he \"continued to have\n\nsymptoms, including numbing and tingling in [his] left arm and weakness on the\n\nleft side of [his face], lack of energy, fatigue and inability to concentrate[,]\n\nwhich negatively affected [his] ability to prepare for trial . . . .\" Mr. Keating did\n\nnot provide an explanation for his failure to share this information with the trial\n\njudge.\n\n      Addressing the motion to supplement the record, the trial judge recalled\n\nreceiving a call on Columbus Day from a retired judge urging her to speak with\n\nMr. Keating:\n\n\n                                                                             A-2611-18T1\n                                        22\n\f           I spoke to [Mr. Keating] briefly. He told [me] what had\n           happened. That he was out of the hospital. I said are\n           you able to continue? He said I think I am but my client\n           doesn't want me to. . . . The next day Mr. Keating was\n           here. He indicated he was prepared to go forward. He\n           went forward. He did his usual excellent job with the\n           witness.\n\n           The next day Mr. Hewit appeared [and] [a]sked for a\n           mistrial.\n\n                 ....\n\n           We . . . were at a juncture in the case where . . . almost\n           the entirety of the [plaintiffs'] case had been put in . . .\n           [and] some of the defense case [was] in.\n\n                 ....\n\n           I spoke with Mr. Keating and [plaintiffs' counsel] in\n           chambers, because I really wanted to hear from Mr.\n           Keating himself. And all I needed was Mr. Keating to\n           say I can't go forward . . . .\n\n     In addition, the   judge recounted that, before Dr. Cohen testified on\n\nOctober 17, she checked to make sure that Mr. Keating was ready to proceed,\n\n           When . . . we returned to [c]ourt [for] the last\n           witness . . . eight days later[,] I came to [c]ourt not\n           knowing what was going to happen that day.\n           Whether . . . the application for a mistrial would be\n           renewed, or whether Mr. Keating would tell me that he\n           was worse, or not fee[l]ing well, or couldn't go forward.\n           I had no idea, but I was prepared to listen to anything.\n\n           And the first thing I said to Mr. Keating was, '[H]ow\n           [are] you doing? He said okay. I said are we going\n\n                                                                          A-2611-18T1\n                                      23\n\f            forward? He said yes.['] I saw [his] witness in the\n            courtroom.\n\n            So nobody had contacted me during that period of time\n            to let me know that anything was wrong. . . . It was not\n            a fait accompli that we were going forward that day. I\n            didn't know what was going to happen.\n\n            I was pleased and relieved to see that Mr. Keating was\n            here, appearing well, and ready to go forward with his\n            witness in the courtroom and so we did. And he did an\n            excellent job, as usual, in his direct examination of that\n            witness.\n\n      The judge denied the motion to supplement the record, explaining \"there\n\nis no basis to expand the record. And to suggest that I should consider materials\n\nthat were not available to me to say my decision to deny a mistrial on October\n\n10th was incorrect . . . is wholly without merit.\"\n\n      Turning to the recharge, the judge explained that she had \"the choice of\n\ntrying to weed through whether or not [the jury] wanted to award [six] million\n\nto [plaintiff] and her family or whether they did not.\" She believed it was clear\n\nthe jury wanted to award a sum of money, but the jury was confused on the\n\nsubstantial factor questions. She denied the motion for a new trial , explaining,\n\n            I think the charge was accurate. I think the decision I\n            made was the only decision to be made and I handled it\n            in consultation with experienced counsel, with their\n            advice and consent in terms of what was to be charged\n            when I sent them back in. It was an intelligent jury. . . .\n            And I think this is what they intended to do. They\n\n                                                                          A-2611-18T1\n                                       24\n\f            intended to find [defendant] [thirty] percent responsible\n            for Kylie's [] injuries and they intended to award the\n            amount of money they awarded.\n\n      On January 31, 2019, the trial judge entered an Order for Judgment against\n\ndefendant in the amount of $6,599,625.34. This figure consisted of $6,000,000\n\n(defendant's thirty percent share of the $20 million damage award), plus his\n\nproportionate share of stipulated medical bills, prejudgment interest, and offer\n\nof judgment penalties.\n\n      This appeal followed.       Defendant presents the following points of\n\nargument for our consideration:\n\n      POINT I\n\n      THE TRIAL COURT ABUSED ITS DISCRETION IN DENYING\n      DEFENDANT'S APPLICATIONS FOR A MISTRIAL DUE TO TRIAL\n      COUNSEL'S MID-TRIAL STROKE, THEREBY DEPRIVING DR.\n      FRISOLI OF HIS FUNDAMENTAL RIGHT TO A FAIR TRIAL AND\n      RESULTING IN A MANIFEST INJUSTICE TO HIM.\n\n      POINT II\n\n      THE TRIAL COURT ERRED IN FAILING TO ALLOW DEFENDANT\n      TO SUPPLEMENT THE RECORD CONCERNING TRIAL\n      COUNSEL'S IMPAIRMENT AND CONSEQUENTLY DENIED\n      DEFENDANT'S MOTION FOR A NEW TRIAL, RESULTING IN A\n      MISCARRIAGE OF JUSTICE.\n\n      POINT III\n\n      THE TRIAL COURT'S INITIAL JURY CHARGE, WHICH\n      INCORPORATED AN ERRONEOUS VERDICT SHEET, WAS\n\n                                                                        A-2611-18T1\n                                      25\n\f      IMPROPER AND CLEARLY CAPABLE OF PRODUCING AN\n      UNJUST RESULT.\n\n      POINT IV\n\n      THE TRIAL COURT ERRED IN FAILING TO ACCEPT THE JURY'S\n      FIRST VERDICT WHICH, BUT FOR THE ERRONEOUS VERDICT\n      SHEET, WOULD HAVE RESULTED IN A JUDGMENT OF \"NO\n      CAUSE\" OF ACTION IN FAVOR OF DEFENDANT.\n\n      POINT V\n\n      THE TRIAL COURT'S RE-CHARGE EMPHASIZED PLAINTIFF'S\n      VERSION OF PROXIMATE CAUSE, IMPROPERLY SUGGESTED\n      THE FIRST VERDICT WAS ERRONEOUS AND RESULTED IN A\n      VERDICT THAT WAS AGAINST THE WEIGHT OF THE\n      EVIDENCE.\n\n      POINT VI\n\n      THE TRIAL COURT IMPROPERLY EMPHASIZED PLAINTIFFS'\n      VERSION   OF   LIFE EXPECTANCY    AND   DAMAGES,\n      THEREBYRELIEVING THEM OF THEIR BURDEN OF PROVING\n      REASONABLY PROBABLE FUTURE DAMAGES.\n\n      POINT VII\n\n      THE CUMULATIVE ERRORS OF THE TRIAL COURT DEPRIVED\n      DEFENDANT A FAIR TRIAL AND WERE CLEARLY CAPABLE OF\n      PRODUCING THIS UNJUST RESULT IN THE FORM OF A\n      MULTIMILLION JUDGMENT AGAINST DEFENDANT.\n\n      We have considered these arguments after carefully reviewing the\n\nextensive trial record. Finding no basis to reverse the denial of defendant's post-\n\ntrial motions, we affirm those rulings substantially for the reasons stated by\n\n\n                                                                           A-2611-18T1\n                                       26\n\fJudge Camille M. Kenny in the oral opinions she delivered on January 7 and 9,\n\n2016. In addition, contrary to defendant's arguments, we conclude the judge did\n\nnot err in failing to accept the jury's initial verdict, the liability verdict was not\n\nagainst the weight of the evidence, and the verdict was not a miscarriage of\n\njustice. See R. 4:37-2(b); R. 4:49-1(a); Dolson v. Anastasia, 55 N.J. 2, 5-7\n\n(1969); Dolan v. Sea Transfer Corp., 398 N.J. Super. 313, 329-30 (App. Div.\n\n2008). We further conclude that none of defendant's remaining arguments\n\nwarrant disturbing the verdict.\n\n                                              II\n\n      \"New Jersey courts apply the substantial factor test in medical malpractice\n\ncases involving preexisting conditions.\" Reynolds v. Gonzalez, 172 N.J. 266,\n\n280 (2002). There are three inquiries relevant to the liability of the defendant\n\ndoctors in diagnosing and treating preexisting conditions: 1) whether one or\n\nmore of defendants deviated from the standard of care in failing to diagnose or\n\nrendering treatment; 2) whether, within a reasonable degree of medical\n\nprobability, their negligence increased the risk or lessened the chance of\n\navoiding the harm threatened by the preexisting condition; and 3) whether the\n\nincreased risk of or lost chance to avoid the harm posed was a substantial factor\n\nin bringing about the harm. See id. at 282-83, 287-88.\n\n\n                                                                              A-2611-18T1\n                                         27\n\f      Where preexisting conditions are at issue, a defendant's deviation \"need\n\nnot be the only cause, nor a primary cause, to be a substantial factor in producing\n\nthe ultimate result.\"   Reynolds, 172 N.J. at 288. It is enough that it is a\n\n\"substantial factor,\" one which is neither remote nor inconsequential and plays\n\na \"role that is both relevant and significant.\" Ibid.\n\n      In reviewing an order on a motion for a new trial, \"[t]he trial court's ruling\n\non such a motion shall not be reversed unless it clearly appears that there was a\n\nmiscarriage of justice under the law.\" R. 2:10-1. An appellate court must give\n\ndue deference to the trial court's \"feel of the case[,]\" that is, its regard for \"the\n\njury to pass upon the credibility of the witnesses\" and whether \"it clearly and\n\nconvincingly appears that there was a miscarriage of justice under the law.\"\n\nCarrino v. Novotny, 78 N.J. 355, 361 (1979) (quoting R. 4:49-1(a)); see also\n\nBaxter v. Fairmont Food Co., 74 N.J. 588, 597-98 (1977); Dolson, 55 N.J. at 7\n\n(holding that in reviewing the trial court's denial of a motion for a new trial, \"the\n\nappellate court must give deference to the views of the trial judge . . . .\"). Jury\n\nverdicts should be cast aside in favor of a new trial sparingly and only to prevent\n\na clear injustice. Caicedo v. Caicedo, 439 N.J. Super. 615, 628-29 (App. Div.\n\n2015).\n\n\n\n\n                                                                             A-2611-18T1\n                                        28\n\f      \"The grant of a mistrial is an extraordinary remedy that should be\n\nexercised only to prevent manifest injustice.\" Belmont Condo. Ass'n, Inc. v.\n\nGeibel, 432 N.J. Super. 52, 97 (App. Div. 2013) (citing State v. Ribalta, 277 N.J.\n\nSuper. 277, 291 (App. Div. 1994)). \"An appellate court should not reverse a\n\ntrial court's denial of a mistrial motion absent a clear showing . . . [of] actual\n\nharm or that the court otherwise abused its discretion.\" State v. Yough, 208 N.J.\n\n385, 397 (2011) (internal quotations omitted).\n\n                                          III\n\n      We begin by addressing defendant's argument that the judge abused her\n\ndiscretion in denying his motions for a mistrial.           He asserts the judge\n\n\"underestimated Mr. Keating's neurological impairment, which was not\n\nobvious . . . to a lay person.\"      Additionally, he argues the judge focused\n\ninordinate attention on other considerations, rather than his right to a fair trial.\n\n      In response to the mistrial motion defendant made on October 9, the judge\n\ntook note of all the time, effort, and money already expended in this substantially\n\ntried case, and explained that granting a mistrial is \"the last resort.\" She also\n\nappropriately noted that Mr. Keating was \"able to come to court\" and \"talked\n\nabout having to go to court in another county.\" She further recounted that Mr.\n\nKeating \"spoke sensibly to me at length yesterday and sensibly at length today.\"\n\n\n                                                                             A-2611-18T1\n                                        29\n\fWhile acknowledging she is \"not a doctor,\" she noted the absence of any medical\n\ndocumentation to support the application.\n\n      Based on the record before her, the judge reasonably exercised her\n\ndiscretion by deferring a formal decision on the mistrial application, particularly\n\nin the absence of any supporting medical documentation. Instead, the judge\n\nreasonably proceeded with a \"try and see\" approach, inquiring about the\n\npossibility of Mr. Keating presenting the testimony of his out-of-state liability\n\nexpert, who was in court and ready to testify, and allowing plaintiffs to finish\n\ntheir case by completing the testimony of Kylie's father and playing a de bene\n\nesse videotape of their final expert. Mr. Keating did not object to the judge's\n\nproposed plan.\n\n      The next day, October 10, 2017, Mr. Hewit appeared – not in place of Mr.\n\nKeating, but with him – and made a second mistrial application. The judge did\n\ndecide this motion and denied it, but without prejudice. In making this decision,\n\nthe judge balanced numerous factors.        She considered that plaintiffs had\n\npresented almost their entire case, which would involve significant costs to re-\n\nlitigate, the jury had been at trial for two weeks, and a mistrial would provide\n\ndefense counsel with an unfair advantage because they had an opportunity to\n\n\n\n\n                                                                           A-2611-18T1\n                                       30\n\fhear the testimony of plaintiffs' experts. The judge also noted the continued\n\nabsence of any supporting evidence regarding Mr. Keating's medical condition.\n\n        After allowing plaintiffs to finish the testimony of one witness and\n\npresent a final expert on video, the judge attempted to accommodate Mr.\n\nKeating's condition by delaying the trial for almost two weeks. Just before noon,\n\nMr. Hewit presented a report from Dr. Hanna advising that Mr. Keating needed\n\none to three weeks to recover. After receiving this report, and discussing the\n\nmatter in chambers with trial counsel, the judge announced a two-week\n\npostponement of the trial, a postponement which fell within the two- to three-\n\nweek time frame identified by Dr. Hanna. The judge explained that she came to\n\nher decision \"because of the frank discussion\" she had \"in chambers with Mr.\n\nKeating.\"    The judge was prepared to declare a mistrial if that result was\n\nindicated, as she later explained, \"[A]ll I needed was Mr. Keating to say I can’t\n\ngo forward . . . .\"\n\n      During the next two weeks, Mr. Keating presented no further\n\ndocumentation concerning his medical condition, nor did he advise the judge\n\nthat he could not continue, or otherwise renew the mistrial motion. The judge\n\nconcluded that putting the case off for two weeks, absent further information or\n\n\n\n\n                                                                         A-2611-18T1\n                                      31\n\fdevelopments, was sufficient to preserve a fair trial, and her decision is entitled\n\nto deference.\n\n      We are satisfied the judge's decision to deny defendant's mistrial motion\n\nwithout prejudice did not amount to an abuse of discretion. State v. Jackson,\n\n211 N.J. 394, 407 (2012). Defendant has not shown it would be \"in the interests\n\nof justice\" to reverse the judge's decision, based upon information that was not\n\nprovided to her. R. 2:10-2. The record contains no credible explanation why\n\nthe information contained in the certifications submitted by defendant in support\n\nof his post-trial motions was not made known to the trial judge before the trial\n\ncontinued with Dr. Cohen's testimony on October 17.             The October 30\n\ncertification of Dr. Hanna was based on the October 16 office visit, where Mr.\n\nKeating \"presented with complaints of continuing numbness and tingling\n\nsensation.\" These symptoms, and the results of a further examination of Mr.\n\nKeating, caused Dr. Hanna to conclude, \"Mr. Keating should not be in any\n\nstressful setting and should not participate in any trials in court until after\n\nThanksgiving . . . .\" 20\n\n\n\n20\n   Of note, Dr. Hanna's report lists no positive cognitive impairment findings\non exam from either Mr. Keating's hospital admission or his October 16 office\nvisit. In addition, our review of the record of October 9, 2018, and thereafter,\ndid not reveal any difficulties encountered by Mr. Keating in defending the case.\n                                                                           A-2611-18T1\n                                       32\n\f      If defendant had an objection to the trial continuing, that objection should\n\nhave been made known to the trial judge, before Dr. Cohen's testimony, and\n\ncertainly before summations.      Instead, before Dr. Cohen's testimony, Mr.\n\nKeating assured the judge he was \"okay\" and ready to go forward. A party\n\nshould not be permitted to take a chance on a verdict by one jury and then\n\ncomplain if the verdict is unfavorable. Lamanna v. Proformance Ins. Co., 364\n\nN.J. Super. 473, 476 (App. Div. 2003), aff'd, 184 N.J. 214, 222-23 (2005). \"'To\n\ndo so would condone a tactic of . . . awaiting the outcome, and then raising the\n\nissue on appeal when the outcome is unfavorable.'\" Id. at 477-78 (quoting\n\nWalder, Sondak, Berkeley, & Brogan v. Lipari, 300 N.J. Super. 67, 82 (App.\n\nDiv. 1997)). Those concerns are heightened here, where the trial judge received\n\ndirect confirmation from Mr. Keating that he was able and ready to proceed.\n\nAbsent plain error, of which we find none, defendant is not entitled to relief\n\nfrom the consequences of chosen trial strategies. See T.L. v. Goldberg, 238 N.J.\n\n218, 232 (2019).\n\n   Defendant further argues that Rule 4:25-4 applies to this case because, on\n\nWednesday, October 9, the trial judge inquired as to whether another attorney\n\nin Mr. Keating's \"very competent firm\" might be able to complete the direct\n\n\n\n\n                                                                          A-2611-18T1\n                                      33\n\ftestimony of Dr. Cohen, the only remaining defense witness at that point. After\n\nMr. Keating replied, \"I don't think so,\" the judge did not raise the issue again.\n\n      R. 4:25-4 provides:\n\n            Counsel shall, either in the first pleading or in a writing\n            filed no later than ten days after the expiration of the\n            discovery period, notify the court that designated\n            counsel is to try the case, and set forth the name\n            specifically. If there has been no such notification to\n            the court, the right to designate trial counsel shall be\n            deemed waived. No change in such designated counsel\n            shall be made without leave of court if such change will\n            interfere with the trial schedule . . .\n\n    The purpose of Rule 4:25-4 is to protect attorneys and their clients from\n\ntrial courts compelling them to substitute a partner or associate for an\n\nunavailable attorney and to proceed to trial, even if the partner or associate was\n\nunfamiliar with the file or inexperienced in the area of practice. See Harmon\n\nCove II Condo. Ass'n Inc. v. Hartz Mountain Indus., 258 N.J. Super. 519, 522\n\n(1992) (granting an adjournment based on R. 4:25-4 where the designated trial\n\nattorney was committed to another trial).\n\n      Here, Mr. Keating was not unavailable because of another trial nor did the\n\njudge force another attorney from Mr. Keating's firm to continue the trial. After\n\na two-week delay in the trial, Mr. Keating appeared and did not move for a\n\nmistrial, nor did he indicate any inability to complete the trial. Thus, we find\n\n\n                                                                           A-2611-18T1\n                                       34\n\fthis argument clearly lacks substantive merit because the judge did not require\n\nanother attorney to continue the case in place of Mr. Keating.\n\n      Defendant further argues the trial judge erred when she denied his motion\n\nto supplement the record with evidence regarding his ischemic stroke, which the\n\njudge should have considered when deciding his motion for a new trial.\n\nDefendant sought to admit an October 30 report from Dr. Hanna, based on a\n\nfollow up evaluation performed on October 16, which indicated Mr. Keating\n\ncontinued to have physical symptoms. The updated report concluded that while\n\nMr. Keating \"would appear functional, he was not functioning at his full\n\ncapacity\" and \"would not be expected to be functioning at full intellectual\n\ncapacity for another several weeks.\" Defendant argues that Rule 4:49(a) and\n\nRule 1:1-2 permit the supplementation of the record in this instance.\n\n      R. 4:49-1(a) provides:\n\n            On a motion for a new trial in an action tried without a\n            jury, the trial judge may open the judgment if one has\n            been entered, take additional testimony, amend\n            findings of fact and conclusions of law or make new\n            findings and conclusions, and direct the entry of a new\n            judgment. The trial judge shall grant the motion if,\n            having given due regard to the opportunity of the jury\n            to pass upon the credibility of the witnesses, it clearly\n            and convincingly appears that there was a miscarriage\n            of justice under the law. (Emphasis added.)\n\n\n\n                                                                        A-2611-18T1\n                                      35\n\f      Rule 1:1-2 provides that the Rules of Court \"shall be construed to secure\n\na just determination, simplicity in procedure, fairness in administration and the\n\nelimination of unjustifiable expense and delay.\"       It further provides that,\n\n\"[u]nless otherwise stated, any rule may be relaxed or dispensed with by the\n\ncourt in which the action is pending if adherence to it would result in an\n\ninjustice.\" Ibid. \"[T]he relaxation provision [of Rule 1:1-2] should be sparingly\n\nresorted to, particularly when a reasonable interpretation of the complex of\n\ndirectly applicable rules meets the problem at hand.\" Pressler & Verniero,\n\nCurrent N.J. Court Rules, comment 2 to Rule 1:1-2 (2021). \"Determining\n\nwhether relaxation is appropriate . . . requires an examination and balancing o f\n\nthe interests that are at stake.\" State v. Williams, 184 N.J. 432, 443 (2004).\n\n      Defendant's argument pursuant to Rule 4:49-1(a) is misplaced because it\n\napplies to bench trials. Turning to Rule 1:1-2, we discern no basis for permitting\n\na post-verdict supplementation of the trial record with information that could\n\nhave been provided before the jury rendered its verdict. The trial judge made a\n\nrational decision based on the information she had at the time of the mistrial\n\nmotions. She appropriately balanced all the interests at stake and came to a\n\nreasonable conclusion to continue the trial for two weeks, in the reasonable\n\nexpectation that the postponement would fairly accommodate everyone's\n\n\n                                                                          A-2611-18T1\n                                       36\n\finterests. The judge appropriately considered the enormous expense involved if\n\nshe granted a mistrial and the fact that defendant would gain an advantage by\n\nhaving seen essentially plaintiffs' entire case.        The judge, who denied\n\ndefendant's mistrial motion without prejudice, reasonably expected that she\n\nwould be informed if Mr. Keating's condition did not allow him to complete the\n\ntrial, after the extended postponement. We are satisfied that rejection of the\n\nrequested relaxation of the rules did not create an injustice.\n\n      Defendant argues for the first time on appeal that the original jury charge\n\n\"was improper and clearly capable of producing an unjust result.\" Additionally,\n\ndefendant asserts the verdict sheet was improper based on \"the absence of the\n\ninstruction after question [number three] to cease deliberations if the jury found\n\nthe increased risk of harm from Dr. Frisoli's deviation from the standard of care\n\nwas not a substantial factor in producing the ultimate injury . . .\" which would\n\nhave resulted in a no cause.\n\n      When a defendant fails to object to a jury charge at trial, we review for\n\nplain error, and \"disregard any alleged error 'unless it is of such a nature as to\n\nhave been clearly capable of producing an unjust result.'\" State v. Funderburg,\n\n225 N.J. 66, 79 (2016) (quoting R. 2:10-2). Plain error, in the context of a jury\n\ncharge, is \"[l]egal impropriety in the charge prejudicially affecting the\n\n\n                                                                          A-2611-18T1\n                                       37\n\fsubstantial rights of the defendant and sufficiently grievous to justify notice by\n\nthe reviewing court and to convince the court that of itself the error possessed a\n\nclear capacity to bring about an unjust result.\" State v. Camacho, 218 N.J. 533,\n\n554 (2014) (alteration in original) (quoting State v. Adams, 194 N.J. 186, 207\n\n(2008)).\n\n      When reviewing any claim of error relating to a jury charge, \"[t]he charge\n\nmust be read as a whole in determining whether there was any error[,]\" State v.\n\nTorres, 183 N.J. 554, 564 (2005), and the effect of any error must be considered\n\n\"in light 'of the overall strength of the State's case.'\" State v. Walker, 203 N.J.\n\n73, 90 (2010) (quoting State v. Chapland, 187 N.J. 275, 289 (2006)). These jury\n\ncharges must provide a \"comprehensible explanation of the questions that the\n\njury must determine, including the law of the case applicable to the facts that\n\nthe jury may find.\" Dubak v. Burdette Tomlin Mem'l Hosp., 233 N.J. Super.\n\n441, 456 (App. Div. 1989) (quoting State v. Green, 86 N.J. 281, 287-88).\n\nHowever, an attorney's failure to object to jury instructions not only \"gives rise\n\nto a presumption that he did not view [the charge] as prejudicial to his client's\n\ncase[,]\" State v. McGraw, 129 N.J. 68, 80 (1992), but is also \"considered a\n\nwaiver to object to the instruction on appeal.\" State v. Maloney, 216 N.J. 91,\n\n104 (2013).\n\n\n                                                                           A-2611-18T1\n                                       38\n\f      The record reflects the trial judge carefully tailored the Model Civil Jury\n\nCharges to the specific facts of the case. We discern no error or prejudice that\n\nresulted from the judge's instructions.\n\n      The judge and counsel created the jury verdict sheet, again tailored to the\n\nspecific issues presented by the case. Unfortunately, at some point in working\n\non the verdict sheet, the instruction that should have followed question three\n\n(\"if the answer is no, . . . cease deliberations and return your verdict\") was\n\nmistakenly omitted.\n\n      Notwithstanding the error in the jury verdict sheet, the judge instructed\n\nmultiple times that if the jury found defendant was negligent and increased the\n\nrisk of Kylie's brain damage, but that the impact of that increased risk was\n\ninconsequential and was not a substantial factor in causing that brain damage,\n\nthen the jury should stop their deliberations and not apportion liability or award\n\ndamages. The judge explained to the jury the two conflicting theories on\n\ncausation and reviewed the Scafidi factors.         Additionally, when the judge\n\nexplained the verdict sheet to the jury, she did in fact advise the jury to stop after\n\nquestion number three if the jury found defendant was not a substantial factor in\n\ncausing Kylie's injuries.     Thus, since the jury returned a verdict with an\n\n\n\n\n                                                                              A-2611-18T1\n                                          39\n\finconsistent result, due to the mistake on the initial verdict sheet, we find no\n\nerror in the jury charge.\n\n      Defendant contends the trial judge committed error when she rejected the\n\njury's initial verdict as inconsistent. We disagree. A jury's verdict may be\n\nconsidered inconsistent if \"there is no ready, logical or practical manner\" in\n\nwhich different parts of the verdict \"can be reconciled.\" JMB Enters. v. Atl.\n\nEmp'rs Ins. Co., 228 N.J. Super. 610, 616 (App. Div. 1988) (citations omitted).\n\nThe record here fully supports the trial judge's determination that the jury's\n\ninitial verdict constituted an inconsistent verdict. 21\n\n      In Mahoney v. Podolnick, 168 N.J. 202 (2001), our Supreme Court\n\nreviewed a jury medical malpractice verdict against two defendant doctors.\n\nDuring trial, the jury found both defendants negligent and that their negligence\n\nwas a proximate cause of the plaintiff's loss of chance. Id. at 205. The jury\n\nawarded the plaintiff $700,000 in damages and the defendant moved for a\n\njudgment notwithstanding the verdict or a new trial. Ibid. The trial judge\n\n\n\n21\n    Once the jury rejected defendant's contention that GALD caused Kylie's\ninjuries, and found that defendant and Dr. Alam were both negligent and that\ntheir negligence increased the risk of harm posed by Kylie's IUGR, then the jury\nhad to accept plaintiffs' theory of the case – that non-stress testing was urgently\nindicated on March 26, and would have resulted in a C-section delivery before\nKylie sustained permanent brain damage from hypoxia.\n                                                                           A-2611-18T1\n                                         40\n\fvacated the verdict. On the retrial, the jury entered a no cause verdict. The\n\nplaintiff's appealed, attempting to reinstate the first verdict. We upheld the trial\n\ncourt's initial verdict, but the Supreme Court reversed. Id. at 206.\n\n      At the conclusion of the first trial, the jury returned an inconsistent\n\nverdict.   The jury answered no to the substantial factor proximate cause\n\nquestion, but apportioned a percentage to that defendant. Id. at 210-11. The\n\ntrial judge compared the jury's no vote on question three with the apportionment\n\nof liability set forth in question number seven and told the jury:\n\n            [T]here's an inconsistency in the verdict. In number\n            seven you attributed a percentage to Dr. Podolnick, and\n            if you remember I told you, if it's not in the instructions,\n            not written in the instruction, that you could assess a\n            percentage on that question only if you had answered\n            yes to all three in each grouping, that is, one, two and\n            three about Dr. Podolnick or four, five and six for Dr.\n            Landset. So you allocated 15 percent to Dr. Podolnick\n            on the one hand while--on the one hand by virtue of\n            your answer to question number three you determined\n            that Dr. Podolnick was not responsible for reducing\n            Elaine Brown's increased life expectancy, but then on\n            the other hand on seven B you allocated a percentage\n            of responsibility for that, so those two are inconsistent,\n            so you can't do it that way.\n\n            [Id. at 211.]\n\n      The trial judge sent the jury back for further deliberations, instructing\n\nthem either to eliminate the percentage assigned to that doctor or to reconsider\n\n\n                                                                            A-2611-18T1\n                                        41\n\ftheir finding with respect to whether that defendant was a substantial factor in\n\ncausing the plaintiff's harm. As a result, the jury changed its response to the\n\nsubstantial factor question. The Supreme Court concluded,\n\n            After being told that the jury verdict was inconsistent,\n            the trial court instructed the jury that it either could\n            change the allocation of percentages on question seven\n            or, alternatively, change its answer to question three.\n            The jury followed the court's instruction and returned\n            with a new verdict that corrected the response to\n            question three. Even though the jury's original verdict\n            was inconsistent, the trial court appropriately\n            reinstructed and resubmitted the questions to the jury\n            \"to assur[e] consistent answers accurately reflecting the\n            jury's findings.\"\n\n            Id. at 222 (quoting Roland v. Brunswick Corp., 215 N.J.\n            Super. 240, 244 (App. Div. 1987)).\n\n      The Court emphasized that the jury was capable of following the trial\n\njudge's curative instructions and capable of continuing \"deliberations anew after\n\nthey have already engaged in deliberations . . . or to disregard prior\n\ndeterminations in readdressing issues.\" Ibid. (citation omitted). The Court\n\nfound the trial judge remedied the inconsistency in the initial verdict sheet by\n\nsending the jury back to the jury room for further deliberations. Id. at 223.\n\n      In Dubak v. Burdette Tomlin Memorial Hosp., 233 N.J. Super. 441 (App.\n\nDiv. 1989), the plaintiff sued a bar and its bouncers alleging they failed to\n\nprevent an assailant from attacking and killing his son in the bar's parking lot.\n\n                                                                          A-2611-18T1\n                                      42\n\fId. at 444. The jury returned a verdict finding the defendant was not negligent,\n\nbut also allocated thirty percent fault to the bar and the bouncers. Id. at 454.\n\nThe trial judge explained the inconsistency to the jury and told them to return to\n\nthe jury room to reconsider their position. The jury sent a note to the trial judge\n\nexplaining what they believed to be inconsistency with the jury sheet. Id. at\n\n455. The judge responded by asking whether the failure was a proximate cause\n\nof the decedent's injuries, and the jury responded yes. Ibid. As a result, the\n\njudge entered judgment against the defendants. Ibid. On review, we affirmed\n\nfinding \"no error in the procedure employed by the trial [judge] in its attempt to\n\ndetermine the basis of the apparent inconsistency in the jury's original findings.\"\n\nId. at 455. We stated:\n\n            We perceive no abuse of discretion here. Faced with\n            the logical incongruity in the jury's original answers to\n            interrogatories, the trial court was obliged to explain\n            the difficulty and, upon proper supplemental\n            instructions, to require it to reconsider its responses in\n            light of the law.        The court's inquiry and the\n            supplemental instructions given were entirely\n            appropriate.\n\n            [Id. at 456. (internal citations omitted).]\n\n      Here, after conferring with the attorneys, the judge brought out the jurors,\n\nexplained the inconsistency in their verdict, and asked them to retire and\n\ncontinue their deliberations. This procedure the judge employed – explaining\n\n                                                                           A-2611-18T1\n                                       43\n\fto the jurors the nature of the inconsistency in their verdict and instructing them\n\nto continue their deliberations – was clearly appropriate and consistent with both\n\nMahoney and Dubak.\n\n      The trial judge believed that the jury intended to find for plaintiffs and\n\nconcluded the jury was confused generally regarding the substantial factor\n\nquestion. She proposed adding language under question number three, that if\n\nthe jury found defendant's conduct was not a substantial factor in causing Kylie's\n\ninjury, the jury should cease deliberating.       Both parties agreed with the\n\namendment of the verdict sheet and that the change would address the\n\ninconsistent verdict. Thereafter, the judge explained the inconsistency to the\n\njury and then recharged the jury on the applicable law that related to question\n\nnumber three on the verdict sheet. The jury returned its verdict by changing its\n\nanswer to questions three and six and reduced defendant's liability\n\napportionment from forty percent to thirty percent. We conclude the judge\n\nreconciled the inconsistencies by providing an appropriate supplemental charge\n\nand by submitting a revised verdict sheet.\n\n      Any arguments not specifically addressed lack sufficient merit to warrant\n\ndiscussion in a written opinion. R. 2:11-3(e)(1)(E).\n\n      Affirmed.\n\n\n                                                                           A-2611-18T1\n                                       44\n\f",
            "ocr": false,
            "opinion_id": 4570254
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Murder"
}