{
    "id": 4794520,
    "judges": null,
    "date_filed": "1990-08-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-harris",
    "case_name_short": "Harris",
    "case_name": "State v. Harris",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "307 Neb. 237"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 38.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00007388PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n10/09/2020 12:47 AM CDT\n\n\n\n\n                                                         - 237 -\n                               Nebraska Supreme Court Advance Sheets\n                                        307 Nebraska Reports\n                                                   STATE v. HARRIS\n                                                   Cite as 307 Neb. 237\n\n\n\n\n                                        State of Nebraska, appellant and\n                                         cross-appellee, v. Jack E. Harris,\n                                          appellee and cross-appellant.\n                                                     ___ N.W.2d ___\n\n                                   Filed September 25, 2020.   Nos. S-19-130, S-19-133.\n\n                1. Jurisdiction. A question of jurisdiction is a question of law.\n                2. Judgments: Appeal and Error. Appellate courts independently review\n                   questions of law decided by a lower court.\n                3. ____: ____. The construction of a mandate issued by an appellate court\n                   presents a question of law, on which an appellate court is obligated to\n                   reach a conclusion independent of the determination reached by the\n                   court below.\n                4. Jurisdiction: Appeal and Error. Before reaching the legal issues\n                   presented for review, it is the duty of an appellate court to determine\n                   whether it has jurisdiction over the matter before it.\n                5. Jurisdiction: Final Orders: Appeal and Error. For an appellate court\n                   to acquire jurisdiction of an appeal, there must be a final order or final\n                   judgment entered by the court from which the appeal is taken.\n                6. Final Orders: Appeal and Error. Among the three types of final orders\n                   which may be reviewed on appeal is an order affecting a substantial\n                   right made during a special proceeding.\n                7. Actions: Words and Phrases. An action involves prosecuting the\n                   alleged rights between the parties and ends in a final judgment, whereas\n                   a special proceeding does not.\n                8. Final Orders. Whether an order affects a substantial right depends\n                   on whether it affects with finality the rights of the parties in the sub-\n                   ject matter.\n                9. ____. Whether an order affects a substantial right depends on whether\n                   the right could otherwise effectively be vindicated.\n               10. Final Orders: Appeal and Error. An order affects a substantial right\n                   when the right would be significantly undermined or irrevocably lost by\n                   postponing appellate review.\n\f                                    - 238 -\n           Nebraska Supreme Court Advance Sheets\n                    307 Nebraska Reports\n                             STATE v. HARRIS\n                             Cite as 307 Neb. 237\n\n11. Appeal and Error: Words and Phrases. In appellate procedure, a\n    “remand” is an appellate court’s order returning a proceeding to the\n    court from which the appeal originated for further action in accordance\n    with the remanding order.\n12. Courts: Appeal and Error. After receiving a mandate, a trial court is\n    without power to affect rights and duties outside the scope of the remand\n    from an appellate court.\n13. Courts: Judgments: Appeal and Error. A lower court may not modify\n    a judgment directed by an appellate court; nor may it engraft any provi-\n    sion on it or take any provision from it.\n14. Judgments: Appeal and Error. No judgment or order different from, or\n    in addition to, the appellate mandate can have any effect.\n15. Courts: Judgments: Jurisdiction: Appeal and Error. Because a trial\n    court is without power to affect rights and duties outside the scope of the\n    remand from an appellate court, any order attempting to do so is entered\n    without jurisdiction and is void.\n\n  Appeals from the District Court for Douglas County:\nWilliam B. Zastera and Jodi L. Nelson, Judges. Appeal in\nNo. S-19-130 dismissed. Judgment in No. S-19-133 vacated,\nand cause remanded with directions.\n  Douglas J. Peterson, Attorney General, and James D. Smith,\nSolicitor General, for appellant.\n  Sarah P. Newell, of Nebraska Commission on Public\nAdvocacy, for appellee.\n Miller-Lerman, Cassel, Stacy, Funke, and Papik, JJ., and\nMoore and Welch, Judges.\n   Papik, J.\n   Two decades ago, following a jury trial, Jack E. Harris was\nconvicted of first degree murder and use of a deadly weapon\nto commit a felony. His convictions were affirmed on direct\nappeal. As is often the case in such matters, years of litiga-\ntion followed, in which Harris filed many motions collaterally\nattacking his convictions and sentences. After we remanded\nfor further proceedings in an appeal involving such collat-\neral attacks in 2017, the district court granted Harris’ motion\n\f                             - 239 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                       STATE v. HARRIS\n                       Cite as 307 Neb. 237\n\nfor new trial and, later, his motion for absolute discharge\non speedy trial grounds. On the State’s appeal from these\norders, we conclude that the district court did not comply\nwith our mandate in an earlier appeal and that its order grant-\ning Harris a new trial and absolute discharge were thus void.\nAccordingly, we vacate those orders and remand the cause for\nfurther proceedings.\n\n                      I. BACKGROUND\n            1. Conviction, Earlier Proceedings,\n                   and Appeals by Harris\n   In 2000, following a jury trial, Harris was convicted of\nfirst degree murder and use of a deadly weapon to commit a\nfelony. He was sentenced to life imprisonment on the murder\nconviction and 10 to 20 years’ imprisonment on the weapons\nconviction, to be served consecutively. We affirmed on direct\nappeal. See State v. Harris, 263 Neb. 331, 640 N.W.2d 24\n(2002) (Harris I).\n   Several unsuccessful motions and appeals by Harris fol-\nlowed. See State v. Harris, 267 Neb. 771, 677 N.W.2d 147\n(2004) (Harris II); State v. Harris, 274 Neb. 40, 735 N.W.2d\n774 (2007) (Harris III); State v. Harris, 292 Neb. 186, 871\nN.W.2d 762 (2015) (Harris IV); and State v. Harris, 296 Neb.\n317, 893 N.W.2d 440 (2017) (Harris V).\n   In Harris IV, we reversed the district court order that dis-\nmissed Harris’ second postconviction motion, which had been\nfiled simultaneously with a new trial motion and a motion for\nwrit of error coram nobis. Harris’ motions rested on allega-\ntions (1) that Howard “Homicide” Hicks, Harris’ accomplice\nand a key witness in Harris’ trial, disclosed to fellow inmate\nTerrell McClinton that Hicks had lied during his testimony\nand that Hicks alone, not Harris, had killed the victim; (2)\nthat another witness, Curtis Allgood, generally corroborated\nMcClinton’s account and provided details placing Hicks near\nthe crime scene at the time of the murder; and (3) that Harris\nwas unaware of this information until McClinton’s contact with\n\f                              - 240 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\nHarris’ attorney in 2006 and was prevented from discovering\nthe information earlier because of misconduct by the prosecu-\ntor and the State’s witness.\n   The district court had earlier granted Harris leave to file a\nthird amended postconviction motion raising claims similar\nto the second motion’s and additional claims concerning the\nState’s plea agreement with Hicks. Although the court, the par-\nties, and the evidence gave indications that the third amended\npostconviction motion was addressed at the subsequent June\n28, 2013, hearing, Harris had not filed it. At the hearing, the\ndistrict court announced that the matter was before the court\non the third amended motion for postconviction relief and\ntook judicial notice of the bill of exceptions for Harris’ trial\nin 1999. The State did not assert that Harris had failed to file\nthe third amended motion, but instead offered a copy of the\nmotion and the court’s docket entries showing that Harris had\nbeen given leave to file the motion. Harris presented evidence\nthat was relevant only to his third amended motion for postcon-\nviction relief. Following the hearing, the district court’s order\nexpressly dismissed the second postconviction motion, and\nHarris appealed.\n   In Harris IV, we characterized the 2013 hearing as a hear-\ning on the third amended postconviction motion. We held that\n“a court presented with a motion for postconviction relief\nwhich exists simultaneously with a motion seeking relief under\nanother remedy must dismiss the postconviction motion with-\nout prejudice when the allegations, if true, would constitute\ngrounds for relief under the other remedy sought.” Harris\nIV, 292 Neb. at 191, 871 N.W.2d at 766. We determined that\nbecause the motion for new trial was time barred under the\nstatute then in effect and because there was no possibility of\nobtaining relief through a writ of coram nobis, the district\ncourt erred in dismissing the motion for postconviction relief.\nSee Neb. Rev. Stat. § 29-2103 (Reissue 2008). We remanded\nfor consideration of “the postconviction motion” on the merits.\nHarris IV, 292 Neb. at 194, 871 N.W.2d at 768.\n\f                             - 241 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                       STATE v. HARRIS\n                       Cite as 307 Neb. 237\n\n   On remand, the district court did not conduct a new evi-\ndentiary hearing but considered the evidence presented at the\n2013 evidentiary hearing. It denied postconviction relief, but\ngiven the matters addressed at the 2013 hearing, it was unclear\nwhether the district court’s order disposed of the second\npostconviction motion or the third amended postconviction\nmotion involving similar and additional claims. The court’s\norder, signed on March 3, 2016, referred to the “[s]econd”\nmotion for postconviction relief and addressed claims raised\nonly in the second motion. It stated that “[t]he matter came\non for full evidentiary hearing on June 28, 2013.” The court\ndid not address Harris’ claims regarding Hicks’ plea agree-\nment raised only in the third amended postconviction motion,\nbut specifically ruled on his claims that the State suppressed\ninformation possessed by Allgood before Harris’ trial and by\nMcClinton before Harris’ trial, direct appeal, or postconvic-\ntion proceedings. Harris appealed, which led to our decision\nin Harris V.\n   In Harris V, we examined the record from the 2013 post-\nconviction hearing and took judicial notice of our previous\nrecords and decisions in Harris’ case. We determined that the\ndistrict court properly denied relief on Harris’ claim that the\nState suppressed evidence of McClinton’s statements in his\naffidavit, but that it failed to apply the correct standard to\nHarris’ claim that the State suppressed Allgood’s statements at\nHarris’ 1999 murder trial and failed to address Harris’ claims\nfrom the third amended postconviction motion concerning the\nState’s plea agreement with Hicks. We affirmed in part, and in\npart reversed and remanded for further proceedings to clarify\nwhich postconviction motion the court intended to rule on in\nthe March 2016 order and, if necessary, to enter an order to\ndispense with all of Harris’ claims for relief:\n         The court’s reasoning that no suppression occurred\n      because the prosecutor did not know about Allgood’s\n      statements to investigators was incorrect. Under both\n      federal and state law, the prosecutor had a duty to learn\n\f                        - 242 -\n    Nebraska Supreme Court Advance Sheets\n             307 Nebraska Reports\n                  STATE v. HARRIS\n                  Cite as 307 Neb. 237\n\nof favorable material evidence known to others acting on\nthe government’s behalf in the case. Thus, the State’s duty\nto disclose favorable material evidence existed even if the\nevidence was known only to police investigators and not\nto the prosecutor.\n   Further, the court’s summary conclusion that Allgood’s\nstatements were not exculpatory did not comply with\nthe applicable standards for evaluating Harris’ claims.\nFavorable evidence includes both exculpatory and\nimpeachment evidence.\n   Harris alleged in his motion that Allgood’s statements\nwould have corroborated his alibi defense and contra-\ndicted Hicks’ testimony that he left the murder scene\nwith Harris and drove around with him, disposing of\nevidence and distributing the money. Harris also alleged\nthat he would have cross-examined Hicks about his con-\ntacts with [Corey] Bass[, an alleged drug dealer for\nwhom McClinton said Hicks killed people]. His trial\nattorney stated that knowing whether Hicks “was with\nothers or alone in terms of the story that he related”\nmay have undermined Hicks’ credibility and reinforced\nHarris’ alibi.\n   The court did not consider whether Allgood’s state-\nments to the officer would have impeached Hicks’ cred-\nibility. Nor did the court explain why it concluded that\nAllgood’s statements were not “potentially exculpatory\ninformation.”\n   As explained, we do not have the bill of exceptions\nfrom Harris’ trial. Whether the State suppressed mate-\nrial exculpatory information by not disclosing Allgood’s\nstatements must be evaluated in the light of the trial\nevidence. The court’s summary conclusion does not sat-\nisfy that requirement. Accordingly, we remand the cause\nfor further clarification as to whether Allgood’s state-\nments were not exculpatory or would not have impeached\nHicks’ credibility.\n   ....\n\f                               - 243 -\n          Nebraska Supreme Court Advance Sheets\n                   307 Nebraska Reports\n                         STATE v. HARRIS\n                         Cite as 307 Neb. 237\n\n         [W]e cannot determine from the record whether the\n      district court intentionally or erroneously failed to rule on\n      Harris’ claims regarding Hicks’ plea agreement. Though\n      an argument can be made that the parties consented to\n      try all of the claims set forth in Harris’ third amended\n      motion for postconviction relief, making such determina-\n      tion would be needlessly speculative. The better course\n      is for this matter to be remanded to the district court for\n      clarification as to which motion the court intended to\n      rule on and, if necessary, the entry of an order which dis-\n      penses with all of Harris’ claims for relief.\n         ....\n         We conclude that the court properly denied relief\n      on Harris’ claim that the State suppressed evidence of\n      McClinton’s statements in his affidavit. We conclude that\n      the court applied the wrong standards in denying Harris\n      relief on his claim that the State suppressed Allgood’s\n      statements to police by focusing only on the prosecutor’s\n      knowledge of Allgood’s statements, by failing to consider\n      whether Allgood’s statements would have impeached\n      Hicks’ credibility, and by failing to examine whether\n      Allgood’s statements were material in the light of the\n      trial evidence. Finally, the court erred in failing to accu-\n      rately set forth which motion for postconviction relief it\n      intended to address.\n         If the court concludes that the State suppressed mate-\n      rial evidence regarding Allgood’s statements to police or\n      Hicks’ plea agreement, it must evaluate the materiality\n      of that suppression cumulatively. That is, the prejudicial\n      effect of any new suppression must be considered cumu-\n      latively with the State’s known suppression of [Officer\n      Leland Cass’ police] report.\nHarris V, 296 Neb. at 342-46, 893 N.W.2d at 458-60. Following\nthe release of our opinion, we issued our mandate ordering the\ndistrict court to “proceed to enter judgment in conformity with\nthe judgment and opinion of this court.”\n\f                              - 244 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\n                      2. New Trial Order\n   On June 15, 2017, after our mandate in Harris V issued,\nHarris filed his third amended motion for postconviction relief,\nwhich he had previously been given leave to file, along with a\nmotion for new trial based on newly discovered evidence. See\nNeb. Rev. Stat. § 29-2101(5) (Reissue 2016). In his motion for\nnew trial, Harris alleged (1) that Hicks disclosed to McClinton\nthat Hicks had lied during his testimony and that Hicks alone,\nnot Harris, had killed the victim; (2) that Allgood corroborated\nMcClinton’s account of Hicks’ statement; (3) that the prosecu-\ntor misrepresented or allowed Hicks to misrepresent Hicks’\nplea agreement during Harris’ trial, documentation of which\nHarris’ counsel obtained in 2010; and (4) that another witness\nat Harris’ trial, Tony Bass, later told another inmate that he had\nlied during his testimony. Harris referenced supporting affida-\nvits and other documentary evidence attached to the motion.\nHe concluded by requesting a hearing to substantiate his claims\nby affidavit or testimony.\n   A hearing was held on Harris’ motions on July 24, 2017,\nJudge William B. Zastera presiding. The parties presented\narguments, but no evidence was offered or received.\n   On September 21, 2017, the district court entered an order\ngranting Harris’ motion for new trial and dismissing Harris’\nthird amended motion for postconviction relief.\n   Relevant to the mandate in Harris V, the district court stated:\n         On March 3, 2016, this Court denied [Harris’] Amended\n      Second Verified Motion for Postconviction Relief.\n      [Harris] timely appealed and the Nebraska Supreme Court\n      affirmed in part and reversed in part this Court’s prior\n      decision. . . .\n         At this juncture, [Harris] has filed a Third Amended\n      Verified Motion for Postconviction Relief and a Motion\n      for New Trial (Newly Discovered Evidence). In light of\n      the Nebraska Supreme Court’s findings in [Harris V], the\n      Court now considers the current motions filed by [Harris].\n   Quoting language from Harris IV, the district court deter-\nmined that it had to consider Harris’ motion for new trial\n\f                                - 245 -\n          Nebraska Supreme Court Advance Sheets\n                   307 Nebraska Reports\n                          STATE v. HARRIS\n                          Cite as 307 Neb. 237\n\nbefore addressing the third amended motion for postconvic-\ntion relief. The district court noted our finding in Harris IV\nthat Harris’ previous motion for new trial was barred by the\nthen-applicable statute of limitations, but found that the cur-\nrent motion was not time barred by the current version of\n§ 29-2103(4) (Reissue 2016). That section requires motions for\nnew trial based on newly discovered evidence to be brought\nwithin 5 years of the verdict “unless the motion and support-\ning documents show the new evidence could not with reason-\nable diligence have been discovered and produced at trial and\nsuch evidence is so substantial that a different result may have\noccurred.” § 29-2103(4). Accord § 29-2101(5).\n   The district court went on to observe that traditionally, new\ntrial was not granted for issues of impeachment, but that where\nit appears the defendant has not been afforded a fair trial, it is\nthe court’s duty to grant new trial. See State v. Robinson, 198\nNeb. 785, 255 N.W.2d 835 (1977). Moreover, it noted that in\nthe context of Brady v. Maryland, 373 U.S. 83, 83 S. Ct. 1194,\n10 L. Ed. 2d 215 (1963), impeachment evidence can be of such\na weight that depriving the defendant of access to it can change\nthe outcome of trial. The district court stated that it was unclear\nwhether Harris would be procedurally barred from obtaining\na new trial under § 29-2103, but that it believed Harris was\nentitled to a new trial because his constitutional rights had been\nimplicated. The court continued:\n      First, after reviewing the Bill of Exceptions, it is appar-\n      ent to this Court that material evidence was suppressed\n      at [Harris’] trial, whether done so intentionally or not.\n      Regardless of intent, it is clear that the entirety of [an offi-\n      cer’s] police report was not disclosed which contained the\n      exculpatory statements of . . . Allgood. Further, it is pos-\n      sible, that Allgood’s statements to the officer would have\n      corroborated [Harris’] alibi defense and permitted him to\n      impeach . . . Hicks’ credibility at [Harris’] trial. Second,\n      the Court finds that a new trial is also warranted because\n      the evidence reflects that the prosecutor misrepresented\n\f                              - 246 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\n      or allowed Hicks to misrepresent the nature of Hicks’\n      plea agreement during [Harris’] trial.\nThe district court determined the suppression of this evidence\nto be material and prejudicial.\n   The district court dismissed Harris’ third amended postcon-\nviction motion without prejudice pursuant to Harris IV and\nordered him held without bail pending retrial.\n   Within 10 days, on September 29, 2017, the State filed a\nmotion “to reconsider, alter and/or amend” pursuant to Neb.\nRev. Stat. § 25-1329 (Reissue 2016). The State asserted that\nthe new trial order was made without receiving any evidence\nor conducting an evidentiary hearing and that it was based on\nincorrect legal standards. The State requested that the order be\namended or vacated.\n   As publicized and announced to the parties months before,\non October 1, 2017, Judge Zastera retired.\n\n                3. State Attempts to Appeal;\n                       Appeal Dismissed\n   On October 23, 2017, before any ruling on its motion\nfor reconsideration, the State filed a notice of appeal of the\nSeptember 21 order for new trial. On December 11, this court\nissued an order to show cause within 10 days why the appeal\nshould not be dismissed for lack of jurisdiction. The State did\nnot respond and later acknowledged in a motion to extend\nbrief date that it could not show cause. Harris moved to dis-\nmiss the appeal for lack of jurisdiction, and on March 28,\n2018, we did so. On April 20, our mandate was filed in the\ndistrict court.\n\n               4. Order Ruling Motion for\n                Reconsideration Moot and\n                   Granting Discharge\n   On May 1, 2018, Chief Justice Michael G. Heavican\nappointed Judge Nathan B. Cox to preside over this matter,\nreplacing Judge Zastera.\n\f                              - 247 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\n   On May 10, 2018, Harris moved for absolute discharge on\nspeedy trial grounds pursuant to Neb. Rev. Stat. § 29-1207\n(Reissue 2016). He also moved to dismiss the State’s motion\nfor reconsideration as inapplicable to criminal cases and\nuntimely filed.\n   On June 28, 2018, Judge Cox recused himself upon Harris’\nmotion. On July 10, Chief Justice Heavican appointed Judge\nJodi L. Nelson to preside, and the order was filed in the district\ncourt on July 16.\n   Judge Nelson subsequently conducted a hearing on the\npending motions. The following exchange occurred between\ncounsel for the State and Judge Nelson:\n         [State’s counsel]: Judge, I was wondering if we could\n      take up the — uh — motion for discharge first. Because\n      I think some of the documents that will pertain to the\n      motion to reconsider — uh — I plan to offer during that,\n      as well.\n         If the Court — I guess — technically thought that there\n      was merit to the motion for discharge, then I guess my\n      motion to reconsider probably is moot. Uh, but that was\n      just kind of my thought. I don’t know if —\n         THE COURT: Well, we’re going to hear them all today.\n         [State’s counsel]: Sure.\n         THE COURT: (Laughs.) So, how I decide them may be\n      another story; but I — I think we’re going to take them\n      up all today so that we can get what is pending — uh —\n      taken care of. I don’t particularly care what order you\n      want to do that in.\nThe parties proceeded to address the motion for absolute dis-\ncharge first, then the motion for reconsideration.\n   On February 4, 2019, Judge Nelson entered an order grant-\ning Harris’ motion for absolute discharge and ruling moot the\nState’s motion for reconsideration and Harris’ motion to dis-\nmiss it. Judge Nelson determined that the State was permitted\nto file a motion for reconsideration, but did not consider the\nmerits of the motion and concluded that the State had failed\n\f                               - 248 -\n          Nebraska Supreme Court Advance Sheets\n                   307 Nebraska Reports\n                         STATE v. HARRIS\n                         Cite as 307 Neb. 237\n\nto show that any of the days between the September 21, 2017,\norder and Harris’ motion for discharge on May 10, 2018, were\nexcludable for speedy trial purposes.\n\n                       5. Present Appeals\n   On February 8, 2019, the State filed a notice of appeal\nfrom the district court order entered September 21, 2017, that\ngranted Harris’ motion for new trial and from the order entered\nFebruary 4, “2018,” that sustained Harris’ motion for absolute\ndischarge and found the State’s motion for reconsideration\nmoot. We docketed this appeal as case No. S-19-133.\n   On the same date, the State filed an application for leave\nto docket exception proceedings pursuant to Neb. Rev. Stat.\n§ 29-2315.01 (Cum. Supp. 2018), which we granted.\n   On February 12, 2019, the district court granted the State’s\nmotion to stay the February 4 discharge order pending appeal,\n“provided the State files any appeal today.”\n   Within 30 days of this court’s approval, on February 21,\n2019, the State filed a notice of appeal in the district court pur-\nsuant to § 29-2315.01 from the district court’s orders entered\nFebruary 4, 2019, and September 21, 2017. We docketed this\nappeal as case No. S-19-130.\n   On March 11, 2019, Harris moved to dismiss both appeals,\nwhich we have consolidated, for lack of jurisdiction. We over-\nruled Harris’ motions to dismiss and reserved jurisdictional\nissues until plenary submission of appeals.\n   The State has addressed both appeals in the same brief, with\na single list of assigned errors.\n   Harris has cross-appealed.\n\n               II. ASSIGNMENTS OF ERROR\n   The State assigns that the district court erred in (1) sustain-\ning Harris’ motion for new trial and not sustaining the State’s\nmotion for reconsideration, (2) sustaining Harris’ motion for\nspeedy trial discharge, and (3) sustaining Harris’ objection to\nthe prosecutor’s affidavit at the speedy trial discharge hearing.\n\f                              - 249 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\n   On cross-appeal, Harris assigns that the district court erred\nin (1) finding that Judge Zastera’s order granting Harris’ motion\nfor new trial was a final, appealable order and (2) determining\nthat the State could move for reconsideration of that order and\nfinding that Harris’ motion to dismiss the State’s motion for\nreconsideration was moot.\n\n                III. STANDARD OF REVIEW\n   [1,2] A question of jurisdiction is a question of law. State v.\nUhing, 301 Neb. 768, 919 N.W.2d 909 (2018). Appellate courts\nindependently review questions of law decided by a lower\ncourt. Id.\n   [3] The construction of a mandate issued by an appellate\ncourt presents a question of law, on which an appellate court is\nobligated to reach a conclusion independent of the determina-\ntion reached by the court below. State v. Henk, 299 Neb. 586,\n909 N.W.2d 634 (2018).\n\n                         IV. ANALYSIS\n   [4] As noted above, the validity of the State’s appeals is in\nquestion, a matter we now must decide. Before reaching the\nlegal issues presented for review, it is the duty of an appellate\ncourt to determine whether it has jurisdiction over the matter\nbefore it. State v. Fredrickson, 305 Neb. 165, 939 N.W.2d 385\n(2020). This case comes to us under unusual circumstances.\nThe State attempts to challenge the new trial order and the\ndischarge order by filing not one but two notices of appeal,\ninvoking two different mechanisms for review: first, a con-\nventional direct appeal pursuant to Neb. Rev. Stat. § 25-1912\n(Cum. Supp. 2018), which we docketed as case No. S-19-133,\nand, later, exception proceedings pursuant to § 29-2315.01,\ndocketed as case No. S-19-130.\n   For reasons we will now explain, we conclude that the\ndirect appeal conferred jurisdiction on this court as to both the\nnew trial order and the discharge order, and we consider both\norders on the merits in case No. S-19-133. Consequently, we\n\f                              - 250 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\ndismiss as moot the exception proceedings, docketed as case\nNo. S-19-130.\n              1. Case No. S-19-133: Direct Appeal\n                        (a) New Trial Order\n                 (i) State’s Right to Direct Appeal\n   The first question that confronts us in this case is whether\nthe State can appeal when a trial court grants a defendant’s\nmotion for new trial after the time for direct appeal of a crimi-\nnal conviction has expired. The statutory scheme governing\nmotions for new trial in criminal cases does not speak to the\nmatter, see Neb. Rev. Stat. § 29-2101 et seq. (Reissue 2016),\nand neither party has directed us to any cases in which we have\naddressed this specific issue. We are thus faced with an issue\nof first impression.\n   Harris contends that we need not spend much time on this\nissue, because the State is precluded from appealing by a\nwell-established principle: that absent specific statutory autho-\nrization, the State generally has no right to appeal an adverse\nruling in a criminal case. See State v. Thalken, 299 Neb. 857,\n911 N.W.2d 562 (2018). This principle bars the State’s appeal,\nHarris asserts, because the district court granted him a new\ncriminal trial and the State can point to no specific statute\nauthorizing an appeal. As we will explain, however, although\nthe district court purported to grant Harris a new criminal trial,\nit does not follow that the new trial order itself was issued in\na criminal case.\n   In a number of contexts, we have held that the State may\nmount a direct appeal to challenge adverse rulings when an\nindividual convicted and sentenced for a crime collaterally\nattacks his or her conviction and sentence. We have held that\nthe State may appeal in habeas corpus proceedings, postcon-\nviction proceedings, and cases arising under the DNA Testing\nAct. See, e.g., State v. Thieszen, 295 Neb. 293, 887 N.W.2d 871\n(2016) (postconviction); Meyer v. Frakes, 294 Neb. 668, 884\nN.W.2d 131 (2016) (habeas corpus); State v. Pratt, 273 Neb.\n\f                              - 251 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\n817, 733 N.W.2d 868 (2007) (DNA Testing Act). See, also,\nState v. Jerke, 302 Neb. 372, 923 N.W.2d 78 (2019) (reviewing\nState’s appeal from district court order granting defendant’s\nmotion to vacate sentence and withdraw plea).\n   The foregoing proceedings are civil in nature. From the\nearliest days of our state Constitution, habeas corpus pro-\nceedings have been designated as civil, see Morrill v. Taylor,\n6 Neb. 236 (1877), and that has remained unchanged, see,\ne.g., Sanders v. Frakes, 295 Neb. 374, 888 N.W.2d 514\n(2016). Similarly, postconviction proceedings are termed civil\nby statute and may be appealed as provided for appeals in\ncivil cases. See Neb. Rev. Stat. §§ 29-3001(2) and 29-3002\n(Reissue 2016). See, also, State v. Stewart, 242 Neb. 712,\n496 N.W.2d 524 (1993) (citing U.S. Supreme Court opinion\nfor proposition that postconviction proceedings are civil).\nBy analogy, we have determined proceedings under the DNA\nTesting Act are also civil in nature because, like postconvic-\ntion proceedings, they too are a collateral attack on a convic-\ntion, not part of the criminal proceeding itself. See, State v.\nPratt, supra; State v. Poe, 271 Neb. 858, 717 N.W.2d 463\n(2006). Recognizing the civil nature of proceedings under\nthe DNA Testing Act and the absence of any restrictions on\nthe State’s right to appeal under that act, we have held that the\nState may appeal from an adverse ruling in such a proceeding.\nSee State v. Pratt, 287 Neb. 455, 842 N.W.2d 800 (2014). As\nwe will explain, the same reasoning leads us to conclude that\nthe order that granted Harris’ motion for new trial based on\nnewly discovered evidence was appealable by the State pursu-\nant to § 25-1912.\n   Like habeas corpus proceedings, postconviction proceed-\nings, and proceedings under the DNA Testing Act, Harris’\nmotion for new trial based on newly discovered evidence was\na collateral attack on a final criminal judgment and not part of\nthe criminal proceeding itself. When a judgment is attacked in\na way other than by proceeding in the original action to have it\nvacated, reversed, or modified, or by a proceeding in equity to\n\f                              - 252 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\nprevent its enforcement, the attack is a collateral attack. State\nv. Barnes, 303 Neb. 167, 927 N.W.2d 64 (2019). The frame-\nwork under which Harris brought his motion for new trial fits\nthis description.\n   Harris sought a new trial pursuant to § 29-2101(5), under\nwhich relief may be granted based on “newly discovered evi-\ndence material for the defendant which he or she could not\nwith reasonable diligence have discovered and produced at the\ntrial” and which materially affects the defendant’s substantial\nrights. A motion for new trial alleging newly discovered evi-\ndence must be filed “within a reasonable time after the dis-\ncovery of the new evidence” and “cannot be filed more than\nfive years after the date of the verdict, unless the motion and\nsupporting documents show the new evidence could not with\nreasonable diligence have been discovered and produced at\ntrial and such evidence is so substantial that a different result\nmay have occurred.” § 29-2103(4). In response to a motion\nfor new trial under § 29-2101(5) and following a hearing,\na court may “vacate and set aside the judgment and release\nthe person from custody or grant a new trial as appropri-\nate.” § 29-2102(3).\n   Under § 29-2101(5), as in other collateral attacks, Harris\nsought to have the existing judgment vacated. Harris’ motion\ndid not occur in the original criminal proceeding: Harris could\nand did move for new trial after the time for direct appeal had\nexpired. Thus, like habeas corpus proceedings, postconviction\nproceedings, and proceedings under the DNA Testing Act,\nHarris’ motion for new trial based on newly discovered evi-\ndence was a collateral attack on a conviction, not part of the\ncriminal proceeding itself, and therefore civil in nature. And\nlike the law concerning other collateral attacks, no provision in\nthe statutes governing new criminal trials restricts the State’s\nright to appeal. Accordingly, we conclude that the State has a\nright to file a direct appeal from an order granting a new trial\nin a criminal case based on newly discovered evidence after the\ntime for direct appeal has expired.\n\f                               - 253 -\n          Nebraska Supreme Court Advance Sheets\n                   307 Nebraska Reports\n                         STATE v. HARRIS\n                         Cite as 307 Neb. 237\n\n   Harris asserts that motions for new trial based on newly dis-\ncovered evidence under § 29-2101(5), even when filed after the\ntime to challenge the conviction and sentence on direct appeal\nhas passed, are more similar to other motions for new trial\nthan they are to proceedings under the DNA Testing Act. He\ncites State v. Bronson, 267 Neb. 103, 672 N.W.2d 244 (2003),\nin which we noted the similarities between motions for new\ntrial based on newly discovered evidence under § 29-2101(5)\nand those based on newly discovered DNA evidence under\n§ 29-2101(6). In Bronson, we held that these motions were\nseparate and distinct from the proceedings under Neb. Rev.\nStat. § 29-4123(2) (Reissue 2016) of the DNA Testing Act such\nthat an appeal arising from a motion to vacate and set aside\na judgment under § 29-4123(2) does not deprive a trial court\nof jurisdiction to consider a motion for new trial filed under\n§ 29-2101(6). However, we do not believe this holding makes\nmotions for new trial based on newly discovered evidence any\nless collateral in nature.\n   Harris also disputes that motions for new trial based on\nnewly discovered evidence are civil in nature. He points out\nthat the Legislature has adopted separate statutes governing\nmotions for new trial in civil and criminal contexts and that\nthe new trial statutes in chapter 29 of the Nebraska Revised\nStatutes are written in terms reflecting its criminal law appli-\ncation. See, Neb. Rev. Stat. § 25-1144 et seq. (Reissue 2016);\n§ 29-2101 et seq. But the same could be said about postcon-\nviction proceedings and proceedings under the DNA Testing\nAct, and in the case of postconviction proceedings, we have\nstated that they are “not . . . ordinary civil action[s].” See State\nv. Robertson, 294 Neb. 29, 41, 881 N.W.2d 864, 875 (2016).\nHarris posits that this statement calls into question the ongoing\nvalidity of our previous determinations that proceedings under\nthe DNA Testing Act are civil in nature. However, we disagree.\nOur holding in Robertson that civil pleading rules did not apply\nto postconviction proceedings did not make postconviction\n\f                               - 254 -\n          Nebraska Supreme Court Advance Sheets\n                   307 Nebraska Reports\n                         STATE v. HARRIS\n                         Cite as 307 Neb. 237\n\nproceedings or proceedings under the DNA Testing Act any\nless civil in nature.\n   Harris argues that even if his motion for new trial was a\ncivil proceeding, once it was granted, the matter reverted to\na criminal proceeding, from which the State could not file a\ndirect appeal. To illustrate, he points out that a defendant has\nno right to counsel during a collateral attack, see State v. Pratt,\n273 Neb. 817, 733 N.W.2d 868 (2007), but does have a right\nto counsel in any new trial resulting therefrom. We agree that\nunder such circumstances, any new trial following a collateral\nattack is criminal in nature, but the same is not true of the\norder granting the new trial. Indeed, in appeals involving col-\nlateral attacks, we have treated the resulting order as civil in\nnature. See, e.g., id.\n   Harris also relies on State v. Taylor, 179 Neb. 42, 136\nN.W.2d 179 (1965), for the proposition that there is no author-\nity for an appellate court to reinstate a guilty verdict upon a\nState’s appeal from a new trial order and argues that therefore,\nthe rights attending criminal matters should reattach. But as we\nexplain in more detail in the next section, Harris misconstrues\nTaylor, an exception proceedings case in which we spoke of\nthe necessity of rendering an advisory opinion, not the prac-\nticalities of reinstating a conviction such as would arise in\nthis case.\n   Finally, Harris argues that this is not actually a case of first\nimpression and that our precedent forecloses any possibility of\nreview of his motion for new trial. Again, he points to State v.\nTaylor, supra, and the cases that followed it, State v. Martinez,\n198 Neb. 347, 252 N.W.2d 630 (1977), and State v. Linn, 192\nNeb. 798, 224 N.W.2d 539 (1974). In those cases, we did not\nallow the State to appeal from an order granting new trial in\na criminal case. However, unlike the instant case, none of the\nthree cases upon which Harris relies involved a judgment,\nbecause the appeals in those cases were filed in the original\ncriminal proceedings before the defendants were sentenced.\nSee State v. Jackson, 291 Neb. 908, 870 N.W.2d 133 (2015)\n(final judgment in criminal case means sentence).\n\f                               - 255 -\n          Nebraska Supreme Court Advance Sheets\n                   307 Nebraska Reports\n                         STATE v. HARRIS\n                         Cite as 307 Neb. 237\n\n   In Taylor, the district court sustained the defendant’s motion\nfor new trial following an adverse verdict; but significantly,\nTaylor does not reflect that the defendant was sentenced\nbefore this ruling. The State sought review under § 29-2315.01\n(Reissue 1964), and we dismissed the State’s appeal. In doing\nso, we discussed the necessity of a final order and character-\nized the order in Taylor as interlocutory because further action\nwas required: “It is apparent that an order setting aside a\nverdict and requiring a retrial does not dispose of the cause.”\n179 Neb. at 46, 136 N.W.2d at 182. In Linn, we applied the\nsame rationale in dismissing the State’s exception proceed-\nings challenging a new trial order that followed a defendant’s\nconviction, again with no mention of any sentence. And again,\nin Martinez, the defendant had not been sentenced for the con-\nviction for which he was granted a new trial, and under Taylor,\nwe dismissed the State’s cross-appeal in the matter for lack of a\nfinal order. Because Taylor, Linn, and Martinez did not involve\na collateral attack on a final criminal judgment, they do not\ngovern the State’s right to appeal the order in this case.\n   In sum, the State has the right to appeal an order granting a\nmotion for new trial based on newly discovered evidence that\nhas been filed after the time for direct appeal has expired. Yet\nour analysis of the validity of the State’s appeal of the new trial\norder is not at an end. We must next consider whether the State\nappeals from a final, appealable order.\n                  (ii) Final, Appealable Order\n   [5,6] For an appellate court to acquire jurisdiction of an\nappeal, there must be a final order or final judgment entered\nby the court from which the appeal is taken. State v. Paulsen,\n304 Neb. 21, 932 N.W.2d 849 (2019). Among the three types\nof final orders which may be reviewed on appeal is an order\naffecting a substantial right made during a special proceeding.\nSee Neb. Rev. Stat. § 25-1902 (Reissue 2016). For the reasons\nbelow, we conclude that the order granting Harris’ motion for\nnew trial based on newly discovered evidence was this type of\nfinal order.\n\f                               - 256 -\n          Nebraska Supreme Court Advance Sheets\n                   307 Nebraska Reports\n                         STATE v. HARRIS\n                         Cite as 307 Neb. 237\n\n    [7] First, the order granting Harris’ motion for new trial\nbased on newly discovered evidence was made in a special pro-\nceeding. Special proceedings entail civil statutory remedies not\nencompassed in chapter 25 of the Nebraska Revised Statutes\nand have also been described as every special statutory remedy\nwhich is not in itself an action. See State v. Pratt, 287 Neb.\n455, 842 N.W.2d 800 (2014). An action involves prosecuting\nthe alleged rights between the parties and ends in a final judg-\nment, whereas a special proceeding does not. State v. Loyd, 269\nNeb. 762, 696 N.W.2d 860 (2005). Where the law confers a\nright, and authorizes a special application to a court to enforce\nit, the proceeding is special, within the ordinary meaning of the\nterm “special proceeding.” Id. A special proceeding is not an\nintegral part of or a step in the action; it is not part of what is\nsometimes referred to as the “main case.” See State v. Vela, 272\nNeb. 287, 721 N.W.2d 631 (2006).\n    Under these principles, Harris’ motion for new trial initi-\nated a special proceeding. As we have explained in the sec-\ntion above, Harris’ motion was civil in nature, not part of the\ncriminal proceeding itself. That is, having been filed long after\njudgment, it was not part of the main case. And it bore other\nhallmarks of a special proceeding. Section 29-2101(5) confers\na right to a new trial upon the discovery of new evidence that\nfits certain criteria and also authorizes a special application to a\ncourt to enforce the right. Harris’ motion requested a new trial\nand alleged facts to support the claim that a new trial was war-\nranted. He did not seek a final judgment.\n    Harris argues that a motion for new trial does not fit the\ndescription of a special proceeding, because it is in itself an\naction. He refers to cases in which we have determined that\nthe district court may exercise jurisdiction over motions for\nnew trial based on § 29-2101(5) and (6) at the same time as\nthis court exercises jurisdiction over a direct appeal or an\nappeal under the DNA Testing Act. See, State v. Bronson, 267\nNeb. 103, 672 N.W.2d 244 (2003); Smith v. State, 167 Neb.\n492, 93 N.W.2d 499 (1958). However, we do not understand\n\f                              - 257 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\nhow the separate and independent nature of these types of\nproceedings could alter the character of a motion for new trial\nbased on newly discovered evidence.\n   [8-10] Second, the order that granted Harris’ motion for new\ntrial based on newly discovered evidence affected a substantial\nright of the State. Whether an order affects a substantial right\nfor purposes of appeal depends on a number of factors. See\nState v. Fredrickson, 305 Neb. 165, 939 N.W.2d 385 (2020).\nThe inquiry focuses on whether the right at issue is substantial\nand whether the court’s order has a substantial impact on that\nright. Id. Regarding the importance of the right affected, we\noften state that a substantial right is an essential legal right,\nnot merely a technical right. See State v. Paulsen, 304 Neb. 21,\n932 N.W.2d 849 (2019). Whether an order affects a substantial\nright depends on whether it affects with finality the rights of\nthe parties in the subject matter. State v. Fredrickson, supra. It\nalso depends on whether the right could otherwise effectively\nbe vindicated. Id. An order affects a substantial right when the\nright would be significantly undermined or irrevocably lost by\npostponing appellate review. Id.\n   We conclude that because the State had already obtained\na criminal judgment, the order that granted Harris’ motion\nfor new trial based on newly discovered evidence affected\na substantial right of the State. Both this court and the U.S.\nSupreme Court have recognized the State’s interest in the\nfinality of criminal judgments of conviction. See, e.g., Ramos\nv. Louisiana, ___ U.S. ___, 140 S. Ct. 1390, 206 L. Ed. 2d\n583 (2020); United States v. Frady, 456 U.S. 152, 102 S. Ct.\n1584, 71 L. Ed. 2d 816 (1982); State v. Louthan, 257 Neb.\n174, 595 N.W.2d 917 (1999); State v. Lee, 251 Neb. 661, 558\nN.W.2d 571 (1997). This finality interest is premised in part\non the significant expenditure of the State’s time and resources\nrequired to secure a criminal conviction. “‘“Society’s resources\nhave been concentrated at [the time of trial] in order to decide,\nwithin the limits of human fallibility, the question of guilt or\ninnocence of one of its citizens.”’” State v. Lotter, 278 Neb.\n466, 481, 771 N.W.2d 551, 563 (2009), quoting Herrera v.\n\f                              - 258 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\nCollins, 506 U.S. 390, 113 S. Ct. 853, 122 L. Ed. 2d 203\n(1993). It also rests on the fact that “with the passage of time\nand the erosion of memory and the dispersion of witnesses,\nthere is no guarantee that the truth-seeking function of a new\ntrial would be any more exact than the first trial.” Id. at 481,\n771 N.W.2d at 563. And courts have observed that without\nfinality, the criminal law is deprived of much of its deterrent\neffect. See, e.g., McCleskey v. Zant, 499 U.S. 467, 111 S. Ct.\n1454, 113 L. Ed. 2d 517 (1991) (superseded by statute on other\ngrounds as stated in Banister v. Davis, ___ U.S. ___, 140 S. Ct.\n1698, 207 L. Ed. 2d 58 (2020)).\n   We further determine that the order granting Harris’ motion\nfor new trial had a substantial impact on the State’s right. An\norder granting new trial following a conviction significantly\nundermines the State’s interest in finality. The State cannot\nrecoup the costs occasioned by a new trial, and if the defendant\nis ultimately acquitted, the State cannot lodge a direct appeal to\nseek reinstatement of the conviction. See State v. Thalken, 299\nNeb. 857, 911 N.W.2d 562 (2018) (generally, State has no right\nto appeal adverse ruling in criminal case).\n   At oral argument, Harris asserted that criminal new trial\nstatutes do not expressly address the State’s substantial rights,\nonly the defendant’s. See § 29-2101(5). While this is true,\nit does not negate the State’s substantial right as we have\ndescribed it. Furthermore, our finding that the State has a\nsubstantial right in the finality of a criminal conviction, and\ntherefore the ability to appeal following the grant of a new\ntrial based on newly discovered evidence, does not impinge on\na defendant’s right to seek a new trial; it only allows for the\npossibility of appellate review to ensure a grant of a new trial\nis properly ordered.\n   Harris claims we have previously held that an order grant-\ning a motion for new trial in a criminal case is not a final,\nappealable order. He relies on three cases mentioned above:\nState v. Taylor, 179 Neb. 42, 136 N.W.2d 179 (1965); State\nv. Linn, 192 Neb. 798, 224 N.W.2d 539 (1974); and State v.\nMartinez, 198 Neb. 347, 252 N.W.2d 630 (1977). In each of\n\f                              - 259 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\nthose cases, we rejected the State’s appellate challenge of an\norder granting a motion for new trial, stating in each case that\nthe order appealed from was not final and appealable. But as\nwe describe in more detail in the previous section, Taylor,\nLinn, and Martinez are distinguishable from this case, partly\nbecause, unlike Harris’ motion for new trial, the motions for\nnew trial in those cases were not collateral attacks on a final\ncriminal judgment.\n   Taylor and Linn are further distinguishable from this case\nbecause they were decided under exception proceedings. In\npart, Taylor based its decision, which Linn followed, on rea-\nsoning that were it to find the new trial order in error, the\ndistrict court could be bound by that decision. This would run\ncontrary to the legislative mandate that our holdings in excep-\ntion proceedings are advisory when the defendant has already\nbeen placed in jeopardy in the trial court. See Neb. Rev. Stat.\n§ 29-2316 (Reissue 2016). This is not a concern in the instant\ncase, because we have concluded that the State may challenge\nthe new trial order in its direct appeal, a review process that\ncannot result in an advisory opinion. See State v. Molina,\n271 Neb. 488, 713 N.W.2d 412 (2006) (stating that in direct\nappeal, it is not function of appellate court to render advi-\nsory opinions).\n   Having determined that the new trial order is a final, appeal-\nable order, we proceed to consider the remaining requirements\nof appellate jurisdiction.\n             (iii) Timely Perfection of Direct Appeal\n   As we have explained, the State appeals from a final,\nappealable order, but there is one more hurdle to clear before\nwe can reach the merits of the State’s challenge to the new\ntrial order. We next must assess whether the State’s direct\nappeal from the new trial order was timely perfected. We con-\nclude that it was.\n   As an initial matter, we take up Harris’ position that the\nState did not fulfill two of the basic requirements to perfect\nan appeal in case No. S-19-133: a notice of appeal and a\n\f                              - 260 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\ndocket fee. First, Harris points out that the notice of appeal\nidentifies the orders appealed from as having been filed on\nSeptember 21, 2017, and February 4, “2018.” The new trial\norder was in fact entered on September 21, 2017, but the\ndischarge order was entered on February 4, 2019. However,\nthis error is not fatal to the State’s appeal. Section 25-1912,\nwhich governs the filing of an appeal, does not require that the\norder appealed from be correctly identified to confer appel-\nlate jurisdiction. See Dominguez v. Eppley Transp. Servs., 277\nNeb. 531, 763 N.W.2d 696 (2009). Second, Harris claims that\nthe record does not contain any indication that the docket fee\nfor case No. S-19-133 has been paid as required to perfect an\nappeal. See, § 25-1912(1); Neb. Ct. R. App. P. § 2-101(A) (rev.\n2015). But upon an examination of our records, we are satis-\nfied that the docket fee has been timely deposited.\n   With an adequate notice of appeal having been filed and\nthe docket fee deposited, we need only examine whether the\nState’s notice of appeal was timely filed. See id. Generally,\nappeals must be filed within 30 days after the entry of the\njudgment, decree, or final order. § 25-1912(1). However, that\nperiod may be terminated by filing a motion to alter or amend\nwithin 10 days of the judgment. §§ 25-1329 and 25-1912(3).\nSee, also, State v. Sims, 277 Neb. 192, 761 N.W.2d 527 (2009).\nA new period of 30 days for filing a notice of appeal com-\nmences when the terminating motion is ordered dismissed. Id.\nHere, the State filed a valid terminating motion in the form of\na “Motion for Reconsideration.”\n   Typically, a motion for reconsideration does not terminate\nthe time for appeal and is considered nothing more than an\ninvitation to the court to consider exercising its inherent power\nto vacate or modify its own judgment. See State v. Lotter, 301\nNeb. 125, 917 N.W.2d 850 (2018), citing Kinsey v. Colfer,\nLyons, 258 Neb. 832, 606 N.W.2d 78 (2000). For this reason,\nwe have held that once a notice of appeal is filed, any pending\nmotions to reconsider that have not been ruled upon become\nmoot. See Kinsey v. Colfer, Lyons, supra. Harris asserts that\nis what happened to the State’s motion for reconsideration\n\f                               - 261 -\n          Nebraska Supreme Court Advance Sheets\n                   307 Nebraska Reports\n                         STATE v. HARRIS\n                         Cite as 307 Neb. 237\n\nwhen the State filed its initial unsuccessful appeal, which we\ndismissed for lack of jurisdiction. But Harris is mistaken, as\nwe will explain.\n   In some contexts, a motion for reconsideration may also be\ntreated as a motion to alter or amend a judgment for purposes\nof terminating the appeal period. State v. Lotter, supra. To be\ntreated as a motion to alter or amend a judgment, a motion for\nreconsideration must be filed no later than 10 days after the\nentry of judgment and seek substantive alteration of the judg-\nment. See id. See, also, State v. Gibilisco, 279 Neb. 308, 778\nN.W.2d 106 (2010).\n   The State’s motion for reconsideration meets the criteria to\nbe treated as a terminating motion. It was filed on September\n29, 2017, less than 10 days after the new trial order was entered\non September 21. The motion for reconsideration sought sub-\nstantive alteration of the new trial order by asking that the court\nalter, amend, or vacate it because it was “based on precepts and\nlegal standards reserved for Motions for Post-Conviction Relief\nand not on the requisite standards and precepts required to be\nconsidered, analyzed and addressed in an order granting or\ndenying a Motion for New Trial.”\n   The State’s motion for reconsideration remained pending,\neven when the State filed its first appeal to this court, which\nwe dismissed for lack of jurisdiction. Under § 25-1912(3), a\nnotice of appeal filed before a pending terminating motion has\nbeen dismissed shall have no effect. But the terminating motion\ncontinues to operate until it is dismissed, even if the proponent\nattempts to appeal in the meantime. See § 25-1912(3).\n   With the motion for reconsideration operating as a terminat-\ning motion pursuant to § 25-1912, the State’s 30-day appeal\nperiod commenced when the district court dismissed the motion\nfor reconsideration as moot on February 4, 2019. The State\nfiled its notice of appeal in case No. S-19-133 on February 8.\nTherefore, the State’s direct appeal was timely.\n   Harris challenges the validity of the State’s motion for\nreconsideration as a terminating motion on two bases. First,\nhe argues that such a terminating motion is reserved for civil\n\f                              - 262 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\ncases and thus could not serve as a terminating motion in this\nmatter. Second, Harris claims that by not obtaining an earlier\nruling, the State waived or abandoned the motion or filed it in\nbad faith. We reject both of these arguments.\n   In support of his first point, Harris mainly asserts that\nbecause the statutes relating to terminating motions are\nlocated in the chapter addressing civil procedure, they cannot\napply to the new trial order arising from a motion filed under\n§ 29-2101(5), which is located in the chapter addressing crimi-\nnal procedure. Like Harris’ previous arguments that the motion\nfor new trial based on newly discovered evidence is not civil\nin nature, this argument also fails, and for the same reasons.\nAs we have explained, such motions are civil in nature, simi-\nlar to habeas corpus proceedings, postconviction proceedings,\nand proceedings under the DNA Testing Act. And we have\npreviously allowed motions to alter or amend under § 25-1329\nin postconviction proceedings, including when filed by the\nState. See, State v. Gibilisco, 279 Neb. 308, 778 N.W.2d 106\n(2010) (State’s motion for reconsideration treated as motion\nto alter or amend); State v. Sims, 277 Neb. 192, 761 N.W.2d\n527 (2009) (defendant filed motion to alter or amend); State\nv. Bao, 269 Neb. 127, 690 N.W.2d 618 (2005) (defendant’s\nmotion to alter or amend treated as terminating motion). While\nour postconviction statutes do specifically provide that appeals\nmay be taken from the district court as provided for appeals\nin civil cases, see § 29-3002, that provision did not dissuade\nus from allowing a civil appeal path in cases involving pro-\nceedings under the DNA Testing Act, even though that statu-\ntory scheme contains no comparable provision and is located\nin chapter 29 of the Nebraska Revised Statutes. See, State v.\nPratt, 287 Neb. 455, 842 N.W.2d 800 (2014); Neb. Rev. Stat.\n§ 29-4116 et seq. (Reissue 2016). Today, we reach the same\nconclusion regarding an order granting a motion for new trial\nbased on newly discovered evidence that has been filed after\nthe time for direct appeal has expired. It logically follows\nthat the appeal process in this case would allow for terminat-\ning motions.\n\f                               - 263 -\n          Nebraska Supreme Court Advance Sheets\n                   307 Nebraska Reports\n                         STATE v. HARRIS\n                         Cite as 307 Neb. 237\n\n   We discern no provision of law that would preclude the\nState from filing a motion for reconsideration that operates as\na terminating motion in this case. Indeed, we have recognized\nthat “[j]udicial efficiency is served when any court . . . is given\nthe opportunity to reconsider its own rulings, either to supple-\nment its reasoning or correct its own mistakes.” See State v.\nHausmann, 277 Neb. 819, 827, 765 N.W.2d 219, 225 (2009),\noverruled on other grounds, McEwen v. Nebraska State Coll.\nSys., 303 Neb. 552, 931 N.W.2d 120 (2019) (statute governing\nmotions to alter or amend judgment applies to judgment of dis-\ntrict court acting as intermediate appellate court).\n   We are also unpersuaded by the arguments Harris makes\nin support of his position that the motion to reconsider was\nwaived, was abandoned, or was pursued in bad faith. Harris\nargues that the State waived the right to rely on the motion\nfor reconsideration as a terminating motion by not setting the\nmatter for hearing and securing a ruling before its initial unsuc-\ncessful attempt to appeal. For support, Harris relies on State\nv. Aldaco, 271 Neb. 160, 710 N.W.2d 101 (2006). In Aldaco,\nthe defendant filed a pro se notice of appeal after his motion\nfor speedy trial discharge was orally overruled and the mat-\nter proceeded to trial. The appeal was dismissed for lack of\njurisdiction because no file-stamped order had been entered\nby the trial court. The defendant did not seek further review.\nThe trial court subsequently entered a written order, which the\ndefendant appealed within 30 days. We concluded that regard-\nless of whether the first appeal should have been dismissed,\nthe 30-day period to appeal began to run after the trial court\norally overruled the motion and proceeded to trial, and that\nthe second notice of appeal was filed out of time. We do not\nunderstand how the holding in Aldaco warrants a waiver of the\nmotion for reconsideration in this case. Aldaco did not deal\nwith a terminating motion, and our jurisprudence concerning\nterminating motions does not address waiver.\n   Harris also asserts that the motion for reconsideration should\nhave no effect because the State abandoned it by failing to\n\f                              - 264 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\npursue it once it was filed. Harris relies on the proposition that\na motion which is never called to the attention of the court is\npresumed to have been waived or abandoned by the moving\nparty and that where no ruling appears to have been made on a\nmotion, the presumption is, unless it otherwise appears, that the\nmotion was waived or abandoned. See, ACI Worldwide Corp.\nv. Baldwin Hackett & Meeks, 296 Neb. 818, 896 N.W.2d 156\n(2017); Hiway 20 Terminal, Inc. v. Tri-County Agri-Supply,\nInc., 235 Neb. 207, 454 N.W.2d 671 (1990).\n   Harris seems to characterize observations made by Judge\nNelson that the State failed to obtain a hearing date in compli-\nance with local rules as a finding that the State abandoned the\nmotion for reconsideration. We do not read the discharge order\nthat way, and we do not believe the State abandoned its motion\nfor reconsideration. Failure to set a hearing date in accordance\nwith a local rule does not invalidate a terminating motion; the\nstatutes governing terminating motions do not require it. See\nLombardo v. Sedlacek, 299 Neb. 400, 908 N.W.2d 630 (2018).\nFurther, the State did bring the motion for reconsideration to\nthe district court’s attention. The district court held a hearing\non the motion before ultimately dismissing it as moot. This is\nnot a case where the motion was never brought to the attention\nof the court.\n   Similarly, we are not convinced by Harris’ argument that\nthe State’s motion for reconsideration should not operate as\na terminating motion due to the State’s “dubious actions” or\nbad faith. See brief for appellee on cross-appeal at 83. Harris\ncites State v. Bao, 269 Neb. 127, 690 N.W.2d 618 (2005),\nwhere we treated the defendant’s motion for reconsideration\nas a terminating motion, even though the defendant had with-\ndrawn it. Citing to a similar federal case, we concluded that a\nnew 30-day appeal period began after the withdrawal because\nthere was no indication that the terminating motion was filed\nand withdrawn in bad faith. In the present case, the State never\nwithdrew its terminating motion, and we do not discern bad\nfaith on the part of the State.\n\f                              - 265 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\n   In short, none of the arguments raised by Harris on this sub-\nject have merit. The State’s direct appeal in case No. S-19-133\nwas timely perfected and has met the other requirements for\nour appellate jurisdiction to review the new trial order.\n         (iv) Merits: New Trial Order’s Noncompliance\n                   With This Court’s Mandate\n   As we have established, we have appellate jurisdiction to\nreview the new trial order. Even so, Harris makes one last\nargument that we should not consider the State’s arguments\nregarding it. According to Harris, comments by the State’s\ncounsel at the hearing on the State’s motion for reconsidera-\ntion and Harris’ motion to discharge waived as invited error\nany opposition to the district court’s ruling that the motion for\nreconsideration was denied as moot.\n   At the hearing, counsel for the State, during a discussion\nabout which order should be addressed first, remarked, “If the\nCourt — I guess — technically thought that there was merit to\nthe motion for discharge, then I guess my motion to reconsider\nprobably is moot. Uh, but that was just kind of my thought. I\ndon’t know if — [.]” It is true that a party cannot complain of\nerror which he or she has invited the court to commit. State v.\nDixon, 286 Neb. 157, 835 N.W.2d 643 (2013). But we do not\nconsider a party’s equivocal suggestion of the possibility of an\nadverse ruling, during a discussion about the order in which\nmatters would be addressed at the hearing, to be the equivalent\nof inviting error.\n   Turning now to the State’s arguments regarding the new trial\norder, the State contends that the new trial order was erroneous\nbecause the district court did not receive any evidence to sup-\nport it, because the court applied the wrong standard in grant-\ning it, and because the motion for new trial is meritless. The\nState’s arguments may be correct, but we need not and, in fact,\ncannot decide them because of a more fundamental problem\nwith the district court’s new trial order identified by the State:\nIn granting Harris’ motion for new trial, the district court did\nnot comply with our mandate in Harris V.\n\f                              - 266 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\n   [11-13] In appellate procedure, a “remand” is an appellate\ncourt’s order returning a proceeding to the court from which\nthe appeal originated for further action in accordance with the\nremanding order. TransCanada Keystone Pipeline v. Tanderup,\n305 Neb. 493, 941 N.W.2d 145 (2020). After receiving a man-\ndate, a trial court is without power to affect rights and duties\noutside the scope of the remand from an appellate court. Id.\nWhen a lower court is given specific instructions on remand,\nit must comply with the specific instructions and has no dis-\ncretion to deviate from the mandate. See id. To carry out its\nunqualified duty to follow the mandate issued by an appellate\ncourt, a lower court may not modify a judgment directed by\nan appellate court; nor may it engraft any provision on it or\ntake any provision from it. State v. Payne, 298 Neb. 373, 904\nN.W.2d 275 (2017).\n   Guided by these principles, we turn now to the question of\nwhether the district court’s new trial order was in accordance\nwith the specific mandate of Harris V. Where the mandate\nincorporates the appellate court’s opinion by reference, we\nexamine the opinion in conjunction with the mandate to deter-\nmine how the lower court should have proceeded. See State\nv. Payne, supra. In Harris V, our mandate ordered the district\ncourt to “proceed to enter judgment in conformity with the\njudgment and opinion of this court.” Our opinion in Harris V\ninstructed the district court, upon remand, to clarify whether it\nhad addressed Harris’ second postconviction motion or third\namended postconviction motion and to apply the correct stan-\ndard to Harris’ claims concerning the suppression of Allgood’s\nstatements, an issue raised in both motions. Finally, we directed\nthe district court to rule, if necessary, on Harris’ claims raised\nin the third amended motion for postconviction relief regarding\nHicks’ plea agreement.\n   On remand, the district court clarified that its previous\norder pertained to the second postconviction motion, but its\ncompliance with our mandate stopped there. After identifying\nthe second postconviction motion as the subject of its previ-\nous order, the district court did not address the suppression of\n\f                              - 267 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\nAllgood’s statements in the context of that motion, as clearly\ndirected by Harris V. Instead, it took up that analysis in the\ncontext of Harris’ later-filed motion for new trial. Because\nit disposed of the matter based on the motion for new trial,\nthe district court dismissed the third amended postconviction\nmotion without prejudice. This was not in compliance with\nour mandate.\n   Harris argues that the new trial order was not beyond the\nscope of our mandate in Harris V. He bases this argument\non the premise that the motion for new trial was completely\nseparate and independent from any postconviction proceed-\nings. Harris primarily relies on Smith v. State, 167 Neb. 492, 93\nN.W.2d 499 (1958), where we held that the trial court should\nconsider a motion for new trial based on newly discovered\nevidence at the same time as direct appellate review of the\ncriminal conviction. We determined that the two proceed-\nings “should be conducted separately and independently of\neach other” and that neither the Legislature nor our case law\nregarded this situation as an invasion of the appellate court’s\njurisdiction. Id. at 494, 93 N.W.2d at 500. See, also, State v.\nBronson, 267 Neb. 103, 672 N.W.2d 244 (2003) (based on\nSmith, lower court had jurisdiction to consider motion for new\ntrial based on newly discovered exculpatory DNA testing evi-\ndence under § 29-2101(6) (Cum. Supp. 2002) during pendency\nof appeal of denial of motion to vacate and set aside judgment\nunder DNA Testing Act). Harris asserts not only that the dis-\ntrict court was permitted by Smith to consider his motion for\nnew trial separately from the postconviction issues on remand,\nbut that our holding in Harris IV required the court to con-\nsider the motion for new trial first. In Harris IV we held that\na court presented with a postconviction motion simultaneously\nwith a motion seeking relief under another remedy must first\ndetermine whether the defendant is entitled to relief under the\nnonpostconviction remedy.\n   However, unlike the present case, neither Smith and its prog-\neny nor Harris IV involved the lower court’s implementation\n\f                              - 268 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\nof an appellate court’s mandate on remand. In Smith, we\nobserved that the trial court was not required to delay the\nexercise of its original jurisdiction to consider the motion for\nnew trial because “no such restriction of power is declared”\nby the Legislature or by our jurisprudence. 167 Neb. at 494-\n95, 93 N.W.2d at 501. But our mandate in the instant case\nintroduced restrictions that barred the district court from con-\nsidering Harris’ motion for new trial before it carried out\nour mandate.\n   Our mandate jurisprudence is clear: A trial court is with-\nout power to affect rights and duties outside the scope of\nthe remand from an appellate court. See State v. Payne, 298\nNeb. 373, 904 N.W.2d 275 (2017). And, as noted above,\nwe have consistently held that when a lower court is given\nspecific instructions on remand, it must comply with the spe-\ncific instructions and has no discretion to deviate from the\nmandate. TransCanada Keystone Pipeline v. Tanderup, 305\nNeb. 493, 941 N.W.2d 145 (2020). Allowing expansion of the\nissues on remand in this manner would not serve the public\ninterest in finality of the litigation process. See Jurgensen v.\nAinscow, 160 Neb. 208, 69 N.W.2d 856 (1955). We applied\nthese principles in State v. Henk, 299 Neb. 586, 909 N.W.2d\n634 (2018), where our mandate required the district court to\nconduct an evidentiary hearing on a single postconviction\nclaim. On remand, the district court gave the defendant leave\nto amend his motion for postconviction relief to add an addi-\ntional claim, conducted an evidentiary hearing on both claims,\nand denied postconviction relief. On appeal, we held that a\ndefendant cannot be allowed to assert new claims on remand\nwhen he or she is entitled to an evidentiary hearing on other\nclaims and that the district court acted outside the scope of our\nmandate. See, also, State v. Shelly, 279 Neb. 728, 782 N.W.2d\n12 (2010). For the same reasons, the district court in this case\nwas required to follow the directives of our Harris V mandate\nfirst, before entertaining any subsequent motions. This it did\nnot do.\n\f                               - 269 -\n          Nebraska Supreme Court Advance Sheets\n                   307 Nebraska Reports\n                         STATE v. HARRIS\n                         Cite as 307 Neb. 237\n\n   As we have explained, Harris V required the district court\nto clarify whether its previous order had addressed the second\nmotion or third amended motion for postconviction relief; to\nconsider Allgood’s statements in the context of the postconvic-\ntion motion from which Harris had appealed; and, if necessary,\nto rule on Harris’ claims raised in the third amended motion\nfor postconviction relief regarding Hicks’ plea agreement. The\ndistrict court clarified that its previous order addressed Harris’\nsecond motion, but failed thereafter to comply with our man-\ndate. It did not consider Allgood’s statements in the context of\na postconviction motion as we directed, and it did not rule on\nHarris’ claims raised in the third amended motion for postcon-\nviction relief regarding Hicks’ plea agreement.\n   [14,15] Because everything in the district court’s September\n21, 2017, order, aside from the court’s clarification that its pre-\nvious order addressed Harris’ second postconviction motion,\ndid not comply with our mandate in Harris V, we have no\nchoice but to vacate it. The district court’s subject matter juris-\ndiction immediately upon remand was limited to carrying out\nour mandate. See State v. Payne, supra. And “[n]o judgment or\norder different from, or in addition to, the appellate mandate\ncan have any effect.” Id. at 379, 904 N.W.2d at 280. Because a\ntrial court is without power to affect rights and duties outside\nthe scope of the remand from an appellate court, any order\nattempting to do so is entered without jurisdiction and is void.\nId. In breaching our mandate, the district court acted outside\nits jurisdiction and entered a void order, which we have the\npower to vacate. See In re Interest of Trey H., 281 Neb. 760,\n798 N.W.2d 607 (2011).\n   Based on the reasons above, we vacate the September 21,\n2017, order, with the exception of the finding that the order\nappealed from in Harris V addressed the second motion for\npostconviction relief, and remand the cause for ­compliance\nwith this court’s mandate in Harris V. To comply with our\nmandate in Harris V and this opinion, the district court shall\nconsider Harris’ postconviction claim based on Allgood’s\n\f                              - 270 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\nstatements and the claim in his third amended motion regard-\ning Hicks’ plea agreement. With the aforementioned exception,\nthe vacated portion of the order encompasses every factual and\nlegal finding made by the district court, including those per-\ntaining to the motion for new trial; and because none of these\nvacated findings were within the district court’s subject matter\njurisdiction to decide, they shall not operate as the law of the\ncase on remand.\n\n                       (b) Discharge Order\n                (i) State’s Right to Direct Appeal\n   We now turn to the order granting Harris’ motion for dis-\ncharge on speedy trial grounds. As with the new trial order, we\nmust first determine whether the State has the right to chal-\nlenge it with a direct appeal. We conclude that it does.\n   As with the new trial order, Harris relies on the principle\nthat absent specific statutory authorization, the State generally\nhas no right to appeal an adverse ruling in a criminal case.\nHarris claims this precludes the State’s direct appeal of the\ndischarge order. But whatever merit Harris’ argument might\nhave if the State were appealing an ordinary order granting a\ndefendant’s motion for absolute discharge, it must be recalled\nthat the order that purported to grant the new trial in this case\nwas void. Because a void order has no legal effect, this did\nnot effectively become a criminal case, and thus the principle\nHarris invokes is inapplicable.\n   As we have explained, the district court was permitted to\nact within a limited scope on remand from Harris V. The only\nmatter properly before the court at that time was the resolu-\ntion of Harris’ postconviction claims. That is, the district court\nwas conducting postconviction proceedings. Because the new\ntrial order was void and had no effect, it could not effectively\nchange the nature of the postconviction proceedings. We have\nallowed the State to file a direct appeal from postconviction\nproceedings. State v. Thieszen, 295 Neb. 293, 887 N.W.2d\n871 (2016). Therefore, we conclude that the discharge order is\n\f                              - 271 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\nreviewable on direct appeal by the State, provided it is a final,\nappealable order and is timely appealed.\n\n                     (ii) Timely Appeal of Final,\n                           Appealable Order\n   As we have already said, for an appellate court to acquire\njurisdiction of an appeal, there must be a final order or final\njudgment entered by the court from which the appeal is taken.\nState v. Paulsen, 304 Neb. 21, 932 N.W.2d 849 (2019). We\nconclude that like the new trial order, the order granting dis-\ncharge is a type of final order: an order affecting a substantial\nright made during a special proceeding. See § 25-1902.\n   The district court purported to grant discharge in what was,\nin reality, still a postconviction proceeding. And we have long\nheld that postconviction proceedings are special proceedings.\nSee, State v. Thieszen, supra; State v. Silvers, 255 Neb. 702,\n587 N.W.2d 325 (1998).\n   Furthermore, we conclude that an order granting discharge\non speedy trial grounds affects a substantial right of the State.\nWhen the State has invested the time and resources to charge\nan individual with a crime, it has an interest in the accused’s\nproceeding to trial and not being discharged improperly. See\nState v. Sumstine, 239 Neb. 707, 478 N.W.2d 240 (1991)\n(recognizing public interest in obtaining convictions of per-\nsons who have committed criminal offenses against State).\nAbsent an appeal from the order granting discharge, this right\nof the State could not otherwise be vindicated, see State v.\nFredrickson, 305 Neb. 165, 939 N.W.2d 385 (2020), because\nthe State cannot bring the same charges again. See Neb. Rev.\nStat. § 29-1208 (Reissue 2016) (providing for “absolute dis-\ncharge from the offense charged”). Accordingly, the order\ngranting discharge was a final order under § 25-1902 because it\nwas made during a special proceeding and affected a substan-\ntial right of the State.\n   We further determine that the State timely appealed the dis-\ncharge order. The discharge order was entered on February 4,\n\f                              - 272 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\n2019. The State filed its notice of appeal on February 8, well\nwithin the 30-day period prescribed by § 25-1912(1), and as\nwe have already noted, the required docket fee was timely\ndeposited. Thus, as to the discharge order, the State timely per-\nfected its direct appeal.\n   We note that we are not persuaded by Harris’ argument that\nthe discharge order is not final based on the order that granted\nthe State’s request for a stay. He asserts that “to the extent\nthat the February 4, 2019[,] order has stayed the implementa-\ntion of Harris’ discharge past the date of filing the appeal or is\nconditioned upon the filing of an appeal, the February 4th order\nremains stayed and is not a final, appealable order.” Brief for\nappellee at 6. However, when the district court purported to\ndischarge Harris, no further action was required to completely\ndispose of the cause; the order was final. Compare State v.\nWarner, 290 Neb. 954, 863 N.W.2d 196 (2015) (order sus-\ntaining defendant’s motion to quash gave State 7 days to file\namended information; State appealed, and we determined that\norder was not final because order did not discharge defendant).\nThis argument lacks merit.\n              (iii) Disposition of Discharge Order\n   Having determined that we have jurisdiction to review the\ndischarge order, we now consider it. Generally, a trial court’s\ndetermination as to whether charges should be dismissed on\nspeedy trial grounds is a factual question which will be affirmed\non appeal unless clearly erroneous. State v. Lovvorn, 303 Neb.\n844, 932 N.W.2d 64 (2019). But in this case, as we will explain,\nthere is a legal issue we must address first.\n   When the order granting Harris’ absolute discharge is con-\nsidered in light of everything we have already said, it quickly\nbecomes clear that we must vacate it. Under § 29-1207, a\ndefendant may be discharged if he or she is not brought to trial\nfor a charged offense within a certain time period following,\namong other things, an order for a new trial. Here, however,\nwe have already concluded that the order granting the new\ntrial was void. Harris cannot claim a right to discharge for not\n\f                              - 273 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\nbeing speedily tried when the order that purported to grant him\na new trial was a nullity.\n   If that were not enough, the order of discharge itself\nwas also outside the scope of our mandate in Harris V. As\nexplained above, after receiving a mandate, a trial court is\nwithout power to affect rights and duties outside the scope of\nthe remand from an appellate court. TransCanada Keystone\nPipeline v. Tanderup, 305 Neb. 493, 941 N.W.2d 145 (2020).\nEven when Harris moved for absolute discharge, the district\ncourt was still subject to the strictures of our mandate in\nHarris V. It clearly acted outside of that mandate when, rather\nthan following our instructions regarding Harris’ claims for\npostconviction relief, it purported to grant absolute discharge\nbased on a new trial order that was issued outside the scope\nof our mandate. So, like the bulk of the new trial order, the\ndischarge order was void. See TransCanada Keystone Pipeline\nv. Tanderup, supra.\n   The foregoing illustrates the error made by the district\ncourt when it concluded the State’s challenge to the order\ngranting Harris a new trial was moot in light of its ruling on\nHarris’ motion for absolute discharge. Harris’ right to discharge\ndepended on the validity of the order granting him a new\ntrial. At the time of Harris’ motion for discharge, the issue of\nwhether the new trial order was valid continued to exist and\nrequired resolution. See State v. Dunster, 278 Neb. 268, 769\nN.W.2d 401 (2009) (case becomes moot when issues initially\npresented cease to exist or when litigants seek to determine\nquestion which does not rest upon existing facts or rights).\n   For these reasons, we vacate the order that granted Harris\nabsolute discharge and remand the cause with instructions to\nreinstate his convictions and sentences.\n                     2. Case No. S-19-130:\n                   Exception Proceedings\n   Having resolved all the relevant issues presented by the par-\nties in the appeal docketed as case No. S-19-133, we dismiss\ncase No. S-19-130 as moot. See State v. Dunster, supra.\n\f                              - 274 -\n         Nebraska Supreme Court Advance Sheets\n                  307 Nebraska Reports\n                        STATE v. HARRIS\n                        Cite as 307 Neb. 237\n\n                       V. CONCLUSION\n   Litigation regarding Harris’ convictions and sentences has\nlasted many years. And, for a number of reasons, it has\nbecome complex. Under these circumstances, one might won-\nder whether our decision today—which vacates multiple orders\nentered over the course of several years and largely returns this\ncase to where it stood when we remanded it to the district court\nin 2017—contributes to advancing the matter to a resolution\nof some kind. While perhaps an understandable question, it is\nnot a legally relevant one. As we have explained, the district\ncourt entered void orders under our law and we are obligated\nto vacate them. See DeLima v. Tsevi, 301 Neb. 933, 946, 921\nN.W.2d 89, 98 (2018) (“[s]o while it is certainly regrettable\nthat the significant time and energy devoted to litigating [an\nissue] was all for naught, upon its correct determination that it\nnever had subject matter jurisdiction, the district court had no\nchoice but to vacate its prior custody orders”).\n   Accordingly, in case No. S-19-133, we vacate the district\ncourt’s order granting Harris a new trial and remand the\ncause for further proceedings in compliance with this deci-\nsion and our mandate in Harris V. We also vacate the order\ngranting absolute discharge and remand the cause with direc-\ntions to reinstate Harris’ convictions and sentences. In case\nNo. S-19-130, we dismiss the State’s exception proceedings as\nmoot. In light of these dispositions, we need not address the\nparties’ remaining arguments.\n                    Appeal in No. S-19-130 dismissed.\n                    Judgment in No. S-19-133 vacated, and\n                    cause remanded with directions.\n   Heavican, C.J., and Freudenberg, J., not participating.\n\f",
            "ocr": false,
            "opinion_id": 4574867
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}