{
    "id": 4799380,
    "judges": null,
    "date_filed": "2012-10-07",
    "date_filed_is_approximate": true,
    "slug": "robert-will-ii-v-bobby-lumpkin-director",
    "case_name_short": null,
    "case_name": "Robert Will, II v. Bobby Lumpkin, Director",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Death Penalty w/ Counsel",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions/pub/18/18-70030-CV1.pdf",
            "author_id": null,
            "opinion_text": "Case: 18-70030       Document: 00515612039        Page: 1     Date Filed: 10/22/2020\n\n\n\n\n           United States Court of Appeals\n                for the Fifth Circuit\n                                                                       United States Court of Appeals\n                                                                                Fifth Circuit\n\n                                                                              FILED\n                                                                        October 22, 2020\n                                   No. 18-70030                          Lyle W. Cayce\n                                                                              Clerk\n\n   Robert Gene Will, II,\n\n                                                            Petitioner—Appellant,\n\n                                       versus\n\n   Bobby Lumpkin, Director, Texas Department of Criminal Justice,\n   Correctional Institutions Division,\n\n                                                            Respondent—Appellee.\n\n\n                    Appeal from the United States District Court\n                        for the Southern District of Texas\n                             USDC No. 4:07-CV-1000\n\n\n                     ON PETITION FOR REHEARING\n\n   Before Owen, Chief Judge, and Willett and Ho, Circuit Judges.\n   Don R. Willett, Circuit Judge:\n          The petition for panel rehearing is GRANTED. We withdraw our\n   prior opinion, Will v. Lumpkin, 970 F.3d 566 (5th Cir. 2020), and substitute\n   the following.\n          Robert Gene Will II was sentenced to death by a Texas jury for the\n   murder of Harris County Sheriff’s Deputy Barrett Hill. After his failed direct\n   appeal and state habeas petitions, Will pursued federal habeas relief. His\n\fCase: 18-70030        Document: 00515612039             Page: 2      Date Filed: 10/22/2020\n\n\n\n\n                                        No. 18-70030\n\n\n   claims for ineffective assistance of counsel and inherent trial prejudice were\n   denied—the former as procedurally defaulted and the latter on the merits.\n   Will attempted to contest the procedural-default holding through a Rule\n   60(b) motion, but the district court concluded that it lacked jurisdiction\n   because the motion constituted a successive habeas petition. We agree that\n   Will’s Rule 60(b) motion was a successive habeas petition, and we affirm the\n   district court. We also affirm the denial of Will’s inherent-prejudice claim, as\n   Will fails to overcome the arduous standard of review in the Anti-Terrorism\n   and Effective Death Penalty Act.\n                                              I\n           Will was found guilty of capital murder in Texas state court and\n   sentenced to death. 1 Will appealed directly to the Texas Court of Criminal\n   Appeals, arguing that the presence of uniformed officers in the courtroom\n   impermissibly prejudiced the jury, but the court disagreed. 2 Will then filed a\n   state habeas petition with the same court on the same grounds. The CCA\n   reached the same conclusion and denied relief. 3\n           Will then filed a federal habeas petition, maintaining his argument\n   about impermissible trial prejudice and adding an argument based on\n   ineffective assistance of trial counsel (and one based on actual innocence\n   claim, not pursued in this appeal). 4 The district court stayed Will’s federal\n\n\n           1\n          For full treatment of Will’s previous proceedings, see Will v. Thaler, No. H-07-\n   CV-1000, 2010 WL 2179680, at *1–6 (S.D. Tex. May 25, 2010).\n           2\n            Will v. State, No. 74,306, 2004 WL 3093238, at *4 (Tex. Crim. App. April 21,\n   2004) (unpublished).\n           3\n            Ex parte Will, No. 63,590-01, 2006 WL 832456, at *1 (Tex. Crim. App. March 29,\n   2006) (per curiam) (unpublished).\n           4\n             We note that Will’s state habeas counsel had Parkinson’s disease at the time he\n   filed this petition. A reviewing doctor testified that “it is probable that [counsel] was\n\n\n\n\n                                              2\n\fCase: 18-70030           Document: 00515612039            Page: 3     Date Filed: 10/22/2020\n\n\n\n\n                                           No. 18-70030\n\n\n   proceedings so he could exhaust the new claims in state court. Will filed a\n   second state habeas petition raising the new claims, which the CCA denied\n   on procedural grounds.\n            Back in federal court, the district court denied Will’s petition because\n   (1) the IATC claim was procedurally defaulted and failed on its merits\n   regardless, and (2) the state court did not err in denying the trial-prejudice\n   claim on the merits. 5\n            Will filed a Rule 59 motion for a new trial and to alter the district\n   court’s judgment; this motion was denied. Will then filed a Rule 60(b)\n   motion for relief from the district court’s judgment. The motion focused on\n   the ineffective assistance of both his trial counsel and state habeas counsel,\n   urging that the latter should excuse the procedural default of his claim about\n   the former. The district court found, however, that Will’s Rule 60(b) motion\n   challenging the procedural-default ruling necessarily implied a challenge to\n   the merits ruling, meaning that the motion was a successive habeas petition.\n   Accordingly, the court denied it for lack of jurisdiction. 6 Will appealed this\n   denial to us. 7\n            But, before we could rule, the Supreme Court decided Martinez v.\n   Ryan, holding that “[i]nadequate assistance of counsel at initial-review\n\n\n\n   mentally impaired by the affects [] of Parkinson’s disease to the degree that it made him\n   unfit to serve in the capacity as habeas counsel for a capital appeal.”\n            5\n                Will, 2010 WL 2179680, at *14–24.\n            6\n             Will v. Thaler, No. CIV.A. H-07-1000, 2012 WL 948409, at *2 (S.D. Tex. Mar.\n   19, 2012), order clarified sub nom. Will v. Davis, No. H-07-CV-1000, 2018 WL 4621170 (S.D.\n   Tex. Sept. 26, 2018).\n            7\n                Will v. Davis, No. H-07-CV-1000, 2018 WL 4621170, at *1 (S.D. Tex. Sept. 26,\n   2018).\n\n\n\n\n                                                3\n\fCase: 18-70030                 Document: 00515612039           Page: 4       Date Filed: 10/22/2020\n\n\n\n\n                                               No. 18-70030\n\n\n   collateral proceedings may establish cause for a prisoner’s procedural default\n   of a claim of ineffective assistance at trial.” 8 So we remanded Will’s appeal\n   to the district court for (1) reconsideration of the Rule 60(b) motion dismissal\n   in light of this new precedent, and (2) clarification on whether a certificate of\n   appealability should issue on Will’s claims.\n             The district court again denied Will’s Rule 60(b) motion, reasoning\n   that, regardless of Martinez, it “is a successive habeas petition which the\n   [c]ourt has no jurisdiction to consider under [AEDPA].” 9 But it also granted\n   Will a COA on two issues: his dismissed Rule 60(b) motion and his denied\n   trial-prejudice claim. 10 Will pursues these claims now, arguing that (1) the\n   Rule 60(b) motion is not an impermissible successive habeas petition because\n   it only attacked the “integrity of the [underlying] federal habeas\n   proceeding,” and (2) he should be granted habeas relief from the adverse\n   trial-prejudice ruling because the CCA misapplied clearly established federal\n   law or its holding was based on unreasonable factual determinations.\n                                                    II\n             As to Will’s first argument, we review de novo “[t]he district court’s\n   determination that a purported Rule 60(b) motion constitutes a successive §\n   2254 habeas petition.” 11\n\n\n\n\n             8\n            566 U.S. 1, 9 (2012). A year later Trevino v. Thaler came down, applying the\n   Martinez rule to cases from Texas state courts. 569 U.S. 413, 417 (2013).\n             9\n                  Will, 2018 WL 4621170, at *1.\n             10\n                  Id. at *3.\n             11\n                  Gilkers v. Vannoy, 904 F.3d 336, 342 (5th Cir. 2018), cert. denied, 139 S. Ct. 1192\n   (2019).\n\n\n\n\n                                                     4\n\fCase: 18-70030           Document: 00515612039             Page: 5      Date Filed: 10/22/2020\n\n\n\n\n                                           No. 18-70030\n\n\n           As to Will’s second argument, our review of the CCA’s trial-prejudice\n   decision is narrow: we only consider whether the decision was “contrary to,\n   or an unreasonable application of, clearly established Federal law” or “based\n   on an unreasonable determination of the facts in light of the evidence\n   presented in the State court proceeding.” 12\n                                                III\n                                                 A\n           Will proceeds under our statutorily prescribed and exactingly applied\n   habeas framework. Normally, “Rule 60(b) allows a party to seek relief from\n   a final judgment, and request reopening of his case, under” extraordinary\n   circumstances. 13 But in the habeas context, Will’s Rule 60(b) motion runs\n   headlong into AEDPA’s restriction on successive habeas applications. Why?\n   Because we—the federal judiciary—are concerned that petitioners will use\n   Rule 60(b) motions to subvert the statutory framework and get an\n   impermissible second look at their denied habeas claims. 14 So, we must ask,\n   was Will’s Rule 60(b) motion actually an impermissible successive habeas\n\n\n\n\n           12\n                28 U.S.C. § 2254(d).\n           13\n                Gonzalez v. Crosby, 545 U.S. 524, 528 (2005).\n           14\n                Gilkers, 904 F.3d at 343 (“To ensure that habeas petitioners do not circumvent\n   these statutory requirements by filing Rule 60(b) motions that are the functional equivalent\n   of unauthorized successive § 2254 petitions, the Supreme Court set forth several guidelines\n   . . . for determining the circumstances under which a district court may properly consider\n   a Rule 60(b) motion in a § 2254 habeas proceeding.”); Gonzalez, 545 U.S. at 532\n   (“[A]lleging that the court erred in denying habeas relief on the merits is effectively\n   indistinguishable from alleging that the movant is, under the substantive provisions of the\n   statutes, entitled to habeas relief.”); see also Leal Garcia v. Quarterman, 573 F.3d 214, 220\n   (5th Cir. 2009) (stating that AEDPA serves as a “gate-keeper by preventing the repeated\n   filing of habeas petitions that attack the prisoner’s underlying conviction”).\n\n\n\n\n                                                  5\n\fCase: 18-70030            Document: 00515612039             Page: 6     Date Filed: 10/22/2020\n\n\n\n\n                                             No. 18-70030\n\n\n   petition in disguise? The answer: yes, if his Rule 60(b) motion contains one\n   or more previously presented habeas claims. 15\n           A habeas claim “is an asserted federal basis for relief from a state\n   court’s judgment of conviction.” 16 “In most cases, determining whether a\n   Rule 60(b) motion advances one or more ‘claims’ will be relatively simple”:\n   the motion advances a claim “if it attacks the federal court’s previous\n   resolution of a claim on the merits.” 17 But, as we said in Gilkers, “there are\n   two circumstances in which a district court may properly consider a Rule\n   60(b) motion in a § 2254 proceeding: (1) the motion attacks a ‘defect in the\n   integrity of the federal habeas proceeding’ or (2) the motion attacks a\n   procedural ruling that precluded a merits determination.” 18 “If the\n   purported Rule 60(b) motion satisfies one of these circumstances,” the\n   motion does not present a habeas claim, and “the district court may then\n   properly consider [it] under Rule 60(b).” 19\n           This means that we must assess two of the district court’s orders: the\n   order denying Will’s Rule 60(b) motion challenging the denial of habeas\n   relief, plus the denial of habeas relief itself. 20\n\n\n           15\n              Gonzalez, 545 U.S. at 530 (stating that § 2254’s successive petition bar only\n   applies to a petitioner’s Rule 60(b) motion if it is an “application for habeas relief”; a\n   motion applies for habeas relief if it “contains one or more ‘claims’ ” (citations omitted));\n   Williams v. Thaler, 602 F.3d 291, 301 (5th Cir. 2010) (“AEDPA instructs us to dismiss any\n   claim presented in a second or successive petition if a petitioner presented the claim in a\n   previous application.” (citation omitted)).\n           16\n                Gonzalez, 545 U.S. at 531.\n           17\n                Id. at 532.\n           18\n                904 F.3d at 344.\n           19\n                Id. (citation omitted).\n           20\n                Will, 2018 WL 4621170, at *1, *14–18.\n\n\n\n\n                                                  6\n\fCase: 18-70030          Document: 00515612039            Page: 7     Date Filed: 10/22/2020\n\n\n\n\n                                          No. 18-70030\n\n\n           Will’s Rule 60(b) motion attempted to request relief only on the\n   grounds that the district court had erroneously concluded that his IATC\n   claim was procedurally defaulted (procedural default being a proper 60(b)\n   topic, such a request might dodge § 2244’s jurisdictional bar on second or\n   successive habeas petitions). But the district court ascertained that a review\n   of the procedural-default conclusion in this case would be fruitless without a\n   review of the order’s other conclusion—that, alternatively, the IATC claim\n   failed on the merits. And a review of the merits would constitute a second or\n   successive habeas petition, beyond the purview of Rule 60(b), and beyond\n   the district court’s jurisdiction under § 2244. 21 The district court therefore\n   denied Will’s motion as “a successive habeas petition which the [c]ourt has\n   no jurisdiction to consider under AEDPA.” 22\n           On appeal, Will’s briefing predominantly tracks the first circumstance\n   Gilkers discussed, Gonzalez’s “defect in integrity” prong. Because of the\n   erroneous procedural-default ruling, he argues, the court only briefly\n   addressed the merits of Will’s IATC claim instead of giving it full substantive\n   treatment. Thus, Will argues, his Rule 60(b) motion’s “attack on the district\n   court’s decisionmaking process was procedural,” not merits based, [and] his\n   [] motion is [therefore] not a successive petition.” The State disagrees:\n   Will’s motion impermissibly attacked “the federal court’s previous\n   resolution of a claim on the merits” no matter how you frame it.\n\n\n\n\n           21\n              Will, 2010 WL 2179680, at *18 (“Even if this Court could consider the substance\n   of Will’s ineffective-assistance claim, he has not shown Strickland prejudice. The Court\n   alternatively denies his Strickland claim on the merits.”); Will, 2018 WL 4621170 (“[T]he\n   Court alternatively ruled on the merits of the claims in Will’s federal petition.”).\n           22\n                Will, 2018 WL 4621170, at *1–3.\n\n\n\n\n                                                  7\n\fCase: 18-70030           Document: 00515612039             Page: 8      Date Filed: 10/22/2020\n\n\n\n\n                                            No. 18-70030\n\n\n           Will’s “defect in integrity” argument is unavailing: The merits\n   analysis was four pages long and analytically robust. 23\n           The closer question is the second circumstance Gilkers discussed,\n   whether Will’s motion attacks a procedural ruling that precluded a merits\n   determination. 24 Here, the district court disposed of Will’s IATC claim on\n   procedural-default grounds, a procedural ruling; but it also reasoned, in the\n   alternative, that Will’s IATC claim failed on the merits. 25\n           The crux of our inquiry is simple—is a merits analysis in the alternative\n   a merits determination? If so, the district court’s procedural disposition did\n   not preclude a merits determination and, in turn, Will’s Rule 60(b) motion\n   presents a habeas claim. Because we hold that a full merits analysis in the\n   alternative is a merits determination, the court’s procedural disposition did\n   not “preclude[] a merits determination.” 26 Therefore, Will’s Rule 60(b)\n   motion—attacking a procedural ruling paired with a merits determination in\n   the alternative—is a successive habeas petition that we lack jurisdiction to\n   consider.\n           Consider Gonzalez. In that seminal case, Justice Scalia reasoned that\n   a motion only presents a habeas claim if, among other things, the motion\n\n\n\n\n           23\n                See, e.g., Will, 2010 WL 2179680, at *14–18.\n           24\n               Gilkers, 904 F.3d at 344. Though Will did not focus on this argument, his\n   comprehensive briefing presented this contention, and we review it. With multiple pages\n   of development, record cites, and case examples, the briefing was not so cursory that Will\n   forfeited the argument. See Claimant ID 100217021 v. BP Expl. & Prod., Inc., 693 F. App’x\n   272, 276 n.4 (5th Cir. 2017) (citing Cinel v. Connick, 15 F.3d 1338, 1342–45 (5th Cir. 1994)).\n           25\n                Will, 2010 WL 2179680, at *14–18.\n           26\n                See Gilkers, 904 F.3d at 344.\n\n\n\n\n                                                  8\n\fCase: 18-70030             Document: 00515612039               Page: 9    Date Filed: 10/22/2020\n\n\n\n\n                                            No. 18-70030\n\n\n   “attacks the federal court’s previous resolution of a claim on the merits.” 27\n   “[O]n the merits” means “a determination that there exist or do not exist\n   grounds entitling a petitioner to habeas corpus relief.” 28 And a merits\n   analysis in the alternative makes this substantive determination, even if such\n   determination was not the basis for the court’s holding. 29 So, when a court\n   order analyzes whether “there exist or do not exist grounds entitling a\n   petitioner”        to    habeas     relief—in       other     words,    makes      a   merits\n   determination—a Rule 60(b) motion contesting this order (even on\n   procedural grounds) necessarily presents a successive habeas claim. 30 After\n   all, if a petitioner succeeds on a procedural claim, the court’s merits\n   determination in the alternative will control. 31\n           Here, the district court found Will’s claim procedurally barred. But it\n   went on to analyze Will’s substantive contentions, “alternatively den[ying]\n   his Strickland claim on the merits.” 32 Will filed a Rule 60(b) motion for relief\n   from this judgment, urging that the procedural-bar ruling was erroneous.\n   Let’s assume Will’s motion is granted—what happens next? The district\n   court’s alternative determination will preclude any habeas relief on the\n\n\n\n\n           27\n                545 U.S. at 532 (emphasis in original).\n           28\n                Id. at 531–32 n.4 (emphasis added).\n           29\n                Id.\n           30\n                Id.\n           31\n              See, e.g., Gallegos-Hernandez v. United States, 688 F.3d 190, 196 (5th Cir. 2012)\n   (analyzing a district court’s alternative holding after it overruled its primary holding);\n   United States v. Minjarez, 540 F. App’x 349, 350 (5th Cir. 2013) (unpublished) (affirming a\n   district court based on its alternative holding); Giles v. City of Dallas, 539 F. App’x 537, 542\n   (5th Cir. 2013) (unpublished) (same).\n           32\n                Will, 2010 WL 2179680, at *18.\n\n\n\n\n                                                   9\n\fCase: 18-70030          Document: 00515612039                Page: 10   Date Filed: 10/22/2020\n\n\n\n\n                                             No. 18-70030\n\n\n   merits. 33 In turn, because the court made a substantive habeas ruling in the\n   alternative, it cannot be said that Will’s Rule 60(b) motion is “merely\n   assert[ing] that a previous ruling . . . precluded a merits determination.” 34\n   The court’s merits determination was not precluded; it was merely layered\n   below a procedural disposition. Therefore, when a court order disposes of a\n   habeas claim on procedural and, in the alternative, substantive grounds, a\n   Rule 60(b) motion contesting this order inherently presents a successive\n   habeas petition.\n           This conclusion finds support in Gonzalez. As we’ve discussed, the\n   Gonzalez Court was concerned with preventing habeas petitioners from using\n   Rule 60(b) motions to circumvent AEDPA’s “successive-petition bar.” 35\n   And our ruling today respects the Court’s expressed concern, recently re-\n   expressed in Bannister v. Davis: “A Rule 60(b) motion . . . threatens serial\n   habeas litigation; indeed, without rules suppressing abuse, a prisoner could\n   bring such a motion endlessly.” 36 Moreover, giving due weight to a district\n   court’s alternative reasoning on the merits tracks this circuit’s “rule that\n   alternative holdings are binding precedent and not obiter dictum.” 37\n           In sum, Will’s Rule 60(b) motion—facially challenging a procedural\n   ruling and implicitly challenging a merits determination—presents a habeas\n\n\n\n\n           33\n                Gonzalez, 545 U.S. at 532; see also supra note 31.\n           34\n                Id.\n           35\n                Id.\n           36\n                140 S. Ct. 1968, 1710 (2020).\n           37\n              Tex. v. United States, 809 F.3d 134, 178 (5th Cir.), as revised (Nov. 25, 2015)\n   (internal quotations omitted).\n\n\n\n\n                                                   10\n\fCase: 18-70030            Document: 00515612039            Page: 11   Date Filed: 10/22/2020\n\n\n\n\n                                            No. 18-70030\n\n\n   claim. 38 Accordingly, we affirm the district court’s holding that “Will’s 60(b)\n   Motion is a successive habeas petition which the Court has no jurisdiction to\n   consider under AEDPA.” 39\n                                                  B\n             Will next contends the CCA’s holding that “the mere presence of\n   uniformed officers in the courtroom [did not] create[] an atmosphere that\n   ‘inherently lacked due process’” was in error; therefore, he insists, this\n   habeas claim should have been granted. 40 Because the CCA rejected Will’s\n   inherent-prejudice claim on the merits, its holding is subject to AEDPA’s\n   relitigation bar. 41 Attempting to hurdle this bar, Will urges the state court’s\n   decision was an unreasonable application of clearly established Supreme\n   Court precedent—namely Holbrook v. Flynn, 475 U.S. 560 (1986)—and was\n   “based on an unreasonable determination of the facts.” We disagree on both\n   fronts.\n             A state court unreasonably applies clearly established Supreme Court\n   precedent when it improperly identifies the governing legal principle,\n\n\n             38\n              Will’s Rule 60(b) motion also argues that the district court’s proceeding was\n   defective because it made its IATC determination “with the benefit of too little evidence”\n   and therefore his motion presenting such evidence isn’t successive. But these substantive\n   contentions are squarely successive, and improper, under our precedent. In re Coleman, 768\n   F.3d 367, 371–72 (5th Cir. 2014) (finding that petitioner’s Rule 60(b) motion, requesting\n   relief because her counsel did not present certain evidence, was barred as a successive\n   habeas petition).\n             39\n              This outcome is predicated on the comprehensive nature of the district court’s\n   substantive merits determination in the alternative. Will, 2010 WL 2179680, at *14–18. Our\n   holding today would not apply with equal force in a future case with an unduly cursory\n   alternative merits analysis.\n             40\n                  Will, 2004 WL 3093238, at *4 (cleaned up).\n             41\n                  § 2254(d).\n\n\n\n\n                                                  11\n\fCase: 18-70030        Document: 00515612039               Page: 12        Date Filed: 10/22/2020\n\n\n\n\n                                           No. 18-70030\n\n\n   unreasonably extends (or refuses to extend) a legal principle to a new context,\n   or when it gets the principle right but “applies it unreasonably to the facts of\n   a particular prisoner’s case.” 42 But the Supreme Court has only clearly\n   established precedent if it has “broken sufficient legal ground to establish an\n   asked-for constitutional principle.” 43 To Will, 12–18 uniformed officers\n   seated in the courtroom gallery near the jury inherently prejudiced him in\n   violation of Flynn, and the CCA’s decision otherwise was an unreasonable\n   application of this clearly established precedent.\n           Will’s argument is well made, but not well taken. Neither Flynn, nor\n   any other Supreme Court precedent, clearly establishes when uniformed, off-\n   duty officers in the courtroom gallery generate inherent prejudice. 44 Because\n\n\n           42\n              Will. v. Taylor, 529 U.S. 362, 407–08 (2000); see also Harrington v. Richter,\n   562 U.S. 86, 102 (2011) (stating that relitigation is only permitted “where there is no\n   possibility fair[-]minded jurists could disagree that the state court’s decision conflicts with\n   [Supreme] Court[] precedent[]”).\n           43\n              Taylor, 529 U.S. at 380–82 (“[T]he lower federal courts cannot themselves\n   establish such a principle.”); see, e.g., Pierre v. Vannoy, 891 F.3d 224, 228 (5th Cir.), as\n   revised (June 7, 2018), cert. denied, 139 S. Ct. 379 (2018) (“Without a Supreme Court case\n   holding that the State’s unknowing use of false testimony violates the Due Process Clause,\n   Pierre cannot show that the Louisiana Supreme Court unreasonably applied clearly\n   established federal law as determined by the Supreme Court of the United States.”);\n   Woodward v. Epps, 580 F.3d 318, 332 (5th Cir. 2009) (“Given the lack of a clear Supreme\n   Court holding that a defendant is entitled to independent psychiatric assistance and the\n   different circuit interpretations of Ake on this point, the decision of the Mississippi\n   Supreme Court was not ‘contrary to’ or an ‘unreasonable application of’ clearly\n   established federal law.”).\n           44\n              Flynn, 475 U.S. at 572; Jones v. Davis, 890 F.3d 559, 568 (5th Cir. 2018), cert.\n   denied, 139 S. Ct. 795 (2019) (finding that off-duty uniformed police officers in the gallery\n   present “neither clearly private nor clearly state action” and noting that the Supreme\n   Court has never considered Flynn’s applicability to these quasi-state spectators); Carey v.\n   Musladin, 549 U.S. 70, 76 (2006) (“In contrast to state-sponsored courtroom practices, the\n   effect on a defendant’s fair-trial rights of [private spectator conduct] is an open question in\n   our jurisprudence. This Court has never addressed a claim that such private-actor\n\n\n\n\n                                                 12\n\fCase: 18-70030          Document: 00515612039              Page: 13        Date Filed: 10/22/2020\n\n\n\n\n                                            No. 18-70030\n\n\n   this necessary predicate is not met, Will’s argument is a non-starter under\n   our deferential standard of review. 45\n           Next, Will admonishes that habeas relief is separately warranted\n   because the state court’s decision was based on an “unreasonable\n   determination of the facts in light of the evidence presented in the State court\n   proceeding.” 46 Will trains his sights on the CCA’s “erroneous” finding that\n   Will’s case is distinguishable from Woods v. Dugger, 47 “because, among other\n   things, there is no evidence that any of [Will’s] jurors had close ties to law\n   enforcement.” 48 But the CCA’s factual findings are “entitled to a\n\n\n\n\n   courtroom conduct was so inherently prejudicial that it deprived a defendant of a fair\n   trial.”).\n           45\n               Put simply, the Supreme Court has hindered Will’s claim by not affirmatively\n   “establish[ing]” the “asked-for constitutional principle.” Taylor, 529 U.S. at 380–82;\n   Carey, 549 U.S. at 76 (“Given the lack of holdings from this Court regarding the potentially\n   prejudicial effect of [private] spectators’ courtroom conduct . . . , it cannot be said that the\n   state court ‘unreasonably applied clearly established Federal law.’ ” (cleaned up)). In\n   Jones, we acknowledged the lack of Supreme Court direction on this issue but nonetheless\n   reviewed a similar claim on the merits, analyzing whether the “police presence intimidated\n   the jury or disrupted the fact-finding process in any way.” 890 F.3d at 571. We do not take\n   a similar course here because our review is hemmed in by § 2254(d), as in Carey, 549 U.S.\n   at 76; in contrast, Jones’s review was de novo. 890 F.3d at 567.\n           46\n                Taylor, 529 U.S. at 386 (cleaned up).\n           47\n             923 F.2d 1454, 1459–60 (11th Cir. 1991) (finding that the presence of uniformed\n   prison guards filling over half the gallery, disruptive spectators, the small juror pool, and\n   extensive pre-trial publicity created “an unacceptable risk [of] impermissible factors\n   coming into play”).\n           48\n              Will, 2004 WL 3093238, at *4. Will also takes issue with the state court’s\n   assertion that “appellant objected to the officers’ uniforms on only two occasions during a\n   two and one-half week trial consisting of 12 days of testimony.” But Will’s issue is more\n   with the state court’s implicit finding that the lack of objections demonstrated the record\n   was too scant to depict inherent prejudice. However, this argument is curtailed by our\n   standard of review—it erroneously takes issue with how the state court applied the law to the\n\n\n\n\n                                                 13\n\fCase: 18-70030          Document: 00515612039              Page: 14      Date Filed: 10/22/2020\n\n\n\n\n                                            No. 18-70030\n\n\n   presumption of correctness,” and Will can only overcome that presumption\n   “by clear and convincing evidence.” 49 Though Will’s claim is not frivolous,\n   we ultimately disagree—the CCA’s decision wasn’t based on an\n   unreasonable factual determination.\n           We agree with Will at the outset: The CCA’s conclusion that there\n   was no evidence Will’s jurors “had close ties to law enforcement” was\n   unreasonable considering the evidence before it. The juror questionnaires\n   and trial transcript clearly and convincingly establish that at least three jurors\n   actually had “close ties” to police officers. But we disagree with Will’s\n   conclusion. The CCA’s no-inherent-prejudice decision was not based on this\n   unreasonable determination. Rather, its holding was founded on the lack of\n   evidence of “some type of state action.” 50 Its citation to “no evidence” of\n   law enforcement ties merely bolstered the conclusion it had already\n   reached. 51 In other words, even if the CCA had gotten this factual\n   determination right, its conclusion wouldn’t have changed. As we stated in\n   Jones, whether jurors have close ties to law enforcement officers is irrelevant\n   to an inherent-prejudice claim; such ties only move the needle for actual\n   prejudice. 52 Because the “state court’s ruling on the [inherent-prejudice]\n\n\n\n   record, which we cannot review, rather than the reasonableness of the court’s factual\n   determinations.\n           49\n                Leal v. Dretke, 428 F.3d 543, 548 (5th Cir. 2005).\n           50\n             Will, 2004 WL 3093238, at *4 (“Here, the presence of the uniformed officers in\n   the courtroom merely showed their solidarity and support for a fellow slain officer.”).\n           51\n             Id. (“Also, this case is distinguishable from appellant’s cited [non-binding] case\n   of Woods v. Dugger because, among other things, there is no evidence that any of appellant’s\n   jurors had close ties to law enforcement.” (emphases added)).\n           52\n              Jones, 890 F.3d at 571 (“We note that the record does not fully support the\n   district court’s assertion that no jurors had friends of relatives who were officers; however,\n\n\n\n\n                                                  14\n\fCase: 18-70030          Document: 00515612039              Page: 15          Date Filed: 10/22/2020\n\n\n\n\n                                            No. 18-70030\n\n\n   claim . . . was [not] so lacking in justification that there was an error well\n   understood and comprehended in existing law beyond any possibility for\n   fairminded disagreement,” habeas relief under our deferential AEDPA\n   standard is improper. 53\n           Will identifies no clearly established law that the CCA misapplied, nor\n   any unreasonable factual determinations on which the court based its\n   holding. Because Will has not met the statutory prerequisites, his habeas\n   claim for inherent prejudice fails here as it did below.\n                                                 IV\n           We AFFIRM the district court across the board.\n\n\n\n\n   this discrepancy does not change the outcome of this case because only inherent prejudice\n   has been alleged.”).\n           53\n                Bobby v. Dixon, 565 U.S. 23, 24 (2011) (citation omitted).\n\n\n\n\n                                                  15\n\f",
            "ocr": false,
            "opinion_id": 4579727
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}