{
    "id": 4819754,
    "judges": null,
    "date_filed": "1999-04-20",
    "date_filed_is_approximate": true,
    "slug": "industrial-agrigrowth-consulting-services-inc-v-commissioner",
    "case_name_short": null,
    "case_name": "Industrial & Agrigrowth Consulting Services, Inc. v. Commissioner",
    "case_name_full": "INDUSTRIAL & AGRIGROWTH CONSULTING SERVICES, INC., <sup id=\"fnr_fnote1\"><a href=\"fn_fnote1\" id=\"\">1</a></sup> <emphasis typestyle=\"it\">v.</emphasis> COMMISSIONER OF INTERNAL REVENUE",
    "attorneys": "Theodore F. Brill ,  for the petitioners.  Vera E. Gilford  and  Sergio Garcia-Pages ,  for the respondent. ",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "Petitioner deducted the cost of ornamental trees purchased during each of the years 1977 through 1982.  Held: The purchase costs of the trees in issue are capital in nature and therefore are not currently deductible. Held further: Petitioners failed to establish that the trees in issue qualify as \"young plants\" under sec. 1.162-12(a), Income Tax Regs.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "55 T.C.M. 1614",
        "1988 Tax Ct. Memo LEXIS 411",
        "1988 T.C. Memo. 382"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "INDUSTRIAL &amp; AGRIGROWTH CONSULTING SERVICES, INC., ET AL., 1 Petitioners v. COMMISSIONER OF INTERNAL REVENUE, Respondent Industrial &amp; Agrigrowth Consulting Services, Inc. v. CommissionerDocket Nos. 1373-85; 1374-85; 43176-85United States Tax CourtT.C. Memo 1988-382; 1988 Tax Ct. Memo LEXIS 411; 55 T.C.M. (CCH) 1614; T.C.M. (RIA) 88382; August 16, 1988.  *411  Petitioner deducted the cost of ornamental trees purchased during each of the years 1977 through 1982.  Held: The purchase costs of the trees in issue are capital in nature and therefore are not currently deductible. Held further: Petitioners failed to establish that the trees in issue qualify as \"young plants\" under sec. 1.162-12(a), Income Tax Regs.Theodore F. Brill, for the petitioners. Vera E. Gilford and Sergio Garcia-Pages, for the respondent. *412 SWIFTMEMORANDUM FINDINGS OF FACT AND OPINION SWIFT, Judge: In these consolidated cases, respondent determined the following deficiencies in and additions to petitioner's Federal income taxes: Petitioner Industrial &amp; Agrigrowth Consulting Services, Inc. (docket No. 1373-85) Additions to Tax, Secs. 2YearDeficiency6651(a)6653(a)1980$ 13,997.85$ 3,499.46$ 699.89Petitioner Diversified Agronomics Ltd. (docket No. 1374-85) Additions to Tax, Secs.YearDeficiency6651(a)6653(a)1980$ 118,192.76$ 29,548.19$ 5,909.64Petitioners Tyrone Kindor, Diversified Agronomics Ltd., and Industrial &amp; Agrigrowth Consulting Services, Inc. (docket No. 43176-85) Petitioner Tyrone KindorAdditions to Tax, Secs.YearDeficiency6651(a)6653(a)(1) *6653(a)(2)6654(a)1978$  40,200.70$ 10,050.18$  2,010.04--$  1,268.56197987,705.9021,926.484,385.25--3,712.411980160,535.9040,133.988,026.80--10,219.871981120,422.10--6,021.11 **--1982243,420.51--12,171.03 ***--*413 Petitioner Diversified Agronomics Ltd.Additions to Tax, Secs.YearDeficiency6651(a)(1)6653(a)(1)6653(a)(2)1981$ 200,769$ 50,192$ 10,038*1982184,63346,1589,232 **Petitioner Industrial &amp; Agrigrowth Consulting Services, Inc.Additions to Tax, Secs.YearDeficiency6651(a)(1)6653(a)(1)6653(a)(2)1981$ 1,794$ 449$ 90*After concessions, the only substantive issue for decision is the proper treatment for Federal income tax purposes of the costs of ornamental trees purchased by petitioner Diversified Agronomics Ltd. during each of the years in issue.  Because this issue pertains only to Diversified Agronomics Ltd., generally references*414  to \"petitioner\" will be to Diversified Agronomics.  FINDINGS OF FACT Some of the facts have been stipulated and are so found.  Petitioner maintained its principal place of business in Miami, Florida, at the time the petitions in this case were filed.  Petitioner was organized in 1977 under the laws of the state of New York and is wholly owned by Tyrone Kindor, also a petitioner in these consolidated cases.  Mr. Kindor is petitioner's president and vice president.  During the years in issue, petitioner purchased and sold specimen ornamental trees and offered consulting services to the agriculture industry.  Petitioner purchased ornamental trees from Fountainhead Nurseries (Fountainhead), a large commercial nursery in Arizona.  Petitioner purchased the trees with the stated intention of cultivating and growing the trees until they reached an optimum or more marketable size, at which time petitioner would sell the trees to retirement communities under development in Sun City, Arizona.  After purchase by petitioner, the trees remained in the possession of Fountainhead, and petitioner contracted with Fountainhead to maintain and care for the trees until sold by petitioner.  Petitioner's*415  books and records with respect to its purchase and sale of trees were maintained on the accrual basis.  The chart below indicates the type and number of trees petitioner purchased in each of the years 1977 through 1982, the total purchase price for the trees purchased each year, and the portion of the total purchase price that was to be paid with cash and with recourse and nonrecourse promissory notes.  &gt;100&gt; &gt;101&gt; Date ofType &amp; NumberPurchaseCashPurchaseof TreesPricePaid *Dec. 31, 1977Queen Palms -- 1,012$  99,074.80$  5,000.00Dec. 31, 1978Bottle -- 1,6322122,400.004,000.00Dec. 31, 1979Sumac -- 1,625 andOlive -- 1,040199,875.003,000.00Dec. 31, 1980Various -- 4,47671,485.603,000.00Jan.  2, 1981Various -- 4,12899,074.80-- 0 --  Dec. 31, 1981Various -- 22,773457,741.5645,774.56Dec. 28, 1982Various -- 14,536241,138.3524,133.84Date ofPromissory NotesPurchaseNonrecourseRecourseDec. 31, 1977$  94,074.80$     --      Dec. 31, 1978118,400.00 --      Dec. 31, 1979--196,875.00Dec. 31, 198068,485.60 --      Jan.  2, 1981(Credit memo) --      Dec. 31, 1981--441,967.00Dec. 28, 1982--217,024.51*416 Payments of principal and interest on the promissory notes generally were due at the end of each year, with interest at either six or nine percent, and with a large balloon payment due on each note at the end of five years.  Petitioner's debt obligations with respect to the notes were secured by the trees purchased from Fountainhead.  Petitioner made some of the note payments each year on a timely basis.  On August 25, 1980, Fountainhead granted petitioner the option to extend the due dates on the 1977 and 1978 promissory notes for up to five additional years at an interest rate of six percent per year.  The record is not clear as to whether the balloon payments of principal and interest were ever paid.  On December 30, 1983, petitioner executed six promissory notes in favor of Fountainhead extending the due dates on the 1977 through 1982 promissory notes to December 31, 1988.  Each new promissory note provided for annual payments over five years at nine percent per year, 3 with a balloon payment on December 30, 1988, of the balance due on the notes.  *417  The record is not clear as to the size and maturity of the trees at the time they were purchased by petitioner.  Many of the trees were planted in containers, ranging in size from 5 to 15 gallons.  Many of the trees were planted in the ground on Fountainhead's property.  A number of the trees were six feet in height.  The record provides little further specific information concerning the maturity or marketability of the trees at the time of purchase by petitioner.  Based on the facts in evidence, however, the trees cannot be regarded as young plants. Although perhaps not yet developed to their optimum size for resale, essentially all of the trees appear to have reached a stage where they were marketable and had resale prices associated with them at the time of purchase by petitioner.  The prices at which the trees were sold to petitioner (ranging from approximately $ 5 to $ 100 each) were based on the wholesale prices for different types and size of trees as set forth in wholesale price catalogs published by the nursery industry that were available to petitioner and Fountainhead.  Petitioner and Fountainhead entered into a management agreement each year with respect to the trees*418  sold to petitioner.  Under those agreements, petitioner was to lease the land on which the purchased trees were growing, and was to pay Fountainhead a fee for maintaining and cultivating the trees. No specific dollar amount was set forth in the management agreements for these services and no payment schedule was established.  It was simply stated that \"upon demand by Fountainhead,\" petitioner would pay Fountainhead a lease payment for the land and a management fee based on full cost reimbursement and a 10-percent commission.  In fact, petitioner never made a payment to Fountainhead under the management agreements, and apparently Fountainhead made no demand for payment.  During some of the years, Fountainhead or a related company was responsible under the management agreements to market and sell the trees. In December of 1978, a severe freeze occurred in Arizona, killing all 1,012 trees that petitioner had purchased from Fountainhead in 1977.  Under the 1977 management agreement with respect to those trees, Fountainhead was to obtain insurance to cover such risk of loss.  Apparently, no insurance was obtained.  On January 2, 1981, Fountainhead sold 4,128 trees to petitioner and gave*419  petitioner a credit in the amount of $ 99,074.80 in full payment for the 1,012 damaged trees. The amount of the credit was based on petitioner's cost of the 1977 trees that were damaged in the December 1978 freeze.  Fountainhead assumed responsibility for the loss to the 1977 trees on the ground that it had negligently maintained the trees in an unsuitable environment.  Sometime in 1981, Fountainhead, on petitioner's behalf, sold for $ 92,756.16 the trees purchased from Fountainhead on January 2, 1981.  The record does not indicate the buyer, nor whether the trees were sold as a unit or separately.  The net loss incurred on the sale was $ 6,318.64.  On December 23, 1981, petitioner entered on its books and records a receivable due from Fountainhead in the total amount of this sale.  Fountainhead, therefore, apparently did not remit the proceeds of the sale to petitioner.  Throughout 1981, many of the trees petitioner purchased on December 31, 1980, also were sold.  Total sales proceeds with respect to the trees sold was $ 12,494.35, and on December 23, 1981, petitioner recorded in its books a receivable in the amount of $ 12,494.35 with respect to these sales.  Petitioner, therefore, *420  apparently did not receive any of the proceeds from the sales that occurred in 1981.  During 1982, additional trees were sold, but the record does not identify the trees that were sold, nor indicate petitioner's gain or loss on the sale.  The total sales price for the trees sold in 1982 was $ 92,345.88, which petitioner again reflected in a receivables account.  Petitioner did not accrue on its Federal income tax returns, nor does petitioner claim herein deductions for any of the maintenance or cultivation costs of the trees, nor for the lease payments due with respect to the land on which the trees were growing.  The tax treatment of those costs is not at issue in this case.  On its 1977 through 1982 Federal corporate income tax returns, petitioner deducted in the year of purchase the total accrued cost of the trees purchased from Fountainhead.  In his notice of deficiency, respondent disallowed these deductions and now argues that the cost of the trees is not deductible until the year in which the trees are sold.  OPINIONNew IssueThe exact nature of the issue we must decide has been confused by respondent's repeated use (at trial, in the stipulations of fact, *421  and on brief) of general and imprecise language.  Respondent's notice of deficiency is very general and disallows the costs of the trees \"because it has not been established that such amounts were ordinary and necessary amounts incurred for the purpose designated.\" At trial, respondent's counsel stated that the issue was whether the costs of the trees had to be \"inventoried\" by petitioner.  In the stipulation of facts, the issue is framed in terms of whether petitioner must \"inventory\" the costs of trees. In respondent's post-trial briefs, however, respondent's argues that regardless of whether petitioner is required to set up a formal inventory for the trees, petitioner's initial tree purchase costs are not currently deductible and must be capitalized. Petitioner counters that respondent is seeking to raise a new issue -- namely, the deductibility under section 162 of the purchase costs of growing trees. Petitioner objects to the alleged new issue and notes that respondent has not even filed a motion to raise a new issue. Rule 31(a), Tax Court Rules of Practice and Procedure, provides as follows: The purpose of the pleading is to give the parties and the Court fair notice of*422  the matters in controversy and the basis for their respective positions.The Eighth Circuit commented on the policies underlying Rule 31(a), as follows: the longer the Commissioner delays in not expressly advising the taxpayer of the intended theories, the more reason there is to conclude that the taxpayer has not received fair notice and has been substantially prejudiced so as to deny the Commissioner consideration of theories raised for the first time in post trial briefs.  The Commissioner may avoid this uncertainty and discharge his duty of informing the taxpayer by expressly notifying the taxpayer of the intended theories in the deficiency notice and the Commissioner's answer.  [Commissioner v. Transport Mfg. &amp; Equip. Co.,478 F.2d 731\">478 F.2d 731, 736 (8th Cir. 1973), affg.  56 T.C. 388\">56 T.C. 388 (1971) and 57 T.C. 469\">57 T.C. 469 (1971).]In Seligman v. Commissioner,84 T.C. 191\">84 T.C. 191, 198 (1985), affd.  796 F.2d 116\">796 F.2d 116 (5th Cir. 19986), we commented that the inherent power of this Court to consider new theories or new reasons in support of an adjustment should not be interpreted to afford respondent carte blanche authority to*423  assert additional bases for his adjustments at any time prior to the issuance of an opinion. Where surprises and prejudice, however, are not shown to result from a consideration of a new issue or theory, the Court may conclude that it is appropriate to consider the new issue or theory.  Seligman v. Commissioner,84 T.C. 191\">84 T.C. 191, 198 n.7 (1985), affd.  796 F.2d 116\">796 F.2d 116 (5th Cir. 1986); Johnsen v. Commissioner,83 T.C. 103\">83 T.C. 103, 120-121 (1984), revd. on other grounds and remanded 794 F.2d 1157\">794 F.2d 1157 (6th Cir. 1986); Grow v. Commissioner,80 T.C. 314\">80 T.C. 314, 329 (1983); Nat Harrison Associates, Inc. v. Commissioner,42 T.C. 601\">42 T.C. 601, 617 (1964). After considering the above authorities and the facts and circumstances of this case (and in spite of the imprecise language used by respondent to develop his arguments), we conclude that respondent is entitled to rely on section 162, and the nondeductibility of tree-purchase costs in support of the adjustments at issue in this case.  We are not convinced that petitioner and his counsel were not aware of the substantial authority that tree-purchase costs generally are not deductible.*424  Petitioner, through its sole owner Tyrone Kindor, obviously sought to benefit from aggressive tax planning. 4 We do not believe petitioner, Mr. Kindor, nor petitioner's counsel are surprised by respondent's reliance on brief on section 162.  In our resolution of this procedural matter, we believe it significant that the costs that are in dispute do not include the typical costs that would be in dispute in connection with an issue concerning the inventory of farm products (namely, the extensive costs of cultivating and maintaining plants and crops).  Here, we are addressing only the initial costs of purchasing trees. The theory or principle underlying the nondeductibility of tree-purchase costs in the context of an inventory question concerning farm products is essentially the same as the theory or principle underlying the nondeductibility of tree-purchase costs in the context of section 162 -- namely, the capital nature of the costs.  We do not believe that respondent's reliance*425  on section 162 (and the regulations and authorities thereunder) to support the nondeductibility of the costs in question in this case represents a significant deviation from the authorities that respondent would rely on to require the purchase costs to be inventoried.  The relationship between a farmer's purchase costs and inventory costs was recognized in Stokes v. Commissioner,22 T.C. 415\">22 T.C. 415 (1954) (discussed infra).  Even though no inventory was required in that case, plant-purchase costs had to be capitalized. The principle underlying the capitalization of tree-purchase costs is at the heart of this case and has been from the outset.  Respondent's reliance on that principle and various authorities in support thereof is allowed.Tree-Purchase CostsThe Federal tax law applicable to farmers is somewhat unique and often difficult to apply to a particular set of facts.  The basic problems presented to us was explained in Vinson v. Commissioner,621 F.2d 173\">621 F.2d 173, 174 (5th Cir. 1980), affg. T.C. Memo. 1979-175, as follows: As a general rule, expenditures paid or incurred in carrying on a trade or business are deductible as ordinary*426  and necessary business expenses, but capital expenditures are not.  I.R.C. §§ 162(a), 263(a).  An exception to the general rule, however, permits farmers to elect, under certain circumstances, between deducting and capitalizing development expenditures. The rule for farmers is governed by Treas. Reg. § 1.162-12(a) (1972), which provides in part: Amounts expended in the development of farms, orchards, and ranches prior to the time when the productive state is reached may, at the election of the taxpayer, be regarded as investments of capital.  This regulation, which has been in effect for over 60 years, gives farmers the option of deducting or capitalizing expenditures incurred in the preproductive period which bear characteristics of both capital outlays and ordinary expenses and therefore fall within a \"band of gray.\" Estate of Wilbur v. Commissioner,43 T.C. 322\">43 T.C. 322, 324, 328 (1964). Farm expenditures which are clearly capital in nature, however, such as the costs of purchasing and budding the pecan seedlings in this case, are not deductible.Thompson &amp; Folger Co. v. Commissioner,17 T.C. 722\">17 T.C. 722, 724-26 (1951).*427 [Emphasis added.]Even though on brief, respondent concedes that under section 352 of the Revenue Act of 1978, Pub. L. 95-600, 92 Stat. 2763, 2846-2847, an accrual basis farmer or nurseryman such as petitioner, cannot be required to establish a formal inventory with respect to growing crops, respondent contends that petitioner's tree-purchase costs are clearly capital in nature and thus may not be currently deducted. In Maple v. Commissioner,T.C. Memo 1968-194\">T.C. Memo. 1968-194, 27 T.C.M. (CCH) 944\">27 T.C.M. 944, 949, 37 P-H Memo T.C. par. 68,194 at 1046-1047, affd.  440 F.2d 1055\">440 F.2d 1055 (9th Cir. 1971), we explained further the option available to certain farmers to capitalize otherwise currently deductible expenses, as follows: the regulation [sec. 1.162-12(a), Income Tax Regs.] allows a taxpayer to have the option of deducting those expenses which, if incurred while an orchard was in a productive state, would be deductible. * * * the expenses of this nature included cultural expenditures in the form of irrigation, cultivation, pruning, fertilizing, spraying, and other care expenses incurred prior to the time that the trees were fruit producing.  We pointed out that the Treasury*428  Department has recognized that such expenses as these, prior to production are in the gray area between purely capital expenditures and expenses readily identifiable as a charge against current income.  The activities envisaged by the regulations are those which are usually considered to generate current expenses because the amounts expended merely represent current maintenance of an existing asset and are thus within the category of those expenses generally considered deductible. From another point of view, these expenses are part of the cost of acquiring a producing orchard and because they are a part of that cost, would be in that category of expenses which must be capitalized. Consequently, because of the dual nature of such expenditures, the taxpayer has been given the option to elect the treatment most advantageous to himself.  Unless the expenditure is clearly of deductible expense character or falls within the grey area between capital expenditures and deductible expenses, there is no option.  * * *In our opinion the purchase cost of trees constitute expenditures that generally are regarded as capital in nature.  See Vinson v. Commissioner, supra at 174;*429 Estate of Wilbur v. Commissioner,43 T.C. 322\">43 T.C. 322, 323-324 (1964); McBride v. Commissioner,23 T.C. 901\">23 T.C. 901, 908-910 (1955). 5In Stokes v. Commissioner,22 T.C. 415\">22 T.C. 415 (1954), involving a cash basis nurseryman, we explained that nurserymen -- were not required to use inventories in their computation of income or losses from the nursery business.  As a matter of fact, they made no attempt to keep inventories. They had none.  It was their right to have none.  While it is true that petitioners in their nursery business had the right to use the cash basis of accounting and not to use inventories, and to deduct in each taxable year all of their deductible expenses incurred and paid in that year, the cost of plants and shrubs purchased in that year, cannot be classed as a deductible expense.  That cost has to be recovered in the year when the plants*430  and shrubs are sold.  [Stokes v. Commissioner, supra at 425.]Section 1.61-4(a), Income Tax Regs., which pertains to cash basis farmers, anticipates that the purchase costs of farm products (as distinguished from their maintenance and cultivation costs) are to be capitalized and deducted from the proceeds of farm products in the year of sales. 6Tax treatises or manuals discussing the Federal income tax treatment of farmers and nurserymen describe tree-purchase costs as nondeductible capital expenditures. See 4 Harl, Agricultural Law, sec. 28.03[3], pp. 41-42 (1987); O'Byrne and Davenport, Farm Income Tax Manual, sect. 421(c), p. 430 (9th ed. 1987); Kramer and Englebrecht, Federal Taxation of Farmers &amp; Ranchers, ch. 4, p. 68 (rev. ed. 1980).  Petitioner relies on section 1.162-12(a), Income Tax Regs., which provides in part that -- If a farmer*431  does not compute income upon the crop method, the costs of seeds and young plants which are purchased for further development and cultivation prior to sale in later years may be deducted as an expense for the year of purchase, provided the farmer follows a consistent practice of deducting such costs as an expense from year to year.  [Emphasis added.]Petitioner argues that the trees purchased from Fountainhead were not mature ornamental trees and that they qualify as \"young plants\" under the above regulation. The record, however, provides insufficient information concerning the age and maturity of the trees for us to conclude that the trees qualify as \"young plants\" within the meaning of the regulation. We know only that some of the specimen ornamental trees petitioner purchased from Fountainhead were six feet tall at the time of purchase and that petitioner's costs were based on catalog prices.  Beginning in January of 1981 and continuing throughout 1981, petitioner sold many of the trees purchased in the prior year.  Trees petitioner purchased on January 2, 1981, were sold in the same year.  The existence of catalog prices for the trees and the sales by petitioner*432  of a significant number of the trees soon after purchase supports an inference that the trees were sufficiently mature at the time of purchase to be immediately resaleable as specimen trees. Petitioner has failed to establish that the trees in question qualify as young plants under section 1.162-12(a), Income Tax Regs. See Dodds v. Commissioner,T.C. Memo. 1986-174, 51 T.C.M. (CCH) 950\">51 T.C.M. 950, 952, 55 P-H Memo T.C. par. 86,174 at 761. The costs of the trees purchased by petitioner from 1977 through 1982 are nondeductible capital expenditures. Due to concessions by the parties, Decisions will be entered under Rule 155.Footnotes1. Cases of the following petitioners have been consolidated herein: Diversified Agronomics Ltd., docket No. 1374-85; Tyrone Kindor, Diversified Agronomics Ltd., and Industrial &amp; Agrigrowth Consulting Services, Inc., docket No. 43176-85. ↩2. Unless otherwise indicated, all section references are to the Internal Revenue Code of 1954, as in effect during the years in issue.  ↩*. For 1978 through 1980, the addition to tax is under section 6653(a).  ** 50 percent of the interest due on the $ 120,422.10 underpayment.  *** 50 percent of the interest due on the $ 243,420.51 underpayment.  ↩*. 50 percent of the interest due on the $ 200,769 underpayment.  ** 50 percent of the interest due on the $ 184,633 underpayment. ↩*. 50 percent of the interest due on the $ 1,794 underpayment.  ↩*. Includes cash to be paid within 120 days of date of purchase.  ↩3. The nine-percent interest rate on the 1977 and 1978 promissory notes differs from the option granted petitioner on August 25, 1980, to extend those notes at six percent per year.  ↩4. Petitioner's tax planning is suggested by the extensive use of nonrecourse debt to finance its tree-purchase and by other aspects of the financial arrangements between petitioner and Fountainhead.  ↩5. See also Maple v. Commissioner,T.C. Memo 1969-194\">T.C. Memo. 1969-194, 27 T.C.M. (CCH) 944\">27 T.C.M. 944, 949, 37 P-H Memo T.C. par. 68,194 at 1047, affd.  440 F.2d 1055\">440 F.2d 1055 (9th Cir. 1971), citing Mim. 6030, 2 C.B. 45\">1946-2 C.B. 45, declared obsolete by Rev. Rul. 67-123, 1 C.B. 383\">1967-1 C.B. 383↩. 6. Sec. 1.61-4(a), Income Tax Regs., provides in relevant part as follows: § 1.61-4.  Gross income of farmers. * * * The profit from the sale of livestock or other items which were purchased is to be ascertained by deducting the cost from the sales price in the year in which the sale occurs, * * *.  ↩",
            "ocr": false,
            "opinion_id": 4612026
        }
    ],
    "court_short_name": "U.S. Tax Court",
    "court_full_name": "United States Tax Court",
    "court_type": "FS",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}