{
    "id": 4852091,
    "judges": null,
    "date_filed": "2000-07-05",
    "date_filed_is_approximate": true,
    "slug": "state-v-morley",
    "case_name_short": "Morley",
    "case_name": "State v. Morley",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 17.0,
            "download_url": "https://www.kscourts.org/KSCourts/media/KsCourts/Opinions/120017_1.pdf?ext=.pdf",
            "author_id": null,
            "opinion_text": "                IN THE SUPREME COURT OF THE STATE OF KANSAS\n\n                                         No. 120,017\n\n                                     STATE OF KANSAS,\n                                        Appellant,\n\n                                              v.\n\n                                    RONALD D. MORLEY,\n                                        Appellee.\n\n\n                               SYLLABUS BY THE COURT\n\n1.\n         When an appellate court is considering whether a sentencing court erred in\ngranting or denying departure based on a nonstatutory mitigating factor, the reviewing\ncourt applies an abuse of discretion standard.\n\n\n2.\n         Appellate review of a district court's decision granting or denying departure based\non a nonstatutory mitigating factor should follow a three-step framework: (a) determine\nwhether the sentencing court's nonstatutory factor can be a mitigating factor as a matter\nof law under K.S.A. 2019 Supp. 21-6815(c); (b) if it can be, then decide whether that\nnonstatutory factor's existence is supported by the record; and (c) if so, then determine\nwhether the sentencing court acted reasonably when it concluded there was a substantial\nand compelling reason to depart in a particular case based on that nonstatutory factor by\nitself or collectively with other statutory or nonstatutory factors cited by the sentencing\ncourt.\n\n\n\n\n                                              1\n\f3.\n        The term \"substantial\" in the sentencing departure context means something that is\nreal, not imagined, and of substance, not ephemeral.\n\n\n4.\n        A compelling reason to override the statutory presumptive sentence of\nimprisonment is one that forces a court—by the case's facts—to abandon the status quo\nand venture beyond the presumptive sentence.\n\n\n        Review of the judgment of the Court of Appeals in 57 Kan. App. 2d 155, 448 P.3d 1066 (2019).\nAppeal from Shawnee District Court; MARK S. BRAUN, judge. Opinion filed January 29, 2021. Judgment\nof the Court of Appeals reversing the district court with directions is affirmed. Judgment of the district\ncourt is reversed, sentence is vacated, and case is remanded with directions.\n\n\n        Stacy Edwards, assistant attorney general, argued the cause, and Derek Schmidt, attorney general,\nwas with her on the brief for appellant.\n\n\n        James C. Heathman, of Heathman Law Office PA, of Topeka, argued the cause and was on the\nbrief for appellee.\n\n\nThe opinion of the court was delivered by\n\n\n        BILES, J.: Ronald D. Morley seeks our review after the lower courts disagreed\nabout his entitlement to a dispositional departure to probation from a presumptive\nsentence of imprisonment. Morley pled no contest to one count of securities fraud and\none count of acting as an unregistered issuer agent after the State charged him in\nconnection with a high-risk investment scheme that cost four Kansas investors $845,900\nin combined losses. The district court granted the departure, but a Court of Appeals panel\nreversed, vacated the sentence, and remanded the case for resentencing. State v. Morley,\n57 Kan. App. 2d 155, 448 P.3d 1066 (2019) (holding substantial competent evidence\n                                                      2\n\flacking to find Morley accepted responsibility, and substantial and compelling reason\nlacking under the totality of the circumstances to support departure). We agree with the\npanel's outcome. In explaining our decision, we attempt to clarify the standard of review\nfor departure cases such as Morley's.\n\n\n                          FACTUAL AND PROCEDURAL BACKGROUND\n\n       The State charged Morley with 12 felony counts: four alleging securities fraud,\nfour alleging he acted as an unregistered issuer agent, and four alleging sale of an\nunregistered security. Before trial, he entered a deal to plead no contest to one count of\nsecurities fraud and one count of acting as an unregistered issuer agent. He also\nacknowledged owing restitution to the four Kansas victims, but reserved the right to\ndispute how much he owed. In return, the State agreed to dismiss the remaining counts\nwith prejudice, agreed to concurrent sentences, allowed Morley to argue about the\nrestitution amount, and allowed him to seek dispositional and durational departure\nsentences.\n\n\n       The district court accepted the plea and found Morley guilty on the two charges.\nThe appellate record does not include a transcript from the plea hearing, but the State\nexplained in a sentencing memo the factual basis for the plea that does not seem to be\ndisputed. It stated:\n\n\n       \"In brief, Mr. Morley sold preferred stock shares in Summit Trust Company to four\n       Kansas investors: [B.A.], [T.A.-F.], [L.H.], and [D.R.]. Mr. Morley counseled the victims\n       the preferred stock was a safe investment with a guaranteed 6% quarterly dividend, and\n       he further advised the victims the preferred stock was a good fit for their stated\n       investment goals and avowed low risk tolerances. The victims relied entirely on Mr.\n       Morley's representations in making their preferred stock purchases, as Mr. Morley failed\n       to provide any of the victims with a prospectus or offering memorandum. Contrary to Mr.\n\n                                                    3\n\f       Morley's representations, the preferred stock investment was high risk and low liquidity\n       and was only open to accredited investors. Mr. Morley knew none of the Kansas\n       investors qualified as accredited investors, and yet nonetheless sold the Kansas victims\n       the preferred stock securities. In addition, Mr. Morley failed to notify the victims he had\n       been permanently barred from the securities and investment advisory business in\n       Maryland after a 2006 consent order issued by the Securities Commissioner of Maryland.\n\n\n               \"Mr. Morley was not and never has been registered to sell securities in Kansas as\n       an issuer agent. Mr. Morley earned between a 5.2% and 6% commission for the Kansas\n       victims' purchase of preferred stock.\n\n\n               \"[B.A.] invested a total of $352,500 in the Summit Trust preferred stock; [T.A.-\n       F.] invested $252,400; [L.H.] invested $150,000; and [D.R.] also invested $150,000.\n       [T.A.-F.] redeemed $29,000 in preferred stock shares over time (leaving a remaining\n       principal of $223,400), and [D.R.] redeemed $30,000 in preferred shares (leaving a\n       remaining principal of $120,000).\n\n\n               \". . . None of the Kansas investors have been able to recover any of their lost\n       principal.\"\n\n\n       The State calculated the four investors lost $845,900 in total and said Morley\nreceived $50,154 in commissions for those sales. Morley admitted receiving about $3\nmillion in commissions over a 10-year period from Summit Trust Company stock sales\nthroughout the United States.\n\n\n       Because the crimes resulted in more than $25,000 in losses, both convictions\ncarried presumptive prison terms under a special sentencing rule set out in K.S.A. 2019\nSupp. 17-12a508(a)(5) (\"Any violation of K.S.A. . . . 17-12a402(a), . . . 17-12a501. . .\nresulting in a loss of $25,000 or more shall be presumed imprisonment.\"); K.S.A. 17-\n12a501 (securities fraud); K.S.A. 2019 Supp. 17-12a402 (acting as an unregistered issuer\n\n\n                                                    4\n\fagent). At the sentencing hearing, three investors presented victim impact statements.\nEach directly or indirectly insisted Morley should be imprisoned.\n\n\n       As to restitution, the State sought $845,900 in lost principal. Morley initially\ninsisted $50,154 would be \"appropriate\" because that was his actual gain from his\ncommissions on the four Kansas sales. But he expressed his \"willingness to repay even\nmore than that . . . whatever the Court indicates.\" In addressing his victims, Morley\nclaimed: \"I will take my last dying breath making certain that you get every dime of your\nmoney back and my responsibility of that and the only way that I can do that is to stay in\nthe insurance business and enable my experience to be applied to my obligations that I'm\ncommitting to.\" The district court ordered $845,900 in restitution.\n\n\n       The court also sentenced Morley to 41 months' imprisonment for the securities\nfraud conviction and 32 months' imprisonment for his acting as an unregistered issuer\nagent conviction with both sentences to run concurrent. But over the State's objection, the\ncourt granted Morley dispositional departure and placed him on 36 months' probation \"to\ntruly give him the opportunity to make restitution.\" To justify this, the court explained:\n\n\n       \"[T]he ground that I'm relying on is . . . the taking of responsibility. . . . [Morley] did\n       agree to pay restitution as ordered and to me, that's part of the focus of responsibility. The\n       other part is he did plea. He [pled] no contest, but he certainly acknowledged and he\n       understood he was going to be found guilty.\n\n\n               ....\n\n\n               \". . . It's the overall issue of accepting responsibility by entering a plea to the two\n       offenses and agreeing to pay restitution is where I'm hanging my hat on.\"\n\n\n\n\n                                                      5\n\f       The court made clear it rejected all other grounds Morley advanced to support\ndeparture, i.e., he played a minor role in the offenses; similarly situated defendants have\nreceived downward departures; and he had no criminal history, was not a danger to the\npublic, and was working to recover his victims' assets. The court repeated that acceptance\nof responsibility was the only substantial and compelling reason for departure when\nsettling a dispute between the State and Morley over the journal entry.\n\n\n       The State appealed the departure order. A Court of Appeals panel reversed,\nholding Morley's acceptance of responsibility was not supported by substantial competent\nevidence. It further held this factor alone did not constitute a substantial and compelling\nreason for the departure, even if the factual record demonstrated Morley had accepted\nresponsibility. Morley, 57 Kan. App. 2d at 168, 176. We granted Morley's petition for\nreview to resolve the lower courts' conflict.\n\n\n       Jurisdiction is proper. K.S.A. 20-3018(b) (providing for petitions for review of\nCourt of Appeals decisions); K.S.A. 60-2101(b) (Supreme Court has jurisdiction to\nreview Court of Appeals decisions upon petition for review).\n\n\n                                         ANALYSIS\n\n       K.S.A. 2019 Supp. 21-6815(a) requires a court to impose the presumptive\nsentence set by the revised Kansas Sentencing Guidelines Act, K.S.A. 2019 Supp. 21-\n6801 et seq., unless the court finds substantial and compelling reasons to impose a\ndeparture sentence. See State v. Bird, 298 Kan. 393, 397, 312 P.3d 1265 (2013) (\"'To be\nsubstantial the reason must be real, not imagined, and of substance, not ephemeral.' A\nreason is 'compelling' when it 'forces the court, by the facts of the case, to abandon the\nstatus quo and to venture beyond the sentence that it would ordinarily impose.' [Citations\nomitted.]\").\n\n                                                6\n\f       K.S.A. 2019 Supp. 21-6815(c) lists possible mitigating factors, but that listing is\nnonexclusive. A court may rely on other factors to depart so long as that nonstatutory\nfactor is consistent with the KSGA's principles. In this case, the panel held the no contest\nplea and Morley's agreement to pay restitution could not be considered as substantial\ncompetent evidence to support the district court's nonstatutory mitigating factor that\nMorley had accepted responsibility. Morley, 57 Kan. App. 2d at 162-68.\n\n\n       As to his plea, the panel reasoned, \"A no contest plea is 'a formal declaration that\nthe defendant does not contest the charge.' K.S.A. 22-3209(2). It is not an admission of\nwrongdoing. . . . By his entry of no contest pleas, Morley avoided admitting his legal\nresponsibility for the securities violations perpetrated on the four investors.\" Morley, 57\nKan. App. 2d at 163. And the panel pointed out that while acknowledging he \"misled\" his\nKansas victims, he also tried to minimize his own criminal wrongdoing. 57 Kan. App. 2d\nat 164. The panel found Morley's motivation to plead no contest was not to take\nresponsibility but to obtain a favorable outcome in his criminal proceedings. 57 Kan.\nApp. 2d at 164.\n\n\n       As to restitution, the panel made two points. First, under K.S.A. 2018 Supp. 21-\n6604(b)(1), restitution to a victim is not optional unless a sentencing court finds\nrestitution unworkable. And because of this, the panel stated, \"[W]e do not understand\nthe district court's finding that Morley's willingness to pay restitution—which is not\noptional but mandated by Kansas law—constitutes substantial competent evidence of his\nacceptance of responsibility.\" 57 Kan. App. 2d at 166. Second, in the panel's view,\nMorley did not present any workable restitution plan and the district court merely\nreferenced a \"'general' restitution plan.\" 57 Kan. App. 2d at 167. The panel held\nrestitution was illusory, especially when considering Morley's \"extremely limited income,\nand pending bankruptcy proceedings,\" and his age of 64. 57 Kan. App. 2d at 167. The\n                                          7\n\fpanel found he had no real financial ability to make restitution as ordered. 57 Kan. App.\n2d at 167.\n\n\n       Based on its rejection of the plea and restitution factors, the panel concluded that\n\"[u]nder the totality of these circumstances,\" it was \"not persuaded\" the record contained\nsubstantial competent evidence to support the lower court's finding that Morley accepted\nresponsibility. 57 Kan. App. 2d at 165, 167-68.\n\n\n       In our review of the panel's analysis, some obvious questions arise about its\napplication of the standard of review. For example, the panel said it would \"analyze the\nevidence,\" and then began discussing at length portions of the record it believed were\ncontrary to the district court's finding. See 57 Kan. App. 2d at 162-67 (pointing to\nevidence the panel described as Morley's minimization of wrongdoing, discounting\nMorley's plea because it came with concessions from the State, and dismissing Morley's\nassurance that he would pay restitution because the panel did not believe he had a\nworkable restitution plan and because he requested the district court impose the amount\nof the commission he had earned rather than the much higher amount of his victims' total\nlosses). The panel also seemed to equate acceptance of responsibility with an admission\nof guilt. See 57 Kan. App. 2d at 163 (stating Morley's no contest plea allowed him to\n\"avoid[] admitting his legal responsibility for the securities violations\"). And after saying\nit was considering the \"totality of [the] circumstances,\" the panel ultimately held it was\n\"not persuaded\" the record contained substantial competent evidence to support the\ndistrict court's finding that Morley had accepted responsibility. 57 Kan. App. 2d at 165,\n167-68.\n\n\n       These observations suggest a need to revisit how our caselaw has explained\nappellate review when considering a district court's decision to depart from presumptive\nimprisonment. In doing so, we acknowledge some fine-tuning appears appropriate.\n                                         8\n\fStandard of review\n\n       The panel correctly noted an abuse of discretion standard applies to determine\nwhether a mitigating factor constitutes a substantial and compelling reason to depart.\nMorley, 57 Kan. App. 2d at 161. But it then recited the law from State v. Martin, 285\nKan. 735, 744, 175 P.3d 832 (2008), and engaged in a lengthy evaluation of four\nconsiderations listed in Martin, i.e., the offenses of conviction, the defendant's criminal\nhistory, the departure reason stated, and the purposes and principles of the KSGA.\nMorley, 57 Kan. App. 2d at 169-76. The problem with this is that Martin reviewed each\nfactor de novo in doing its analysis. See Martin, 285 Kan. at 739. And this is at odds with\nan abuse of discretion standard of review. That said, the panel's reliance on Martin,\nalthough misplaced, is understandable.\n\n\n       This court mentioned Martin's four considerations when addressing a similar\ndeparture issue in State v. Brown, 305 Kan. 674, 697, 387 P.3d 835 (2017). The Brown\ncourt treated the issue as a legal question subject to an unlimited standard of review. 305\nKan. at 693-94. But six years before Brown, our court noted that appellate courts had\nbeen obscuring the appropriate standard of review for sentencing departure. See State v.\nSpencer, 291 Kan. 796, 807, 248 P.3d 256 (2011). And in discussing the prior caselaw,\nthe Spencer court mentioned Martin, which might have appeared to make Martin still\nviable. 291 Kan. at 806-07.\n\n\n       The Spencer court actually attempted to synthesize the prior cases' standards of\nreview by rewriting them without specifically disapproving them. This was likely the\nwrong path. By way of explanation, the Spencer court outlined its synthesis as follows:\n\n\n\n\n                                              9\n\f       \"(1) When the question is whether the record supported a sentencing judge's particular\n       articulated reasons for departure, an appellate court's standard of review is substantial\n       competent evidence; (2) when the question is whether a sentencing judge correctly\n       concluded that particular mitigating factors constituted substantial and compelling\n       reasons to depart in a particular case, including whether those mitigating factors\n       outweighed any aggravating factors if such a balance was necessary, the appellate\n       standard of review is abuse of discretion; (3) when the question is whether a particular\n       mitigating or aggravating factor can ever, as a matter of law, be substantial and\n       compelling in any case, the appellate standard of review is de novo; and (4) when the\n       challenge focuses on the extent of a durational departure, the appellate standard of review\n       is abuse of discretion, measuring whether the departure is consistent with the purposes of\n       the guidelines and proportionate to the crime severity and the defendant's criminal\n       history.\" Spencer, 291 Kan. at 807-08.\n\n\n       From this, it can be seen Martin's de novo analysis approach was implicitly\ndisapproved by Spencer. And by the same token, Brown failed to consider Spencer's\nsynthesis, which may have occurred because Spencer did not explicitly disapprove of\nMartin or the other cases the Spencer court referenced. In our view, the better approach is\nto explicitly disapprove of Martin, which in turn makes the Morley panel's reliance on it\nerror. That said, we also believe the Spencer synthesis can stand some retooling.\n\n\n       First, the language in Spencer stating \"whether those mitigating factors\noutweighed any aggravating factors if such a balance was necessary,\" 291 Kan. at 807,\nwas disapproved in State v. Jolly, 301 Kan. 313, 322, 342 P.3d 935 (2015) (\"[W]e\ndisapprove of any language in our caselaw that would indicate aggravating circumstances\ncan be weighed against mitigating circumstances when considering a departure . . . .\");\nsee also Bird, 298 Kan. at 397 (court deleted the clause at issue from the synthesis).\n\n\n       Second, Spencer's next two inquiries are confusing. The second states \"when the\nquestion is whether a sentencing judge correctly concluded that particular mitigating\n                                           10\n\ffactors constituted substantial and compelling reasons to depart in a particular case, . . .\nthe appellate standard of review is abuse of discretion.\" (Emphasis added.) Spencer, 291\nKan. at 807. But the third states \"when the question is whether a particular mitigating or\naggravating factor can ever, as a matter of law, be substantial and compelling in any case,\nthe appellate standard of review is de novo.\" (Emphasis added.) 291 Kan. at 807. And\nwith the phrase \"substantial and compelling\" used in both, they appear to ask the same\nquestion, even though each poses a different inquiry—the second asks whether a\nsentencing court's ultimate conclusion that particular mitigating factors rise to the level of\nsubstantial and compelling reasons to depart can be sustained, whereas the third asks\nwhether a particular factor can, as a matter of law, be a mitigating factor in any case.\n\"'[M]itigating circumstances' are not necessarily synonymous with 'substantial and\ncompelling reasons' under the statute.\" Jolly, 301 Kan. at 327.\n\n\n       Third, the Spencer synthesis lists three standards of review for processing its\nrespective questions, i.e., substantial competent evidence, abuse of discretion, and de\nnovo. And abuse of discretion creates greater potential for internal intricacies because it\ncan occur in one or more of three ways—when the judicial action is (1) based on an error\nof fact, (2) based on an error of law, or (3) unreasonable. Jolly, 301 Kan. at 325. So by\nindicating the second question is reviewed for abuse of discretion, the Spencer synthesis\nimplies it can be subject to unlimited review. This confusion is evidenced by how the\nMorley panel reviewed the departure issue by indicating it was \"'a question of law with\nno deference given to the sentencing court,'\" and then evaluating Martin's four\nconsiderations from scratch. Morley, 57 Kan. App. 2d at 168-69.\n\n\n       If a nonstatutory factor can be an appropriate mitigating factor under K.S.A. 2019\nSupp. 21-6815(c) as a matter of law, and if the existence of that factor is supported by\nsubstantial competent evidence, then it would be the sentencing court's discretion to\neither grant or deny a defendant's departure motion if the sentencing court finds that\n                                             11\n\fmitigating factor, either alone or in combination with other factors, is a substantial and\ncompelling reason to depart. See State v. Wells, 296 Kan. 65, 94, 290 P.3d 590 (2012)\n(\"[A] district court has the discretion to either grant or deny the [departure] request.\").\nAnd if this is true, Spencer's second question dealing with the sentencing court's ultimate\njudgment should not be a legal question subject to unlimited review. But see Brown, 305\nKan. at 693-94 (unlimited review of whether the reasons are substantial and compelling\nreasons for departure in a given case); State v. Deever, No. 117,325, 2018 WL 2271408,\nat *4 (Kan. App. 2018) (unpublished opinion) (\"Whether the reasons stated for departure\nare substantial and compelling is a matter of law over which we exercise unlimited\nreview as to 'whether the reasons, as a whole, are substantial and compelling reasons in\nthis particular case.'\"); State v. Friend, No. 119,031, 2018 WL 4517346, at *2-4 (Kan.\nApp. 2018) (unpublished opinion) (applying Martin; noting \"we need not consider the\nsecond step under Martin or the State's argument about asserted amenability as a legally\nsufficient standalone basis for departure\" in the instant case).\n\n\n       We think it is better to view the analytical problem differently. When an appellate\ncourt is considering whether a sentencing court erred in granting or denying departure\nbased on a nonstatutory factor, the reviewing court applies an abuse of discretion\nstandard. This means appellate review of the departure decision should follow a three-\nstep framework: (1) determine whether the sentencing court's nonstatutory factor can be\na mitigating factor as a matter of law under K.S.A. 2019 Supp. 21-6815(c); (2) if it can,\nthen decide whether that nonstatutory factor's existence is supported by the record; and\n(3) if so, then determine whether the sentencing court acted reasonably when it concluded\nthere was a substantial and compelling reason to depart in a particular case based on that\nnonstatutory factor by itself or collectively with other statutory or nonstatutory factors\ncited by the sentencing court.\n\n\n\n                                              12\n\f       Viewed in this way, it remains clear the applicable standard of review is abuse of\ndiscretion by matching what is at issue with the traditional abuse of discretion analytical\nprogression. For example, a sentencing court could abuse its discretion at the first step if\nits ruling was based on an error of law; at the second step, its discretion could be abused\nif its finding was based on an error of fact; and at the third step its discretion could be\nabused if its ruling was unreasonable. See Jolly, 301 Kan. at 325. Put differently, the\nrespective inquiries on each analytical step are: (1) whether the determination of a\nnonstatutory factor was guided by an erroneous legal conclusion; (2) whether substantial\ncompetent evidence supported the factual finding that the factor existed, i.e., an error of\nfact; and (3) whether a reasonable person would have taken the view adopted by the\nsentencing court. And it is important to emphasize that only the first step involves a legal\nquestion, subject to unlimited review.\n\n\n       We now apply this process, framed as it is within our traditional review for abuse\nof discretion, to the district court's departure decision in Morley's case and the panel's\nerror determination.\n\n\nDiscussion\n\n       At the outset, we can see step one is easily resolved. The panel was correct in\nholding a defendant's acceptance of responsibility, as a matter of law, can be a mitigating\nfactor supporting a sentencing departure in any case. Morley, 57 Kan. App. 2d at 161; see\nJolly, 301 Kan. at 328; Bird, 298 Kan. at 398.\n\n\n       As to step two, the panel erred. What it did was improperly reweigh the evidence\nwhen the record plainly includes evidence that Morley accepted responsibility for his\ncrimes. Substantial competent evidence does not require evidence to prove a fact; rather,\nit simply requires evidence to sufficiently support the fact-finder's conclusion. Jolly, 301\n\n                                              13\n\fKan. at 325. For Morley's plea, the district court took into consideration the fact that it\nwas a nolo contendere plea, as opposed to a guilty plea, by saying: \"He [pled] no contest,\nbut he certainly acknowledged and he understood he was going to be found guilty.\" See\ngenerally K.S.A. 22-3209(1) (\"A plea of guilty is admission of the truth of the charge and\nevery material fact alleged therein.\"); K.S.A. 22-3209(2) (\"A plea of nolo contendere is a\nformal declaration that the defendant does not contest the charge. When a plea of nolo\ncontendere is accepted by the court, a finding of guilty may be adjudged thereon. The\nplea cannot be used against the defendant as an admission in any other action based on\nthe same act.\").\n\n\n       A person does not always have to admit full wrongdoing or concede every\nmaterial fact the State alleges to be credited with taking responsibility. One can show this\nacceptance without such sweeping admissions. In this case, Morley expressed\nresponsibility for his actions, even though he tried to diminish his involvement in the\noffenses, in addition to his no contest plea. And, even though Morley filed for\nbankruptcy, he presented a \"general plan\" and showed a willingness to pay restitution. In\ndoing so, he minimized the restitution amount based on his gain, but he still \"indicated a\nwillingness to repay even more than that.\" He also said, \"I will take my last dying breath\nmaking certain that you get every dime of your money back and my responsibility of\nthat.\" But whether he agreed to pay the victims' total loss or his actual gain, this should\nnot detract from the point on review at this second step because the district court simply\nrelied on Morley's general agreement to pay restitution—not to reimburse for the victims'\ntotal loss.\n\n\n       The record supports the existence of the nonstatutory mitigating factor at issue. In\nJolly, when the defendant asked for leniency arguing he did nothing wrong and later even\ndenied his crimes, the court still upheld the district court's finding that the defendant\naccepted responsibility as a departure factor. Jolly, 301 Kan. at 327-28; see also 301 Kan.\n                                             14\n\fat 325 (substantial competent evidence is such legal and relevant evidence as a\nreasonable person might accept as being enough to support a judgment).\n\n\n       We hold the panel erroneously substituted its own factual findings for those of the\ndistrict court. Appellate courts do not consider other evidence that might support a\ndifferent result so long as substantial competent evidence supports the district court's\nfactual finding. Doing otherwise is an improper reweighing of evidence and reassessment\nof credibility. As mentioned, when \"an appellate court reviews the district court's factual\nfindings, it generally does so only to ensure that substantial competent evidence\nsupported those findings.\" (Emphasis added.) State v. Yazell, 311 Kan. 625, 627, 465\nP.3d 1147 (2020).\n\n\n       Moving to step three, the panel correctly held that the accepting of responsibility\nfactor by itself does not reasonably constitute a substantial and compelling reason to\ndepart in Morley's case from the statutory presumptive sentence. This is true even though,\nas explained, the panel erroneously engaged in a de novo analysis under Martin to reach\nthat conclusion, i.e., \"evaluating the offenses of conviction, the defendant's criminal\nhistory, the departure reason stated, and the purposes and principles of the KSGA.\"\nMorley, 57 Kan. App. 2d at 169. But an error in its analytical process does not warrant\nreversing the panel's ultimate outcome when applying the appropriate standard of review.\n\n\n       The term \"'substantial'\" in the departure context means \"'real, not imagined, and of\nsubstance, not ephemeral.'\" Bird, 298 Kan. at 397; see State v. Hines, 296 Kan. 608, 622-\n23, 294 P.3d 270 (2013) (\"A reasonable person would certainly not find much substance\nbehind [victim's] request for leniency based on her belief that Hines is a loving husband,\ngiven the fact that he strangled her twice and cut her with a utility knife with the intent of\nkilling her.\"). The applicable question at step three is whether a reasonable person would\nfind Morley's acceptance of responsibility real, i.e., not imagined, and of substance, not\n                                            15\n\fephemeral. And in that context, a reasonable person admittedly would find some\nsubstance behind Morley's acceptance of responsibility, as evidenced by his plea and\nagreement to pay restitution.\n\n\n       But looking more deeply, would a reasonable person find Morley's acceptance of\nresponsibility to be a compelling reason to override the statutory presumptive sentence of\nimprisonment? A compelling reason is one that forces a court—by the case's facts—to\nabandon the status quo and venture beyond the presumptive sentence. Bird, 298 Kan. at\n397. And when viewed as such, this reduces the issue in step three to whether a\nreasonable person would find Morley's specific actions that generically constitute\nacceptance of responsibility to be compelling enough under these circumstances to force\na court to abandon the status quo and reject the presumptive sentence the court would\nordinarily impose based on the statutory directive.\n\n\n       We hold the answer to that question is no, especially since Morley accepted\nresponsibility only to a limited degree, i.e., he pled no contest to two charges in exchange\nfor the State's dismissing 10 others, minimized his involvement in the offenses, and was\nreluctant to pay restitution for the victims' entire loss. We cannot conclude a reasonable\nperson would find Morley's accepting of responsibility alone could be a compelling\nreason to make his case an exception from the statutory presumptive norm.\n\n\n       In Bird, the court held the defendant's taking of responsibility, along with an\nadditional mitigating factor, constituted substantial and compelling reasons to depart.\nBird, 298 Kan. at 399-401. In Jolly, the court held the defendant's \"pleading guilty\"\ntogether with several other mitigating factors provided substantial and compelling\nreasons to depart. Jolly, 301 Kan. at 331. But unlike Bird and Jolly, in Morley's case the\ndistrict court relied on a single mitigating factor that simply does not rise to a substantial\nand compelling reason for departure. See Jolly, 301 Kan. at 331 (individual factor does\n                                           16\n\fnot need to be substantial and compelling by itself so long as the collective circumstances\nprovide substantial and compelling reasons to depart).\n\n\n       That is, \"'the facts of the case'\" could not have reasonably \"'force[d]'\" the\nsentencing court to venture beyond the statutory presumed imprisonment. See Bird, 298\nKan. at 397. The applicable sentencing statute directs a presumptive prison sentence\nwhen the crimes of conviction result in losses of at least $25,000. And it goes without\nrepeating that the financial losses to the Kansas investors exceeded that statutory trigger\nby more than 3,000 percent. Plainly, Morley's case penetrates deeply into the class of\nsecurities crimes that the Legislature intended would ordinarily receive a prison sentence.\nIn fact, his personal gain from these crimes alone exceed the minimum for presumptive\nimprisonment. Spread against the limited responsibility Morley took, we hold no\nreasonable person would find this factor alone renders Morley's case a compelling\ndeviation from the norm the Legislature established.\n\n\n       This is not to suggest a defendant's taking of responsibility standing alone could\nnever serve as a substantial and compelling reason to depart in any case. Our abuse of\ndiscretion standard necessarily allows for a departure sentence when based on valid\nmitigating factors supported by the evidence, and there is room for reasonable\ndisagreement whether the proven factors are substantial and compelling under the\ncircumstances. But Morley's case lies outside that realm.\n\n\n       We affirm the panel's judgment, reverse the district court, vacate Morley's\nsentence, and remand for resentencing.\n\n\n       WILSON, J., not participating.\n\n\n\n                                             17\n\f",
            "ocr": false,
            "opinion_id": 4655870
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}