{
    "id": 4853477,
    "judges": null,
    "date_filed": "1985-12-17",
    "date_filed_is_approximate": true,
    "slug": "people-v-edwards",
    "case_name_short": "Edwards",
    "case_name": "People v. Edwards",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2020 IL App (1st) 170843"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/2020/1stDistrict/1170843.pdf",
            "author_id": null,
            "opinion_text": "                                                                         Digitally signed by\n                                                                         Reporter of\n                                                                         Decisions\n                                                                         Reason: I attest to\n                         Illinois Official Reports                       the accuracy and\n                                                                         integrity of this\n                                                                         document\n                                 Appellate Court                         Date: 2021.02.03\n                                                                         16:01:15 -06'00'\n\n\n\n                   People v. Edwards, 2020 IL App (1st) 170843\n\n\n\nAppellate Court      THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v.\nCaption              KELLEN EDWARDS, Defendant-Appellant.\n\n\n\nDistrict & No.       First District, Sixth Division\n                     No. 1-17-0843\n\n\n\nFiled                March 27, 2020\nRehearing denied     May 13, 2020\n\n\n\nDecision Under       Appeal from the Circuit Court of Cook County, No. 15-CR-9425; the\nReview               Hon. Alfredo Maldonado, Judge, presiding.\n\n\n\nJudgment             Affirmed and remanded.\n\n\nCounsel on           James E. Chadd, Patricia Mysza, and Michael H. Orenstein, of State\nAppeal               Appellate Defender’s Office, of Chicago, for appellant.\n\n                     Kimberly M. Foxx, State’s Attorney, of Chicago (Alan J. Spellberg,\n                     Mary L. Boland, and Justin R. Erb, Assistant State’s Attorneys, of\n                     counsel), for the People.\n\f     Panel                    JUSTICE CUNNINGHAM delivered the judgment of the court, with\n                              opinion.\n                              Presiding Justice Mikva and Justice Connors concurred in the\n                              judgment and opinion.\n\n\n                                              OPINION\n\n¶1        Following a jury trial, defendant-appellant Kellen Edwards was convicted of unlawful use\n      of a weapon by a felon when he threw a gun from a moving car while trying to evade police.\n      He was sentenced to 14 years’ imprisonment. On appeal, the defendant argues that (1) the trial\n      court erred in responding to a jury question regarding the definition of possession by giving a\n      constructive possession instruction and (2) he is entitled to 80 additional days of presentence\n      credit. For the reasons that follow, we affirm the judgment of the circuit court of Cook County\n      and remand the case for further proceedings regarding the issue of presentence custody credit.\n\n¶2                                           BACKGROUND\n¶3         On June 2, 2015, there was a shooting at 1006 North Monticello Avenue, near Augusta\n      Boulevard in Chicago. A car chase followed, during which the defendant threw a gun from his\n      car. The State charged the defendant with multiple counts of aggravated discharge of a firearm,\n      unlawful use or possession of a weapon by a felon, and aggravated unlawful use of a weapon.\n¶4         A jury trial commenced on August 29, 2016. Darreyl Williams, a convicted felon many\n      times over, testified that on June 2, 2015, he lived on the second floor of 1006 North Monticello\n      Avenue. Latoya Johnson also lived there with her three children. On the morning of June 2,\n      Williams went downstairs and opened the front door facing the street. Through the “crack” in\n      the door, he saw a gold Pontiac Bonneville driving by at approximately 20 miles per hour. He\n      could not tell how many people were in the car, but he recognized the driver as a man he knew\n      as “Kelly” and identified him in open court as the defendant. A single gunshot was fired from\n      the driver’s side, and Williams immediately ran upstairs to tell Johnson. Johnson called the\n      police, who arrived in 10 to 15 minutes. When the police arrived, Williams did not tell them\n      that “Kelly” was the driver, because Williams did not know Kelly’s real name. Later that\n      morning, the police returned to 1006 North Monticello with the defendant in a squad car.\n      Williams identified him as the shooter. He again identified the defendant in an in-person lineup\n      that evening at the police station.\n¶5         Johnson, who also had a felony conviction, testified that she lived at 1006 North Monticello\n      Avenue with her children. On the morning of June 2, as she was getting the children ready for\n      school, she heard seven to eight gunshots. She went to the window, where she saw a gold\n      Pontiac Grand Am or Grand Prix driving by. She called the police, who arrived less than 10\n      minutes later. When an officer arrived, Johnson went outside to talk to her. As Johnson was\n      telling the officer what she knew, she saw the same gold car drive down the street and told the\n      officer, who got in her squad car and gave chase. When the police returned later that morning,\n      they showed her the man they had in custody, whom she identified in court as the defendant.\n      Johnson recognized the defendant from the neighborhood, though she denied having any\n      problems with him.\n\n\n                                                  -2-\n\f¶6         Officer Joanne Cardinale, a Chicago police officer for 21 years, was the officer on patrol\n       who arrived at 1006 North Monticello Avenue responding to the report of shots fired. As she\n       spoke to Johnson, Johnson pointed at a tan Bonneville on Monticello Avenue immediately\n       before Augusta Boulevard, approximately four houses away from where the officer had parked\n       her marked squad car. Officer Cardinale immediately pursued the Bonneville in her squad car\n       with her emergency equipment activated. The Bonneville, rather than pull over, increased\n       speed and led the officer on a chase. At one point during the chase, the officer observed a “dark\n       object” fly out of the vehicle. The officer remained in pursuit of the car until it finally stopped\n       at 818 North Drake Avenue, where another police car blocked its way. At no point during the\n       chase did the officer lose sight of the Bonneville. Officer Cardinale placed the driver, whom\n       she identified in court as the defendant, in custody.\n¶7         Officer Cardinale observed two .40-caliber live rounds on the floorboard of the driver’s\n       side of the car and a spent .40-caliber shell casing on the outside windshield well on the driver’s\n       side. Officer Cardinale then walked with another police officer who had arrived on the scene\n       back to Iowa Street, where she had seen the dark object thrown from the window. At 3439\n       West Iowa Street, the officers found a broken magazine and a Glock .40-caliber handgun.\n¶8         Chicago police officer Erick von Kondrat, in the meantime, went to 1006 North Monticello\n       Avenue to block off the scene and recover evidence. He saw a smashed bullet fragment on the\n       street in front of 1008 North Monticello Avenue that, upon testing, was revealed to be a .25-\n       caliber bullet that could not have been fired from the .40-caliber gun recovered on Iowa Street.\n       The spent bullet on the windshield of the defendant’s car, however, was determined to be fired\n       from the gun that was recovered.\n¶9         The police also recovered the shirt the defendant was wearing that day, which, upon testing,\n       was revealed to have gunshot residue on the cuffs.\n¶ 10       The parties stipulated to the defendant’s prior felony, and the State rested. The defendant\n       then moved for a directed verdict as to the counts of aggravated discharge of a firearm, which\n       was denied. The defendant rested without testifying and without putting on any evidence.\n¶ 11       During closing argument, the State limited its argument in support of the charge of\n       unlawful use or possession of a firearm by a felon to the allegation that the defendant\n       knowingly possessed a firearm. The defendant in closing focused on the charges of aggravated\n       discharge of a firearm and relied on the theory that there was a second individual in the car\n       who fired a .25-caliber gun. The defendant claims that individual could have exited the car in\n       the 10 minutes before the defendant circled back to Monticello Avenue where he was seen,\n       alone in the car, by the police. Defense counsel explicitly stated that the defendant “didn’t\n       deny” that he threw the .40-caliber gun out of the car window. He argued, “[I]f throwing some\n       gun that was left in his car out the window while being pursued by law enforcement makes\n       him guilty of unlawful possession of a weapon with a prior felony conviction, then you can\n       find him guilty of that.”\n¶ 12       At some point during the deliberations, the jury sent out a note reading, “In regard to the\n       charge of unlawful use and possession of [sic] weapon by a felon. What defines ‘possession’?”\n¶ 13       The court conferred with the parties in open court, at which the defendant was also present.\n       The State suggested giving paragraph one of Illinois Pattern Jury Instruction 4.16 (Illinois\n       Pattern Jury Instructions, Criminal, No. 4.16(1) (4th ed. 2000) (hereinafter IPI Criminal 4th)),\n       defining actual and constructive possession. The defendant objected on the basis that neither\n       party addressed “possession” in their closing arguments and giving the jury the instruction now\n\n                                                    -3-\n\f       would “extend[ ] the basis of what’s in dispute.” Over the defendant’s objection, the court sent\n       a response attaching the definition of actual and constructive possession: “Possession may be\n       actual or constructive. A person has actual possession when he has immediate and exclusive\n       control over a thing. A person has constructive possession when he lacks actual possession of\n       a thing but he has both the power and the intention to exercise control over a thing.”\n¶ 14       Later that evening, the jury returned a verdict acquitting the defendant of both counts of\n       aggravated discharge of a firearm but finding him guilty of unlawful use or possession of a\n       weapon by a felon.\n¶ 15       The defendant did not file a posttrial motion. The trial court ultimately sentenced the\n       defendant to the maximum 14 years of imprisonment based largely on the fact that the\n       defendant’s qualifying felony was murder. The defendant appealed.\n\n¶ 16                                             ANALYSIS\n¶ 17       We note that we have jurisdiction to review this matter, as we allowed the defendant’s late\n       notice of appeal following the imposition of sentence. Ill. S. Ct. R. 301 (eff. Feb. 1, 1994); R.\n       303 (eff. July 1, 2017).\n¶ 18       The defendant’s primary challenge on appeal is the trial court’s response to the jury’s\n       question regarding the definition of possession. The defendant maintains that it was error to\n       instruct the jury on the definition of possession because the theory of constructive possession\n       was not introduced at trial. He contends that this error deprived him of his constitutional right\n       to make a closing argument.\n¶ 19       Initially, the State maintains that the defendant has forfeited this challenge by failing to\n       raise it in a posttrial motion. Ordinarily, in order to preserve an error for review, a defendant\n       must make a contemporaneous objection at trial and raise the issue in a posttrial motion. People\n       v. Sebby, 2017 IL 119445, ¶ 48. But our supreme court has carved out a narrow exception to\n       this rule where the error is of a constitutional dimension. See People v. Cregan, 2014 IL\n       113600, ¶ 18. In Cregan, the supreme court, citing People v. Enoch, 122 Ill. 2d 176 (1988),\n       held that a constitutional issue that is properly raised at trial and that can be raised in\n       postconviction proceedings is not subject to forfeiture though it is not raised in a posttrial\n       motion. Cregan, 2014 IL 113600, ¶¶ 18, 20. The court reasoned that this exception serves the\n       interest of judicial economy, given that postconviction review allows a defendant to challenge\n       a constitutional error that was not raised on direct appeal. Id. ¶ 18. Therefore, “[i]f a defendant\n       were precluded from raising a constitutional issue previously raised at trial on direct appeal,\n       merely because he failed to raise it in a posttrial motion, the defendant could simply allege the\n       issue in a later postconviction petition.” Id. For this reason, judicial economy favors addressing\n       the otherwise forfeited issue on direct appeal rather than requiring a defendant to file a\n       postconviction petition. Id.\n¶ 20       Here, the defendant alleges that he was deprived of his constitutional right to make a\n       closing argument. This is an issue that is cognizable under the Post-Conviction Hearing Act\n       (725 ILCS 5/122-1 et seq. (West 2016)) (see Herring v. New York, 422 U.S. 853, 857-59\n       (1975) (holding that a defendant’s right to make a closing argument is guaranteed by the United\n       States Constitution)), and so the defendant was not required to raise the issue in a posttrial\n       motion in order to preserve it on appeal. In an effort to avoid this inevitable conclusion, the\n       State mischaracterizes the defendant’s challenge as one to a defective jury instruction, which\n       is decidedly not a constitutional violation. See, e.g., People v. Mendez, 221 Ill. App. 3d 868,\n\n                                                    -4-\n\f       876 (1991). But the defendant has never alleged that the court gave an incorrect instruction; to\n       the contrary, he acknowledged that the definition of possession that the court sent to the jury\n       was correct. His challenge at trial, repeated on appeal, is that the instruction introduced a new\n       theory of guilt that he did not have the opportunity to rebut in closing argument. This is an\n       allegation of a constitutional violation that is not forfeited for the defendant’s failure to raise it\n       in a posttrial motion.\n¶ 21        Turning to the merits, we observe that, while the jury should be instructed prior to closing\n       arguments, the jury is generally entitled to further instructions if it has a question during\n       deliberations. People v. Leach, 2011 IL App (1st) 090339, ¶ 15 (citing People v. Childs, 159\n       Ill. 2d 217, 228 (1994)). But a trial court may, in its discretion, decline to answer a jury’s\n       question where the previous instructions “are readily understandable and sufficiently explain\n       the relevant law” or “where further instructions would serve no useful purpose or would\n       potentially mislead the jury.” People v. Millsap, 189 Ill. 2d 155, 161 (2000). A trial court must\n       also refrain from introducing new theories or charges to the jury after deliberations have\n       commenced. Id.\n¶ 22        The defendant argues that instructing the jury on constructive possession when the parties\n       had limited their argument to actual possession introduced a new theory that he did not have\n       the opportunity to address and so the court erred in answering the jury’s question. This court\n       considered an identical issue in People v. Alexander, 2019 IL App (3d) 160709. There, the\n       defendant was charged with unlawful possession of a weapon by a felon based on the allegation\n       that he ran from a traffic stop with a gun in his hand. Id. ¶ 3. At trial, the police testified that\n       they effectuated a traffic stop, after which multiple people ran from the vehicle. Id. ¶ 4. There\n       was testimony that one officer saw the defendant with a gun, while another officer saw both\n       the defendant and another male passenger with a gun. Id. ¶¶ 4-5. On the other hand, the\n       defendant’s sister, who was driving the car, testified that only the other male passenger had a\n       gun. Id. ¶ 9. The police recovered a single gun along the path the defendant took. Id. ¶¶ 5, 7.\n       During deliberations, the jury asked for the definition of possession. Id. ¶ 11. Over the\n       defendant’s objection, the court gave the jury IPI Criminal 4th No. 4.16, defining actual and\n       constructive possession. Alexander, 2019 IL App (3d) 160709, ¶ 11.\n¶ 23        On appeal, the defendant argued that the court’s response was error because it introduced\n       a new theory—constructive possession—into the case, and we agreed. Id. ¶¶ 16, 18. We\n       explained that, while actual possession requires “some form of dominion over the object,”\n       constructive possession requires evidence of the defendant’s “intent and capability to maintain\n       control and dominion over the object.” (Emphasis added.) Id. ¶ 18. Because the State had only\n       argued that the defendant was in actual possession of the gun, we concluded that constructive\n       possession was a new theory and agreed that it was error to instruct the jury on constructive\n       possession in response to its question. Id.; see also Millsap, 189 Ill. 2d at 164-65 (holding that\n       giving jury accountability instruction in response to question introduced new theory into the\n       case where the State argued only that defendant was responsible as a principal).\n¶ 24        The same holds true here. By instructing the jury on constructive possession, the court\n       introduced a new theory to the jury. Constructive possession and actual possession, as even the\n       State concedes, have different elements. Because the defendant did not have the opportunity\n       to address the theory of constructive possession, the court abused its discretion in responding\n       to the jury’s question with that instruction.\n\n\n                                                     -5-\n\f¶ 25        Having found that the court’s instruction in response to the jury’s question deprived the\n       defendant of his right to address it in closing argument, we next consider whether this error\n       was harmless. See People v. Shaw, 186 Ill. 2d 301, 344 (1998) (most constitutional errors are\n       subject to harmless error analysis); see also Millsap, 189 Ill. 2d at 166 (considering (and\n       rejecting) the State’s theory that error in responding to the jury’s question was harmless). A\n       constitutional error is harmless where it appears beyond a reasonable doubt that the error did\n       not contribute to the verdict. People v. Sandifer, 2017 IL App (1st) 142740, ¶ 73. There are\n       three approaches we may take to determining whether an error is harmless: (1) focus on the\n       error to determine whether it contributed to the conviction, (2) consider whether the other\n       evidence overwhelmingly supports the conviction, and (3) determine if the improperly\n       admitted evidence is cumulative. Id.\n¶ 26        Here, the error could not have contributed to the defendant’s conviction where there was\n       no evidence that the defendant lacked actual possession over the gun. The unrebutted\n       testimony from Officer Cardinale revealed that the defendant threw a black object, later\n       identified as a .40-caliber Glock handgun, from a car as he attempted to evade capture by the\n       police. Indeed, in closing argument, defense counsel himself conceded this fact multiple times,\n       stating that the defendant “didn’t deny that he tossed that .40 caliber gun out the window of his\n       Bonneville that day” and acknowledging that, “if throwing some gun that was left in his car\n       out the window while being pursued by law enforcement makes him guilty of unlawful\n       possession of a weapon with a prior felony conviction, then you can find him guilty of that.”\n       Handling a gun to throw it out a window unquestionably amounts to actual possession, or\n       “exercising dominion” over an object. While the defendant may also have had constructive\n       possession of the gun while it was in his car but was not in his immediate or exclusive control,\n       this could not have been the basis for the defendant’s conviction where the defendant\n       essentially conceded actual possession. Therefore, the error in instructing the jury was\n       harmless beyond a reasonable doubt.\n¶ 27        Finally, the defendant argues that he is entitled to 80 additional days of presentence custody\n       credit. The State correctly notes that pursuant to Illinois Supreme Court Rule 472 (eff. May\n       17, 2019), the circuit court retains jurisdiction to correct, inter alia, errors in the calculation of\n       presentence custody credit, at any time following judgment, including during the pendency of\n       appeal. Before a defendant may challenge such a calculation on appeal, he must first file a\n       motion in the trial court to allow the court an opportunity to correct the error. People v.\n       Whittenberg, 2019 IL App (1st) 163267, ¶ 4. Where, as here, there is no indication that the\n       defendant raised this claim in the trial court, we lack jurisdiction to consider it. See People v.\n       Scott, 2019 IL App (1st) 163022, ¶ 26. Therefore, pursuant to Rule 472(e), we remand this\n       matter to the trial court to allow the defendant the opportunity to move to correct the mittimus.\n       Ill. S. Ct. R. 472(e) (eff. May 17, 2019).\n\n¶ 28                                         CONCLUSION\n¶ 29      The defendant’s conviction for unlawful use of a weapon by a felon is affirmed, and we\n       remand this case to the circuit court of Cook County pursuant to Rule 472(e) for the court to\n       consider the defendant’s challenge to his presentence custody credit.\n\n¶ 30       Affirmed and remanded.\n\n\n                                                     -6-\n\f",
            "ocr": true,
            "opinion_id": 4657256
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}